{"url":"http://www.techgraffiti.com//7-incredible-abandoned-steel-mills","content":"\nGiant vats of molten metal, the heat of rising steam, the grinding and whirring sounds of huge machinery, and the raised voices of workers trying to be heard over the din… Our picture of 20th-century steel mills is one of gritty industry and deafening noise, but the abandoned plants in these photographs are nothing like that any more. Once great hubs of production, they now stand eerily silent, like forsaken monuments to another age.\nLike power stations, steel mills are symbols of industrialization. So many other industries – from transport and construction to manufacturing and even space exploration – rely on the output of these enormous plants. But things change; technology progresses, costs fluctuate and needs shift. Facing international competition and dwindling supplies of raw materials, a lot of mills were closed down and abandoned, at least in the US.\nHere we look at seven such deserted sites. Some of the photographers featured have chosen not to name the old mills they explored, as entry into the grounds is illegal – yet for some the lure is far too tempting.\nThis hulking piece of machinery almost looks like part of a space rocket. Photographer Dan Cog took these photographs at the abandoned Wheeling-Pitt steel mill in Steubenville, Ohio, part of the so-called “Rust Belt” of the US. Roughly speaking, this area starts in central New York and stretches through Pennsylvania, West Virginia, Ohio, Indiana and parts of Michigan, before culminating in north Illinois and east Wisconsin. The region has also been called the “industrial heartland of America.”\nLike many other plants in Ohio and across the Rust Belt, Wheeling-Pitt was once part of America’s industrial hub. Thanks to its proximity to the Great Lakes and its accessibility by road, rail and water canals, industrial manufacturing thrived in this part of the country. However, towards the end of the 20th century, heavy industry began to decline, and new industries have recently cropped up in the area, including biotechnology, the polymer industry and nanotechnology. Wheeling-Pittsburgh Steel, the owners of the plant in Steubenville, went bankrupt in 2012, and the mill was sold to a metal recycler.\nThe green paint still pops on these gas chamber doors at a once well-known but now abandoned steel mill in Buffalo, New York. (Photographer Joe Bergquist asked us not to share the name of the mill because, officially, it’s closed to visitors.) The rest of the machinery, however, fits right into its Rust Belt surroundings. The company that ran the mill was once among the primary ship builders and steel producers in the US.\nDuring the late 1940s and early ‘50s, the company helped make uranium fuel rods for the government that were used in nuclear reactors. Yet the most productive period in the plant’s history came in the 1950s, when the company’s annual output rose to around 23 million tons of steel.\nThe silent, eerily abandoned mill represents the downfall not only of this particular company but also of the steel-production industry all over the US. For 20 years, American steel faced minimal competition from the outside world. However, this all changed in the 1970s, when overseas companies with new production methods began to supply steel at cheaper prices than local firms. Finally, in 2001, this particular company was forced to file for insolvency.\nWith this site, we move away from the US Rust Belt to Italy – and more specifically, this large, empty room photographed by Alessandro Sicco. Looking at the deserted chamber, there’s little evidence of the industry that once flourished there. As in the US, the mid 20th century was a good time for steel production in Italy. By the 1970s, the Italian steel industry was behind only West Germany in terms of output. But again, like America’s once-dominant Rust Belt, the Italian industry was affected by cheaper overseas production, and by the 1980s, it was a shadow of its former glory.\nLike many Western countries, Italy was affected by the steel crisis that began in the 1970s and reached this boot-shaped corner of Europe in the 1980s. In 1974, 96,000 people were employed in the Italian steel industry. By 1990, this number had dropped to 56,000; in 2000, it was as low as 39,000. This decline was also down to the fact that production methods had improved, requiring fewer people to do the same amount of work.\nNow we return to the Rust Belt, this time taking in an abandoned steel mill in West Virginia that was once owned by the Weirton Steel Corporation. The company was, at one time, the largest private employer and biggest taxpayer in the state. As well producing as steel, the mill also carried out tinplating and is still one of the country’s primary tinplate makers.\nThe old Weirton Steel Mill is just across from Steubenville and the Wheeling-Pitt Mill we saw earlier, with the two sites separated by the Ohio River. In 1793, the future town of Weirton was established as a small village called Holliday’s Cove, but after the Weirton Steel Mill was built, a larger settlement established itself around the plant. At one time, there were more than 12,000 people working at the mill. These days, though, most of it is out of use, with only the tinplating section still in operation.\nCarrie Furnace is another defunct Rust Belt mill and one that was once a section of Homestead Steel Works in Pennsylvania. The former blast furnace is located on the banks of the Monongahela River in the Pennsylvanian town of Rankin. These days, there are only two furnaces left intact, but at its pinnacle, Carrie Furnace had an output of 1,000 to 1,250 tons of iron a day.\nStanding 92 feet (28 meters) tall, the remaining furnace towers dominate the local landscape. They were built using 2.5-inch-thick steel plate and brick. The towers are also the last non-operational blast furnaces still standing in the Pittsburgh district. The furnaces’ riverside location was certainly convenient, as Carrie Furnace used five million gallons of water per day to sustain its cooling system. There are currently plans to give the towers a $78 million renovation and make them a highlight of the proposed Homestead Works National Park.\nAll abandoned industrial sites are filled with potential hazards – from rusted metal and broken glass to toxins – but the abandoned Al-Tech Steel Mill in Watervliet, New York is especially dangerous. The last Rust Belt monument on our list, this abandoned mill has been officially off-limits to the public since 1994, because of the dangerous pollutants it harbors. The complex is currently scheduled to be demolished, but this can’t happen until the ground material dissipates – estimated to happen around 2015.\nEmpty sites like the Al-Tech mill, often referred to as brownfield properties, are not only reminders of a once booming industry; they’re also potentially hazardous. They can be a danger to both their surrounding environments and to human populations. Then there’s the illegal activity – vandalism and dumping – that often takes place at these kinds of abandoned sites. Hence, local governments and businesses are encouraged to clean up these old facilities whenever possible, for both environmental and economic reasons. Doing so can potentially provide employment and revitalize communities.\nFor the final entry on this list, we once again leave the Rust Belt, this time heading for the Bihta township of Bihar in northern India. Unlike the case in the Rust Belt, steel production is still a very large industry in India. In 2011, Indian company Tata Steel was ranked as the 12th largest steel producer in the world.\nSteel production in India goes back to the early 1900s, when the Tata Iron and Steel Company (now Tata Steel) established itself in the country. As early as 1939, the company had the biggest steel plant in the whole of the British Empire.\nGiven that the steel industry is still going strong in this part of the world, we’re not sure why this particular plant was closed. According to photographer Nimish Jain, there may be plans in place to repurpose it as a locomotive depot.\nDuring the 1960s, mills in India produced steel for a variety of industries, including those involved in defense, nuclear energy and space travel. Since then, there have been various modernization programs to bring the Indian steel industry up to the level it is at today.\nNew developments are made in production and manufacturing all the time. Who knows what steel mills will look like in the future? Perhaps, one day, these abandoned mills will be even more of an enigma to people than they are now. We hope at least a few of the non-hazardous sites survive until then.\n","web_category":"art-design","advice_category":"6","picture_url":"http://static.techgraffiti.com/2013/06/DanCog-Pittsburgh.jpg","title":"7 Incredible Abandoned Steel Mills","author":"Yohani Kamarudin"}