{"url":"http://www.techgraffiti.com//news-what-its-be-waist-deep-electronic-waste","content":"\nAre you aware of where American electronic waste goes to and who handles or processes this waste? Who suffers when someone throws away their latest gadget in lieu of the most updated version of the same gadget? I have the answers and it will literally sicken you!\nGreedy UNICOR is \n off prisoners who handle the massive amounts of American electronic waste since 1994. There are approximately 100,000 pieces of electronic waste, mainly computers, being discarded \n in the United States.\nWhile rich in recycled material, there are over \n in electronic waste. We need to recycle more and discard less.\nThe United States has the \n than any other country because of our environmental crimes against humanity. But none of this concerns the Federal Prison Industries (FPI) and UNICOR. Currently, they are making $765 million dollars in sales through the prisoner work program to make these deadly discarded components ready for recycling.\nTake a cold, hard moment to consider that at this very moment, over 1,000 prisoners are handling 44 million pounds of electronic equipment that’s full of lead, mercury, polyvinyl chloride (PVC) and cadmium. Is this exploitation of cheap labor? You bet it is!\nWho cares? Who do these prisoners think they are by having human rights? Where was the concern when they victimized innocent people? Yet, exposing these prisoners exposes all of us, for most of these convicts eventually are released into the general population.\nWhen the prisoners handle these wastes, the most prized parts are stripped off and often shipped off to China, India, the Philippines and Nigeria. There, thousands of impoverished children die needlessly from the materialistic greed of American consumers.\nIf these harmful environmental wastes aren’t shipped off to some impoverished, Third World country, then they are indiscriminately set ablaze. This causes airborne pollution and environmental hazards to all of us, not just prisoners. The worst prison culprits are those in Texas.\nUNICOR denies all of the allegations of electronic waste and human contamination. They vehemently deny sending the remains of the electronic waste that can’t be recycled to Third World countries. \n of all electronic waste goes east from the United States.\n, UNICOR has 106 factories located at 73 prisons with almost 20,000 prison laborers including 7 e-waste recycling facilities.\nThese toxic metals that the prisoners track back to their cells once rogue recycling operations are complete, by the end of the day expose prison employees as well. UNICOR states that the prisoners have all the equipment necessary to handle these electronic wastes. However, \n, convicts are actually using whatever they can find to process this toxic junk – even rocks to break open the computer monitors!\nThis is unacceptable no matter where the person is at in their life. No medical care, examinations or medical surveillance has been conducted over the past 17 years that this has been going on. When the OIG became involved recently, \n to their horror that broken electronic waste that had been haphazardly discarded in regular city dumpsters were tipping over the dumpsters and rain was pouring the toxic sludge into the storm drains and eventually the creeks. This is not an isolated case. It is happening all over the United States.\nThere continues to be no health, safety and environmental compliance oversight by UNICOR and the FPI to this very day. It is unlikely that any intervention will pursue due to the lack of public interest in the matter. The general population ignorantly believes that this environmental waste gets safely discarded and/or doesn’t affect law-abiding citizens. This is, of course, not the case at all. In fact, most of the countries American electronic waste gets dumped in don’t have the resources or the facilities to handle these wastes. Shockingly, this is not legal!\nThe common complaint from Americans is that many American jobs are going overseas. However, think for a moment what these jobs likely entail. There are \n alone who are employed just to process and get rid of American electronic waste. Is there an American out there who wants to process or sift through 20,000 tons of electronic waste each year?\nBecause of the poor economy globally, especially great in the U.S, recycled components from electronic waste generates more money in places like China. It’s kind of prophetic really. Asian countries like China make most of the world’s electronic gadgets, ship it to America to make massive profits off materialistic U.S. citizens, then when we have had a few days to play with these gadgets, we return the toxic waste back to China. There, the Chinese children get to work long hours in a sweatshop so their impoverished parents can earn enough money to feed them. What’s wrong with this picture?\nTo find out who ranks first in “green electronics”, you can \n. You will never guess who comes in dead last on the list!","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/9_7.jpg","title":"The Darker Side of Electronic Waste Recycling","author":"Asher Kade"}