{"url":"http://www.techgraffiti.com//news-11-green-technologies-vanished-thief-night","content":"\nRemember how Nokia’s next hipster phone would be 100 per cent recycled? How EasyJet promised it had a carbon-cutting ‘Eco Jet’ in the wings? No? You won’t be alone if you don’t remember these bleeding edge new ‘green’ technologies.\nBarely a day goes by without new balsa wood models and Photoshopped designs surfacing on the web and promising environment miracles. But few of these will ever make it to the real world. They get announced, and then disappear.\nThese products, concepts and prototypes are ‘eco vapourware’. Together, they’re a timely reminder of why relying on technology as a silver bullet for addressing climate change will have Greenland ice water flooding our CS3-packing iMacs quicker than you can say, “geoengineering sucks!”\nWithout further ado, here are 11 classic cases:\n\nHey, we don’t have to fly less! We can just hop on a zero emissions zeppelin! That’s pretty much the nub of the PR behind a new generation of hydrogen-filled zeppelins. Companies such as SkyCat and Zeppelin NT have both floated the idea of commercial flights, while glossy pics of a ‘Stratocruiser’ have done the rounds (see picture). Surprise, surprise, we’re still taking the plane and will be for the foreseeable, oil-powered and carbon-spewing future. And let’s not even get into the issue of commercially creating hydrogen sans CO2 emissions.\n\nNokia sells a lot of phones. It makes more than a third of the 190.9 million sold in Europe last year. But that doesn’t fit so well with its green, Scandinavian image, so it’s started pumping out mock-ups of eco-conscious mobiles. In less than a year we’ve had the Remade (a phone with casing made from entirely recycled materials) and the Eco Sensor (which would measure local air pollution and share the data online). So where’s the eco N-Series phone in the shops, Nokia? In the firm’s defence, it has produced one real world greener mob, the 3110 – but there’s not a lot to it.\n\nYou could argue the Prius and any car with regenerative braking already does this. But now companies such as Origo are saying they can reclaim exhaust pipe emissions and turn them into algae for use as a biofuel – refuelling the car as you go. Considering Origo only announced the technology this year, it’s unfair to write technology off so early, but this surely has eco vapourware stamped all over it.\n\nBio plastics have long been promised as an eco panacea for gadget addicts. They produce less carbon in manufacture and they should be cleaner to dispose of. HP has a prototype printer with a case made from corn. NEC in Japan sells mobiles with corn casings, and the 50 per cent bioplastic Nokia 3110 is on sale now in Europe and the US. Heck, researchers at the University of Warwick even designed a bioplastic phone with a seed inside so you could compost it and let it grow into a sunflower when you’re done calling on it. But have bio-plastic \n gone primetime? Sadly, no – the ‘sunflower phone’ was unwrapped way back 2004 and never became reality.\n\nSee also hydrogen zeppelins. The airline industry would love us to believe we can have our cake and eat it, so it’s promising us a tasty cake: eco planes. Sure, Virgin flew across the Atlantic on 20 per cent biofuel and 80 per cent oil-derived jet fuel. But if it worked so well, why aren’t its 747s regularly making the crossing powered partly by coconuts? And then there’s EasyJet’s Eco Jet, complete with open rotors on the back for efficiency. First unveiled as a model last summer, Easyjet has, unsurprisingly, been very quiet about it subsequently.\n\nIt sounded so good: a lamp generating carbon-free illumination using nothing more than the power of gravity and a slowly-falling weight. In fact, it sounded so good it won an award in Greener Gadgets Design Competition. Just one problem: its inventor put a decimal point in the wrong place and it would need to be enormous, as Slashdotters quickly spotted. Back to the drawing board for the Gravia Lamp, then.\n\nYou name an item of clothing, there’s a chance someone has created a version with solar panels. A Photoshop version, of course. Bikinis that charge iPod Shuffles, t-shirts to power phones; all have enjoyed the mock-up treatment, but we’re still waiting for the postman to deliver our solar unitard.\nIf you believed Orange, its tiny wind turbine unveiled at Glastonbury in 2007 were going to herald a green future for gadget charging. Sadly, the prototypes appear to have enjoyed a quiet death, and have disappeared without trace. The closest equivalent to a real world product is the Hymini which, in fairness, does generate *some* electricity from the wind.\n\nAh, fuel cells. File these next to hydrogen, active disassembly and other hi-tech eco buzzwords. Samsung and MIT are among the many companies and organisations who have been talking about bringing these to our consumer electronics for years. Your laptop, goes the theory, could run off hydrogen or a biofuel such as a methanol. Which could be quite cool but we’re still waiting for fuel cell gadgets to materialise, despite years of promises.\n\nYes, MiniCAT and Zero Pollution Motors, we’re talking to you. And Air Car One from the seventies. Although working prototypes have been built, cars propelled by compressed air are a little like hydrogen cars – always a ‘year’ or so round the corner for us ordinary citizens. Latest reports suggest these zero emissions (at the exhaust pipe, at least) vehicles will arrive 2009 or 2010. But don’t hold your breath.\nWelcome to the wonderful world of kinetic energy and piezoelectrics. Don’t get us wrong, you can generate electricity by the power of movement – just look at the kinetic Casio watch you had as a kid. But bigger gadgets or the large-scale harvesting of energy from vibrations and movement just doesn’t seem to work. Part of the Japanese rail network has a station with a floor generating a tiny sum of power. And Club4Climate, that eco nightclub in London’s Kings Cross, has a dancefloor with piezo-crystals underneath. Unfortunately, the weight of clubbers dancing barely powers the lights built in the dancefloor.","web_category":"science","advice_category":"3","picture_url":"http://inlinethumb55.webshots.com/15478/2771296210103830173S600x600Q85.jpg","title":"11 Green Technologies That Vanished Like a Thief in The Night","author":"Linda"}