{"url":"http://www.techgraffiti.com//news-electric-car-faster-porsche","content":"\nFor those of you who want an eco-friendly car for your conscience, but a superfast car for the cool factor, you no longer have to be conflicted.\nZAP and Lotus Motors are teaming up to bring you the ZAP Alias, a three-wheeled electric car that does 0-60 in 5.7 seconds and boasts a top speed of 156 miles an hour. The car manufacturers brag that the vehicle will be faster than a Porsche.\nNot only that, but the car is fairly inexpensive. The Alias will sell for around £15,000($30,000). The car is currently in the late stages of development and could go on sale by next year, although many people believe that the official launch of the car will be pushed back.\nThe car’s speed comes from its unique design. Unlike previous three-wheeled designs, which were widely derided as looking ridiculous and being fairly useless, the car sports two front wheels and has its single wheel in the back.\nThe car is powered by two electric motors, one powering each of the car’s two front wheels. The two engines’ combined horsepower tops out at 321 hp. This bests many traditional and more expensive sports cars, including cars like a Porsche 911 Carrera.\nZAP stands for Zero Air Pollution. The California company specializes in eco-friendly transportation technology, and has been around since 1994. They currently sell several other electric cars, including an SUV, in its 50 dealer network across the U.S. They’re hardly a major company, however, having sold only 100,000 units worldwide since its launch 14 years ago.\nA ZAP spokesman said: “The ZAP Alias is unlike anything ever seen or driven on the planet. The Alias will redefine driving like no other vehicle in history.”\nZAP CEO Steve Schneider said: “Everyone who has seen the Alias says they want to buy one. We have worked with Lotus Engineering during the initial phase of the development project and shall again be looking forward to their support.”\nInfo from ","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb41.webshots.com-4968-2929254260059932745S500x500Q85.jpg","title":"Electric Car Faster than a Porsche ","author":"Chris"}