{"url":"http://www.techgraffiti.com//news-smell-o-vision-back","content":"\nBelieve it or not, scientists at one point did attempt to make a television that, through concentrated oils, could broadcast smells that complemented the mood on screen, and sucked you deeper into the drama from an emotional standpoint. Citrus smells would make you alert – warm, soft aromas relaxed you–or set you up for a shock. By and large, people hated it. Not just because their television smelled, but because they weren’t smelling what was on screen, they were smelling what behavioral scientists said might go well with what was on screen. With the help of the first ever smell map, we’re beginning to figure out how to fix that.\nAlmonds smell more like roses than they do bananas. Smell has universal laws, made up of over 1,600 chemical characteristics that define the components of what we previously thought was an entirely subjective experience. From those components come approximately 40 traits that the brain uses to decode smells–and that Rafi Haddad and David Harel at the Weitzmann Institute could use to form a map.\nIn the course of verifying their map, Harel and Haddad also sought to produce their own synthesized smells–a series of 70 that, according to the map, they could predict how people would react to. The results were very closely matching what was expected, and that’s where our good friend smell-o-vision comes in.\nSynthesizing smells has always been next to impossible because the chemical traits of smells are extremely difficult to isolate. With the reduction to 40 traits, instead of countless individual smells, it’s at least once again plausible to have a working TV that broadcasts smells into your home. Food Network, here I come!\n[\n]","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb64.webshots.com-42687-2205465160102347975S600x600Q85.jpg","title":"Smell-O-Vision Is Back!  ","author":"whatsrequired"}