{"url":"http://www.techgraffiti.com//news-electric-cars-are-future-again","content":"\nElectric cars gained ground when \n in Oregon, USA. This is the second section of highway in the USA to cater to electric cars. Drivers can recharge their electric vehicles at the new charging stations just off the highway. The fast-chargers recharge an electric car’s battery in about 20 minutes. Federal stimulus grants totaling $915,000 helped make this project possible.\nOn the Atlantic Coast, a New Jersey bill \n. If electric cars need subsidies to compete with gasoline-powered cars, perhaps replacing gasoline cars with electric cars isn’t a realistic near-term goal. It might be more feasible to build infrastructure for taking personal electric vehicles on local trips and keep petroleum-powered cars for long-distance travel.\nDespite governmental support, \n. The \n reports that their high price, short range and long charge-up times limit their appeal. The large volume and mass of their batteries create technical challenges. Car producers still invest in electric cars, because selling them helps manufacturers meet USA average fuel emission standards. Early setbacks taught automobile producers that it may take years before the public accepts electric cars. Some executives plan to meet average fuel efficiency standards by producing smaller gas-powered cars until their electric cars improve.\nIf history repeats itself, the planet will have to wait decades, not years, before electric cars are popular and competitive in the open market. An article in the \n described how \n in the late 1970s by paying for thousands of them. This federal program was set to expire after four years with the expectation that “private industry would take over, making and marketing whatever vehicles the demand seemed to support.” Nearly four decades later, the electric car industry still depends on grants, tax credits and federal mandates, although Americans have found other ways to \n.\nMedia reports about the rise of the electric car echo yellowed newspaper clippings from the past. It may be time for green riders to invest in transportation options that complement petrol-burning cars rather than replacing them. As suggested, households could use electric vehicles for local trips and reserve cars for long-distance trips.\nExisting personal zero emission vehicles, such as segways and electric bicycles, cost a fraction of what electric cars are sold for. Their slow speeds and short ranges don’t matter much on local errands, and their small sizes allow them to fit in crowded garages and apartments. Tax funds that currently support electric car projects might be better spent building lanes and paths that personal zero emission vehicles can share with traditional bicycles. Those investments could quickly make life greener once policy makers sign on to them.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/B-Volkswagon-Nils.img_assist_custom-600x401.jpg","title":"Why Electric Cars Remain the Future","author":"Joseph Dunsay"}