{"url":"http://www.techgraffiti.com//news-first-steps-energy-independence","content":"\nIt appears that the change from petroleum to alternative fuels has begun in earnest as US and European military forces begin to make the transition. However, this not going to be as simple as it might seem.\nThe US Military has a budget of $663 billion. That is an amount which exceeds the combined military spending of every other force on the planet. Of that amount, over $20 billion is spent on energy costs, with nearly four fifths being generated by burning petroleum.\nWhy the transition? Military and political analysts believe that within 30 years oil production will become unreliable and that costs associated with using it will become prohibitive. In addition, political blackmail by unstable governments raises the spectre of violent conflict.\nFinding an alternative for petroleum based fuels will not be easy. Biodiesel fuels are one possibility. Unfortunately, moving the amount of prime food producing farmland required to produce a billion barrels of biodiesel fuel would have a significant effect on the price of food around the world.\nA second alternative is the use of kerogen based fuels. Kerogen is a solid, waxy, organic substance that forms when pressure and heat from the Earth act on the remains of plants and animals. It resides in sedimentary rocks as an insoluble in common organic and inorganic solvents. Kerogen converts to various liquid and gaseous hydrocarbons at a depth of 7 or more kilometers and a temperature between 50º and 100ºC. Like petroleum, refineries can distill kerogen into usable hydrocarbon products.\nA third possible option is use synfuels derived from coal. This would involve coal gasification and liquefaction as well as production of ethanol or other alcohol based fuels.\nAll these options have pros and cons and in all cases vehicle engines will have to be mechanically adjusted to utilize the alternative fuel – which leads to the fourth option: upgrade and refit the current internal combustion engines of the military to be able to use all the options as well as petroleum.\nEngine upgrades would have three benefit: (1) they would have the least impact on current logistics, (2) they would ensure that fuel supplies could not be interrupted by foreign embargoes or depleted supplies, (3) they would generate competitive pricing among suppliers of the various options, and (4) they could lead the way for a complete restructuring of the energy industry, which the entire world could follow.\nWhen it comes to petroleum alternatives, the fear of war may not be the leading driver of invention but it sure beats whatever is second best.\nFor more information see: \n,\n, \n and \n ","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/F22.img_assist_custom-480x640.jpg","title":"How the US Military Could Give Up its Oil Habit","author":"Russell Vallimont"}