{"url":"http://www.techgraffiti.com//news-todays-five-green-technologies-could-change-our-world-tomorrow","content":"\nThe energy crisis is real. The demand for energy will soon be greater than supply and the carbon emissions from traditional electrical sources are one of the primary contributing factors to the global warming phenomenon.\nIn the past, renewable energy projects proved difficult to sustain long term due to operational costs, so the costs were passed on to consumers. Now, thanks to the \n agreed 2020 renewable energy targets, governments are taking the matter more seriously and setting aside larger budgets to support cutting edge green energy projects.\nOn the 29th January, 2009, the European Commission proposed spending Euro 3.5 billion on carbon capture and storage investments and a further Euro 500 million is to be used on renewable energy projects, specifically offshore wind projects. President Obama’s gargantuan economic stimulus also has green alternative energy production at its heart, with the United States pushing solar energy production hard in the coming years.\nOperational cost is still a major bugbear for institutions researching alternative energy sources, but fortunately some technological breakthroughs are showing signs that cost may not be an issue for too much longer.\nThe humble wind turbine has been around for some time. Travel across Europe and you are bound to see several wind farms along the way. Traditionally the same design and technology used on land has been used in offshore wind turbines; however, these designs were not sufficiently durable for the harsh conditions of the sea. This equated to high maintenance costs and an expensive alternative energy source.\nFortunately, the tides are about to change. \n, a French energy company, recently announced that they were about to launch what is perceived to be the toughest wind turbine ever built. Designed specifically to be deployed in remote offshore wind farms where harsh climatic conditions are prevalent, Areva claim that operational costs will be significantly reduced as the simplified design of the \n means that they are easier to install and require fewer maintenance visits.\nThese giant wind turbines will stand approximately 90 metres above the water and will have a blade diameter of around 120 metres. They should prove highly efficient as well: each of the 5MW turbines is said to be able to generate enough electricity to supply 5,000 homes.\nWith the launch project off the coast of Germany imminent, we won’t have long to wait before we see proof that large scale offshore wind farms are a truly viable means of cheap energy production.\nThe debate around whether energy from waste is a good alternative source of energy has been ongoing for many years. The leading arguments against this technology have been the potential risk to health from the fumes produced during the conversion process and that the production of waste undermines the recycling initiative.\nBut the harsh reality is that waste will always be produced, even when recycling meets government targets. Is it not better to use the waste for energy production than for it to lie in landfills? As for the risk to health, there is no scientific evidence to prove that burning rubbish leads to ill health.\nThe proof of how green and cost efficient this energy source can be has been proven by the \n built on the Isle of Wight. This small, community sized plant is said to be able to generate 2.3MW of energy from the 30,000 tonnes of residual waste not being recycled. This should be enough to provide around 3,000 homes with electricity.\n, the Norwegian company building the plant, use a technology designed to minimise emissions when converting waste residue into steam, making it environmentally friendly while also addressing the costly landfill problem. Clearly we should still be reducing, reusing and recycling, but where there is waste there is also an opportunity to create clean energy and minimise the use of landfill.\nIt is well known that being able to harness wave energy is one of the most sustainable and cleanest sources of renewable energy available. And as long as there are oceans and seas, there will always be waves and tides from which energy can be captured and converted.\nEven though the planet’s oceans offer massive potential in terms of clean energy, there have been major challenges in developing this elusive technology. One of the biggest problems has been the requirement to locate large facilities on rugged but beautiful coastlines, which is often passionately opposed by locals who would rather not have such an eyesore. This is further compounded by the fact that these power plants need exposure to consistent and powerful swells, which typically means building a plant in an unspoilt area. On top of this, the equipment has to be able to withstand constant and powerful ocean conditions.\nSeaGen, the first commercial scale tidal stream turbine developed by \n, seems to have overcome these obstacles and has a turbine installed and finally operating at full capacity in Strangford Lough, Northern Ireland. Previously the maximum output of a tidal stream system was 300kW, achieved by their earlier SeaFlow system in 2004. SeaGen has out-performed this by achieving a 1.2MW output, said to be able to provide enough electricity for 1,000 homes.\nThe \n wave energy system is another ingenious example of harnessing energy from the ocean. These mechanical snakes can be placed in open ocean where the rising and dropping motion of passing swells are used to generate clean electricity, which is then sent back to the mainland via submarine cable. This relatively new system gets around the problem of visually spoiling coastlines as they are located a distance offshore. The northern Portuguese town of Aguçadoura was the first to install a commercial-scale wave power station using the Pelamis system, where it produces enough clean electricity to power 1,000 homes.\n power generation was first successfully tested in 1904. Let that sink in for a while: clean, abundant energy has been a real possibility for over a century, yet it accounts for less than 1% of current power generation. That is quite frankly unacceptable when you take into account the environmental policies of many governments.\nThis currently-available and widely tested method of power production is typically focused around tapping into steam vents, which is used to turn conventional turbines. However, there are also more experimental cyclic designs called \n, where cold water is reintroduced through porous rock, then heated and converted to steam.\nIn the US alone, those boffins at MIT \n [PDF] that geothermal has the potential to generate an impressive 100 gigawatts of electricity or more with just $1 billion investment, but unless the government decides to step up the pace it won’t be possible until approximately 2050. The USA is currently the largest producer of geothermal energy, which highlights how far the rest of the world has to play catchup!\nThey may be slightly more expensive but they are said to last up to 10 times longer. Amazingly, in January 2009, scientists at Cambridge University announced that they have developed an \n that can last up to 60 years! At around £2 / $4 per bulb, you certainly couldn’t get better value for money and they estimate that using these bulbs could cut lighting bills by up to 75%.\nIt is said that if energy saving light bulbs were installed in every home and office in the UK, it could cut the entire country’s electricity consumption used in lighting by up to 20% – a massive saving from something so small.\nSo even if you don’t want to install solar panels, heat pumps, small scale hydro or wind systems, you can still reduce your impact on climate change with very little effort or expense. Simply replace your old light bulbs with energy saving bulbs.","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-i39.tinypic.com-5yb8dv.jpg","title":"Today's Five Green Technologies that Could Change Our World Tomorrow","author":"TomWalker"}