{"url":"http://www.techgraffiti.com//news-take-train-cleaner-travel","content":"\n is a grand machine that is dramatically cleaner than previous GE locomotives and more fuel efficient than anything in its class. It’s what happens when you let your \n run wild, according to General Electric, proving it’s possible to save both money and the environment.\nThe Evolution Series Locomotive is the most technologically advanced, fuel-efficient and environmentally compatible diesel locomotive in history. Its 12-cylinder engine produces the same horsepower as its 16-cylinder predecessor—and it does so using less fuel and producing fewer emissions than prior models. This new generation of locomotive proves it is possible to reduce locomotive life cycle costs, as well as carbon emissions, while meeting US EPA Tier 2 emissions requirements.\nThe US EPA Tier 2 emission requirements took effect in 2005. With its hybrid air-to-air cooling system, along with the consolidated control architecture, these trains produce less carbon emissions than the trains before it’s class and the models previously produced by other companies and by General Electric. The previous models of locomotives use GEs 7FDL and GEs 7HDL engines in which the engines produced a large amount of carbon emissions.\nHigh-performance, reliable traction motors allow the train to grace along the tracks. But, with its 40% reduction in NOx and PM emissions over its predecessor, operating at Tier 1 these trains will eventually take center stage over older models and allow for a 3% savings in fuel cost compared to 16-cylinder engines. Not to mention their 30% longer engine overhaul interval compared to the 7FDL™ engine and their 184-day running maintenance.\nTrain travel is one of the greenest forms of transport available today and with greener trains comes greener train travel. GE has taken that step to ensure that train travel really is a “green” way of living.\n ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/train1.jpg","title":"How Green Trains Are Fighting Climate Change","author":"Sh3lly"}