{"url":"http://www.techgraffiti.com//news-our-addiction-paper","content":"\nIn 1975, a prediction was made that the digital revolution would lead to a paperless office. Since then, however, our usage of paper has actually increased. According to market research firm InfoTrends, over one trillion pages of office paper are printed, copied and faxed in a year. And most of what is printed is redundant – printed, read, discarded, but also stored on a hard drive. There are many costs to using paper beyond the initial purchase, including storage, ink and mailing, which could be eliminated in a purely digital age.\nWe owe a lot to paper. Without paper, our society could not have developed as it has done. As the knowledge about how to make paper spread throughout the world, literacy rates increased. The printing press took paper and made books available to more people. In the late 1600s and early 1700s, the first newspapers appeared, increasing our ability to communicate even further. And as communication became easier, so too did the spreading of ideas.\nEarly European parchments were made out of animal skins, an expensive resource; for example, it took 300 sheep to print just one Gutenberg Bible! Around 1,500 years earlier, however, the Chinese had discovered a process for developing paper from rags, hemp and old fishing nets, surely a much less wasteful option. Eventually such ideas caught on in Europe, and for 700 years, recycled rags were the primary material used in paper making. But, supply outgrew demand, and a new fiber source was needed. Enter wood pulp, something the New World had in abundance.\nBack in the present day, instead of eliminating paper, computers have actually made it easier to consume the stuff. Computers make it easy for a person to write, view, approve, edit and print with little fuss. As the price of photocopiers, printers and paper decreased, office paper usage increased, doubling between 1980 and 2000. And while printing is often unnecessary, many people prefer to have a printed copy.\nPaper is cheap and tangible. For legal documents that require signatures, nothing beats it. Papers can be spread across a desk, allowing readers to view large portions of documents. Paper also has high resolution, does not crash, and cannot be accidentally erased. However paper also costs money, takes up space in offices and landfills, and requires large amounts of water and chemicals to produce. Even as we recycle over half of our paper products, they account for the largest percentage of waste in our landfills.\nComputers are important to our society. They have increased our ability to move information around at lightning speed. We can now access entire libraries instantly. We can also store large chunks of information reliably on the internet. But the internet is full of horror stories, and many people have experienced computer disasters first hand, whether viruses, worms, infections, hacking, hardware issues or forgotten passwords.\nAccording to Lewis Fix, vice-president at paper maker Domtar, “Great ideas are started on paper. The world is educated on paper. Businesses are founded on paper. Love is professed on paper.” Paper has been around for thousands of years. Paper defines our society – but computers are defining a new generation. The paperless office may be an idea whose time is yet to come, yet that does not make it a pipe dream.\nA new generation is entering the workforce, a generation that has grown up with computers. Gore Mutual Insurance in Ontario has been paperless since 2002. According to their CEO, Kevin McNeil, the younger workers are open to new ideas and don’t want to deal with old technology. They are able to make the transition that older workers may be unable or unwilling to make.\n","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/newsprint-750x563-.img_assist_custom-600x450.jpg","title":"How Computers Have Actually Fueled Our Dependency on Office Paper","author":"Lisa Hossler"}