{"url":"http://www.techgraffiti.com//news-kershybridselectric-vehicles","content":"\nEver since the introduction of the Toyota Prius, hybrid and electric vehicles have been stigmatised asbeing boring, uninspired tubs on wheels. Well, a new era of electric and hybrid vehicles has finally arrived, with new manufacturers aiming to continue making creative, elegant, and inspiring automotive works of art while embracing the era of green technologies. Whether you simply want a commuter vehicle that doesn’t look like the engineers got lazy halfway through the design process, or want something that takes your breath away every time you drive it, here are a few cars for you.\nNo, that isn’t a misprint. Porsche has decided to save the planet all while give you the adrenaline rush of a lifetime. With a new Kinetic Energy Regeneration System (known as KERS) that takes braking-energy and returns it to the motor, the car has a much smaller carbon footprint than its non-hybrid twin.\nThe first car of its kind, the Tesla roadster, on paper, had all the makings of a champion. With two seats, a lightweight chassis, and looks that could kill… this thing is a beauty. Now, if only the battery pack lasted more than 50 miles under aggressive driving, it would have no competition. I don’t think its too much to ask to enjoy your trip down to the beach without worrying that you won’t make it there, is it? Of course, it’s also not every day one finds a spare $100k lying around the house.\nYes, that’s right… Chevrolet got it right! With a funky, futuristic design, a roomy interior and a plug-in electric hybrid powerplant the Volt is bound to strike the automotive market like lightning! It should help Chevrolet lead the charge towards a new, greener, more exciting automotive market that doesn’t make you drowsy just thinking about it. Another plus for the Volt, is that unlike the previous two monsters… this car is civilized and even affordable!\nHowever, speaking of affordable, nothing can beat this little creature. A futuristic remake of the iconic Honda CR-X sports coupe of the 1980s, this car makes you think you are in a remake of Back to the Future! With a tiny engine mated to an electric motor, a MANUAL transmission, and a flyweight body… this looks to be a fun little slice of green.","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Porsche-GT3.img_assist_custom-600x378.jpg","title":"4 Sexiest Hybrid Cars on Earth","author":"ifaynshteyn"}