{"url":"http://www.techgraffiti.com//news-airlines-announce-plans-fight-eu-carbon-trading-scheme","content":"\nThe International Air Transport Association (IATA) announced plans to fight the EU on its plans to implement a European emissions trading scheme that includes airlines.\nThe proposal would make all airlines flying in and out of European Union airports to take part in the trading scheme. Airlines from outside the EU are lobbying hard to be excluded from the scheme, arguing it will cost airlines billions that they don’t have. The group announced that 170 countries have opposed the proposal.\nIata chief executive Giovanni Bisignani said: “This is a global industry and we need a global tool. Regional trading schemes will not work. That is why 170 countries will challenge Europe. Instead of working together to build a global trading scheme, governments will be discussing legal issues.”\nThe emissions trading scheme is part of the EU’s plan to reduce emissions by 20% by 2020. The airlines would have until 2011 to join the plan. The US, in particular, has said it will fight if its airlines are subjected to the schemes. US airlines have been beset by financial difficulties for years.\nBasagni and the IATA said they would support a “single sky” measure instead, in which all EU countries would unify air traffic control. IATA argues this would lower both CO2 emissions and flight times. Basagni said: “We have a European parliament that does not understand that implementing economic measures such as a trading scheme are not the solution. We can take away 12m tonnes of carbon dioxide with a single European sky, but the only discussion is about a trading scheme. It’s ridiculous.”\nThe EU trading system would cap carbon emissions by industries which consume a high level of energy. Companies which do not reach their cap can sell their extra credits to those that will exceed their limits. IATA says this scheme will remove the industry’s profits, which were £2.7 billion globally last year.\nSource: ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://7.thumbs.techgraffiti.com/1/2013/04/sc4.jpg","title":"Airlines Announce Plans to Fight EU Carbon Trading Scheme","author":"Chris"}