{"url":"http://www.techgraffiti.com//news-f-35-lightning-ii-composites-trial-part-iii","content":"\nThe F-35 Lightning II will be a test bed for the significant use of composite parts in next generation jet fighters, particularly with fuselage components. Understandably, security concerns will prevent detailed disclosure of F-35 design and assembly. Nonetheless, what we do know about composites and the Joint Strike Fighter program is well worth considering.\nThe Joint Strike Fighter now in advanced stages of development in the United States represents a huge investment of money, prestige and commitment to a new jet fighter design. Multiple role and all weather, three variants of the F-35 including a VTOL fighter for the Marine Corps are intended to replace several current and highly proven USAF jet fighters when they reach the end of their useful lifetimes. Deployment of the F-35 with multiple capabilities would in theory save a great deal of money. In practice, with program costs now at the trillion dollar level, the world watches and wonders.\nAside from costs, \n, which makes significant use of composite materials. As a military program that embodies next generation stealth, design and weapons technologies, much information about the F-35 is not accessible by the public or aviation industry journalists.\nIn September 2006, Denmark-based Terma A/S joined the Joint Strike Fighter Program to supply several composite parts. Cutting edge CAD software from an American partner integrates with laser projection technology, whose data files generated from 3D part models are then projected upon a lay-up tool.\nIn early March, 2009, Turkish Aerospace Industries (TAI) delivered its first composite parts for the F-35 from a new facility that opened in November, 2008 with two dozen key employees trained by Northrup Grumman. These composite parts are panels that form the outer surface of the fuselage and they will be integrated into the first two production F-35s. TAI is scheduled to produce 400 center fuselage sections for the first production Joint Strike Fighters. Even with restricted information, the importance of composites to the F-35 design is clear. These carbon-resin parts will be rigorously evaluated for long term strength and durability. In many ways, future military aircraft will build on the Joint Strike Fighter Program legacy and incorporate composite parts to the maximum extent possible.\n, \n, \n, \n, \n, ","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Lockheed-Martin-F-35A_flight_opt600x420_Wikimedia.jpg","title":"F-35-Lightning II: Composites on Trial Part III","author":"merlynne6"}