{"url":"http://www.techgraffiti.com//news-it-time-properly-fund-passenger-rail-united-states","content":"\n\nPassenger Rail service was once a booming industry in the United States and was the main revenue source that spurred the rapid growth of rail transport throughout the late 18th Century and early 19th Century. However, as the price of cheap fuel and the birth of the automobile arrived, the use of passenger rail slowly faded away. During the 1960s, cheap airfare further helped to kill the inter-city rail services that were offered and eventually the once profitable business was a money pit for railroads. Between 1946 and 1964, the annual number of passengers declined from 770 to 298 million. Passenger rail service in the United States showed the signs of underinvestment as rail facilities suffered from decrepit equipment, cavernous and nearly empty stations in dangerous urban centers, and management that seemed intent on driving away the few remaining customers. The 1960s also saw the end of railway post office revenues, which had helped some of the remaining trains break even.\nDuring the years of the First World War, cars were more attainable for Americans – that over-time replaced the need for commuter services and intra-city mass transit. While rail travel was able to survive this era with the dawn of WWII in the 1940s, it once again faced a new type of competition. Commercial aviation was supported at many levels by the government in creating sprawling airports, provided subsidies to build terminals and funded construction for highways to lead to the airports and to other cities.\nRail travel in the United States seemed destined for disaster. That was until 1970, when the Rail Passenger Service Act was signed by President Nixon. Legislators created the National Railroad Passenger Corporation, which allowed any passenger rail company to contract with the corporation to join the system. This helped burden the huge cost of operating passenger rail service in the United States. Notwithstanding this, it created several problems that still haven’t been addressed today.\n\nOriginal Passenger Car for Amtrak in 1968.\nCurrently, Amtrak operates passenger services on 21,000 miles of track and connects to 500 destinations in 46 states. In fiscal year of 2006, Amtrak served 24.3 million passengers; a company record. According to estimates for the fiscal year 2007, Amtrak has served over the 25 million passenger mark, a 6% increase from the previous year. Projections show that in 2008, Amtrak could serve as many as 27 million passengers. Unfortunately, this total is only a faction of the 660 million passengers that flew on airplanes in 2006 in the United States.\nSo what’s holding back passenger rail service in the States? The largest issue for travelers is the delays. In an era where travelers hate delays, railroads in the US are the worst. Amtrak only has an on time performance rating of 74% in comparison to 82% with commercial aviation. You may ask, “How can service be delayed when they don’t have to contend with weather, security and maintenance issues like the airlines do?”\nThe biggest problem for rail transportation in the United States is the lack of infrastructure. During the creation of Amtrak in 1970, railroads often removed excess track so they could slim down their operating and maintenance costs. This helped a struggling railroad industry to finally become profitable with freight transport, but it’s starting to hurt passenger and freight rail service now. The majority of routes in Amtrak’s system share track with freight railroads. Most of these tracks are only single-lane wide, which often results in delays, as trains have to wait for others to pass. So it is common for trains to be delayed up to 35 minutes on a 1 or 2 hour trip.\nThe second issue that hampers Amtrak’s performance is the fact that it fails to service some of the largest cities in the country. Cities such as Phoenix, Las Vegas, Columbus, Ohio, Nashville all lack inter-city passenger rail service. Cities such as Louisville in Kentucky have had service in the past, but cutbacks in funding have sometimes resulted in extremely unprofitable routes being removed from the system.\nAnother issue with Amtrak is often the time it takes to reach a destination. If you ignore delays, it often takes much longer than driving or flying. This goes back to outdated infrastructure on the rail lines throughout the United States. While traditional trains in Europe can reach speeds of over 110mph, trains in the United States struggle to reach speeds of 60mph on average because of outdated tracks, sharp turns and unsafe crossings inside urban environments. Only one service in the United States is capable of reaching speeds of 150mph: the Acela Express, which connects Washington DC to New York City and Boston averages speeds of 72mph and top speeds of 150mph. Amtrak classifies this as a high-speed rail service, although it’s significantly slower than France’s TGV and Japan’s Shinkansen which both reach speeds of up to 200mph or more. It should be noted that the majority of the track that the Acela Express operates on is owned by Amtrak.\nSo why should we seriously think about providing more funding for Amtrak? Well passengers are increasing all over the board. In California, for the first seven months of this budget year, which ends in September, passengers are up 13.6 percent on the Capitol Corridor, 11.1 percent on the San Joaquin and 4.7 percent on the Pacific Surfliner compared with last year. The Surfliner, the state’s busiest train, carried 2.7 million passengers in the 2007 budget year, while the Capitol Corridor hauled 1.45 million and the San Joaquin carried 805,000.\nSimilar increases have been seen though out the US, April “ridership” — despite its chronic underfunding — is up 20 percent since October in North Carolina and up 19 percent between Chicago and St. Louis. between Philadelphia and Harrisburg, Pa., was up 17.7 percent over April 2007. The HeartlandFlyer between Fort Worth and Oklahoma City is up 6.5 percent; the Chicago-to-Seattle Empire Builder is up 8.2 percent. Ridership in upstate New York at the end of 2007 was up 11 percent over the end of 2006.\nThe spike in gas prices is mostly the cause for the increase in usage, however Amtrak has seen “ridership” increase over the past 5 years despite decreases in funding. As the cost of fuel for both cars and planes increases, Amtrak will continue to be an efficient alternative that is friendly for the environment. The revenue per passenger mile for rail service (0.26 cents) is twice that of domestic airline services (0.12 cents). Amtrak is also safer for the environment with an energy consumption of 2,100 BTUs per passenger mile, compared with planes (3,890 BTUs), buses (3,698 BTUs), and cars (3,597 BTUs).\nSo how do we fix passenger rail services in the United States? The easiest suggestion to make is to build infrastructure. There is legislation up for election in November of this year to build a high-speed rail network in California. The plan calls for a $40 billion network that connects Los Angeles, San Diego, San Francisco and Sacramento along with other cities in between. Proponents say that this network is needed because in order to sustain the growth that California currently sees both population and economy wise, they’ll have to otherwise invest twice the amount of money in new highways, airport runways, terminals and parking garages. The plan calls for trains operating at 220mph carrying up to 117 million passengers annually. The system will operate requiring no subsidy and would be more cost effective than flying or driving in most circumstances.\nBeyond building high-speed rail networks throughout the country, we need to double track existing lines so that less popular corridors of transit can still get reliable service. This should also allow trains to operate at faster speeds and without delays. Improving these corridors will help build a much more densely served network and open up the possibility for increased services in new destinations.\nOne final solution is to bring passenger rail service to areas that don’t have it. Phoenix has a metropolitan population of 3.7 million people, but doesn’t have an alternative to their busy Sky Harbor International Airport. Providing services to these cities and creating new routes will help increase passengers as more destinations are served.\nA perfect example on how to implement passenger rail service in the future is to give control of the service to the separate states. Amtrak California is a subsidiary of Amtrak that operates the three business routes that serve California. This allows local jurisdiction to decide which routes to implement which will save money and provide the best services for local residents.\nThere is absolutely no reason why passenger rail service should not be increased and improved. Europe has proved that passenger rail can be safe, comfortable and convenient; all at a fair price. It is time that we invest in our transportation infrastructure as we seek out alternatives to sequester high gas prices. Rail transit is an eco-friendly and energy efficient alternative that should be our first step. As cars and planes struggle to handle the heavy gas prices, electrified trains can run on green energy that comes from a nearby wind turbine. Trains may have been developed nearly 200 years ago, but they are the future of transportation.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb45.webshots.com-39724-2246513640102347975S600x600Q85.jpg","title":"Is it Time to Properly Fund Passenger Rail in the United States?","author":"Chris"}