{"url":"http://www.techgraffiti.com//californias-grueling-king-of-the-hammers-desert-race","content":"\nThe Griffin King of the Hammers race is as hard as it sounds. Liveoutdoors.com describes it as “quite likely the toughest in American off-road racing,” and it’s ranked as the tenth most grueling off-road race on the planet. Each year, 100 hardcore racers meet up to take on the heat, sand and rocky terrain of the Johnson Valley in southern California’s Mojave Desert. Racing against the clock, the participants must complete the 165-mile course within 14 hours – quite a feat, given the many obstacles in their path along the way.\nKing of the Hammers started as an idea scribbled on a napkin by off-road enthusiasts Jeff Knoll and Dave Cole in 2007 (these photographs were taken at the 2011 race). “There is a sense of adventure that lives inside all off-roaders,” says Knoll about the appeal of off-road racing. “It thrusts them into the abyss of the unknown and puts their lives at risk, hanging just over the edge of control. A place not limited by a clear-cut route or designation.”\n“This form of adrenaline is found in vast expanses of the southwest wilderness known as the open desert,” explains Knoll. “A place we are taught from a young age that we should never venture [into] alone. A place where running out of talent may mean the possibility of a very uncomfortable ending, or, if you are not prepared, even death.” Comforting words indeed.\nConsidering the difficulty of the terrain, it’s obvious that King of the Hammers competitors don’t drive your average Ford Fiesta. In fact, each team makes its own vehicle. The Ultra 4 cars used are designed especially for this kind of off-road racing and are able to achieve speeds exceeding 100 mph on sandy terrain. At the same time, the cars’ gear ratios of 100 to 1 (and lower) allow them to navigate the boulder-strewn hills.\nSince the vehicles are raced without support crews following behind to assist with repairs, building a sturdy and reliable Ultra 4 is of paramount importance. If a car does break down, the team must fix it themselves, either on the track or in one of the designated pit areas. So good mechanical skills are just as important as masterful off-road driving!\nThe race is set in a tough, remote location, and on top of having no support crews, racers also face the lonely void created by a lack of thronging spectators. Even the closest gas station is 30 miles away! According to Knoll there are “no cones to light the way, or banners to suggest the correct method.” Participants and onlookers alike need to be both self-sufficient and careful. Potential dangers include steep rock ledges, shifting stones and open mine shafts.\nCompetitors race along a triangular-shaped course with three treacherous trails: Chocolate Thunder, Trap Door and Clawhammer. Each trail presents its own particular challenges, and the entire course is known as “The Hammers.”\nThe trails are extremely difficult. The Chocolate Thunder trail, for example, is not only steep but also covered with a grueling mixture of sand and large rocks, which makes ascending it very tricky. Chocolate Thunder is only 12 miles long, but it is said to take two hours to complete – which isn’t hard to believe! Driving on routes like this is known as “rock crawling,” which Knoll describes as being “a match of wits and control, a dance, if you will, much like golf.” Except golf doesn’t often come with a risk of death.\nAs the race takes place in such remote wilderness areas, it has raised environmental concerns about off-road racing and off-road vehicles in general. There’s the danger of wildlife being crushed under the wheels of the heavy vehicles, but there’s also the added threat of noise, air and water pollution and other the damage to the natural environment.\nMore research still needs to be done to assess the impact of major off-road races like King of the Hammers. However, the biggest hazard to the environment at such events is not necessarily the drivers. Spectators, who visit some off-road races in large numbers, don’t necessarily have to follow the same strict rules as the participants. And some of these spectators use their own off-road vehicles to reach places along the routes, thus adding to the environmental damage.\nAnother concern for environmentalists is that King of the Hammers impacts on the natural habitat of the threatened desert tortoise. Besides the possibility that the tortoises may get run over, off-road vehicles can also destroy their burrows. To minimize the damage, King of the Hammers has guidelines for spectators, including not dumping wastewater, not handling or disturbing the tortoises, not leaving any garbage behind, and treading lightly.\nEnvironmental concerns notwithstanding, King of the Hammers is currently in danger of losing its Johnson Valley course to a nearby Marine base. The planned extension of the base would mean that only 40,000 of the current 190,000 acres of “off-highway vehicle riding area” would be accessible to the public. The plan still needs to be approved, but the US Navy is hoping for the expansion to be completed by 2014.\nTo highlight the event’s stance against the proposed land takeover, more than the usual 100 entrants were allowed to take part in 2012’s race. Moreover, money raised by the extra drivers was used in the fight to keep the Johnson Valley off-highway vehicle (OHV) area open. “The correlation between land use and these racers we are including could not be more appropriate,” said race co-founder Dave Cole. “These are honest, hardworking people who come to Johnson Valley throughout the year not only to race, but for recreation as well.”\nAccording to some conservationists, an expanded Marine base isn’t good news for the environment either. They believe that closing the off-highway vehicle riding area will only encourage drivers to use other open desert spaces. There are also concerns that heavy military tanks will be even worse for the environment than other off-road vehicles.\nWhether the US Navy’s planned expansion goes ahead and the Marines take over the King of the Hammers course remains to be seen. If the land does end up being designated for military use, then this year’s event, which is currently underway, may be the last in the area.\nWe thank photographer Joseph Aceves for sharing his photographs of this spectacular desert event with us.\n","web_category":"entertainment","advice_category":"8","picture_url":"http://static.techgraffiti.com/2013/01/koh2.jpg","title":"California's Grueling \"King of the Hammers\" Desert Race ","author":"Yohani Kamarudin"}