{"url":"http://www.techgraffiti.com//news-green-motoring","content":"\nDid you know that 25% of all UK carbon emissions come from the way we travel? The journeys we make in our cars, the flights we take on holiday and the buses and trains we use to get around all contribute a staggering amount of CO2 to the national total.\nA large degree of this transport carbon comes from our cars and, although giving up your vehicle and using a bike may be the most environmentally friendly way to get around, it’s unlikely to appeal to the majority of us. So is there a way to keep our cars without killing the planet?\nChanging the way you drive is one of the most effective ways to cut the carbon you produce. Try removing any \n from your car, such as roof racks, bicycle racks or just clutter in your boot. An extra 100lbs of weight will reduce your fuel economy by up to 2%. Also look at how much the body of you car weighs as this can have a large effect on the amount of fuel you use. In recent years manufacturers have put a huge amount of money into developing lighter cars, using aluminium chassis and plastic interiors.\nIt’s also important to check that your tyre pressure is correct as this can account for 10% of petrol costs. And, while you’re checking the tyres, also take the time to look under the bonnet or have a \n. Clogged filters, old spark plugs and gunky oil all suck up extra fuel and therefore create more emissions.\nFor a really green drive think about joining or setting up a \n. A 2005 Department for Transport survey showed that an average of 61% of all car journeys are made with only one occupant in the vehicle. This rate increases to 86% when analysing commuter traffic alone.\nCar sharing can be a great way to save fuel, cut the wear and tear on your vehicle and help the environment. A study by the University of East Anglia has estimated that if car-sharing in the UK increased by just 18% – the equivalent of two people sharing an additional journey just once a week – just under 10 million tonnes of CO2 could be cut from the UK’s emissions total every year.\nRe-thinking the way you drive can make a huge difference to the environment, as well as helping you to save money on fuel and maintenance costs. Have a look at the \n of the Big Green Switch for more tips on greener driving.\nFor more green tips visit ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://www.biggreenswitch.co.uk/images/BGS_logo_square_large1.jpg","title":"Green motoring ","author":"BigGreenSwitch"}