{"url":"http://www.techgraffiti.com//news-pulling-electricity-out-thin-air","content":"\nWhat if electricity for your home or business was free, a service provided by mother nature, like air or rainwater? There’d be no need for power lines. Municipal generators would disappear. Best of all, there’d be no electric bills! True, advocates of solar, wave and wind power have been doing this for the last several decades. But, suppose there was another, cheaper way which could work at night, away from the ocean and without wind.\nImagine! Pulling electricity literally out of thin air. We’ve all seen the power of lightning, flashing across the sky in thunderstorms. Most of us have read the story of Benjamin Franklin, the early American statesman who captured electricity with a metal key by attaching it to the string of kite while it flew in a lightning storm. Now, suppose that someone could invent a panel which capture that same electricity out of the air, not just during the storm, but before and after the storms as well, all the while collecting it as usable electrical power. In fact, this was attempted in the years between 1901 and 1917, by an electrical engineer named Nikola Tesla. He designed the first wireless telecommunications mechanism which was called the \n. Also known as the \n, the project aimed to make communication across the Atlantic faster.\nThe \n was able to generate a substantial electrical current by using the potential energy which lies in the differences between high and low elevations of the atmosphere. Though the tower showed early signs of promise, it never reached full operational capacity and, due to financial problems, the core facility was never completed. In August of 2010, at the 240th National Meeting of the American Chemical Society, a team of researchers led by Fernando Galembeck, of the University of Campinas in Brazil, presented a report detailing how the team discovered latent electrical charge in the atmosphere. Galembeck said his team found “clear evidence that water in the atmosphere can accumulate electrical charges and transfer them to other materials it comes into contact with… We are calling this [process] \n.”\nIn a manner similar to solar collectors, scientists hope to develop panels which could be used on buildings to harness electricity from the atmosphere before it becomes lightning. Just as solar cells work best in sunny areas, current designs suggest that hygroelectric panels would work more efficiently in areas with high humidity. This would be advantageous to places like Ireland, the UK and the American Pacific Northwest where rain is almost as frequent as sunlight.\nFor more information see this source, \n, by Carlos Fioravanti\n, by Telma R.D. Ducati, Lu s H. Sim and Fernando Galembeck\n Wikipedia","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Lightning_2.img_assist_custom-480x640.jpg","title":"Lightning as a Power Source: Pulling Energy Out of Thin Air","author":"Russell Vallimont"}