{"url":"http://www.techgraffiti.com//news-disadvantages-wind-energy","content":"\nThe disadvantages of wind energy are both perceived and real. Some of the early fears about wind energy have been proven to be false, but other, potentially larger issues are still being studied. Here are some of the concerns.\nWildlife organizations and anti-wind energy groups were fearful of the effect wind towers would have on bird populations. The big, tall wind towers, with their powerful turbines and long blades at the top, were seen as a thread to birds. In cities, many birds are killed when they fly into tall buildings. The problem is not that the building itself is invisible or that a bird is unable navigate.\nThe true hazards are windows and huge expanses of glass. At certain times of the day, the position of the sun makes a bird see its reflection in the glass or see the glass as an open space. Thus, birds fly at full speed into a sheet of glass and then fall to the ground. We know that this is a problem and many tall buildings today use graphics or other methods to present expanses of glass as a substance that birds will see and avoid.\nWhen the first wind farms were established, some wildlife groups predicted that bird species would disappear from the area. Time has shown that this is not the case. The tall towers are substantial and visible to birds. There are no reflective surfaces that would appear as an open space where none exist.\nLong-term studies now show that bird populations in areas where wind farms are established have not changed at all. The species feel, nest and fly just as they did in the past and have easily been able to avoid collisions with wind towers and blades.\nOne significant \n is the large amount of acreage needed for installation. Some groups were against the use of wind energy because they did not feel the power produced was great enough to justify the land use. The perception was that there would need to be a ‘safe’ area around the base of each wind tower. This perception led to estimates that each wind turbine installed would use a full five acres of land. This has not proven true.\nThe wind towers do not produce pollutants in the form of particulates or gases that would cause damage to the land at their base. Today we know it’s possible to have dual use of the land devoted to a wind farm. Herds of cattle and sheep can graze peacefully right at the base of the tower. Agriculture can continue on the land that is home to a wind farm.\nIt’s also important to realize that the space that must be dedicated to the production of wind energy is still less than that required for a conventional power plant. If we fail to create energy from the sun and the wind, more power plants to convert fossil fuels will need to be built soon.\nAn average power plant often occupies 50,000 acres of land due to the safety belt that is required around these potentially dangerous installations. This is a huge amount of land that can be used only for energy production. To evaluate the land use of wind farms, one must compare that to the land use of a new fossil fuel power plant.\nOne potential disadvantage of wind energy is the unanswered question about whether the electricity produced by wind energy is worth the cost. Wind towers and turbines are hugely expensive and we don’t yet know how many years they may be expected to operate before replacement is needed.\nCreating clean power is a priority but the real amount of power produced must be high enough to justify the costs of production. Those costs include everything from the land dedicated to tower construction to the manufacturing and disposal of materials used.\nThe ability to \n is only valuable if the amount of power produced is in usable quantities. The grid of traditional power plants is designed to spread the load over many parts of the system. This allows the power company to balance the load to provide power on demand to one area by routing extra electricity from a lower use area.\nTo date, this is not easily accomplished and is a disadvantage of wind energy production. There are ways to store the energy created by wind farms but that adds a full 25% to the power cost and is rarely used at this time.\nIn addition, the disposal or recycling of old towers and turbines poses another challenge to the environment. As the industry grows, it is hoped wind energy will become more efficient and the power produced will outweigh any environmental disadvantages of wind energy production.\n","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/374232737380e5db10dajpg","title":"Common Disadvantages of Wind Energy Debunked","author":"mirha494"}