{"url":"http://www.techgraffiti.com//news","content":"\nThis is a Sponsored post written by me on behalf of \n. All opinions are 100% mine.\nIf you’re anything like us, you’re definitely past flapping paper maps by now, but at the same time fixing a hand-held GPS system to your windscreen really can be a hassle. Neither of these options need trouble you with an in-dash navigation system – the kind built right into your car.\nHowever, we’ve all heard the stories about people blindly driving up dead ends due to their faulty or out of date maps, so one of the most important things about using a sat nav is that it has the latest and best information available. We can see a lot of benefits to keeping up to date on the road, which is why we decided to run this sponsored post on the behalf of NAVTEQ, whose technology and maps drive most of the in-car navigation systems in the U.S.\nAt EG we’re all about going amazing places and seeing astonishing things, and any family would feel safer knowing they’ve got up-to-date info on how to get to their destination right there in the car, as well as tips on places to stop along the way.\nWe can see a few environmental benefits too. Better directions mean a shorter drive time, so you’ll get where you want to be more quickly and efficiently. This of course saves gallons of gas – burning less fossil fuels and releasing fewer emissions.\nConsidering the time of year, we reckon a nav system \n like this wouldn’t make a bad Christmas gift at all this holiday season. It won’t be passed on, it doesn’t have to be the right size, color or style, and anyone who needs a bit of help arriving on time is going to want one. Even if your parents or partner aren’t keen, you could give it as a gift to yourself! It might just buy the extra time you need to get from store to store and lay your hands on that present you need before it sells out – or you could at least make it to your office Christmas party on time!\nIf you’re interested in a map update for yourself or someone else, visit \n.","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Stadium.img_assist_custom-600x494.jpg","title":"Staying on Track With NAVTEQ This Christmas!","author":"MichaelSimon"}