{"url":"http://www.techgraffiti.com//news-feature-cradle-and-grave-suv","content":"\nThe Sport Utility Vehicle has been an American icon ever since it was born into mass popularity during the days of World War II when the American Willys Jeep repelled the Fascist quest for world domination in the 1940s. Over 600,000 Jeeps were produced for the war effort and since then, the icon would only grow in fame, as something born of love in Dr Frankenstein’s “wicked laboratorium.”\nThe Jeep saw battle in World War II &amp; Korea and was replaced by the nearly identical M151 MUTT made by Ford in 1959. These vehicles served their purpose and did it extremely well. In 1944, Willys Jeep introduced the Civilian Jeep to the American Public and sparked a fire that would probably never be extinguished.\nAs demand for the SUV body grew, so did the manufacturers. The Ford Bronco, Chevrolet Blazer, GMC Jimmy and Jeep Wagoneer took off. As American Manufacturers converted Americans from city life to fuel addicts, so did the Japanese. In 1965, the Land Cruiser was the best-selling Toyota-made vehicle in the United States. As our dependency on gasoline and diesel began to grow, so did our cars. The growth of SUVs were popular in the United States, Canada, and Australia in the 1990s and early 2000s for a variety of reasons. Vehicle buyers were drawn to their large cabins, higher ride height, and perceived safety. Additionally, full-size SUVs have greater towing capabilities than conventional cars, and can haul trailers, campers and boats. SUVs had the added benefit that they could carry more passengers than a pick-up truck. Finally, a perception of social wealth SUV owners grew. No longer did the family take a ride in the Mini-van, they took the full-size SUV instead.\nThis wasn’t always the case however. During the oil crisis of 1973 when OPEC blocked shipments of crude oil to countries that supported Israel in the Yom Kippur War, Americans and other countries converted to more fuel efficient cars. Before the embargo, American car makers made larger and less fuel efficient vehicles. As the embargo took place, consumers made up their minds with their wallets. Foreign producers like Datsun (Nissan), Toyota, Peugeot, Volkswagen, Mazda and Honda generated record sales during this time. Eventually this resulted in the creation of the CAFE standards by the Detroit Three and much stronger fuel efficiency standards.\nHowever, like the size of our wallets and waistbands, our vehicles followed suit. As OPEC lost its hold on oil production, gas fell cheap once again by the 1980s. Americans were driving larger cars once again, albeit with somewhat better fuel efficiency than that of the 1960s and early 1970s. The price of oil continued to drop as supply grew through the world. Oil prices hit a below $10 a barrel in 1986, which once again sparked the new craze for American consumers. While before this time small SUVs like the Jeep were popular, with the decrease in the price of fuel the medium and large SUVs grew in popularity. In 1988, Medium SUVs passed 500,000 in sales for the year and by 1998 had reached nearly 1.7 million Medium SUVs sold a year. It wasn’t until very low oil prices of the 1990s that the Large SUV took off. The Large SUV only had sales of slightly over 100,000 until 1996 when sales spiked to almost 400,000. This was at the time that vehicles such as the Ford Expedition and the Cadillac Escalade entered the market.\nSUV sales finally peaked in 2004 and 2005. Reaching a peak of 4 million SUVs sold a year, the price of gasoline finally caught up with the metal beast on the road. At the time, gas has just reached a new high in 2005. One gallon would have cost the SUV driver $2.00 a gallon, a price that wasn’t seen for 30 years prior. According to the EPA, SUVs only have a fuel efficiency of 18 MPG. The price of commuting in an SUV got extremely expensive for the suburban commuter that predominantly owned SUVs. Only the coolest of the cool could afford to purchase a high priced SUV and pay for the fuel to operate it.\nThis past weekend, the price of gasoline on a national average passed $4.00 a gallon; a price that some say, effectively killed the widespread appeal of the SUV market. Not only did it kill the appeal of the SUV, but also the light-duty truck, mini-van and large car market as well. For 17 years, the Ford F-150 Pick-up truck was the best selling vehicle in America on a monthly basis. That spot was lost to not only one car but to four. The Toyota Camry and Corolla and Honda Civic and Accord all past up the Ford F-150 in sales for the month of May and more vehicles are expected to make the leap. The King of the Automobile Hill is now not even King of the Used Car Lot due to resale values of SUVs and Trucks plummeting since gas passed $3.00 a gallon.\nLight truck and SUV sales at major auto makers are down anywhere from 12 percent at Toyota to 37 percent at GM. GM announced plans to close four plants that manufacturer trucks and SUVs. Nissan, Ford and Chrysler all have similar plans. GM even announced that 18 of the 19 cars in development at GM will be passenger cars or crossover utilities. It seems like GM has finally stopped trying to resuscitate the SUV after years of the car style flat lining at other auto makers.\nWhile truck and SUV sales are down, small car sales are sky-rocketing. Sales of the Ford Focus were up 53 percent last month, as were sales of the Mini. Honda and Acura sales rose 31.9 percent, Hyundai was up 26.3 and Nissan climbed 18.7 percent. However, as sales continue to drop auto executives note that there will always be a market for SUVs as long as gasoline stays under $10/gallon. One thing is for certain in today’s economy. Fuel Efficiency is a profitable business and as more car makers jump to make advancements in fuel efficiency, so will their profit margins.\nOne has to wonder though, will we see the SUV back on top in the American auto market any time soon? Even if the price of gasoline drops, most auto executives predict that the change is here to stay. Satori Aoki, chairman of Honda Motor Co., predicts the trend away from them is here to stay. “One thing that’s certain is that consumer interest in fuel-efficient, environmentally friendly cars will grow,” he told reporters.\nAs the price of gasoline continues to climb, the United States will move towards alternative methods of fueling vehicles. Will the SUV re-emerge like a zombie from the grave or will consumers flee from the monster into the safe arms of the fuel efficient alternative energy vehicle? Only time will tell and it will be one of the many decisions we must make as we improve our surrounding environments.","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb04.webshots.com-31427-2356365790102347975S600x600Q85.jpg","title":"Feature: the Cradle and Grave of the SUV","author":"Chris"}