{"url":"http://www.techgraffiti.com//news-american-interstate-highway-system-changed-face-america","content":"\nThe American Interstate System may be the largest public works project since the pyramids. It dramatically changed the way Americans live, relax, and do business. Every item bought in America has been on the Interstate System at one point in its life cycle. Controversial from the beginning, it remains controversial today. The Interstate created the decentralized, automobile-dependent society America is today.\nMany inner cities in the 1950s were full of slums: shacks with no running water, outhouses out back, high crime rates, frequent epidemics and low life expectancy rates. Building the Interstate through these neighborhoods was seen as a win-win situation – eliminating urban blight, providing access to growing suburban areas, providing high-paying jobs, and developing blighted areas for more productive use. However, building interstates through these neighborhoods was the equivalent of erecting a Berlin Wall. Wide swaths of low-income and minority neighborhoods were leveled, displacing one million people at the cost of creating new transportation routes.\nThe Interstate changed the nature of cities by superimposing expressways, inner loops, by-passes, throughways and cloverleafs over the existing city grids. Views, landmarks and waterfronts were obliterated, isolated or cut off. Quick, efficient transportation overtook aesthetics while commercial activity shifted from the town center to exit ramps.\nThe typical interstate is a broad, 4-lane highway, with two separated roadways flanked by a wide, safe shoulder. There are no traffic lights or intersections. All crossings are graded separately through a series of bridges and overpasses. Curves were engineered to be safe at high speeds, and rest areas are conveniently spaced. These roads have made it safer to travel. They made it possible for people to live further from their jobs, and made it easier to get to more entertainment venues. The interstates make it easy for thousands of people to drive across a state to watch sporting events or concerts, or attend political rallies. Supplying 1% of the nation’s roadways, they support over 23% of all roadway traffic. The fatality rate is 60% lower than that of the rest of the nation’s highway system.\nInterstates also increased our dependency on the automobile and oil. And they contributed to the rise in the trucking industry and the decline of the rail industry. They undermined much of our mass-transit system as well.\nDesigned in the 1950s, many of the the interstates were given a 20-year life span. After supplying 60 years of service, they are at the end of their life cycle and require massive repairs. Every summer somewhere orange barrels go up, as well as closing lanes and exit ramps, tying up traffic and adding to the congestion they were designed to eliminate.","web_category":"art-design","advice_category":"6","picture_url":"http://static.techgraffiti.com/sites/default/files/images/highway-3jpg","title":"How the Interstate Highway System Changed the Face of America","author":"Lisa Hossler"}