{"url":"http://www.techgraffiti.com//news-could-old-computers-fuel-your-car","content":"\nIt’s always been an environmental hazard to toss out an old computer: there’s arsenic and mercury, and a host of other nasty things in the circuit boards that the technology depends on.  Think of all that waste trickling into a landfill – not a terribly pleasant thought really, especially if you live near one or are concerned about your water quality.\nHowever, we may yet have one of those rare two-birds-one-stone opportunities upon us, as the toxic components of a computer could become a cheap fuel for our automobiles, relieving us of four dollar gasoline.\nThe U.S., which as you can imagine is one of, if not the world’s leading producer of toxic electronic trash, found itself with 2.65 million tons of the stuff in 2005, the most recent year for which records are available. This has prompted scientists to explore using a series of additives and chemical reactions to remove the toxins and flame retardants from the circuit boards until they are left with a series of oils. What they do with the mercury however, which isn’t going away, I don’t know.\nThe polyethylene-derived oils are capable of being used to fuel an internal combustion engine. This, of course, would all depend on the scaling up of the process and the economic viability of it–but it’s an odd way to represent the innovation that’s going on in the scientific community.\nThe oils that are left are, of course, an amalgam of several different substances–all valuable, and all increasingly scarce. One of them is potentially capable of being used to fuel an internal combustion engine. This of course, would all depend on the scaling up of the process and the economic viability of using recycled electronics. However, it is definitely an interesting concept.\n[\n]","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb17.webshots.com-6928-2209676070103329676S600x600Q85.jpg","title":"Could Old Computers Fuel Your Car?","author":"whatsrequired"}