{"url":"http://www.techgraffiti.com//news-5-incredible-eco-powered-ships","content":"\nIt may be putting the cart in front of the horse to figure out how to turn commercial shipping into a green industry when it’s so thoroughly dedicated to moving goods that harm the environment.\nCars, oil and tennis shoes – these are but some of the kinds of cargo exported. Necessary, but nonetheless damaging to the environment – especially when things go wrong. Despite this, there have been some serious innovations in recent years by our seafaring friends.\nBelieve it or not, one of the major impediments to efficient movement at sea is the fantastic buildup of algae and barnacles on the underside of a ship. Hydrodynamics are destroyed, and the ability of the propeller to attain maximum traction in the water is reduced. The way around this in the past has been to scrape them off in dry-dock or with divers, or to use chemicals to kill them off. In the future, ships will use a “shark skin” of sorts that is rough to the touch, and which does not lend itself well to marine life.\nUnlike an infaltible mattress, this technology is originally based on evading sonar detection. Riding on a sheet of tiny bubbles emitted through holes in the hull reduce the friction between the ship and the water, allowing the vessel to move at an increased efficiency. This is for the record, the same principle used by extremely fast torpedoes, only underwater it’s called supercavitation.\nAs the rich continue to believe that yachts are a fantastic way to use their millions, it’s probably for the best that there are ways to make luxury boats eco-friendly. These solar wings are able to be adjusted to all wind conditions, not so that they catch all of the wind, but so that they are always in prime position for the sun. The ships still feature conventional propellers, albeit driven by electricity, as opposed to oil or marine diesel and the technology is easily adaptable to ferries, among other small craft, as well as…\n\nThis is the solar sailor technology in its most mature form. Three massive “sails” grafted onto a supertanker, would reduce the energy consumption by up to 50%, although one is left to wonder with that sort of savings what, exactly, the tanker would be moving. The mock-up below is proposed to move potable water – obviously, a far better cause than crude oil.\n\nThe Orcelle, a French design, is powered by solar energy, but propelled by a series of “fins” on the underside of the hull that capture the power of the ocean currents and waves. It also features a modified trimaran hull, a broad central area with two outriggers, and the propelling fins work as an underwater connector between the two surfaces. Wow. Just. Wow.","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb61.webshots.com-17212-2054791170103329676S600x600Q85.jpg","title":"5 Incredible Eco-Powered Ships","author":"whatsrequired"}