{"url":"http://www.techgraffiti.com//how-online-backup-could-save-you-one-giant-headache","content":"\n\nImage: \nFor any computer user with a jot of common sense, performing regular backups is, of course, essential. There are myriad horror stories about people who neglected to back up files and then faced the consequences; from the grad student who lost an 18,000-word thesis, to businesses losing thousands of files, and others kissing goodbye to whole drives’ worth of data. \nBut it’s not just about backing up your work; it’s also to do with saving it in more than one location – and we’re not just talking about external hard drives in the office or a USB flash drive left lying on the desk. Consider the scenario: you arrive for work one morning to discover that the building has been broken into, with everything gone. Now, while insurance may cover the cost of all the material items stolen, it might be a different story for the company’s irreplaceable computer files – if the correct precautions haven’t been taken.\nFires, theft, natural disasters, software corruption, human error, and system or hardware failure cost businesses in the US billions – if not tens of billions – of dollars every year thanks to lost data. So what can you do? Well, making multiple backups is vital, and if you think about it, so too is looking to a software or cloud solution – like that offered by \n. After all, backing up is hardly a failsafe measure if it’s left in human hands or only involves using physical means onsite. \n\nImage: \nCarbonite’s online backup service protects crucial computer files such as documents, images and even music and emails by silently saving them to its cloud system. Whenever the user’s computer is hooked up to the web, their files are continually backed up. And once files are safely stored away, they’re accessible from any computer or, using a free app, from any Internet-connected smartphone or tablet device.\nWhether you’re a PC or Mac user, it’s certainly one way of addressing the concerns associated with backing up your files. For one, the process is automatic, so it’s not something you have to remember to do. Second, you know your files are safe, because they’re encrypted and then stored offsite at a secure, hi-tech data center. \nFor a single computer, Carbonite offers unlimited backup space for $59 a year. And if you run a small business, Carbonite has plans that will back up all company computers, external hard drives and servers for a flat and competitive yearly fee. Anyone is eligible to start a complimentary trial at \n. Use offer code SUNNY13 when you start the trial and get two bonus months with a purchase.","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/2013/04/sign-42658_640.png","title":"How Online Backup Could Save You One Giant Headache","author":"Karl Fabricius"}