{"url":"http://www.techgraffiti.com//news-humbling-hurricane","content":"\nAlong the coast of southwest Africa a low pressure trough moves out onto the Atlantic where it begins to gather moisture. Within hours, winds in the system elevate the trough to a tropical depression. Large thunderheads form as warm air over warm water causes rapid evaporation and it soon becomes a tropical storm.\nThe storm migrated north into equatorial waters with temperatures of 77-78 degrees F. The warm water feeds the storm, strengthening it further. As the waters reach 80 degrees F, the storm system shifts into high gear with warm and cool winds rising and sinking in a synchronous movement which begins to feed on itself. The storm releases heat energy at a rate of 50 trillion to 200 trillion watts (that’s 50 to 200 followed by 12 zeros). This is the equivalent of a 10-megaton nuclear bomb exploding about every 20 minutes. It’s one ferocious beast of a storm, a Category 5 Hurricane.\nHigh above, a constellation of satellites called the A-Train hand off imaging duties, one after another, as their orbits pass overhead, one by one. The data is streamed to US National Hurricane Center in Miami, where super computers take the pixels, transform them into number codes and then generate images, giving meteorologists vital information on the severity and movement of the storm.\nPlowing westward through the North Atlantic on an intercept course with the hurricane is the US Navy’s nuclear super carrier USS Enterprise (CVN 65). The crew is busy readying a flight of six F-22 Raptors for deployment. Stripped of all weaponry and carrying only tanks of extra fuel, the high performance fighters are prepped to confront the hurricane.\nAs the hurricane moves west out of the open Atlantic and into the east Caribbean, computer models predict it hit the islands of Puerto Rico, Hispaniola and Cuba and on to Florida. The carrier’s intercept course brings it to within 700 miles northeast of the eye. There it launches the six Raptors.\nThe jets level off at about 10,000 ft and race toward the eye of the hurricane, accelerating in unison. Very quickly they approach the outer edge of the storm. Here, they fan out in a even lateral formation, from 1000 ft to 6000 ft, each jet trailing the other by 5 miles.\nBlasting through the storm, they simultaneously push the throttles to maximum, breaking the sound barrier, and continuing their acceleration to mach 2.21 (about 1500 mph). Near the center, heading into the fiercest winds of the storm, the jets bank into a 4G turn and curl around the edges of the storm’s eye.\nThe sonic boom of each jet sends out a shock wave into the surrounding air. Within the shock wave, the furious winds stop momentarily. But almost as quickly as they stop, the winds behind push them up to speed again. Only, in so doing, the storm loses some momentum; not all, but enough to measure.\nThe jets finish their loop around the eye of the storm and fly back toward the waiting carrier. With the assistance of an aerial refueling by a pair of KA6-D carrier launched tankers, all six Raptors make it back to the carrier safely. After such a dramatic operation, they let out a sigh of relief.\nBack at the National Hurricane Center in Miami, the super computers feed out the updated data. The wind speed has dropped from 160 mph to 125 mph, taking it from Category 5 to Category 3. The raging beast of storm has not been stopped, but it’s certainly been humbled.\nFor more information see “\n”","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/SST-Hurricane.img_assist_custom-600x450.jpg","title":"Supersonic Jets Slow Down the Heart of a Hurricane","author":"Russell Vallimont"}