{"url":"http://www.techgraffiti.com//russias-incredible-underwater-cosmonaut-training-complex","content":"\n\nPhoto: \nThe suited cosmonaut floats up to the open hatch door. In the weightless-seeming environment, he glides easily over the space station module’s exterior. He can hear his breathing echoing in his ears while he watches a stream of bubbles rise in front of him. Yes, bubbles. You see, the cosmonaut in question is not yet orbiting the Earth; he’s training underwater at the Zvyozdny gorodok Hydrolab, just outside Moscow.\n\nPhoto: \nZvyozdny gorodok is better known as Star City in English. And since the 1960s, the Gagarin Cosmonaut Training Center (GCTC) in Star City has been used to prepare a select group of Russians – and now people of other nationalities – for the demands of outer space. One of the star attractions of the GCTC is the 39-foot (12-meter) deep pool, which is used to simulate a weightless environment.\n\nPhoto: \nThe Star City pool, or Hydrolab, also has a diameter of 75 feet (23 meters) and holds more than 1.3 million gallons (5,000 cubic meters) of water. The pool is large enough to accommodate full-size models of the International Space Station’s Zvezda Service Module and the Soyuz Spacecraft.\n\nPhoto: \nNot so long ago, it would have been impossible to get photographs like these. Up until 1996, Star City was under the control of the Soviet and Russian military. During the Soviet era, the facility’s whereabouts was top secret, and access was strictly limited. Yet at the same time, the facility was regarded as a shining example of Soviet technology and confidence – and was presented as such in propaganda.\n\nPhoto: \nDuring the ‘90s, Star City began opening its doors to foreigners, including NASA astronauts. Then, at the end of 2008, the military finally handed over Star City to Roscosmos, the Russian equivalent of NASA, completely. Today, cosmonauts and astronauts are still being trained at the facility.\n\nPhoto: \nBefore they’re submerged in the Hydrolab, cosmonauts are made familiar with the Orlan spacesuits used by both cosmonauts and NASA astronauts for space walks, with the Chinese Space Program also using a version of the suit. In their last week of training, the cosmonauts are ready to hit the pool. This is where they will develop the skills needed to move around outside the space station once they’re in orbit.\n\nPhoto: \nThe Hydrolab has several round, porthole-style windows. These allow the training to be observed and photographed. The water is around 86 F (30 C) and is treated so that it’s crystal clear. Since regular swimming pool levels of chlorine would be damaging to the equipment, less of the chemical is used in the Hydrolab.\n\nPhoto: \nBecause they’re made specifically for the weightlessness of space and weigh a whopping 220 pounds (100 kg), the Orlan spacesuits are much too heavy to move around in on Earth – at least on dry land – and cosmonauts are lifted to and from the pool by means of a crane. The mock space modules, meanwhile, are maneuvered in and out of the Hydrolab using moving platforms.\n\nPhoto: \nA minimum of seven SCUBA divers from the Navy or Air Force help the cosmonauts while they are submerged. The SCUBA divers are there to ensure the safety of the trainees at all times, and in case of an emergency they can remove Orlan-suited divers in under four minutes. An ambulance is also there as backup, and two altitude chambers are at the ready.\n\nPhoto: \nUnderwater cosmonaut training may look like fun, but it’s grueling work. Trainees can lose up to 9 pounds (4 kg) in a single day while performing their underwater practice tasks. These include carrying out repairs and maintenance, putting equipment together and taking it apart, and the kind of research experiments required on the space station.\n\nPhoto: \nAir, water and power are provided to the spacesuit-wearing divers through a 164-foot (50-meter) cable that connects them to the control room. Data is also conveyed from the trainees to the control room using the same long cable. Each underwater session can last as long as seven hours; any longer could make the SCUBA divers cold.\n\nPhoto: \nCosmonauts-in-training are prepared for long missions on board the space station and are also given more generalized tutelage to cover different eventualities. This is vital, because they may spend a lot of time out of contact and need to be able to deal with issues that might arise by themselves.\n\nPhoto: \nThese days, although training cosmonauts and astronauts is still a priority, Star City has also opened its doors to tourists. And provided visitors are in good physical condition and can afford the pricey fee, they can experience the Star City Hydrolab and other training facilities for themselves. Tourists can have a go at performing maneuvers in the Orlan suits – just like the cosmonauts.\n\nPhoto: \nAfter Hydrolab visitors are lifted into the water, they practice tasks like putting objects in pockets on their suits, using tools, and moving around the space station replica exterior – all the while keeping their balance. Each of these tasks is challenging in the heavy, bulky Orlan suits.\n\nPhoto: \nThe Hydrolab at Star City is an amazing resource that provides a vital simulation of the conditions experienced when working in the weightless environment of outer space. Thank you to Dmitry Miroshnikov and Space Dive for providing us with these images.\n","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/2013/03/cos1-e1364187792583.jpg","title":"Russia's Underwater Cosmonaut Training Complex","author":"Yohani Kamarudin"}