{"url":"http://www.techgraffiti.com//news-5-incredible-electric-microcars","content":"\nThe concept of utilizing the laws of electromagnetism to power automobiles dates back to the early 19th century. It was in the 1830s – Belgium was being born then – that Scottish businessman Robert Anderson constructed the first generic electric carriage.\nNowadays, at the dawn of the 21st century transportation is dominated by admittedly cumbersome and poisonous internal combustion engines. Anderson would probably find that preposterous. Fortunately for him (and many of us) a robust trend towards convenience, environmental awareness and oil disentanglement is emerging, for urban efficient automobiles equipped with sophisticated rechargeable batteries are already an affordable reality in some parts of the world.\nTwo primary devices compose the propulsion system of all electric vehicles: A battery (or a number of batteries) – usually containing lithium or lead transforms stored chemical energy into electric current. The current is then funneled into an electric motor whose task is to produce mechanical work, thus rotating the wheels. Cars based on this technology share common benefits for their owners such as low maintenance and running cost, zero emissions, noiselessness,easy driving and parking.\nNo, Wayne Szalinski did not use his incredible machine to blow up a toy car! REVA is real; in fact the antique of electric city cars as it’s been available in the Indian market since 2001. Completely automatic and furnished with lead acid batteries it has inconceivably low running cost: 0.4 Indian Rupees (less than $ 0.01) per kilometer!\nIt’s been estimated that 90% of all car commutes in India range from 50 to 80 km while the average speed doesn’t exceed 60 km/h. Well, REVA offers an adequate alternative since it can attain a maximum velocity of 80 km/h and may travel up to 80 km with a single full charge.\nThe number of REVA units sold so far, roughly 3000, appears small. However it’s currently the best selling electric vehicle worldwide. Chetan Maini, the Deputy Chairman of Reva Electric Car Company has speculated that electric cars will outnumber the sales of petroleum driven vehicles in the next 15 years. Judging by the fact that the company has a due expansion plan of magnitude 30000 pieces annually, this hypothesis may take almost prophetic proportions.\nBuddy\nNorway’s good friend\nSweet, frugal, handy, fun. The Buddy, bearing technical similarities with REVA (range up to 150 km, max speed 90 km/h, weight about 800 kg) concurrently carries extra technological assets while maintaining relatively low cost: Regenerative disc breaking, Li-Ion batteries, optional automation, even a ski/bike rack.\nThe Norwegian people seem to embrace Buddy as Elbil Norge has been producing at least five a week, ranking 29th in automobile sales (ahead of Fiat and Smart).\nTH!NK city\nIs Scandinavia holding the reins?\nTH!NK city is exquisite. Apart from the intriguing design, a version of the current model (already on sale in Norway – anticipated in the UK within 2009) contains state-of-the-art Lithium batteries which practically render it an electric powerplant.\n by Knut Bry via \n \nWith features like regenerative breaking, ABS, airbags, electric windows and mirrors, 210 km range, 105 km/h max speed, 95% recyclability and electricity cost of 1 British pound per 100 miles TH!NK city plays in a high league. All in all it’s the only crash-tested and highway-approved electric car according to US and EU legislations.\nMitsubishi i-EV\nThe Japanese maturity\nIt is exactly what it stands for; an innovative electric vehicle that will inflict dread on its gas-devouring rivals. Able to transport up to four adult passengers, target range of 160 km and max speed of 130 km/h along with four-wheel drive and extremely high density Lithium-Ion batteries, MiEV is being experimentally exposed to actual driving conditions in Japan as we speak. Hopefully it’ll soon be available to the public.\nFuture generations, particularly the MiEV sport incorporate technologies like solar panels on the roof, frontal turbines that generate power from airflow and Mitsubishi’s ‘Super All Wheel Control’ to enhance stability.\nLumeneo SMERA\nA radical venture from France\nIs it a car, a scooter or a diminutive bus? You could call it either since the bizarre SMERA has four wheels, tilts 25 degrees and spares exactly one seat just behind the driver. Almost surreal in appearance it asserts great performance: 150 km range, 130 km/h max speed, 0-100 km/h in only eight seconds and an astonishing 10-year Lithium-based battery lifespan! A true daredevil equipped with two motors – one above each rear wheel. As for the interior design? Well let’s just say that the cockpit feels like a cozy, high-tech fighter jet.\nSMERA is definitely unlike anything we’ve seen so far; it represents the unconventional and revolutionary. Therefore fathoming a world where such vehicles thrive is hard. However the particular is not just a concept car or merely a fancy blueprint. Regarding its imminent production in 2009, perhaps the sustainable future is nigher than we thought after all.\n","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb44.webshots.com-43051-2669975870104448238S600x600Q85.jpg","title":"5 Incredible Electric Microcars","author":"rick proser"}