{"url":"http://www.techgraffiti.com//news-wave-powered-boat-sails-4350-miles-across-pacific","content":"\nIn February this year a 69-year-old sailor named Ken-ichi Horie began his journey on a wave powered boat. From his homeland in Japan, he set off on a 4,350 mile journey to reach Hawaii in a more eco-friendly way. And he did it!\nIt took him around 111 days to accomplish what he started. His advanced wave powered boat traveled at a speed of about 1.5 knots. After finishing the trip, he set the record for the longest ocean voyage made in a wave powered boat.\nThe voyage was undertaken on a three-ton wave-powered boat made from recycled aluminum alloy called the Suntory Mermaid II. The vessel, which was powered by waves, generated a “push-like” power to propel the boast forward. The boat, which had two fins next to each other beneath the bow moved up and down shirring with the waves which generated the thrust.\nThe Suntory Mermaid II is the most advanced wave propelled boat there is: electricity comes from eight solar panels that produce 560 watts (for the navigation lights) and it has a satellite phone, PC and navigation light. Whoa! Apart from energy however, there is also the issue of stability, which is conveniently solved by the fins that power the boat: they absorb the energy of the waves, giving the vessel stability and energy. If the mechanism fails however and there is an emergency, there is a motor on board.\nMr. Ken-ichi Horie has already set a world record in 1996 for the fastest crossing of the Pacific Ocean in a solar-powered boat. Even more amazing was his trip three years earlier when he pedaled a boat for 4,660 miles from Hawaii to Okinawa, setting the world record for the longest distance traveled by a pedal-powered boat. But with two world records in his pocket he made another trip in 1999. This time he managed to cross the Pacific Ocean in a boat made from recycled beer barrels.\n\nWhat a legend.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb61.webshots.com-42236-2247558260103582559S600x600Q85.jpg","title":"Wave Powered Boat Sails for 4,350 Miles Across Pacific !","author":"Vlad Jecan"}