{"url":"http://www.techgraffiti.com//news-i-want-nuclear-batteries-my-electric-car-okay","content":"\nBattery achievements in the past two thousand years has been lack luster for the most part. The applications for batteries continues to grow; efficiency is the problem. As peak oil becomes a reality, this inefficiency bedevils the electric car.\nI had just finished reading an article, in the New York Times, about “GM’s \n. It seems like GM takes the bumpy road by choice more than not.\nThis one article highlighted something, about batteries, we all subliminally know. What the article called “unobtanium”(un-obtain-ium), is a battery that NASA uses; when I was a kid we called them nuclear batteries. I think the real name, if you care, is Radioisotope Thermoelectric Generators.\nGM did a lot of battery research when they owned Hughes Aircraft. When I was a kid, there was all this talk about nuclear batteries for deep space probes. Voyager 2 has a nuclear battery, and it just completed 12,000 days of continuous operation; now at 14 billion kilometers from the sun.\nWell no one wants to wear lead overalls to go to the store for a thingy of milk. But this technology is starting to leak, excuse the pun, into mainstream thinking. Nuclear batteries are already being used in hard to replace items like pace makers, structural sensors, climate monitoring equipment and satellites.\nScience Daily is reporting that the \n has built a nuclear battery that runs for 10 years and is 10 times more powerful than current nuclear batteries. Talk about fun at the crematorium and gnarly auto accidents!\nWhat is happening, for real, on the battery front is not that spectacular. \nwas a bright spot on the horizon; in 2007 they announced a significant breakthrough, which was supposed to replace the electromechanical battery, with an ultra-capacitor based on barium titanate. It looks like barium is still just going to be used in colon x-rays, even though the Austin Chamber of Commerce says, EEStor is still in business.\n is reporting a breakthrough with LifePO4 batteries (lithium iron phosphate batteries). This is supposed to be the comer on the market; these batteries provide full power to complete discharge. Metaefficient says that GM teamed up with\n to develop these batteries for the \n. LifePO4 batteries, as far as waste impact is concerned, are also considered to be more environmentally friendly.\nFinally the \n is a technology that incorporates super capacitors in conjunction with lead acid batteries. CISRO says that battery life is extended four times with 50% more power. This battery is incorporated on the\n, something else that GM has their fingers in… or is that… still our fingers?","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/4685943950_9ae0fa2e80_0.jpg","title":"Could Your Electric Car Run On Nuclear Batteries?","author":"Gerald Ridge"}