{"url":"http://www.techgraffiti.com//news-nascar-what-happens-all-those-tires","content":"\nTo NASCAR’s credit, they have been working very hard to do what they can to make the sport as \n as possible. For example, they’re committed to planting hundreds of \n per year in order to offset their carbon emissions, they recycle the tons and tons of trash left behind at the end of races and they’re looking at alternative fueling options.\nHowever, each NASCAR race outputs some 600 used tires that can never be reused.\nEach tire can weigh over 20 pounds. That adds up to 12,000+ pounds of tire waste per race that can’t be recycled. With 41 \n in the 2010 season, that comes to 24,600+ tires (492,000 pounds) that will sit in a landfill for the next 400 years.\nSomething else has to be happening with those tires, right? Well, sort of. Fans are able to buy or take used tires after a race to display in their homes, but we know they’re not taking home 24,000 of these things per year.\nNASCAR \n have come on the scene as a way to \n some of the tires and give race fans a stylish way to cool their drinks, but that could only salvage a few hundred tires at most.\nGoodyear, which sponsors NASCAR and provides all the tires for the races, ranks number 19 in the United States for corporate air pollution, not to mention ground pollution from the solid wastes they produce.\n: Goodyear does take the used tires from NASCAR events and shreds them into material that can be used for a variety of purposes. So, even though they can’t exactly get rid of all the pollution and tire trash, they are doing a great service to our landfills.\nAs could be expected in any industry where 30 or so cars drive hundreds of miles at high speeds every week, NASCAR certainly is not one of the greenest out there. Whether it comes from tire pollution, incredibly \n (and in turn very high consumption) of the race cars, or all the general litter produced from their frequent events, they are definitely taking a toll on the environment. But with all the steps they have made in the right direction, we can only hope they will continue to do so at increasing speed. After all, with their global fan base, sponsorships, and media hype attached to all the different events, we know they’re not going anywhere any time soon.","web_category":"entertainment","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/461491970_78f1195d9d.jpg","title":"What Happens to NASCAR's Burnt Out Tires?","author":"Chelsea Baldwin"}