{"url":"http://www.techgraffiti.com//news-heat-island-effect","content":"\nThe \n alters the climate of metropolitan areas. Buildings and roads in urban areas readily absorb solar radiation and convert that energy into heat. The extra heat makes urban neighborhoods several degrees hotter than similarly located rural areas. \nThe New York State Department of Environmental Conservation recommends planting trees to counteract the heat island effect. Trees reduce the heat island effect by blocking sunlight from reaching streets and buildings. They also take in liquid water through their roots and release it as water vapor through their leaves in a process called evapotranspiration. The water reduces the heat around it when it coverts from liquid to gas.\nHeat is a form of energy, which means the heat island effect is a potential source of power for urban areas. Worcester Polytechnic Institute professor Rajib Mallick wants to \n baking in the sun and divert it for useful purposes. Cooling the pavement would make it last longer as well as make the surrounding neighborhood more comfortable.\nOne proposed heat-transferring system is made of a network of water-filled pipes inside the streets. The water would absorb heat from the pavement, then enter nearby buildings as hot water. Local residents and businesses would save gas that they would otherwise need to heat water for their buildings. Alternatively, a different coolant that boils at a low temperature could run through the pipes. As heat from the road turns the coolant into vapor, the vapor would turn a turbine to generate electricity.\nThe faculty at Worcester Polytechnic Institute have taken their ideas to the prototype stage. Thermal images simulating conventional pavements and pavements with embedded cooling pipes show that the heat transferring system brings the temperature of the pavement down to approximately the same temperature as the air. Mallick believes this system would be ideal for a parking lot but unsuitable for a highway. The optimal system for each paved surface depends on the details of that surface, its intended use, and economics. As with any technology, there are costs and benefits to weigh when deciding where to place the heat-transferring system.\nSunlight turns into heat when it reaches buildings and pavement. Heat radiating from these structures makes urban areas warmer than the countryside. City trees help reduce the heat island effect through shading and evapotranspiration. Building on these facts of urban life, new technologies from Worcester Polytechnic Institute could transform the heat island effect into an alternative source of energy. With a bit of ingenuity, cities could turn the heat island effect from a liability into an asset.","web_category":"art-design","advice_category":"6","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Hot-Neighborhood.jpg","title":"Why the Urban Heat Island Effect Needn't Make Our Cities Sizzle","author":"Joseph Dunsay"}