{"url":"http://www.techgraffiti.com//news-russia-responds-joint-strike-fighter-program","content":"\n\nPhoto – \nFor anyone who's into fighter jets, this article will be a treat as it compares the latest, greatest and costliest in aviation research and development. Presented here are Sweden's Griffin, the EU's Typhoon and two extraordinary fighters from Russia. One thing is sure: the Joint Strike Fighter Program (F-35) of the United States and several allied nations has competition. Buckle up for our supersonic tour.\nUnited States defense and public news media present the F-35 as a fighter in a class by itself without serious competition. The self promotion is obvious and inaccurate. There are several aircraft programs in other countries with similar capability and objectives. In some countries, budget limitations have restricted these programs to research and design studies, and the only aircraft flying are prototypes and demonstrators. For other nations, there is limited production with delivery to the home country’s air force and a few early customers in other nations. These programs are similar to the F-35 in terms of calendar for development to final design and production. Military aviation commentators and journalists outside the United States often attribute superiority to the latest Russian fighters over those made by the USA in air combat scenarios.\nThe United States is far ahead when looking at commitments to purchase F-35s, particularly with Italy's intent to buy 131 F-35s, and Turkey planning to acquire 116 Joint Strike Fighters. The United States military aviation funding capacity is usually assumed to be limitless and subject only to the political and funding whims of the season. US Secretary of State Robert Gates has recently introduced a reality check into this aspect of next generation fighter development. Still, at the end of the day, American deep pockets for finance seem to be in a tier of their own that no other nation can match.\nThere are ‘dark horse’ candidates for F-35 competition in Sweden and the European Union that could challenge F-35 market dominance. Is it possible for Russia, and later China, to dramatically ramp up production of their 5th generation aircraft and thereby close the gap with the United States in the race for global military aviation dominance?\n\nPhoto – \nThe Saab JAS 39 Gripen (‘Griffin’) is a 4.5 generation Swedish multi-role fighter that is capable of air-to-air, air-to-surface, and reconnaissance missions. The Gripen NG (Next Generation) now in development increases thrust by 20% and can cruise at Mach 1.1 with air-to-air missiles. Demonstration flights reached Mach 1.2 this January. All models can operate from 800-meter-runways and can use public roadways for takeoff and landing; the Gripen can be re-armed and refueled in ten minutes by five men operating from a truck.\n\nPhoto – \nThe human machine interface in the Gripen is extraordinary with three full colour, head down displays and digital emergency instrument presentation. These multifunction displays are unique to the Gripen and take up 75% of cockpit space. Export cost is in the range of $40 to $61 million, below that of the F-35 whose per aircraft costing is now over $83 million and rising. Brazil, Bulgaria, Croatia, Denmark, India, Netherlands, Romania, Switzerland and Thailand are each considering purchases of the Gripen, for a total of at least 513 aircraft. Dutch cost estimates include a saving of $7.6 billion over the lifetime of a fleet of 85 Gripen when compared to a similar fleet of F-35s.\n\n\n\nPhoto - \nNot wanting to leave the field to the Americans and the F-35 Joint Strike Fighter Program without a ‘fight’, the European Union committed to a multi-role fighter  designated the Eurofighter EF 2000 Typhoon in 1986. Eurofighter GmbH is a holding company that manages three separate partner companies that manufacture the EF 2000: Alenia Aeronautica, BAE Systems and EADS. The Typhoon is a twin-engine canard delta powered by twin EJ-200 augmented turbofans. It is designed to outperform the highest agility fighters such as the American F-117 and F-22; and the Russian MIG 29 and Su-27. Typhoon has a reduced radar cross-section but is not a considered a stealth aircraft in the usual sense.\n\n\n\nPhoto - \nTyphoon’s glass cockpit does not have any of the conventional instruments and the pilot-plane interface capability is perhaps the most advanced in the world. There are three full, Multi-function Head Down Displays (MHDDs); XY cursor and voice (DVI) command; a wide angle, Heads Up Display (HUD) with Forward Looking Infra Red (FLIR); Voice &amp; Hands On Throttle And Stick (Voice+HOTAS); Helmet Mounted Symbology System (HMSS); Multifunction Information Distribution System (MIDS); a Manual Data Entry Facility (MDEF) located on the left glare shield; a fully integrated aircraft warning system with a Dedicated Warnings Panel (DWP) and a speech recognition system as well.\nThe Eurofighter can reach Mach 2+ (2,495 km/h, 1550 mph)  at 65,000’; Mach 1.2 at sea level and Mach 1.1 at supercruise (afterburners not used). Its range is 2,900 km (1,840 m) and the combat radius 556 km (345 mph) and rate of climb is &gt;315 m/s (62,000 ft/min). \nCombat contests and games show the Typhoon to be exceptional. At the Typhoon Meet held in 2008, the Euro EF2000 won all mock combat battles against F/A-18 Hornets, Mirage F1s, Harriers and F-16s even though it was heavily outnumbered. The typhoon achieves excellent agility at both supersonic and low speeds. “The Eurofighter consortium claims their fighter has a larger sustained subsonic turn rate, sustained supersonic turn rate, and faster acceleration at Mach 0.9 at 20,000 feet (6,100 m) than the F-15, F-16, F/A-18, Mirage 2000, Rafale, the Su-27, and the MiG-29”. (Source #3). It incorporates an advanced Ground Proximity Warning System (GPWS), and a sophisticated and highly integrated Defensive Aids Sub-System.\n\n\n\nPhoto - \nUnit cost for the Typhoon is now less than 50% that of the American F-35. Cost per aircraft is about £69.3 million or ~$105 million. The cost of the complete program has continued to rise as delivery dates have fallen behind contracted schedules. Since 2003, the UK Minister of Defense has refused to release project cost estimates. The 2003 figure was £20 billion ($30.2 billion), which is far below the overall costing estimated for the Joint Strike Fighter Program whose production goals are an order of magnitude higher than that planned for the Typhoon. The absence of cutting edge air to ground battle capability (now in development) in the EF2000 has led some countries to look elsewhere for their next generation fighter upgrade.\nThe Typhoon had its first flight March 27, 1994; the first production contract for 620 aircraft was signed January 30, 1998 but commercial production did not begin until 2003. As of May 2008, 146 Typhoons had been delivered to the UK, Germany, Italy and Spain. Austria has purchased a system package for EUR 1.969 billion that includes 9 years finance, logistics, training and simulator for 18 aircraft. Other countries with serious interest in the Typhoon are Greece, Japan and Saudi Arabia.   The latter committed to purchasing 72 Typhoons in 2006, with 48 to be built in Saudi Arabia. As of late October 2008, the test program for the Royal Saudi Air Force began with one Typhoon in RSAF livery. The first UK RAF Typhoons were declared battle ready on 1 July 2008.\nWhen listing aircraft that might be comparable to the F-35, we do not often see a Russian fighter mentioned. But wherever advanced Russian fighters are deployed, countries in the region look very closely at those aircraft when making decisions about upgrading their air forces to the F-35 or next generation fighters.\n\n\n\nPhoto – \nThe Sukhoi Su-35 (Flanker-E) is a 4.5 generation long-range, multirole, strike fighter. It closely resembles a specialized version of the Su-30. It is derived from the Su-27 program in the early 1980s wherein a Su-27M prototype first flew in 1988. Aircraft designation was changed to Su-35 in 1993 after comprehensive changes had been made. 15 Su-35 (Su-27M) aircraft have been produced, of which five Su-35s (‘Super Flanker’) have been used by the Russian Knights display team. Sukhoi began developing a 4.5 generation upgrade to the Su-35 in the mid 2000s, which is an interim design until the 5th generation PAK FA (T-50) can complete test flights and enter production. The most recent aircraft in the Su-35 family is the Sukhoi Su-35BM, alias Su-27BM or Su-27SM2. The first upgraded Su-35BM came out of the ‘black’ and into the ‘white’ at the MAKS-2007 airshow, and it flew on February 19, 2008. (“BM’ translates as ‘big modernization.’). Production is scheduled to begin in 2009.\nSu-35BM has increased service life and further reductions in radar cross section. Canards were eliminated from the design because new composites and electronics further reduced aircraft weight. Fully rotating, vector thrust nozzles power Saturn engines to provide maximum maneuverability.\nThe Su-35BM is in prototype stage - only two have been built so far and the first flight was on February 19, 2008. Radar cross-section has been reduced and avionics are now entirely Russian. Its maximum speed is Mach 2.25 (2,400 km/h, 1,500 mph) at 18,000 m (59,100 ft), range is 3,600 km (1,940 nmi) and rate of climb is &gt;280 m/s (&gt;55,100 ft/min). The aircraft cost is estimated at $65 million.\n\n\n\nPhoto – \nA small number of Su-35s are in service with the Russian Air Force with 12 deployed as of 2008. As of July 2008, the Venezuelan government has expressed interest in buying several Su-35s, and the aircraft has been offered to India, Malaysia and Algeria.\n\nPhoto – \nWhile not intended to be developed into a battle-ready, fully functional military fighter, the Su-47 (also designated S-35 and S-37) incorporates several original and potentially important features that bear close watching. Much of what is learned from the test flights of the Su-47 will be incorporated into Russia's production of new fifth-generation aircraft. The Su-47 Berkut (Golden Eagle) transitioned to ‘white’ status in January 2000. One aircraft has been built at a cost estimate of Russian rubles 1.67 billion ($70 million).\nInnovative features of the Su-47 include: an aluminum / titanium fuselage whose components are 13% state-of-the-art composite materials and sophisticated fly-by-wire control. Forward swept and inverted wings allow for exceptional maneuverability and attack angles up to 45°. The quick turn ability of the Su-47 may have no equal. Lower minimum flight speed allows for use of short runways. Thrust vector engines of +/– 20 to 30 degrees/second further enhance the maneuverability capacity that derives from the high angle inverted wings. Its maximum speed is Mach 2.34 (2,500 km/h, 1,552 mph), range is 3,300 km (2,050 mi), ceiling is 18,000 m (59,050 ft) and rate of climb is 233 m/s (46,200 ft/min).\n\nPhoto – \nThe \n discusses the history of the F-35 Lightening II Program. Profile, performance standards and current status of test flight demonstrators and production aircraft are described. The \n in this short series will look at the international partners working with the United States on the Joint Strike Fighter Program, and the problems that have emerged with F-35 design and performance.\nSources –\n\n. \n, \n, \n, \n, \n, \n ","web_category":"science","advice_category":"3","picture_url":"http://www.ahrtp.com/EG_Images3/Sweden_JAS%2039%20Gripen_flight_montage_opt600x400_aereo.jor.br.jpg","title":"Russia Responds to the Joint Strike Fighter Program","author":"merlynne6"}