{"url":"http://www.techgraffiti.com//news-around-sky-80-kilowatts-edmonds-flying-dynamo","content":"\n\nImage by: \nIt would take a stony hearted environmentalist not to appreciate the uplifting sight of hot air balloons floating in the air. But it could be argued that our oldest flying devices are vehicles for environmental harm given the amount of propane they consume, with one flight thought to be comparable to burning your gas grill for three days. Now, though, a solar powered hot air balloon has been developed that far from burning up will actually generate energy by working as a giant engine.\n\nWindlass image via: \nThis hot new hot air balloon has been designed by environmental consultant Ian Edmonds for Australian company Solartran. The balloon will soar several kilometres up in the air, driving a generator its tethered to on the ground via a rotating windlass – similar in principle to the way a wind turbine works.\nA greenhouse-like solar collector with water-filled tubes will transfer heat to the air that inflates the balloon to give it lift. Although some energy will be needed to pull the balloon back down to earth, more will be generated by the upstroke, with a vent that releases air from the balloon decreasing its buoyancy as it reaches its high point.\n\nImage by: \nBut is this renewable energy production as efficient as it sounds or just a lot of hot air? Based on Edmonds’ calculations, \n highlighted that, “A 44-metre-diameter recreational balloon could generate 50 kilowatts, enough to supply energy to about 10 homes.” What’s more, a balloon of double the width “would increase power production tenfold.” Sounds pretty fly.\n\nSolar power tower image by: \nCombining elements of both wind and solar power generation, the system will also be able to complement and compete with traditional solar power towers and wind turbines in terms of energy output.\nSolar power towers also rely on hot, rising air to turn lofty turbines via mirrors that focus the sun’s rays. But Edmonds reckons his balloon will reach a higher “thermal efficiency” by operating over several thousand rather than several hundred metres, while using a means of collecting solar energy with a lower surface area and cost.\nWind power, meanwhile, could actually work in partnership with the high-flying balloon. At times of low wind – particularly during hot, still summer days when wind turbine farms are out of action but air conditioning is in peak demand – balloon engine farms would pick up the slack, supplying power to the grid.\n\nImage by: \nAccording to Edmonds, “Estimates suggest the installation cost of balloon engines would be similar in cost to other renewable energy technologies such as wind power and photovoltaic power.” Seems like there’s a new colour in the renewable energy mix, and it’s looking pretty swell.\n","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb45.webshots.com-25260-2530829750104181437S600x600Q85.jpg","title":"Around the Sky in 80 Kilowatts: Edmonds' Flying Dynamo","author":"Karl Fabricius"}