{"url":"http://www.techgraffiti.com//news-how-writing-re-wired-our-brains","content":"\nThe written word can seem a little old hat compared to the wonders of the digital world, but it was truly revolutionary. In fact, access to writing and books not only completely altered the world we live in, but changed the way we think and perceive. In his book \n, pastor and former adman Shane Hipps mentions four ways in which writing rewired our brains. Print and access to books made us more individualistic, more capable of abstract thought, more objective, and more linear in our thinking. Read on to find out how.\nBack in the days before the printing press, there weren’t a whole lot of books around, so the only way to save information was through memory – your own and other people’s. It was a community library, except everything you needed to know was stored in someone’s brain, not a book or a digital device. If you wanted to know about green bean farming, you went and talked to your pal Jimmy. If you wanted to know the history of your village, you listened in on Mrs. Florence’s story nights. But all that changed when writing came along. You didn’t need anybody else anymore, just a book. You could think and learn all on your own instead of in a community. Your identity wasn’t tied up in who you were in relation to someone else. Individualism was born.\nLet’s say you read all about green bean farming in a book. There’s certainly nothing wrong with that. But now you go and talk to your friend Jimmy again, and all of sudden it seems that Jimmy is just saying things because he’s Jimmy. It’s subjective. Somehow it has less value. It’s distorted almost. In a book, you can stand outside of an idea and look in on it and judge it. According to Hipps, this detachment, afforded by print, was crucial in bringing about the whole notion of objectivity. And as you may agree, it is still sometimes touted as the be-all and end-all.\nHave you ever noticed how the alphabet has nothing to do with anything? Okay, let’s elaborate. What does the symbol ‘d’ have to do with the sound ‘d’? Pretty much nothing. That fact alone contributed to the development of abstract thought. The main reason for the dawn of abstraction, however, is that whereas before you had to memorize everything, now you could simply turn to a book. According to Hipps, it meant you could think more originally and creatively, without having to hold everything in your head at the same time.\nLinear thinking is just like writing. It goes in a line and travels in sequence. Just think about this image: engine, train car, train car, caboose. If you read this in a line, then your thoughts might become linear too. Don’t get us wrong: this kind of thinking can be useful because it strengthens the ability to think abstractly. We think differently because we can read and write.\nIt turns out we were – and are – profoundly influenced by print. Not only has it changed our perception of ourselves and others, it changed the way we approach ideas and think about them. That’s huge. We create our technology, and then our technology creates us. As Marshall McLuhan said: “The medium is the message.” With all the changes occurring in our day and age, this begs another question: how is the digital world changing our perceptions?\nSource: Hipps, Shane A. \n Grand Rapids, MI: Zondervan, 2006. Print.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Ponder.img_assist_custom-600x384.jpg","title":"How Writing and the Printed Word Rewired Our Brains","author":"yvonne.mcarthur"}