{"url":"http://www.techgraffiti.com//news-top-5-environmentally-friendly-sports-cars","content":"\nIt’s traditionally been extremely difficult, if not impossible, to find an environmentally friendly sports car. A new crop of cars is set to change all that.\nAs environmentalism goes mainstream and commercial, more and more car companies are developing “green” cars that have impressive designs and performance. While an electric sports car is unlikely to whip your average Ferrari in a race, the cars on this list could at least put up a decent fight.\nWithout further ado, here’s my list of the top 5 eco friendly sports cars:\nUnlike the rest of the cars on this list, this car is a hybrid rather than a full electric vehicle. The car is being created by \n to compete in the 2009 automotive X-Prize, a competition to find a super fuel-efficient vehicle that is environmentally friendly, desirable, and marketable. The Velozzi is certainly all those, at least for me. The car boasts a top speed of 200 mph and goes 0-60 in under three seconds. It gets better. The hybrid’s gas tanks can be fuelled with almost anything, including gas, biodiesel, methanol, or pretty much any of your normal alternative fuels. The design is top notch as well. The Velozzi is an Italian car, and its designers took some of their design from the classic Italian sports cars. If you look closely, you can see a bit of Lamborghini in it.\n (for Lightweight Fuel Efficient car) is a hydrogen-powered, zero emission concept car created in part by British carmaker Morgan. It’s incredibly lightweight at less than 700 kg, giving it the ability to travel 250 miles on a single tank of hydrogen. It’s a bit slower than the other cars on the list, going 0-60 in seven seconds and topping out at 90 mph, but it makes up for that by being pretty. Morgans have always been gorgeous in my opinion, but this one combines sleek modernity with classic elegance particularly well.\nThe \n is the result of a partnership between ZAP (for Zero Air Pollution) motors and high-end British car manufacturer Lotus. The car will do 0-60 in 5.7 seconds and can reach a top speed of 156 miles an hour. Compare that to the basic 2007 Ford Mustang, which tops out at 149 mph. The car’s power comes from its unique three wheeled design, which vaguely reminds me of a Batmobile that went wrong somewhere. Each of the front two wheels is powered by its own electric motor, which gives the car its speed and power. The Alias has a decent range for an electric car too at over 100 miles per charge.\nThe \n is one of the most well-known electric cars today. Like the ZAP Alias, Lotus also had a hand in making it. This involvement with Lotus likely helped give it its curvy, downright sexy body design. The Roadster’s not just all looks either. It goes 0-60 is just 3.9 seconds while it can travel more than 220 miles on a single battery charge. The top speed is electronically set at 125 mph, though some say it could have the capacity to do more. The Roadster gets 4.7 miles to the kilowatt hour, roughly equivalent to 135 miles per gallon.\nWith a top speed of over 130 mph and acceleration at 0-60 in 4 seconds, the \n doesn’t lack for speed and power. The sports car will travel 250 miles on a charge, and its motors combine to output the electrical equivalent of 700 hp. The batteries will be made by Altair Nanotech, which supposedly produces batteries that are more stable and less toxic. The design doesn’t suck either. Like several other cars on this list the Lightning is British, and the designers drew a lot of their influences from classic British sports cars. The result is a sleek, powerful looking car that for some reason reminds me of a Maserati mixed with a bit of Aston Martin. This is the type of car environmentalist men will want to drive when they have their mid-life crisis.\nSo there’s our list of the top 5 environmentally friendly sports cars. We want to hear your opinion on these cars and any suggestions about what other cars could have been on the list.","web_category":"productsgear","advice_category":"8","picture_url":"http://aycu29.webshots.com/image/46428/2003357087591018615_rs.jpg","title":"The Top 5 Environmentally Friendly Sports Cars","author":"Chris"}