{"url":"http://www.techgraffiti.com//news-mid-crash-photos-inside-air-france-flight-447-according-spammers","content":"\n\nPhoto \nReal life air crashes are such tragic events that when spurious material emerges claiming to document them, hoaxes must be exposed. This photo and the next one in sequence have once again re-appeared on the web with a very misleading attribution. In early June 2009, they appeared for at least the third time claiming to be photos from one of two real life jetliner crashes.\n1. Extraordinary photos that captured the last moments of the well known GOL Air Transport (Brazil) Flight 1907, in which a Boeing 737 collided with an Embraer Legacy business jet over the Amazon on September 29, 2006. The Embraer business jet sustained serious damage to its left wing and tail but managed to land safely at a nearby airport with no injuries or loss of life. The GOL Boeing 737 was severely damaged and crashed in the jungle with no survivors; all 154 aboard died. A series of inexplicable errors from Brazilian air traffic control were the fundamental cause of the collision as they put the Embraer on a collision course with the GOL 737.\nThese photos first began to re-circulate with an explanation that they were retrieved from the memory stick of a digital camera found in the GOL jetline wreckage. A serial number had led to identification of the camera owner as Paulo G. Muller, an actor in a well known children’s theater outside Porto Alegre. Apparently Paulo was standing and facing the rear of the aircraft seconds after the tail was ripped away. He managed to take two photos before blacking out, while the camera was blown towards the cockpit and survived the crash. Spectacular, heart wrenching and very plausible but not true, a hoax.\n\nPhoto \nThe \n was made by Carlos Carduso (Brazil) on his own blog on October 26, 2006 and he never intended to perpetrate a hoax or deceive anyone. Mr. Carduso’s intention was to demonstrate how web surfers only the read the first line of text on a web page and tend to believe what they read in a few seconds. Nonetheless these photos escaped into cyberspace and have been circulating ever since with the attribution that they represent real photos of one of two documented aircraft tragedies.\n2. As the world knows, Air France Flight 447 crashed into the Atlantic Ocean about 900 kilometers from Fernando de Norohna, off the northeast coast of Brazil on June 1, 2009. The Airbus A330 was 470 miles (900 km) from Fernando de Norohna. There were no survivors and the investigation as to probable causes is ongoing. Bolivian TV channel PAT fell for this hoax and embarrassed itself with a prime time news broadcast featuring ‘photos’ from Air France Flight 447. See Source #3.\nThere is not a shred of truth in the attribution of these photos to Air France Flight 447. To quote from the preliminary report from the French government (Bureau d’Enquêtes et d’Analyses) about this accident: “A number of images have appeared on the Internet claiming, that a memory stick has been found containing photos of on board scenes. All of those images are fake and had been used in a TV series. Images claiming to be of AF-447 being spammed via e-mail are not just fake, but do contain malicious code executing without user intervention according to Internet Security firms.”\nAnimation by Warren Koch of the crash of Ocean Flight 815 over an unknown Pacific island in the ABC TV series “Lost”. The jet airliner is torn apart by a super strong electromagnetic field.\nThe crash of Oceanic Flight 815 from the ABC TV series “Lost”. Created by user Jumjum21 as a school project. Look closely during the last 30 seconds of this video. You will see the two frames that became the photos circulated on the web as a hoax, supposedly taken during the last minutes of either GOL 1907 or Air France 447.\nA 22 second look at the breakup of the Oceanic 815 jetliner (“Lost”, ABC TV series) as seen from the ground where Henry and the “Others” watch. Uploaded by mats8707.\nThese two photos are a dramatic look at the interior of a fictional commercial jet liner (Oceanic Flight 815 from “Lost”) as it breaks apart in mid-air. They have nothing to do with the real life tragedies of the GOL Air Transport (Brazil) Flight 1907 on September 29, 2006, or Air France Flight 447 on June 1, 2009.\nSources –\n, \n, ","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-www.ahrtp.com-EG-Images5-Lost-jetliner-breaking-apart-2-opt540x305-hoaxslayer.jpg","title":"Mid-Crash Photos From Inside Air France Flight 447 (According to Spammers)","author":"merlynne6"}