{"url":"http://www.techgraffiti.com//news-suv-owners-must-pay-50-day-drive-london","content":"\nLondon Mayor Ken Livingstone has partially built his career on making London more environmentally friendly.\nHe’s made a few missteps in tackling \n, such as the recent law he was promoting that \n in the city. But today, in the thick of his mayoral re-election campaign, he announced what is in effect a massive tax hike on gas guzzling vehicles in the city of London.\nLondon already charges a tax, known as a congestion charge, on almost all vehicles that enter central and parts of west London.  Certain vehicles, such as those hybrids or eco-friendly fuel cars are exempt.  Livingstone’s most recent announcement, however, vastly increases the charge for the highest polluting vehicles.\nVehicles in band G, those that emit more than 225 grams of CO2 per kilometre, will pay a whopping £25($50) every day to enter the congestion zone. This will mostly affect heavy 4x4 vehicles. Most other vehicles will continue to pay the daily charge of £8($16).\nLivingstone had previously discussed the congestion charge hike, but likely chose to formally announce it now in an effort to strengthen his campaign. He has frequently highlighted his “green” credentials throughout the campaign.\nLivingstone said in a written statement: \"A key issue at the election is my proposal for a £25-a-day charge for the most CO2-emitting vehicles entering the congestion-charging zone and, after consultation, I will be able to take a decision on this in the coming month. On the environment, the choice is even starker. [Mayoral opponent Boris Johnson] is one of the few politicians who supported George W Bush in opposing the Kyoto treaty.\"\nThe move has come under some criticism from the Automobile Association. They argue the charge will penalize small business owners who use vans to conduct business in the city, as well as large families who must use bigger vehicles to travel.\n\n\nInfo from \n ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://aycu26.webshots.com/image/42905/2003423840310959554_rs.jpg","title":"SUV Owners Must Pay $50 Per Day to Drive in London","author":"Chris"}