{"url":"http://www.techgraffiti.com//news-carbon-neutrality-isnt-enough","content":"\nCarbon neutrality is achieved when you purchase enough carbon offsetting credits to counterbalance the amount of carbon dioxide that you or your business releases into the atmosphere each year. Most people emit somewhere around twenty tons per year, however this number can vary greatly.\nThere is a big push in the area of carbon neutrality for cars. Many companies are selling offsets, most often by planting trees, to actually make a car carbon neutral. For a few hundred dollars investment, these companies claim that your vehicle will be considered carbon neutral for the lifetime of the car.\nWhile purchasing credits and buying into offset projects seems like an excellent way to live greener, the practice is not foolproof for several different reasons. For one, there are many fraudulent offset offsets being sold through brokers across the globe. There are some projects that are selling much more offsetting than they actually carry out. For another thing, there is a serious risk of industries who participate in offsetting by buying in, will use this as an excuse to actually increase their carbon emissions rather than to reduce them.\nThere is no governing authority for carbon offsetting. There is no system for inspection or auditing and oversight. As a consumer, we must take the word of the broker selling us the offset credits used to fund supposed projects. Until there is such a system in place, there is no guarantee with offsetting practices. With the car neutrality programs discussed earlier, there is a question of where the trees are planted. Also, how can you be certain that if you purchased 300 trees that they all survived? What about the people who are planting them? There are so many questions that one can never know for sure whether their offsetting is actually creating a carbon neutral situation.\nAs carbon neutrality becomes the nation’s catch phrase, so too does it become the nation’s excuse for not having to actually change practices and reduce emissions. This is why carbon neutrality is not enough. Obviously every little step helps, but carbon offsetting is not the complete answer to the question of how to live a greener life.\nIn order for there to be a true change in the effects of carbon levels in the atmosphere, it is important for individuals and industries alike to move toward green practices, including increased recycling and the use and generation of clean power. Through the use of solar or wind generated power, we can improve the environment, increase jobs for unemployed Americans and increase our national security while reducing the dependence we have on foreign oil.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/fumes.img_assist_custom-600x401.jpg","title":"Aiming Beyond Carbon Neutrality","author":"Piotr Radzyminski"}