{"url":"http://www.techgraffiti.com//news-ejection-seats-action","content":"\nPicture, if you will, hurtling many hundreds of kilometeres per hour in an aluminum box through the air, when suddenly you lose control and you’re about to crash. What do you do? Well, if it was prior to 1929 you would have to climb out of the cockpit, jump as far away from the plane as possible, and hope like heck everything worked out to your advantage.\nIn 1929 the “Parachuted Cell”, a product of Romanian inventor Anastase Dragomir, was successfully tested. By 1930 he had patented his “Catapult-able Cockpit” in Paris, and the modern ejection seat was born. It wasn’t until the Second World War that they were perfected and actually used by pilots.\nIn the US, ejection seat manufacturer “Martin-Baker” has further developed the concept of the ejection seat, making the most widely used version. Rather than being ‘ejecting capsules’ modern ejection seats are just that – seats that eject.\nThe seat is propelled out of the plane by means of an explosive charge or rocket motor. Once safely clear, a parachute is then deployed, allowing the pilot a gentle descent to the ground.\nTo date, the Martin-Baker ejection seats have saved a total of 7325 lives (as of September 2010). Each person whose life has been saved has received a special tie, as well as a lapel pin from Martin-Baker.\nThe slow motion video above shows close-up footage of ejection seats being put to the test – letting you see the violent force needed to free the pilot from their aircraft.\nBelow are seats for the Lockheed S-3 Viking undergoing an apparently extremely explosive trial at China Lake, California in 1971.\nIn the image below Lieutenant William Belden ejects from his Douglas A-4E Skyhawk as it rolls into the port catwalk of the USS Shangri-La, following a brake failure. The pilot was rescued by helicopter – and the ejection might very well have saved his life.\nEven if you happen to have an ejection seat built into the jet that you’re flying, it isn’t a guarantee that you’re going to survive. With pilots feeling up to 22Gs (1G being equal to the gravitational force of the Earth) when ejecting, serious injury or even death can result from ejecting from the cockpit. About 90% of pilots who have to eject will survive the ordeal.\nSo, even though it’s rather dangerous to sit on top of a rocket, shoot yourself into the air and undergo 22 times the normal pressure sustained by the human body, it may just save your life.","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Crash1","title":"15 Incredible Shots of Ejection Seats In Action","author":"moishecallow"}