{"url":"http://www.techgraffiti.com//news-seven-scariest-landing-strips-earth","content":"\nHave you ever been on a plane that comes in to land during a storm? I landed once at Cyprus in such conditions and it felt like bumping down a set of stairs on my backside! Now imagine having to land in such conditions on a stretch only a fraction of the length of most airport runways – it’s a scary thought. Collected here are some of the most terrifying landing strips in the world!\nAt this New Zealand airport things can get pretty scary due to the hair-raisingly short runway and the fact that the landing strip sees constant windy conditions. The runway at Wellington is relatively short at 6,647ft, which is barely enough for larger aircraft, and the strong crosswinds caused by nearby Cook Strait can make landing there a wild experience. Judge for yourself with the video above.\n\nAs the pictures show (above and top), this is a terrifyingly small piece of earth to land a plane. Juancho E. Yrausquin Airport is the only airport in Saba, an island in the Caribbean, well-known to pilots because of the dangers of landing and taking off there. One side has high hills while all the others drop into the sea. The runway length is a bone-chilling 396m, only allowing small aircraft and helicopters to land, and without even an air traffic control center.\nAs if scary landings were not bad enough, what about take-offs where the plane has to fall before it rises? A ski area in the French Alps, Courchevel’s airport is infamous for having a short runway of around half a kilometer and a gradient of 18.5 percent! Pilots have to land on the higher incline to slow down enough, and takeoffs must be done towards the decline to pick up speed. Watch the video and feel a lump in your throat.\nPeople wanting to climb Mount Everest know this place very well. Renamed in January 2008 as Tenzing-Hillary Airport, this airport is where most Everest climbers land to start their journey. The runway is half a kilometer long, 20m wide and has an incline at a staggering 20 percent! A 700m drop at one end and a mountain at the other, as well as the altitude, make this another risky place for pilots. There have been five recorded plane accidents.\nImagine that you are on a Caribbean paradise island, walking the beach. You hear the noise of a jet and look up. Rushing toward you, only 30 or so feet above, a huge passenger plane is approaching! Is it about to crash? Watch the video and you will see. The short runway means that large jets have to fly low to land, and beachgoers at nearby Maho Beach are often treated to an up close and personal view of a big plane. Signs are placed nearby so no unfortunate spotter would be blown back by any plane’s powerful engines. Planes must also clear a decent-size fence and pass over a road just before hitting the runway. If this don’t seem scary, what will?\n\nMadeira is a small island off the coast of Portugal, which needed an airport capable of landing commercial-size aircraft to boost tourism. The original runway was only 5000ft long, too short for even the most experienced pilots. Engineers extended the runway to more than 9000ft by building a massive girder bridge atop 200 pillars. The bridge, which itself is over 3000ft long and 590ft wide, is strong enough to handle the weight of 747s and similar jets. All the same, it is quite nerve-wracking when the big jets touch down on this structure.\nHonduras’s capital city, Tegucigalpa, has the notorious Toncontin International Airport at its center, which is very controversial following several accidents, including a 2008 crash that killed five. Toncontin’s runway is just over 7000ft long in a valley surrounded by mountains. Despite the stubby runway, planes as large as Boeing’s 757 routinely land at the airport. Planes land and take off in the same direction in order to clear the mountains. Honduran officials are hoping eventually to reroute commercial traffic to the safer Soto Cano Air Base, but until then be prepared for unpleasant experiences.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/saba-airport.img_assist_custom-600x405.jpg","title":"7 Most Terrifying Landing Strips on Earth","author":"tonyleather"}