{"url":"http://www.techgraffiti.com//news-indias-incredible-solar-powered-rickshaws","content":"\nAnyone who has ever ridden in an auto-rickshaw in India will know the experience, though exciting, can lead to a few extra grey hairs, or a handful in some cases, either due to the adrenalin rush of being cut up by vehicles with little regard for lanes, or the stress of breathing in clouds of exhaust fumes. And if you opted for the traditional cycle rickshaw, no doubt the guilts soon set in at the thought of the person pulling the thing busting a gut for you. If these scenes sound familiar you’ll be happy to know it’s soon set to change.\nEnter the solar-powered rickshaw. Dubbed the Soleckshaw, the new-age solar-electric vehicle was recently wheeled into the limelight in Delhi. The dual-powered cycle is operated both by a solar-charged battery and by pedal power. The result is a significant ease on the strain of the poor man normally chugging away at the wheel.\nFour Soleckshaws will ply routes near to their solar battery re-charge stations – leaving a carbon tyreprint of zero – with more advanced versions to be launched ready for the 2010 Commonwealth Games in the city.\nDespite a top speed of 15kph, the Soleckshaw was almost pipped to the post in its zero-emission urban transport heat by the sleek-looking SolarCab, word of which emerged earlier this year. Developed in London, where it’s due to be launched in 2009, this style-conscious rickshaw’s rooftop solar panels will generate 80% of its total power, with the rest provided by pedal-power.\nCool points aside, though, people- and eco-friendly modes of transport like these will potentially have greater impact in India. There, cities suffer from higher levels of air pollution, caused largely by vehicle emissions, while using rickshaws is less a novel idea than an ever-present reality – not least for their pullers sweating under the sun.\nSource \n, \n, \n, \n, ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb56.webshots.com-21303-2124280860103830173S600x600Q85.jpg","title":"India's Incredible Solar-Powered Rickshaws","author":"Karl Fabricius"}