{"url":"http://www.techgraffiti.com//news-friends-earth-criticises-eu-aviation","content":"\nFriends of the Earth have spoken out against the current European Union proposals to include aviation in the EU Emissions Trading Scheme (ETS). The charity commissioned a study of the proposals which reveals that “the Commission’s plans to bring aviation into the Emissions Trading Scheme hardly scratch the surface of the problem and will not come close to delivering the necessary emissions’ cuts. The European Parliament must now amend the proposal to make it more effective.”\nThe EU did not initially include flights in the Emissions Trading Scheme, but plan to include flights within Europe in the scheme by 2011, with all flights originating or ending on the continent brought in by 2012. The new research, conducted by experts from the Tyndall Centre for Climate Change Research, says that this is too late; by 2012, carbon emissions from the aviation industry will already have increased by 25%.\nThe report, titled \n, calls for several measures including the inclusion of the aviation industry in the ETS no later than 2010. They also want carbon permits to be auctioned to airline companies, rather than allocated for free as in the current system. This would ensure that the polluting companies were forced to pay the price of their high emissions, and was recommended by last year’s Stern report.\nFriends of the Earth has published its own proposals which go even further, asking for an additional clause to ensure that the aviation industry meets its stated combined technology and operational efficiency improvement target of 3.5per cent per annum before being allowed to buy carbon permits from other sectors. This way there would be no option for aviation companies to buy their way to higher pollution levels.\nFriends of the Earth also wants the EU to agree to “a presumption against new airport infrastructure, especially new airports and runways”, and for the cost of air travel to the consumer to reflect its high environmental impact. Judging by recent studies on \n, this may not be popular with the general public.\nThey also want the UK Government to include the UK’s share of international aviation and shipping emissions in its proposals for a new law to cut the nation’s carbon dioxide emissions. FoE has led the campaign for this law through the Big Ask campaign and is lobbying for a commitment to reduce CO\n emissions by 3% per year.\nWhilst aviation is currently thought to contribute to only 2% of carbon emissions globally, it is the fastest growing source of emissions. We need to act now to curb it as quickly as possible.\nSources include: ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://7.thumbs.techgraffiti.com/1/2013/04/sc4.jpg","title":"Friends of the Earth criticises EU on aviation","author":"Maryking"}