{"url":"http://www.techgraffiti.com//orbiting-earth-at-17239-miles-per-hour-amazing-scenes-from-the-international-space-station","content":"\nIt floats high above the Earth, soundlessly moving in orbit. To observers on the ground, it looks like a shooting star – albeit one that never burns out and continues from horizon to horizon, disappearing only to reappear (at least to the human eye) at a later date. The International Space Station (ISS) might be viewed as one of mankind’s most impressive accomplishments. After all, it’s able to accommodate men and women for months at a time beyond the atmosphere of the planet we call home.\nThe Soviets were the first to put a space station into orbit. Salyut 1 was launched on April 19, 1971 and was soon followed by other Salyut stations – used for both civilian and military purposes (with those of the military type also known as Almaz stations). Then on May 14, 1973 the US launched Skylab. The station remained in orbit until July 11, 1979 when it reentered the Earth’s atmosphere and broke into pieces, showering debris over Western Australia. The station’s planned reentry was a media sensation that spawned t-shirts, hats emblazoned with bull’s-eyes, and bets over where and when it would reenter the atmosphere.\nOn February 20, 1986, Russia launched the core of the first modular space station, adding six more modules before it reentered Earth’s atmosphere on April 23, 1996. Named \n, the now-famous station pioneered the modular launch design. Whereas earlier space stations had been launched into orbit whole, \n was launched in stages, with further sections added once the core of the station was in place. This not only meant a lighter initial launch load but also allowed for increased adaptability.\nOn November 20, 1998, the first part of the ISS, named Zarya, was launched using a self-guiding Russian Proton rocket. Unlike previous space stations, it was put together by an international partnership, comprising the US, Russia, Japan, Canada and Europe. And this collaboration of nations in the name of science might be considered almost as great an achievement as the space station itself.\nOther than the ISS module \n, the Russian modules of the ISS were all launched and docked robotically. The other modules required hands-on installation and were sent with crewmembers on board a space shuttle. The modules that make up the station include laboratories, living quarters, a panoramic control tower and docking ports.\nThe ISS is larger than a roomy five-bedroom house. It is 356 feet (109 meters) wide and 290 feet (88.3 meters) long. It weighs roughly 1,040,000 pounds (471,736 kilograms) and includes a solar array measuring 239.4 feet (73 meters) in length. Fifty-two computers are used to control the station’s onboard systems, and eight miles of wire link up its electrical power setup. The assembly and maintenance of the station is facilitated by the robotic Mobile Servicing System, which can handle weights of up to 220,000 pounds (99,790 kilograms) – roughly the weight of a space shuttle orbiter.\nThe pressurized areas of the ISS have an air pressure similar to that of sea level on Earth. Meanwhile, electrical power is provided by solar arrays made up of two-sided cells, which allows them to collect light from the sun as well as the light reflected up from Earth. Rechargeable nickel-hydrogen batteries also supply constant power when the station is in Earth’s shadow for 35 minutes of each one-and-a-half-hour orbit. As it’s used, all this electricity is transformed into heat that is collected by ammonia-filled pipes. This is transported to exterior radiators to cool down in space before being returned to the station.\nBecause this is a truly international effort, the various parts of the ISS are operated and monitored from Earth by their corresponding agencies. To give you an idea of how spread out the operation is, NASA’s Mission Control Center is located in Houston, Texas, the Russian Roskosmos Mission Control Center is situated in Korolyov, Moscow Oblast, and the JAXA JEM Control Center is in Tsukuba, Japan. Scientific data and telemetry is communicated to these ground control centers around the world via radio link. ISS crewmembers also use audio and visual radio links to communicate with flight controllers, other crewmembers and their families.\nAltogether, counting the current team, there have been 35 expeditions made to the ISS, and the station has been constantly occupied for more than 12 years. The first six expeditions were each made up of three people. Then, following the death of all seven crewmembers in the NASA Space Shuttle \n disaster of February 1, 2003, the number was reduced to two – until Expedition 13, after which the crew size slowly went back up to six. These days, expeditions can comprise up to seven crewmembers – the number of people the ISS was built for. Since 2001, occupants have occasionally included visitors who pay to spend time on the station.\nBesides its use for research and observation, through research and testing the ISS is able to aid missions to the Moon and beyond. Since 2010, its role has also been expanded to cater to educational, commercial and diplomatic interests. However, its function as an orbiting laboratory remains one of its principal purposes.\nNowhere on Earth can provide the same kind of laboratory conditions as the ISS, which makes the station invaluable for research. Scientific research on the ISS is divided into four branches: Earth and space science, human health and exploration, basic life and physical sciences, and technology testing.\nBefore we can travel to distant locations such as Mars, the long-term effects of space travel need to be studied. Much has already been learned from the crewmembers of the ISS and previous space stations. With the space station in constant freefall, everything and everybody inside is subjected to the same gravity and acceleration, experienced as weightlessness.\nTo combat muscle wasting, skeletal deterioration and the other degenerative effects caused by long-term exposure to a weightless environment, the crew carries out special cardiovascular and weightlifting exercises developed by NASA. In order to counter some of the negative effects of weightlessness, a special machine named the aRED was developed to simulate lifting weights on Earth. Crewmembers also run on treadmills attached by bungee cords.\nInflatable modules may be the next development for the ISS. If utilized, these modules will provide extra habitats on board the space station. The planned smaller module, the BA 330, is expected to be the size of a small three-bedroom house, while the larger module, the Olympus, will be more than double the size of the whole ISS. NASA has contracted Bigelow Aerospace to develop the designs.\nThe ISS is not expected to operate beyond 2028, and currently the station only has funding to last it until 2020. After that, a new space station called OPSEK is slated to take over, perhaps using some of the ISS’s modules.\nThe current expedition commander, Canadian astronaut Colonel Chris Hadfield, took these stunning photographs. If you’d like to see more of Hadfield’s incredible space photography, you can find him on \n and \n.\n","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/2013/05/ss1_1.jpg","title":"Orbiting Earth at 17,239 Miles Per Hour: Amazing Scenes from the International Space Station ","author":"Yohani Kamarudin"}