{"url":"http://www.techgraffiti.com//news-exhaust-powered-cars","content":"\nCarbon monoxide forms an important part of vehicle exhaust and is largely responsible for environmental pollution. However, recent findings have raised some hope for this harmful gas. Researchers have discovered that soybeans contains an enzyme that can convert carbon monoxide to propane. This means that the exhaust can actually be used to get usable fuel.\nThe researchers were studying the effect of a microbe known as Azotobacter vinelandii. The microbe, which is found around roots of different nitrogen-fixing food plants, creates an enzyme known as vanadium nitrogenase. The enzyme uses nitrogen to generate ammonia, which is what makes it useful to farmers.\nThe scientists took away nitrogen and used carbon monoxide in its place. They noted that the enzyme began to form short carbon chains that were between two and three atoms long. It was creating propane. This is the gas that is used to produce the blue flames from stoves used in many camping grills across the United States.\nAccording to Markus Ribbe of the University of California-Irvine, it is possible to tweak the vanadium nitrogenase enzyme enough for it to produce longer chains of carbon than the ones creating propane. This means that the enzyme can be sufficiently modified to generate gasoline. Ribbe’s comments were published in Discovery News. Further development of the technique is expected to result in cars that partly use their own fumes to get the fuel they use. The cars could also use the surrounding air to power themselves.\nThis is a significant discovery that is likely to spark a lot of interest, as it can be very significant as far as industrial applications are concerned. Although scientists have worked on with the enzyme for more than twenty years, the focus was on agriculture.\nThere is still need for a lot of work in order to perfect this unique method. One of the challenges that the scientists have to deal with is extracting the enzyme, which is very difficult. There is great hope although the findings are still at an early stage. This is literally producing fuel from thin air!","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/800px-Exhaust.img_assist_custom-600x450.jpg","title":"Cars Fuelled By Their Own Carbon Monoxide Emissions","author":"Gregory Johansson"}