{"url":"http://www.techgraffiti.com//the-most-powerful-rocket-in-history-nasas-new-launch-system-for-deep-space-exploration","content":"\nIn the words of legendary English science-fiction writer Douglas Adams, “space is big.” To reiterate, it’s really big, and humankind has only explored a miniscule section of its reaches. We are making small strides, however. Currently, NASA plans to not only revisit the Moon but also to visit near-Earth objects like asteroids and, eventually, our neighbor Mars. Yet to do this, NASA needed to design the technology to send craft further into deep space than they’ve ever been before. The result is the most powerful rocket ever made: the NASA Space Launch System (SLS).\nGetting out of low Earth orbit to reach these far-off space objects is no easy task, but of course, it has been accomplished several times in the past. The first spacecraft to reach the Moon was the crewless Luna 2 space probe, which was launched by the Soviet Union on September 12, 1959. This was followed by manned missions to the Moon, and on July 20, 1969, members of NASA’s \n mission successfully landed on the surface of Earth’s only natural satellite.\nAfter a spate of manned and unmanned visits undertaken from the mid-1960s to 1976, lunar missions suddenly ceased and our focus shifted elsewhere. Recently, however, we have begun to consider sending astronauts back to the Moon – and beyond.\nIn the past, heavy payloads were launched using Saturn rocket boosters. These incredible rockets sent men to the Moon and put the Skylab space station into orbit. In fact, engineers recently restored and studied F1 Saturn rocket parts to help develop the SLS. However, the new system, while using information gleaned from the past, will be superior.\nThe Saturn rockets are not the only old technology studied by engineers working on the SLS. Tooling and manufacturing methods and tried and tested hardware from exploration programs like the Space Shuttle were all used to help develop the new launch system. Designed for flexibility, the SLS will utilize various launch configurations and be able to evolve and adapt, meeting a range of mission and cargo requirements.\nWhen it’s completed, the SLS will be capable of lifting over 154,000 pounds (69,853 kilograms) in its initial 77-ton (70-metric ton) configuration, which will stand 321 feet (98 meters) tall and weigh 5.5 million pounds (almost 2.5 million kilograms). The 143-ton (130-metric ton) configuration will lift over 286,000 pounds (129,727 kilograms), providing 20 percent more thrust than the previously used Saturn V rockets.\nThe 143-ton (130-metric ton) configuration will stand a massive 384 feet (117 meters) tall and weigh 6.5 million pounds (2.9 million kilograms). Described by NASA as the most “powerful launch vehicle in history,” it will be capable of carrying payloads of 286,000 pounds (129,727 kilograms), with 9.2 million pounds (4.17 million kilograms) of thrust. In order for it to travel into deep space, this configuration will be fitted with an upper stage powered by a trio of J-2X engines, which recently underwent a barrage of tests at NASA’s Stennis Space Center in Mississippi. This more powerful configuration will not be launched until sometime after 2030.\nThe core stage of the SLS will be more than 200 feet (61 meters) high. It will carry cryogenic liquid hydrogen and liquid oxygen, which is the fuel used to power the SLS’s RS-25 propulsion engines. These engines have been used to successfully launch 135 space shuttle missions in the past but will be made even more powerful for the updated system.\nThe number and type of RS-25 engines used will depend on the designated launch configuration. Altogether, there are 15 in the SLS program, and unlike the Space Shuttle engines, which were reusable, these will be discarded together with the core after the staging process.\nThere will be two solid rocket boosters on either side of the core stage. These boosters will increase the thrust provided by the engines during the first two minutes of the initial flight stage. The number of segments will vary depending on the configuration of the SLS. For its first 77-ton (70-metric ton) flight configurations, the modified Space Shuttle Solid Rocket Boosters (SRBs) will each be made up of five segments.\nNASA engineers have been working to prepare the Orion, the SLS’s multipurpose crew vehicle, for an initial, unmanned test flight in 2014. They have been assembling adapters that will attach the spacecraft to a Delta IV rocket for the Orion Exploration Flight Test 1 (EFT-1). If all goes well, these same adapters will be used to connect the Orion to the SLS.\nThe SLS’s first mission is set for December 2017. NASA will send the Orion spacecraft, minus crew, around the Moon to make sure that everything is working as planned before the first manned flight.\nThe second mission is scheduled for 2021, when the SLS will send Orion up with four NASA astronauts. The crew will make several high-lunar orbits of the Moon over three or four days before returning to Earth. During this time they will review both the crew operations and, most importantly, the life support systems of the craft.\nThe SLS project has garnered its fair share of detractors. Perhaps surprisingly, many criticisms are directed at its projected $18 billion development cost – which some consider optimistic – and the fact that it will cost an estimated $500 million per launch. Some suggest that it would have been cheaper to use an existing rocket, such as the Atlas V or the Delta IV, while others point to a lack of defined payloads for the future SLS missions.\nIn spite of these potential issues, however, the SLS is still an exciting project that will hopefully bring humankind closer to the dream of manned deep space travel. “With its superior lift capability, the SLS will expand our reach in the solar system and allow us to explore cis-lunar space, near-Earth asteroids, Mars and its moons and beyond,” says the NASA website. “We will learn more about how the solar system formed, where Earth’s water and organics originated and how life might be sustained in places far from our Earth’s atmosphere and expand the boundaries of human exploration. These discoveries will change the way we understand ourselves, our planet, and its place in the universe.”\n","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/2013/05/sls1.jpg","title":"The Most Powerful Rocket in History: NASA's New Launch System for Deep Space Exploration","author":"Yohani Kamarudin"}