{"url":"http://www.techgraffiti.com//news-future-asymmetric-warfare","content":"\nThe F-35 Joint Strike Fighter Program has several important international partners. Despite design problems with stealth capability, the production of battle-ready aircraft has begun. Israel, Turkey, Italy and Australia have made the largest purchase commitment at this time. Find out more, in the final part of Environmental Graffiti’s three-article series taking an in-depth look at everything you needed to know about the Joint Strike Fighter Program.\nFrom its inception, the Joint Strike Fighter Program was designed to live up to its name. Extensive allied participation was actively solicited for many reasons. There would be some cost savings but considering the record setting finance required, the United States would always bear most of the cost burden. By releasing new jet fighter technology that is very advanced, yet not deemed sensitive enough to require shielding with maximum security, the United States can share some of its finest research and development in the design of 5th Generation fighter aircraft. Other countries benefit for obvious reasons while the United States continues to shoulder the majority of costs. The web of alliances that the USA controls continues to build, strengthen and expand.\nIf you like the U.S. approach to global affairs, the war on terror and use of its air force, than this is an excellent situation. Otherwise, these three articles are discussing a 21st century ‘killing appliance from Hell”.\nThere will always remain a central and thorny question which is both political, military and philosophical. Does the chance of air war using maximum force weaponry rise if more nations possess such weapon systems? Perhaps, but that scenario is only activated if political and military leaders choose to do so.\nWe see extensive and horrifying civilian casualties in Pakistan and Afghanistan from the collateral damage that arises from flying unmanned drone missions whose targets are believed to shelter enemies and dangerous terrorist assets. Those drone missions could be flown less; or they could stand down until essential intelligence support is dramatically improved; or they could be flown unarmed without public admission of that fact in order to frighten and intimidate but not kill. These are alternatives that have barely been considered if at all.\nWhen the F-35 and similar aircraft from other countries are deployed, how and when they shall be used will be the most important chapters in their biography and the most significant aspect of their existence for the world at large.\nEight countries including the UK, Israel, Australia and Turkey have agreed to contribute more than $4.3 billion to the Joint Strike Fighter Project. The UK is the only Level 1 partner. Total project costs are now estimated at $1 trillion. Sales of 2400 F-35s could generate at least $200 million and there is a statement in the press that major partner nations might purchase a total of 3100 F-35s through 2035. Given the tumultuous international economic climate and other unpredictable factors, estimates of F-35 production and sales to partner nations must be taken with several pounds of salt.\nThe United Kingdom initially planned to acquire 138 F-35Bs for the RAF and Royal Navy per statements in December 2006. The British Royal Air Force and Royal Navy planned to use the F-35B VTOL to replace their Harrier GR7/GR9s. After initial agreement, the USA has since refused to grant access to technology that would allow the UK to maintain and upgrade the F-35 on its own. Although Britain has committed to two new Queen Elizabeth aircraft carriers as naval bases for the F-35B, as of March 2009 contracts for the purchase of only three F-35Bs have been signed.\nItaly plans to acquire 74 F-35As and 57 F-35Bs, although it will not participate in F-35 testing and evaluation and will not purchase test aircraft.\nThe Netherlands had planned to acquire 85 F-35As but on April 29, 2009, Labor Party MPs ruled against going forward with the purchase of two test F-35s. Labor is critical to the ruling coalition in the Netherlands that is led by the Christian Democrats who do not want to move forward with the F-35 to upgrade the Dutch Air Force. Several other parties are supporting the F-35, others are not. A last minute decision agreed to a non-refundable down payment for the purchase of one JSF operational test aircraft. The final decision to purchase 85 of the F35 Joint Strike Aircraft has been deferred until 2012.\nDenmark is one of two international suppliers to Northrup Grumman for center fuselage components and is considering replacing 48 of its aging F-16s with F-35 Joint Strike Fighters.\nNorway is a Level 3 partner in the System Development and Demonstration Phase of the F-35 program. On November 20, 2008, Norway committed to replacing its fleet of F-16s with the F-35 instead of the Swedish (Saab) JaS 39 Gripen.\nCanada has been involved with the Joint Strike Fighter Program from the beginning and is expected to invest a total of $160 million in order to gain access to information, technology transfer and business for Canadian sub-contractors. Total value of contracts issued to Canadian companies is projected to be at least $4.8 billion.\nTurkey joined the JSF Project in 2002 and intends to order 116 F-35s with a value of at least $11 billion. These aircraft will be produced in Turkey by Turkish Aerospace Industries whose supplier contracts for center fuselage components with Northrup Grumman have a value of over $3 billion. After 2013, Turkey will produce 100% of the Turkish Air Force’s F-35s under license from Lockheed Martin as was done with their F-16 fighter program.\nIsrael signed a Letter of Agreement worth $20 million to join the System Development and Demonstration as a security participant but briefly lost their partnership status after the Chinese arms deal crisis. Israel intends to buy more than 100 F-35As starting with an initial purchase of 25 aircraft at a cost of more than $5 billion to replace their fleet of F-16s. Delivery may begin in 2012 and Israel is likely to be the first nation to receive the F-35.\nWith the exception of the JSF/HMDS helmet mounted display that is developed with Elbit Systems, there will be no Israeli technology installed on their F-35s. A request to manufacture one third of the F-35s in Israel is outstanding. As of April 21, 2009, negotiations between the Israeli Defense Ministry and Lockheed Martin about the purchase of F-35s were bogged down over unit costs and the technicalities of integrating Israeli-specific avionics and armaments, the latter being the most serious issue. Latest news bytes talk about a delivery date of 2014 for a squadron of 25 F-35s with activation of the squadron to be in 2016. A further 50 F-35s would follow later.\nTo further complicate matters with Israel, their defense establishment is now reviewing the entire situation. The Israeli IDF is investigating whether upgrades to existing Israeli F-15 and F-16 fighters or purchase of advanced versions of both aircraft plus the Boeing F-15 Eagle would more than suffice and render the F-35 squadrons unnecessary. Most Israeli military funding comes from U.S. Foreign Military Financing Credits that will total $11.425 billion from 2009 through 2012.\nIn essence, the United States would buy the F-35 for Israel, a feature of the United States-Israel military relationship that is not well known to the general public. To stir the pot further, there is now an intense debate in the United States and elsewhere about the extent to which Israeli politics in the Middle East influence United States policy in the region. FMF credits add further credence to the view that Israel has very deep access and influence upon United States Middle East policy. Does the tail wag the dog after all in the eastern Mediterranean?\nAustralia is participating in the Joint Strike Fighter Project and already committed to the F-35 in June of 2002, perhaps the first country to do so with the objective to obtain cost savings when purchasing the F-35. Australia is a Level 3 partner in the F-35 Systems Development Phase. The \n states an intent to purchase a minimum of 72 F-35s to replace three of four F/A-18F Super Hornet squadrons starting in 2010. If the global economic recession allows, additional purchases will bring the number of F-35s in the Australian Air Force to 100 and outfit a fourth squadron. Acquisition of the F/A-18F Super Hornet is part of a risk mitigation strategy as difficulties with finalizing design and production of the F-35 continue. A request to the United States to sell Australia F-22 fighters was rejected.\nOther countries expressing an interest in and/or have been offered the F-35 by the United States include: Singapore, India (F35A, F35B), Brazil, Finland, Spain (Navy), Greece and the Republic of China (Taiwan) where that interest was quickly rejected by the USA for obvious political reasons.\nThe \ncriticizes the major contractors, especially the rush to development before key technological components were ‘mature’, and a too rapid schedule to production before flight tests were completed and the F-35 signed off as ready for production. Auditors criticized both the military and the contractors for:\n1. Weight\n\nDepending on exact configuration, F-35 take-off weight can approach 60,000 lb (27,000 kg), which resembles the F-105 fighter of the Vietnam era. Earlier designs for the F-35 were much heavier, by 8%. In order to meet performance requirements, Lockheed added engine thrust and shed 10,000 lbs by thinning the F-35’s skin. Design changes were also made to other features of the design including the weapons bay and vertical tails. The overall impression of the aircraft’s design is a bit old fashioned and ‘conventional’.\n2. Stealth Capability\n\nRAND Corporation simulations have shown that numerous Russian Sukhoi fighters defeat a small number of F-35s. Using public access photos, controversial Australian engineer Carol Kopp claimed that the stealth capabilities of the F-35 are near trivial and that new long-wave-length radars now operational with the Russian armed forces can detect the F-35 at any angle. Kopp claims the F-35 is truly stealthy only in a narrow cone around the nose. Lockheed Martin and the U.S. Pentagon have conducted their own studies which refute inferior combat performance and lack of stealth capacity.\n\nPhoto montage – \nOn April 28, 2009, Dr Carlo Kopp and Air Power Australia issued a 36-page analysis of the F-35’s stealth attributes. The critique is devastating and I quote the conclusion (Source #4):\n“The Joint Strike Fighter is demonstrably not a true stealth aircraft in the sense of designs like the F-117A, B-2A and F-22A, as its stealth performance varies much more strongly with aspect and threat radar operating frequency band. The degradation of the initially intended Joint Strike Fighter stealth performance occurred during the SDD program when a series of design changes made to the lower fuselage of the aircraft resulted in fundamental shaping changes in comparison with the X-35 Dev/Val prototype aircraft. The Joint Strike Fighter SDD design departs strongly from key stealth shaping rules employed in the development of the F-117A, B-2A, and F-22A, or the never built YF-23A and A-12A designs. As a result the tactical options available to Joint Strike Fighter users when confronted with penetrating modern Integrated Air Defense Systems (IADS) are mostly those necessary to ensure the survival of non-stealthy legacy aircraft types.”\nThis negative assessment continues: “The result of these limitations is that the operational economics of a fighter force using the Joint Strike Fighter will be much inferior to a force using a true all aspect stealth aircraft such as the F-22A Raptor. As with claims made for Joint Strike Fighter air combat capability, claims made for the Joint Strike Fighter concerning the penetration of IADS equipped with modern radars and SAMs are not analytically robust, and cannot be taken seriously. Moreover, it is clear that future Joint Strike Fighter users will pay a significant price penalty for a stealth capability unable to deliver much, if any, return on such investment.”\n3. Noise Pollution\n\nThe F-35 is expected to be twice as noisy on takeoff as the F-15 and 4X as loud when landing. Residents of American cities near the Davis-Monthan and Eglin Air Force Bases are very concerned and have threatened law suits.\n\nGraphic art – \nSome of the partner countries in the F-35 Joint Strike Fighter Project have wavered in their public commitment as discussed above. It is hard to see at this juncture how this most expensive weapons program can pay for itself, let alone move into accounting black ink. But then, if deemed in the national interest of the United States, final costing is of no concern. Considering genuine design challenges that remain, the embedded global economic recession, aircraft alternatives from other nations (EU Typhoon, Sweden’s JAS 39 Gripen, advanced fighters from Sukhoi in Russia), unavoidable large cost overruns and the irrelevancy of weapon systems like the F-35 Lighting II in the theater of asymmetric warfare that the global war on terrorism has brought to the world, the story of the F-35 Joint Strike Fighter Project has several chapters yet to be written.\nThe \n in this three part series discusses the history of the F-35 Lightening II Program. Profile, performance standards and current status of test flight demonstrators and production aircraft are described. The \n casts a searchlight on the strongest competitors for the Joint Strike Fighter Program from other nations.\nSources –\n, \n, \n, \n, \n, \n, \n, ","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Lockheed-Martin-F-35_flight_grand_canyon_opt600x37.jpg","title":"The Future of Asymmetric Warfare","author":"merlynne6"}