{"url":"http://www.techgraffiti.com//news-bv-141-most-asymmetric-plane-ever-made","content":"\nThe German air force, or Luftwaffe, was known for many innovative aircraft designs. They fielded the first rocket-powered and the first jet-engined planes, not to mention the first cruise missile. However, all of these were built using conventional airframe technology – whereas one design stood out from all the rest as probably the most asymmetrical airplane ever made.\nIt was designed by Blohm &amp; Voss, who were known for their seaplane designs. In response to a requirement for a tactical reconnaissance aircraft, the company came up with a very novel idea. With their new design, they decided to place the engine and tailplane on one centerline, while positioning the pilot and crew in a pod off to the side. Although this gave the aircraft an ungainly looking appearance, the plane fulfilled the tactical recon role very nicely. Its name? The BV 141.\nWithout an engine or wings acting as obstructions, the view on all sides was unrestricted for the crew, sat in a glazed observation nacelle. The plane was maneuverable, easy to fly, and was equal to the performance levels needed; indeed, it is said to have exceeded its requirements. Even the Luftwaffe Director-General of Equipment, Ernst Udet, enthusiastically championed this airplane to get it into production. But to no avail.\nThe main problem for the BV 141 was that its engine of choice, the BMW 801, was not available; instead, it was allocated for fighter plane production. However, perhaps the underlying reason production of the BV 141 did not go ahead was that the plane just looked odd. Traditional airplanes had their cockpits mounted behind the engine, not off to the side. No matter how well it flew, the BV 141 didn’t make sense to the German High Command, possibly simply because of its appearance.\nEven though Blohm &amp; Voss believed in this concept, and spent their own money building several prototypes, the Luftwaffe decided on a more conventional design for the tactical reconnaissance role. Did they thus deny the Luftwaffe the best aircraft for the job at hand?\n","web_category":"productsgear","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Bundesarchiv_Bild_146-1980-117-01-_Aufkl-rungsflugzeug_Blohm_-_Vo-_BV_141.img_assist_custom-600x441.jpg","title":"The Nazi BV 141: The Most Asymmetrical Aircraft Ever Made","author":"Dale Y The Green Guy"}