{"url":"http://www.techgraffiti.com//news-past-and-future-wind-power","content":"\nWindmills evoke images of simpler times when humans relied on wind, water and wood for energy, but dreams of wind’s potential can conflict with harsh reality. People dependent on direct wind power are sometimes left stranded – like these \n. Given the sporadic nature of wind, who would be courageous, or foolish, enough to undertake a massive endeavor relying on its power? Well, British adventurer Philip Beale, \n with the wind pushing his 50-ton ship.\nBeale undertook his journey in a vessel modeled after the Phoenician sailing ships of yore to see if sailors from that ancient culture could have made the trip millennia ago. The itinerary started in the eastern Mediterranean before proceeding through the Suez Canal and down the east coast of Africa. The crew swelled after people came onboard to join the triumphant rounding of South Africa’s Cape of Good Hope. From there, it was smooth sailing up Africa’s west coast to the Strait of Gibraltar.\nWhile ultimately successful, the experiment was fraught with challenges. Lost rudders and a torn sail had to be dealt with, for one. Navigating ports required a small onboard engine as well as help from tow companies. And constant leaking kept the crew busy bailing water at all hours. Yet, despite these obstacles, Beale completed his journey of over 20,000 miles in 26 months.\nBeale’s adventure demonstrated that it is possible to reach the entire African coast from the Mediterranean in the equivalent of an ancient sailing vessel. In our view, experiments like his are central to the empirical quest for knowledge. They separate researchers and inventors form armchair philosophers.\nBeale tested his theory to learn about the \n potential of wind power. Meanwhile, engineers at Kite Gen Research in Italy are testing an invention to expand the \n.\nKite Gen aspires to supply the energy grid with huge kites flying high in the sky. Winds at higher altitudes tend to blow faster and more constantly, two traits that increase the amount of power developers can extract from the winds. By flying between half a mile and a mile above the ground, the kites can catch winds that travel twice as quickly as do ground level winds. And the kites further increase yields by sweeping through a large area in the sky.\nStrings transfer the wind’s mechanical energy from the kites to alternators on the ground that then convert it into electrical energy. Multiple trials in Sommariva Perno, Italy have proven that Kite Gen’s concept is viable. Tinkering to improve the design and scaling up are the next steps. Developers are testing various fabrics to see which one works best on the kites. After raising funds for the venture, Kite Gen plans to turn its kites into a 150-megawatt wind farm.\nKite Gen’s proof of concept experiments demonstrate a new technology that could power future communities. Beale’s trip around Africa, meanwhile, showed how ancient communities could travel. Though in some ways wildly different, experiments like these bring the debate over wind’s potential away from theoretical pondering and towards empirical reality.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Old-Windmill.img_assist_custom-480x640.jpg","title":"The Past and Future of Wind Power","author":"Joseph Dunsay"}