{"url":"http://www.techgraffiti.com//news-chemtrails-death-dumps","content":"\nChemtrails are phenomena that people come across on a daily basis. With the amount of planes that crisscross the sky it is almost impossible to go a day without seeing a long white line in the sky. Just what they are though is the source of an intense and often angry debate that has been raging for years.\nThere are two explanations for what exactly these white lines in the sky are. They are either part of an incredible conspiracy to control the population or control the weather, or they are simply condensation trails coming off high speed planes. Both sides have logical arguments and evidence to back them up and, while there seems to be no middle ground in the debate, no matter what they turn out to be it is bad news for the environment.\nThe theory says that these white lines in the sky are actually trails of chemical or biological agents sprayed on a populace by the ruling government for some, usually nefarious, purpose. Like many conspiracy theories there is some evidence that could support the theory and many people believe in it.\nThe \n of chemtrails is a fairly new one – it only appeared around 1996. In that year, a theory started appearing on the message boards and forums of conspiracy theory websites after the United States Air Force was accused of spraying the population with mysterious substances. The Air Force replied that this was a hoax, which had in part been spawned because of an air force paper entitled “Weather as a Force Multiplier: Owning the Weather in 2025”. Ever since then the theory has gone from strength to strength.\nIn 1997 a string of \n surfaced which purported to show that chemicals were deliberately being added to military jet fuel in order to be sprayed on populations. According to the emails, two chemical agents were discovered in the jet fuel by a non-government funded laboratory. The two agents found where ethylene dibromide and zinc chloride.\n is a synthetic compound that is often added to gasoline. It is also highly carcinogenic and causes a range of health concerns from blisters and ulcers to depression and increased risk of cancer. It has been used as a pesticide and still is used to fumigate logs and beehives. \n, meanwhile, causes skin and eye irritation, throat and breathing problems and – at extreme levels – vomiting and listlessness. Since the late Nineties tests done by other conspiracy theorists have allegedly shown shockingly high levels of chemicals like barium and aluminium in the trails.\nSo what \n actually exists for this conspiracy? Well something often pointed to is a piece of legislation introduced by Congressman Dennis Kucinich called “Space Preservation Act 2001″. This was meant to preclude certain types of technology being used in conjunction with space. In Sec.7(2)(B)(ii) of the bill, it states: “The terms ‘weapon’ and ‘weapons system’ mean a device capable of any of the following…” and “Such terms include exotic weapons systems such as… chemtrails”. This bill was rejected and a watered down version that didn’t mention chemtrails was forwarded instead.\nOther evidence includes the large amount of chemicals that are being found in rainwater across the world with little or no other explanation apart from chemtrail pollution. Given the nature of the chemicals, it is thought that these trails are either being used for population control or weather modification. One intriguing piece of \n came from Germany: in a television report a military source stated that chemtrails were actually used for radar applications.\nOf course all these things are part of the conspiracy theorist’s web. A piece of evidence here, something meaningful there, and conclusions can and will be made. While it can be difficult to find substantial evidence for the effects of chemtrails, one thing is for certain. \n are beginning to report health problems and a lot of the time the only rational answer is chemtrails.\nThese trails are not chemtrails but actually condensation trails or contrails created in the upper atmosphere by passing high speed planes or rockets. As the hot exhaust fumes enter the atmosphere they cool in the surrounding air and create microscopic droplets of water or ice. These droplets of water come together and form the trail which may exist for a couple of minutes or a couple of hours depending on local weather conditions.\nDue to the amount of air traffic that is constantly going on it is difficult to impossible to gain any real scientific understanding of what these trails do. However, due to the tragedy of the September 11th terrorist attacks one opportunity appeared in America – and scientists took it. The results that were found were surprising.\n collected from over 4,000 weather stations for the three days before, during and after the attack allowed scientists a brief look at what was possibly happening. By calculating the average temperature ranges for the day and comparing them to when the planes weren’t flying, they found that the temperature on the ground was 1 degree hotter when planes were not flying.\nIt is believed that this is due to the condensation trails acting as additional cloud cover. By increasing the cloud cover less solar radiation was allowed to affect the planet but also less heat radiating from the planet was allowed to escape. The net result was an overall increase in heat on the planet.\nThis effect is only going to get worse. Right now it is estimated that persistent contrails – contrails that instead of dissipating spread into existing clouds – cover 0.1% of the earth. That number is estimated to rise to 0.5% by 2050. Of course this is not the only impact on the environment that aircraft have. It is estimated that today air travel \n 2 percent of the total greenhouse emissions for the planet. This is set to grow by 3-4 percent each year, making the heating effect from contrails even worse.\nThe chemtrail controversy is not going to go away. For the time being, at least, flying is only going to get more popular – which means more and more of those trails are going to be seen. The only thing one can say for sure is that the impact on the environment is not going to get any better. For those who buy into the chemtrail theory, environmentally catastrophic chemicals are being dumped into the atmosphere, and for those who don’t, contrails are raising the global temperature. Perhaps the last word should ironically go to that famous aviator, Charles Lindbergh:\n“Our ideals, laws and customs should be based on the proposition that each generation, in turn, becomes the custodian rather than the absolute owner of our resources and each generation has the obligation to pass this inheritance on to the future.”","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/chemtrail-sunsetjpg","title":"Chemicals or Vapor Trails? Either Way Those Lines in the Sky are Bad News!","author":"darrenowen"}