{"url":"http://www.techgraffiti.com//10-worst-civilian-nuclear-accidents-in-history","content":"\nIn 1945, towards the end of World War Two, two different atomic bombs were dropped on the Japanese cities of Hiroshima and Nagasaki. Ever since then, the word “nuclear” has evoked a mixture of fear and suspicion in many minds. Moreover, controversy still surrounds nuclear technology, even when it is used for nonviolent purposes – for example, as a source of power. For the doubters, these 10 civilian nuclear accidents won’t be very reassuring.\nFortunately, the first event on this list didn’t result in dire consequences – although matters could have been very different. On March 5, 2002, a hole the size of a football was found in the pressure vessel head of the reactor in Ohio’s Davis-Besse Nuclear Power Station. Fractured control rod drive apparatus had leaked coolant onto the carbon steel vessel head, corroding the metal until the only thing preventing high-pressure reactor coolant from escaping was 3⁄8 inches (9.5 millimeters) of stainless steel cladding.\nA radiation catastrophe was narrowly averted when maintenance workers noticed the hole. Undiscovered, the breach would probably have meant a massive loss of coolant, which may have led to a nuclear core meltdown. Plant owners were forced to pay $28 million in fines to the US Department of Justice and $5 million to the Nuclear Regulatory Commission.\nUnfortunately, this nuclear reactor accident at Idaho’s National Reactor Testing Station (now the Idaho National Laboratory) did not end as harmlessly as the previous incident in this article. Instead, it brought about the only fatalities from such an episode in US history. On January 3, 1961, a control rod was withdrawn too far out of an experimental reactor named the Stationary Low-Power Plant Number 1 (or SL-1). The result was a core meltdown that led to an explosion of steam, killing three military personnel stationed at the reactor.\nThe blast was so strong that the SL-1 reactor was jolted more than nine feet into the air. Following the incident, the radioactive isotope contamination was so severe that the three men who died – killed by the blast and not the radiation – had to be laid to rest in lead coffins. Because a report on the accident was not widely publicized at the time, exact details about the explosion became the subject of speculation.\nIn 1962, the Lucens Reactor began to be built in the municipality of Lucens in Vaud, Switzerland. It was a gas-cooled, heavy-water pilot reactor that was constructed in a cavern below ground and produced 8.3 megawatts of electricity. On January 21, 1969 – the last year of its intended operation – the reactor underwent a partial core meltdown. The incident was triggered by something as seemingly harmless as water condensation, which had accumulated on some of the reactor’s fuel element components, causing them to corrode.\nMaterial from the corroded components built up in some of the reactor’s 73 fuel channels, blocking one of them enough to obstruct the passage of the carbon dioxide coolant. This caused the magnesium alloy cladding to melt and exacerbate the blockage, which in turn led to an increase in temperature. A fire then broke out after the coolant came into contact with the uranium metal fuel, and the heat made the pressure tube around the fuel channel crack, allowing carbon dioxide coolant to leak from the reactor. The cavern the reactor was built in was sealed to contain the radiation; it then had to be decontaminated, and the reactor was disassembled over subsequent years.\nBetween 1976 and 1977, the Bohunice Nuclear Power Plant in Jaslovské Bohunice in the Trnava District of Czechoslovakia (now Slovakia) experienced not one but two accidents. The first happened in January 1976; as fuel rods were being replaced, one of them, weighing 4.5 tons, rocketed into the air and shattered after smashing into a crane. Parts of the rod prevented a shaft from closing, allowing the escape of the carbon dioxide that was filling the space – and thereby canceling out its cooling effect. Had it not been for two quick-thinking workers removing the obstruction so as to shut the shaft, it’s believed the resulting high temperatures could have caused the fuel rods to melt – and ultimately a catastrophe worse than the Chernobyl disaster. Two workers were killed while trying to contain the situation.\nThe second episode was even more critical and remains the most serious nuclear accident to have occurred in the area. On February 22, 1977, again as fuel rods were being switched over, overheating – brought about by failure to remove humidity absorbers covering the rods, which impeded the effect of the coolant – led to heavy water leakage. This in turn caused the fuel cladding to corrode, allowing a large quantity of radioactive particles to escape into the primary cooling circuit. Further leaks in the steam boilers contaminated parts of the secondary cooling circuit as well. As a result, radioactivity was released into the plant as a whole, and it had to be decommissioned.\n\nPhoto: \nOn September 30, 1999, three apparently untrained and unqualified workers at Japan’s Tōkai nuclear plant were filling a precipitation tank with uranyl nitrate, to make a batch of fuel for the Jōyō experimental fast breeder reactor. The workers overfilled a precipitation tank, causing a nuclear fission chain reaction that gave off powerful gamma and neutron radiation. The resulting high levels of radiation later led to the deaths of two of the workers – who immediately felt symptoms like pain and nausea and one of whom suffered severe burns and organ damage – and put the surrounding population at risk.\nIn an attempt to avert further disaster, 161 people were evacuated from a 1,146-feet (350-meter) radius surrounding the site of accident. More than 667 locals, emergency response teams and plant workers were subjected to too-high levels of radiation. According to the International Atomic Energy Agency, the official reason for the incident was “human error and serious breaches of safety principles.”\nWindscale Piles was a nuclear reactor facility and plutonium-production plant in Cumberland (now Cumbria) and the site of the most serious nuclear accident in British history. The plant used air to cool its two Windscale graphite reactors, but on October 10, 1957, one of the control blocks got overheated during a standard procedure, which caused uranium cartridges to split.\nThe subsequent leakage of uranium soon oxidized, emitting radioactivity and bringing about further overheating, sparking a fire that burned for 16 hours. After the fire, 10 tons of melted radioactive fuel was left in the core of the reactor. A large amount of radioactive iodine also dispersed into the air, prompting a ban on all milk produced within a 200-square-mile (500-square-kilometer) area for a number of weeks after the incident. The radioactive isotope iodine-131 was a worry, and according to a 2007 estimate, as many as 240 excess cases of cancer may have been caused by the episode.\nThe Three Mile Island incident was partly the result of human error. On March 28, 1979, a small malfunction of one of the cooling circuits in the Pennsylvanian power plant led to an increase in temperature. During the ensuing shutdown process, a pilot-operated relief valve (PORV) became stuck in an open position, allowing coolant water to escape. This set off a chain of events that resulted in operators slowing the replacement water supply and shutting down the cooling system pumps. In turn, this caused the reactor core to heat up and, subsequently, damaged the fuel rods, which then expelled radioactive matter into the coolant water.\nIt took around a month before the reactor was back under control, during which time a small quantity of radiation was discharged into the environment. There were fears that this would lead to health problems for nearby residents, although only one team of researchers argued that the accident resulted in increased cancer rates among those living locally. It did, however, set in motion an overhaul of training and operating procedures.\nOn September 29, 1957, long before the Chernobyl accident, the USSR experienced its first major nuclear disaster, in a small town called Ozyorsk near Kyshtym. Because Kyshtym is the nearest geographically recognized town, the incident is referred to as the Kyshtym Disaster. The nuclear fuel reprocessing facility included six nuclear reactors around Lake Kyzyltash and a storage facility for the nuclear waste they produced. It was still early days for nuclear research, and safety and environmental issues were not as big a concern as they are today.\nOne of the storage tanks contained around 70 to 80 tons of radioactive liquid waste, and its cooling mechanism stopped working and wasn’t fixed. The tank’s contents, made up mostly of ammonium nitrate and acetates, began to dry out as the liquid heated up and evaporated. Moreover, the temperature increase caused an explosion whose force was equivalent to 70 to 100 tons of TNT, and this sent huge amounts of radioactivity – roughly 20 MCi (800 PBq) – into the environment. The fallout cloud from the explosion contaminated an area of up to 7,722 square miles (20,000 square kilometers).\nOver a period of nearly two years, about 10,000 people were evacuated from the surrounding area. In terms of fatalities, the exact cost of the incident is not known, but immediately around the site of the explosion there were 66 diagnosed cases of chronic radiation syndrome. The Soviet and US governments kept the accident under wraps for a number of years, as they did not want to turn people off nuclear energy. Today, although Ozyorsk is supposedly safe for people, the East Urals Radioactive Trace area remains highly radioactive.\nJapan’s 2011 Fukushima disaster is not only the most recent civilian nuclear accident; it’s also the largest since the infamous 1986 Chernobyl catastrophe. The Fukushima incident was triggered by the Tōhoku earthquake and tsunami of March 11. Following the tsunami, water flooded the emergency generators of the Fukushima I Nuclear Power Plant and interrupted the power supply to the cooling system’s pumps. The reactors overheated, and the coolant water began to bubble away. This caused the reactor fuel rods to massively overheat and liquefy – and ultimately led to the complete meltdown of three of the plant’s reactors.\nIn addition, the heat produced hydrogen-air chemical explosions that blew the tops off the reactor buildings, with water also draining from the outside storage pools for spent fuel. Large quantities of radioactive material were sent into the air, and a nineteen-mile (30-kilometer) evacuation zone was put in place around the plant. Still, according to one study, almost 36 percent of children in Fukushima now have abnormal growths in their thyroid glands that could become cancerous. Frighteningly, the future is uncertain for those exposed to the radiation.\nToday, the cleanup continues, and according to a government report, it could take 40 years to complete. On the brighter side, in 2012 crops were found to have safe levels of radiation. Yet the disaster immediately prompted a backlash in Japan, with many people turning against the use of nuclear power. Even so, in December 2012 a pro-nuclear government was voted into power, and a January 2013 newspaper survey reported that the majority of mayors from cities with nuclear plants would not object to the reactors being started up again, as long as the government could vouch for their safety.\nDeserted houses, children’s tricycles abandoned on footpaths, cars left rusting by empty roads… Many of us are familiar with the haunting images showing the aftermath of the Chernobyl disaster. And if any one location has come to symbolize the horrors of nuclear energy gone wrong, it’s Chernobyl.\nIt all started on April 26, 1986 with a systems test of reactor number four at the Chernobyl Nuclear Power Plant. An abrupt power surge led to an attempted emergency shutdown, before another burst of power caused the reactor vessel to burst as well as several steam explosions. The graphite moderator caught fire, and a plume of extremely radioactive material was expelled into the sky. Since the reactor was not protected by a hard containment building, the smoke-borne fallout was able to spread far and wide, covering extensive regions of the Soviet Union and Europe.\nAt the site of the disaster, 31 people were killed – power plant and emergency workers. However, according to the Chernobyl Forum, the final death toll could rise to 4,000, taking into consideration those who were exposed to the most radiation. This would include workers, evacuees and residents of the places most contaminated. For people who were further away but still affected, Greenpeace estimates that there could be a total of over 200,000 excess deaths related to cancer.\nAccording to a prediction by Ukrainian officials, the 19-mile (30-kilometer) “zone of alienation” surrounding the plant will not be able to safely sustain human life within the next 20,000 years. Clearly, the impact of this tragedy will haunt us for a very long time.\nToday, the debates about the pros and cons of nuclear energy continue. With diminished fossil fuel resources, the world is desperate for alternatives. Advocates of nuclear power point to the availability, cost-effectiveness and cleanliness of nuclear energy, while critics look at events like the 10 listed above and shudder. Currently, there are nuclear power plants in 31 countries. We can only hope that improved safety standards and the lessons learned from the past will be enough to prevent similar disasters in the future.\n","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/2013/04/Three-Mile-Island2.jpg","title":"10 Worst Civilian Nuclear Accidents in History","author":"Yohani Kamarudin"}