{"url":"http://www.techgraffiti.com//news-driving-work-bigger-environmental-concern-flying-holiday","content":"\nOften carbon offsetting is thought of in conjunction with the idea of flying on holiday to offset the pollution caused by travel plans. The pollution caused by airline travel is known to be high and going on holiday by plane adds to that greatly, prompting many to purchase offset credits.\nHowever, in order to make carbon offsetting truly effective it must be used in more areas than just travel and leisure pursuits. The daily commute experienced by many is not thought of as being more of a problem than airplane travel but this is not the case. A simple daily commute by car has the potential to have a larger carbon footprint than a flight once every couple of years, making offsetting it a necessity to protect the environment.\nThere are steps you can take to help reduce the impact that driving to work has on the environment. Keeping tires filled properly and driving using optimal settings for fuel efficiency will help to get the most per mile for fuel. Properly maintained engines will further reduce damaging emissions from the car and reduce some of the pollution they cause. While this is not to be considered a replacement for offsetting carbon, it is helpful in reducing how much additional pollution is created by commuting.\nDriving in a carpool can help to lessen this environmental impact to an extent but only if the path does not go far from the commute. By utilizing a carpool the amount of pollution created and carbon that must be offset could be halved. Additionally you could even make the effort to use public transport.\nIt is also important to note that offsetting carbon only prevents new carbon from being produced in the amount purchased. It does not remove existing quantities from the air as some might assume. The only way to effectively manage carbon emissions is to reduce individuals’ carbon footprints in all aspects of life, not just while flying on holiday. Better managing of pollution created by a commute to work will have a large positive impact on the environment as would proper home repairs and upgrades that create a more efficient household.\nPurchasing products that are made from sustainable materials or can be recycled will also provide some impact on the amount of pollution created. It is always important to find ways to offset what is created in order to not add further environmental strain through daily living.","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/taffic.img_assist_custom-600x424.jpg","title":"Driving has a Bigger Environmental Impact than Flying","author":"BuddyWrites"}