{"url":"http://www.techgraffiti.com//news-boeings-747-laser-canon","content":"\nWith a range of up to five miles at a flying height of 10,000 ft, this 40,000 pound chemical laser, which is fitted to an adapted Boeing 747, can take accurate aim at speeds of up to 300mph. This modified military jumbo jet is equipped with the latest in airborne laser weapons technology, for identifying, tracking and shooting down missile threats.\nThe YAL-1 Airborne Laser (ABL) has been some twelve years in the making. Now, after various stages of testing and the odd hold-up, it looks likely to be given the green light for an in-flight missile shoot-down sometime in 2009.\nThe ABL is a megawatt-class chemical oxygen iodine laser (COIL), assisted by six infrared sensors and two kilowatt-class solid-state lasers. Watt? Basically, the ABL’s infrared sensors detect the bright hot exhaust plume of a missile that’s boosting off up to a few hundred kilometres away. Within seconds, the two lower-powered lasers track the missile’s course and pinpoint an impact spot, while adapting to atmospheric distortions like air turbulence.\nMoments later, in comes the big gun, the COIL itself, which is made up of six SUV-sized modules to the rear of the plane. The laser beam travels down the length of the aircraft, the huge turret in the nose swivels towards the target, and telescope mirrors inside steer the beam onto the missile. It fires for three to five seconds, heating and softening the missile’s shell so that – boom! – it blows up mid-flight. Cue the high fives and victory whoops.\nThe directed-energy laser is fed with a compact mixture of chemicals not unlike rocket propellant. To get the COIL’s iodine molecules excited and emitting the photons that do the damage, they’re mixed with hydrogen peroxide and potassium hydroxide – chemicals found in hair bleach and drain cleaner. Chlorine gas is used too – nasty stuff employed in warfare for its noxious effects – but traces of it are said to be removed from the exhaust gases. Not exactly rose water, then, but not quite mustard gas either.\nAccording to one report, during a five second burst the high-octane laser produces enough energy to power an average American home for over an hour. This may not seem dazzlingly energy efficient; but once it has been built, firing such a pure energy weapon carries a fraction of the energy cost of launching equivalent missiles, with the extra resources and fuel they require. A fraction of the actual cost too, so good news for the military budgeters.\nThough the laser could be deployed against other aircraft, their jets probably wouldn’t give off enough heat to be detected effectively by the ABL’s infrared sensors. Elsewhere, ground targets would be tricky to track; and firing the laser down through the atmosphere would weaken the beam – which wouldn’t be potent enough to penetrate tough armoured vehicles. That said, somewhat more ominous plans are afoot to expand the ABL’s scope against other traditional targets. Watch this airspace; just be sure to wear your mirrored shades.\nCollateral damage, meanwhile, should in theory be minimised by the ABL’s surgically precise targeting. However, there is the rather less surgically precise danger of debris from destroyed missiles falling on civilians in enemy territory and people in nearby countries. There’s also the small chance of birds flying into the 1.5m-diameter laser beam and being vaporised – particularly as it’s invisible to the naked eye – though the risk should be reduced by the brief duration for which it’s fired. Some comfort for ornithologists then.\nThough it might not exactly be on every environmentalist’s New Year wish list, with its lethal speed of light capabilities the ABL is sure to be a smash hit with the gung-ho as well as the Star Wars geeks. Stay on target.\n","web_category":"science","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb62.webshots.com-25277-2584289180103830173S600x600Q85.jpg","title":"Boeing's 747 Laser Canon","author":"Karl Fabricius"}