{"url":"http://www.techgraffiti.com//news-our-dependence-cars-has-changed-our-lifestyle-and-our-planet","content":"\nThe auto industry is an ever-changing, continuously improving, competitive industry propelled forward through human ingenuity. Compare today’s vehicles with vehicles that drove off the assembly line just 100 years ago: Today’s car lasts a lot longer, gets better gas mileage and provides the owner with a comfortable ride. Cars offer unprecedented freedom and are one of the great industrial success stories of the 20th century.\nWhen the auto industry became competitive, the price went down drastically and the market became saturated. Today’s automobiles are indispensable to a large portion of the population. There are over one billion vehicles worldwide today, and in another 40 years, this number could double. In America, there is one car for every 1.3 person. While this is good news for the automotive industry, it is a bad omen for our planet.\nToday, the pressure on car engineers is to design an environmentally friendly vehicle in an environmentally friendly process. This raises some serious environmental concerns about car production and final vehicle disposal that cannot be addressed through improved technology alone. One side effect of new production is the increased use of resources that harm the planet. New roads, parking lots, gas stations and factories to support our need and desire for vehicles will have to be built, upgraded and maintained. More cars also mean more pressure for oil and more oil exploration. Adding more plastics to reduce the weight and improve fuel consumption makes it more difficult to recycle the vehicle at its end-of-life cycle.\nYet, the story of the automobile is a love story between man and machine. Where we once loved our horses, we now love our machine. Advertisers make vehicles beautiful, sexy, full of status, and fun Then we got married, moved to the suburbs and brought a station wagon, minivan or SUV. Since cars allow us to drive further to our jobs, schools and recreation, they soon became an office-storeroom-motorized cup holder that navigates away from the congestion of inner cities into the great wasteland of big-box stores and industrial parks, taking us on a continuous loop of dreary errands. All this leads to diminished family life and higher stress levels. Yet while vehicles are responsible for many intolerable, hurtful and unchangeable negative conditions in our lives, people are still fond of their cars.\nCars make walking dangerous. Since each new box store or office must supply enough parking for the facility, businesses have moved back from the road, the sidewalks disappeared and very few people walk while doing their errands. Those who do walk or ride a bike are breathing in all the fumes from the vehicles that whiz by. The loss of sidewalks also thwarts employment opportunities for people too poor to own a car or with physical disabilities who can’t drive. This also contributes to the rise in obesity in our society.\nCars will not disappear. They have transformed our lives and are one of the great industrial success stories of the 20th century. They brought on sweeping changes in employment patterns and social interactions. The English writer and activist George Monbiot believes that the increase in individualism and decrease in social interactions between members of different socioeconomic classes brought on by cars has shifted voter preference to the right of the political spectrum. Highways, roads and parking lots are often funded by the government and supported through government zoning and construction requirements.\nThe gas tax covers 60% of highway construction and repair costs but does not cover local roads. As a result, driving a car is subsidized, supported by businesses and the government that cover the costs of roads and parking. Unfortunately, the billion cars on the roads today are creating some serious problems. We are reaching our peak oil — the point where the maximum rate of petroleum production is reached and goes into an unstoppable decline, forcing us to turn to dirty tar sands oil.\nWe may have also reached the peak car usage in many major cities. Vienna, Zurich, Atlanta, Los Angeles and Houston have experienced a decline in car usage since 1995. Public transportation, walking or riding bikes is on the increase in these cities. But for most of us, driving is a necessity — we don’t have any alternative. And what would we be without a car?\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/corvettejpg.img_assist_custom-600x450.jpg","title":"How Dependence on Cars has Changed Our Lifestyle and Planet","author":"Lisa Hossler"}