{"url":"http://www.techgraffiti.com//news-how-turbocharge-natures-fury-1","content":"\nIt’s a hot humid Friday afternoon in central Illinois. The cities of Peoria, Streator and Dwight are hunkering down for an incoming thunderstorm. Farmers and outdoor workers head for shelter in homes or barns, while like schools and businesses continue their work as usual\nAs the wind picks up, rain starts to fall – a few drops at first, then a rising torrent of water. Traffic comes to a dead stop as the rain sheets on windshields makes vision impossible. The shoppers and other outdoor stragglers make a dash for cover. Once inside, people go to the windows to watch nature’s onslaught.\nUnexpectedly, sirens begin to sound across the county, alerting that funnel clouds have been sighted. People scan the skies for signs as news bulletins flash warnings on television screens. Then they appear. First one, then another and a few more. Most are caught back up into the clouds after a few minutes. But not all.\nIn a calm before the storm, the a funnel cloud touches the warm ground and cool air quickly descends. At the same time, hot air rises and a column forms. The column whirls and spins with interior winds reaching as high as 300 to 500 km/hr, collecting ground debris, tree branches and dirt in a maelstrom.\nPeople quickly take shelter in cellars, crawl spaces, downstairs and interior rooms. The tornado cuts through town leaving a swath of destruction 100 to 250 meters wide. It shatters windows, tears off roofs, blows off siding, downs trees, telephone and power lines and throws a few autos into storefronts. Fortunately, no one was killed or seriously injured. The power unleashed by tornado is one of nature’s most awesome displays of concentrated power.\nConsider, however, the potential that such power could have were if it harnessed. Indeed, researchers are attempting to do just that. The concept is known as the Air Vortex Engine. It harnesses waste heat from factories and municipal power generators and channel them into a large chimney. Once released in the chimney, the hot air rises, creating a vortex. The vortex has all the power of nature’s tornado, only it is enclosed in the tower and sustained by the industrial heat. When installed alongside urban power generators, the AVE will act like a large turbine, adding 20% or more power capacity to the complex.\nOriginally designed by a Canadian Petroleum engineer, a prototype has been built in the state of Utah. The advantages of an AVE is that energy produced by the facility is emission free. There’s almost no resource utilization since it uses excess heat from industrial activity, and the facility is relatively inexpensive to build when compared with the cost of other power generators. A big unknown to the AVE is just how real weather conditions might effect it.\nFor more information see \n \n and ","web_category":"environmentgreen-tech","advice_category":"3","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Tornado01_3.img_assist_custom-600x450.jpg","title":"Could Tornadoes Drive Power Stations?","author":"Russell Vallimont"}