{"url":"http://www.techgraffiti.com//news-when-video-games-become-reality","content":"\n\nImage via \nProbably the three characters most associated with video games are a hungry yellow dot, a plumber in red dungarees and a funny looking animal with spiky blue hair and red shoes. We’re talking about Pac Man, Mario and Sonic the Hedgehog of course. And then there’s Tetris. Wouldn’t it be awesome if they came to life? Or if you could be part of their world? Well, there are some places where you can…\n\nImage via \nPac-Manhattan is a large-scale urban game that utilizes the New York City grid to recreate the 1980-video cult game Pac-Man. It was developed by students of NYU’s Interactive Telecommunications graduate program under the supervision of Frank Lantz, teacher of the “Big Games” class and director of New York game design company GameLab. The game was developed and executed by the students in 2004 to explore what happens when video games are played out in the real world.\n\nImage via \n\nImage via \nSays Lantz about the payoff:\n\nImage: \n…and a video with a game in full swing and puzzled bystanders:\nSays Lantz about the impulse to transport video games into real life:\n\nImage via \nAnd speaking of skateboarders – that’s exactly what a group of 36 skaters did earlier this year when they recreated Tetris, the hit puzzle game of 1984, in the streets of San Francisco. The fast-paced real-life game involved skating downhill at night with neon shapes attached to the heads of the skaters, turning them into human Tetris pieces.\nHere’s the inspiring video:\nAlso developed by students of NYU’s Big Games class is the Nintendo Amusement Park, a life-size obstacle course based on the 1983 video game classic Mario Bros. Players have to strap into a bungee system that will allow them to jump 12 feet in the air, smash Goombas, collect coins and snag magic mushrooms. Sound familiar? Or even too good to be true?\n\nImage: Dan Albritton, Noah Shibley &amp; Quanya Chen via \nWired magazine’s David Cohn, who tried the initial obstacle course in May 2006, says of the experience: “Once you get the hang of the bouncing motion, it’s a blast. At the height of a jump you get a weightless feeling, like a roller coaster about to descend. It’s challenging and a bit frustrating — in the same way video games can be.”\nHere’s a video of students testing the first prototype – sure looks like fun!\nThe students’ dream was an amusement park à la Tokyo Disney sponsored by Nintendo. Though neither of the companies know about the Super Mario Amusement Park, the idea is to build a prototype and then to attract their attention. The last we heard of this promising project is that it was exhibited at the NYU Interactive Telecommunications Program Spring Show 2006 where it was a success but sadly, that’s where the trail ends. We’d have loved to try it out.\nIntroduced in 1991 by the Japanese Sega Corporation to counter Nintendo’s Mario Bros. popularity, Sonic the Hedgehog soon became a video gamer’s new cult icon. The feisty, spiky-haired critter quickly inspired many video games, merchandise and even various theme parks. Often called Sonictown or Segasonic, the game character soon became the most popular feature in the many SegaWorlds around the globe.\n\nImage: \nCommon to SegaWorld London, Sydney and Shanghai is that they are no more. SegaWorld opened its doors in 1996 at the height of the Sonic the Hedgehog craze. It then featured indoor rides, arcade machines and a merchandise shop but soon scaled down to a general “FunLand” to avoid slipping further into red figures.\nSegaWorld Sydney opened in 1997 with a variety of rides and themes mainly revolving around Sonic the Hedgehog. The $800-million “Australian Interactive Disneyland” already had to close in 2000 because of low attendance and resulting financial losses.\n\nImage: \nLittle is known of SegaWorld Shanghai other than that it is an arcade known as Players Arena that operates on the 8th floor of a shopping mall. Rumours exist that it recently closed.\nThe SegaWorlds in various locations in Japan are still going strong with popular rides and Sega theme worlds. As Joypolis outlets, they are hardly more than arcades based on Sega games and characters.\nLast but not least, we’re staying in Japan and with commercial theme parks. Two PokéParks used to travel around Japan and Taiwan quite like traditional fairgrounds. We like the idea of a mobile playing ground but unfortunately, both were closed in 2005 and 2006, respectively.\nBased on Pokémon characters, the parks featured attractions like Pikachu’s Forest, a crash car battle and a Pokémon safari. Pokémon The Park was said to come to the United States and Germany but a statement on the Pokémon website in 2008 denied this claim.\n\nImage: \nThe examples above show that setting up a real-life video game is possible but requires lots of creativity, especially to keep costs low. Instead of waiting for commercial projects that may or may not come up, it’s probably a better idea to grab our mates and paint the city video red ourselves.\nThere’s also Paintball, Dance Aerobics, Zelda, Donkey Kong and many others, all waiting to be recreated. Or should we say resurrected? Or, if you need more inspiration, see how people have spoofed scenes from popular video games. So what are you waiting for? No one will ever say video games are for couch potatoes again. Or let us know of great video game parks near you; we’d sure love to visit.\n","web_category":"entertainment","advice_category":"8","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb58.webshots.com-10425-2925577820104237032S600x600Q85.jpg","title":"When Video Games Become Reality ","author":"Simone Preuss"}