{"url":"http://www.history.com/news/the-mother-of-all-catalogs-ceases-publication-10-years-ago","content":"Cover of Fall 1909 Sears Catalog (Getty Images)A former railroad employee, R.W. Sears got into the retail business almost by accident, when he purchased a shipment of watches from a disgruntled wholesaler who had received an incorrect order. Advertising his watches by flyers and mail-order catalogs, Sears quickly turned a profit on his investment and within a year had founded his own company, initially selling only watches. He soon was joined in the venture by Alvah Roebuck, and in 1893 Sears, Roebuck, and Co. was born. Targeting rural customers with little access to goods produced primarily in the east, and offering stable, straightforward pricing, Sears, Roebuck quickly expanded its business—and the number of pages in the annual catalog they sent to customers. It was on the back of the mail-order business that Sears built his empire—in fact, he didn’t get around to opening an actual store until more than 30 years later. The company had a number of competitors, including Montgomery Ward, Hammacher Schlemmer and others, but it was the Sears catalog that became an American icon.By the early 20th century, the Sears catalog had become so entwined with the American psyche that the government began to use it for propaganda purposes at home and abroad. During the World Wars, thousands of catalogs were sent to American soldiers at the front and convalescing in foreign hospitals to bring them a taste of home. President Franklin Roosevelt famously said that the best way to combat communism was to give them a good dollop of capitalism in the form of Sears catalogs. The Soviets took note—in 1981 they selected that year’s catalog as one of 300 works put on display in a cultural exhibit meant to inform the Soviet public about America. (They also included “Jane Fonda’s Workout Book.”)The Sears catalog was around for so many years, it’s perhaps not surprising that a number of famous Americans were featured in its pages. Several aspiring actresses got their start modeling in the catalog, including silent film star Gloria Swanson, femme fatales Susan Hayward and Lauren Bacall and even supermodel Cheryl Tiegs. R.W. Sears famously wrote every line of copy in the early issues, but after he retired the task fell to a series of writers, including author Edgar Rice Burroughs, who went on to later fame as the creator or Tarzan. During the Great Depression, artist Norman Rockwell created a series of paintings for the catalogs’ covers. And even big-screen cowboys and famous athletes, like Roy Rogers and Ted Williams, were recruited to hawk the latest products.In addition to being a cultural touchstone, the catalog was big, big business. By 1931, in the midst of the Great Depression, Sears’ catalog and retail businesses generated annual profits of more than $2.5 billion in today’s money, and within the next decade, the company’s sales accounted for more than 1 percent of U.S. gross national product.Here are just a few examples of some of the hundreds and hundreds of items you could buy through the Sears, Roebuck catalog.Early Entertainment Systems\nThe folks at Sears, Roebuck were early adopters of modern technology. Almost as soon as they hit the market, consumers could order gizmos and gadgets like Thomas Edison’s gramophone, radios and televisions. Millions of Americans were first introduced to moving images through devices bought at Sears, including the chromatrope, which flashed a series of slides telling a narrative story, and the optigraph, one of the first electronic projection systems. And Sears had you covered if you wanted to open your own theater, with a kit that included projection screens, posters advertising the latest releases and pre-stamped admission tickets. In 1914, they even began selling private electricity plants designed to generate electricity in rural areas.Touch and Feel Textiles\nBy 1905, understanding that some items required more than just illustrations, Sears began incorporating physical samples of its products in the pages of the catalog. If you were in the market for paint, you could now choose your exact shade. If you wanted wallpaper, you could closely examine dozens of different patterns. And selecting a new suit was easy when you could touch and feel the weight and softness of the material.Mail-Order Chickens and More\nThat’s right, along with pantry staples such as flour, lard and butter, America’s housewives could stock their farms with animals sent right to their door. In addition, Sears stocked hundreds of different food items, and by the early 20th century, the catalog offered a wide variety of ethnic foods to cater to America’s growing immigrant population. You could send away for Jamaican ginger, canned frijoles, pickled pigs’ feet and a surprisingly wide variety of herrings and other fishes from Norway, Sweden and Scotland.Human- and Motor-Powered Vehicles\nToday, Sears continues to be a pioneer in auto parts and tools, but from the 1920s onward, you could buy the vehicles themselves from the pages of the catalog. Over its history, the company offered everything from bicycles, wagons and tractors to motorcycles and even a series of automobiles that included early motor buggies and the more advanced “Allstate” brand of sedans, many of which were made to order.Tombstones, Monuments and Mortuary Stones\nSears even took care of their customers’ needs in the afterlife. Special inserts, which could run more than 50 pages, offered the latest in funerary finery. The catalog featured simple, elegant headstones in marble of varying qualities and everything from elaborate monuments to honor entire families to pillars with and without animals carved on top to massive crosses and shamrock-shaped tombstones. (They helpfully included a list of Bible verses in the back pages to simplify your selection.)Pills, Potions and Prescriptions\nThumbing through the pages of old Sears catalogs, one can find a plethora of ailments and potential cures. Take arsenic wafers for a clear complexion or order opiates to cure jangling nerves. Peruse ads for potions and creams that claimed to increase your bust size, right alongside ones that promised to reduce them. For every dubious medical offering, there was a tried-and-true remedy like aspirin or Alka-Seltzer. And with eye doctors in short supply on the prairie, Sears offered up a wide selection of eyewear. Not sure what your prescription was? Just take the at-home eye test tucked into the catalog to determine your vision needs.Houses in (Thousands of) Boxes\nThe mail-order home kit, first advertised in the pages of the 1908 catalog, may be the most famous (and ambitious) of all Sears offerings. Initially, Sears got into the home-kit business as a way of boosting sales in its slumping lumber department, but when interest boomed, they increased production, and soon offered more than two dozen different designs. All the prospective homeowner had to provide was the lot and the manpower—nails and tools were included in the kit. Sears eventually offered payment plans and even mortgages, but ended those financial practices after foreclosures skyrocketed during the Great Depression. Prices varied, with the most expensive designs ever produced costing roughly $55,000 in today’s money. Some of the more extravagant kits came with more than 30,000 individual pieces, and could be outfitted with the latest technology for an additional cost; optional upgrades included indoor plumping and central heating. Companies and communities often bought these houses in bulk, like Standard Oil did in 1919 when it created a town for its Carlin, Illinois, mineworkers that consisted entirely of 156 Sears homes. Eventually, more than 70,000 Americans built homes purchased through Sears, and today, thanks to their surprisingly good workmanship, thousands of them are still standing—including more than 200 in Elgin, Illinois, alone.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Mother of All Catalogs Ceases Publication, 10 Years Ago","author":"Barbara  Maranzani"}