{"url":"http://www.history.com/news/european-unions-throughout-history","content":"The Roman Empire (27 B.C.-476 A.D.)\nRome was the first empire with the strength and manpower to unite the continent. Starting with the unification of the Italian peninsula in 275 B.C., the Romans expanded for nearly 400 years. In 117 A.D., at the death of Emperor Trajan, Rome controlled most of the territory that is now the European Union, including Italy, France, Greece, Spain, the Netherlands and parts of Germany. In 476 the Germanic chieftain Odoacer deposed Emperor Romulus Augustulus and toppled the Roman Empire in Europe. Still, it left behind a tradition of political unity that lasts to this day.Charlemagne’s Frankish Kingdom (800-814)\nThe next attempt at European unity was less successful but helped cement the idea of a unified Europe. In 800 Pope Leo III crowned the Frankish king Charlemagne “emperor of the Romans.” Though the Roman Empire itself had long since dissolved into rival states, the title held symbolic weight. Charlemagne unified an impressive chunk of the continent, including northern Italy, France, most of Germany and the Netherlands. Contemporaries called him Europae Pater, or father of Europe, and his legacy is still invoked among unifiers today. Indeed, Charlemagne’s capital city Aachen, located in present-day Germany, has presented the Charlemagne Prize to individuals who have fostered the idea of European unity since 1949. Recent recipients have included German Chancellor Angela Merkel and Jean-Claude Trichet, the former head of the European Central Bank.The Holy Roman Empire (800-1806)\nThough never entirely the master of Europe, the Holy Roman Empire—together with the papacy in Rome—was the dominant pan-European institution of the Middle Ages. Charlemagne’s successor, Emperor Louis I, thought the concept of “empire” would keep Europe together in the absence of his father, but the continent’s various rulers had different ideas. By 888 France, Germany and Italy had all gone their separate ways. For most of the Middle Ages, the Empire only controlled Germany and northern Italy, but its special relationship with the pope secured its preeminence. Other kingdoms, particularly England and France, disputed Germany’s claim to the “Holy Empire,” igniting a debate over European leadership that continues even today.  Still, by maintaining a connection with Rome and the kingdom of Charlemagne, the Holy Roman Empire kept the idea of a unified Europe alive.The Napoleonic Empire (1799-1815)\nNapoleon came closer to unifying the European continent than any one person. An avid student of history, he kept previous stabs at unification in mind during his conquests across Europe and beyond. In 1799 he declared himself “first consul,” a reference to the dual elected leaders of the Roman Republic. In 1804 he took the next logical step, inviting Pope Pious VII to crown him emperor at Notre Dame Cathedral in Paris. At the coronation, Napoleon was surrounded by statues and tapestries depicting Charlemagne and was presented with a Roman-style laurel wreath crown, sword and scepter, which all supposedly once belonged to the long-dead Frankish ruler. Napoleon’s reign ended in 1815 at Waterloo, but his specter continues to haunt opponents of the European Union.Hitler’s Germany (1939-1945)\nThough Adolf Hitler may not have seen himself as the heir to Napoleon, many of his contemporaries did. His invasion of Russia, which Napoleon had tried to vanquish more than a century earlier, and his egomaniacal obsession with dominating Europe certainly invited parallels. While Hitler’s Italian ally Benito Mussolini directly referenced Roman history, Hitler looked to the German-controlled Holy Roman Empire as a precedent and an inspiration. His brutal attempt to recreate it ended in disaster, but reactions to his endeavor were part of the impetus for creating the European Union.The European Union (1951-Present)\nThe European Union was forged in peace rather than conflict. It began in an unlikely way: In 1951, Belgium, France, Italy, Luxembourg, the Netherlands and West Germany signed the Treaty of Paris, integrating their coal and steel industries. The idea was that this would be a first step towards a “United States of Europe,” which would avoid future conflicts by combining the interests of France and Germany. The group expanded in 1957, becoming the European Economic Community, but further integration had to wait until the end of the Cold War. In 1992, with the signing of the Maastricht Treaty, the European Union came into existence. The EU officially adopted the euro in 1995 and discontinued most single-nation currencies in 2002. There are currently 27 member states in the EU, including several that were part of the Eastern Bloc.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"European Unions Throughout History","author":"History.com  Staff"}