{"url":"http://www.history.com/news/anchor-away-for-blackbeards-pirate-flagship","content":"A diver searches for artifacts at the Queen Anne's Revenge shipwreck site. (Credit: North Carolina Department of Cultural Resources)Set to launch within a few days, the expedition—cosponsored by the University of North Carolina, Cape Fear Community College and the North Carolina Department of Cultural Resources—is the latest in a series of recovery and exploratory missions that began after the shipwreck’s discovery in 1996. Since then, experts have concluded that the site is likely the final resting place of Blackbeard’s flagship and uncovered some 250,000 artifacts from it, including five cannons, assorted weapons, microscopic gold dust, lead shot and animal bones consistent with the type of humble fare that sustained buccaneering sailors on their journeys across the Atlantic. Many of these items are now on display at the North Carolina Maritime Museum in Beaufort, which starting June 11 will host the largest Queen Anne’s Revenge exhibit to date.According to project director Mark Wilde-Ramsing, several hundred thousand additional artifacts still litter the wreck site, which lies 20 feet underwater. “We’re about 50 percent of the way through and expect that if we can put the resources to it we can get the rest of it up in the next three years,” he said, adding that he expects to complete the recovery process well before the 300th anniversary of the sinking in 2018.Along with easing the anchor—one of three that Queen Anne’s Revenge carried—out of its watery grave, Wilde-Ramsing and his team will connect zinc anodes to rapidly corroding items such as the remaining 12 cannons, a procedure that could slow or even reverse their deterioration. This cutting-edge technology has only been used on a handful of shipwrecks, including USS Monitor and USS Arizona, Wilde-Ramsing said.A cannon recovered from the Queen Anne's Revenge shipwreck site. (Credit: North Carolina Department of Cultural Resources/Wendy Welsh)Because Blackbeard and his men evacuated the ship before it sank into the depths, taking most of their valuables with them, the focus of the recovery project is not to uncover long-lost riches but rather to deepen our understanding of life on board, Wilde-Ramsing explained. “We hope to unravel some of the myth and also shed light on the realities,” he said. For example, removing the anchor may expose plants, seeds and spores that will help researchers determine where Queen Anne’s Revenge traveled during her incarnations as a British warship, a French slave ship and Blackbeard’s swashbuckling vessel of choice.In the past, Wilde-Ramsing feared few people would recognize Queen Anne’s Revenge and its link to the infamous English pirate Blackbeard, who was born Edward Teach and earned his nickname with his flowing black beard. There is no longer reason to worry: The ship figures prominently in the latest installment of the “Pirates of the Caribbean” series, released this month in the United States and several other countries. In the film, Johnny Depp’s Jack Sparrow character joins Blackbeard and his crew on Queen Anne’s Revenge, which later falls into the hands of another legendary pirate, Barbarossa, after Sparrow tricks its captain into drinking poison.A sword guard recovered from the site of the pirate ship Queen Anne's Revenge. (Credit: North Carolina Department of Cultural Resources)The true story behind the Blackbeard’s short-lived command of Queen Anne’s Revenge may not feature Jack Sparrow, but it is still the stuff of legend. Built by the British around 1710, it was captured a year later by the French, who converted the 300-ton vessel into a slave ship and dubbed it La Concorde de Nantes. In 1717, after a particularly brutal transatlantic crossing during which many crewmembers died or suffered from disease, La Concorde fell into the hands of Blackbeard and his followers. Some of the French sailors and slaves voluntarily joined the pirates, while those who could be of most use—including a pilot, three surgeons and the cook—were taken by force. As for the others, Wilde-Ramsing recounted, “Blackbeard gracefully gave them his leaky old ship.”In May 1718, Blackbeard, now in control of three smaller vessels in addition to the flagship he dubbed Queen Anne’s Revenge, blockaded the port of Charleston, South Carolina. The following month he attempted to enter North Carolina’s Old Topsail Inlet, now known as Beaufort Inlet, where Queen Anne’s Revenge and a second ship ran aground. (Some have suggested that the seasoned seaman did this intentionally in order to disperse his crew and lay claim to their spoils.) Blackbeard surrendered soon after and was granted a royal pardon from the colonial governor, only to return to a life of crime shortly thereafter and die in a battle against the Royal Navy on November 22, 1718.Video: Queen Anne’s Revenge","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Anchor Away for Blackbeard’s Pirate Flagship","author":"Jennie  Cohen"}