{"url":"http://www.history.com/news/95-years-of-flag-day","content":"Credit: Corbis.• Bernard Cigrand, a small-town Wisconsin teacher, originated the idea for an annual flag day, to be celebrated across the country every June 14, in 1885. That year, he led his school in the first formal observance of the holiday. Cigrand, who later changed careers and practiced dentistry in Illinois, continued to promote his concept and advocate respect for the flag throughout his life.• It is widely believed that Betsy Ross, who assisted the Revolutionary War effort by repairing uniforms and sewing tents, made and helped design the first American flag. However, there is no historical evidence that she contributed to Old Glory’s creation. It was not until her grandson William Canby held an 1870 press conference to recount the story that the American public learned of her possible role.• The lyrics of “The Star-Spangled Banner,” America’s national anthem since 1931, are taken from a patriotic poem written by Francis Scott Key after he witnessed the Battle of Fort McHenry during the War of 1812. His words were set to the tune of “To Anacreon in Heaven,” a popular British drinking song.• In the 1950s, when it seemed certain that Alaska would be admitted to the Union, designers began retooling the American flag to add a 49th star to the existing 48. Meanwhile, a 17-year-old Ohioan named Bob Heft student borrowed his mother’s sewing machine, disassembled his family’s 48-star flag and stitched on 50 stars in a proportional pattern. He handed in his creation to his history teacher for a class project, explaining that he expected Hawaii would soon achieve statehood as well. Heft also sent the flag to his congressman, Walter Moeller, who presented it to President Eisenhower after both new states joined the Union. Eisenhower selected Heft’s design, and on July 4, 1960, the president and the high school student stood together as the 50-star flag was raised for the first time. Heft’s teacher promptly changed his grade from a B- to an A.• During the Vietnam War era, some demonstrators burned American flags as an act of protest. The Flag Protection Act of 1968 was enacted in response, making it illegal to burn or otherwise deface the Stars and Stripes. In two landmark decisions 20 years later, the Supreme Court ruled that the government couldn’t curb individuals’ First Amendment rights by prohibiting desecration of the U.S. flag. Respectful burning of damaged flags according to established protocol has always been acceptable.• Unlike setting an intact flag on fire, flying one upside-down is not always intended as an act of protest. According to the Flag Code, it can also be an official distress signal.• Despite the preponderance of “patriotic” gear ranging from tee shirts to swimsuits to boxer shorts, the Flag Code stipulates that the Stars and Stripes should not appear on apparel, bedding or decorative items.• The practice of draping coffins in the American flag is not reserved for military veterans and government officials. On the contrary, any burial may incorporate this tradition.• Etiquette calls for American flags to be illuminated by sunlight or another light source while on display.• When flags are taken down from their poles, care must be taken to keep them from touching the ground. In fact, the American flag should always be kept aloft, meaning that rugs and carpets featuring the Stars and Stripes are barred by the Flag Code.• When the flags of cities, states, localities or groups are flown on the same staff as the American flag, Old Glory should always be at the peak. When flags of two or more nations are displayed, they should be of equivalent size and flown from separate staffs of the same height.• The Flag Code strictly prohibits adding an insignia, drawing or other markings to the Stars and Stripes. Some American politicians have been known to defy this regulation by signing copies of the U.S. flag for their supporters.• Ever wondered how to correctly fold an American flag? First, enlist a partner and stand facing one another, each holding both corners of one of the rectangle’s shorter sides. Working together, lift the half of the flag that usually hangs on the bottom over the half that contains the blue field of stars. Next, fold the flag lengthwise a second time so that the stars are visible on the outside. Make a triangular fold at the striped end, bringing one corner up to meet the top edge. Continue to fold the flag in this manner until only a rectangle of star-studded blue can be seen.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"95 Years of Flag Day","author":"Jennie  Cohen"}