{"url":"http://www.history.com/news/an-ancient-greek-soho","content":"Students and archaeologists unearth a kiln in the potters’ district of the ancient Greek colony Selinunte. (Credit: Martin Bentx/University of Bonn)How exactly ancient Greek urbanites divvied up their cities has long been a subject of debate among experts, according to Gabriel Zuchtriegel, a University of Bonn archaeologists who coordinates digs at Selinunte. “A concentration of certain ‘industries’ and craftsmen in special districts does not only presuppose proactive planning,” he said in a statement. “It is also based on a certain idea of how a city should best be organized—from a practical as well as from a social and political point of view.”Built in the fifth century B.C. and reconstructed in 1960, the Temple of Hera is one of many large public structures at Selinunte.Zuchtriegel and his associates believe that Selinunte, which the Greeks colonized in the seventh century B.C. and transformed into a prosperous settlement, could shed light on the matter. Known for its grand temples and lush, picturesque setting overlooking the Mediterranean on the southwest coast of Sicily, the city was leveled during a brutal siege by the Carthaginians in 409 B.C. At its height in the sixth century B.C., colonial officials coped with a major population boom by developing a new urban model based on a street grid, a circuit of walls and zones earmarked for specific activities, ancient sources recount.Recent excavations at Selinus, as the Greeks called it, uncovered one of these planned neighborhoods, Zuchtriegel and his team have revealed. Stretching for more than a quarter mile along the city’s outer walls, a pottery district once housed living quarters and studios for local artisans. This peripheral location allowed them to practice their craft without drawing the ire of touchy neighbors, Zuchtriegel said. “Their smoke, stench and noise did not inconvenience the other inhabitants as much,” he explained.Along with workshop remnants and pottery fragments, the Bonn archaeologists—many of them students—unearthed giant 7,000-year-old kilns up to 23 feet in diameter. This suggests that Selinunte’s craftsmen shared equipment and facilities, perhaps as members of artists’ cooperatives, Zuchtriegel said.So did ancient Greek cities feature arty, off-the-beaten-path enclaves reminiscent of Manhattan’s SoHo or Paris’ Left Bank? The latest discovery and ongoing excavations at Selinunte might bring experts closer to answering that question—and to painting a clearer picture of urban life in antiquity.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"An Ancient Greek SoHo?","author":"History.com  Staff"}