{"url":"http://www.history.com/news/world-war-ii-hero-from-band-of-brothers-dies","content":"Born in a small town outside Lancaster, Pennsylvania, on January 21, 1918, Richard “Dick” Winters studied business at Franklin & Marshall College and enlisted in the army upon graduation. Against the wishes of his parents and friends, he joined the parachute infantry, a unit tasked with notoriously dangerous assignments. In July 1942 he graduated from officer training school and was commissioned as a second lieutenant.Winters was assigned to Company E, 506th Regiment, 101st Airborne Division, known as Easy Company. In the early hours of June 6, 1944, he and other members of his company parachuted into Normandy, where later that day hundreds of thousands of Allied troops would land during the D-Day invasion. With their commander missing in action–he had been shot down by German anti-aircraft fire—Winters assumed control of Easy Company. Under his guidance, the troops destroyed a German artillery battery near Utah Beach in a battle known as the Brécourt Manor Assault. His actions earned him a Distinguished Service Cross and promotion to captain.Led by Winters, Easy Company went on to take part in the Battle of the Bulge, the liberation of the Dachau death camp and the occupation of Hitler’s Alpine retreat, the Eagle’s Nest. A major by World War II’s end, Winters returned home in 1945 and moved to New Jersey, where he continued his business studies through the G.I. Bill and started a family. Recalled to active duty during the Korean War, he trained infantry and Army Ranger units at nearby Fort Dix before opening a livestock feed company and settling in Hershey, Pennsylvania. He retired in 1997.In the 1990s, Winters and other surviving members of Easy Company shared their tale with the historian Stephen Ambrose, whose book “Band of Brothers” followed their journey from basic training to the end of the war. A 10-part miniseries based on the book aired on HBO in 2001 and was nominated for 19 Emmy awards. In 2006, Winters’ own account of his wartime experiences was published as “Beyond Band of Brothers: The War Memories of Major Dick Winters.”In the book’s preface, he described how the challenges he weathered and friendships he forged during World War II had left an indelible mark on his life: “I am still haunted by the names and faces of young men, young airborne troopers who never had the opportunity to return home after the war and begin their lives anew.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"World War II Hero from “Band of Brothers” Dies","author":"History.com  Staff"}