{"url":"http://www.history.com/news/prehistoric-children-finger-painted-on-cave-walls","content":"Flutings at Rouffignac\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/flutings-closeup.jpg\r\n                    \r\n\t\t\t\t\tBoth children and adults created cave art known as finger flutings in the French caverns of Rouffignac roughly 13,000 years ago. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tTectiform\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/tectiform.jpg\r\n                    \r\n\t\t\t\t\tWhile most flutings are meandering lines, some hut-like figures called tectiforms, which are thought to have held symbolic meaning for the hunter-gather groups that inhabited the region some 13,000 years ago. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMammoth Image\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/mammoth.jpg\r\n                    \r\n\t\t\t\t\tOthers feature rudimentary portrayals of animals such as mammoths. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMeasuring Flutings on a Cavern Ceiling\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/measuring.jpg\r\n                    \r\n\t\t\t\t\tTo identify the age and gender of various flutings’ creators, archaeologists devised a technique based on hand measurements. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tClose View of a Fluting\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/fluting-width.jpg\r\n                    \r\n\t\t\t\t\tThey concluded that flutings with a width of 1.3 inches or less were made by children age 7 or under. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSet of Flutings on a Cave Wall\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/flutings-set.jpg\r\n                    \r\n\t\t\t\t\tThe method allowed them to determine that children as young as 2 were responsible for many of the flutings at Rouffignac, and nearly all in one particular chamber. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMarkings Located High on the Ceiling\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/high-fluting.jpg\r\n                    \r\n\t\t\t\t\tBecause children would not have been able to reach the surfaces on which some flutings were etched, it is believed that adults lifted and helped them. (Credit: Jessica Cooney/Leslie Van Gelder)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tIn 2006, Leslie Van Gelder of Walden University in the United States and her late husband, Kevin Sharpe, unveiled a new technique for identifying the flutings’ artists, developed after analyzing the hands of thousands of contemporary people. “They found that by measuring the width of the flutings made by the three middle fingers—index, middle and ring—it is possible to distinguish between individuals,” explained Jessica Cooney, a University of Cambridge archeologist who recently conducted fieldwork at Rouffignac. “Their research also proved that any flutings which have a width of 34 millimeters [1.3 inches] or under were children aged 7 or less. We are able to tell more specific ages of children as those relate closely to the widths of the flutings, but adults are too variable.”Van Gelder and Sharpe also found that clear finger profiles—the shapes of the top edges of the fingers—allowed them to determine the gender of certain flutings’ creators. Based on this system, they concluded that women and children were responsible for many of the flutings at Rouffignac. They also attributed some of the tectiforms to fluters under 7, detecting “the first known instance of prehistoric children engaging in symbolic figure-making,” said Cooney.Earlier this year, Cooney accompanied Van Gelder to the caves and took detailed measurements, hoping to deepen our understanding of the flutings and the prehistoric people who made them. She will present her findings on Sunday at the annual conference of the Society for the Study of Childhood in the Past, which began September 30 in Cambridge, England. More than anything else, Cooney, a doctoral candidate, hopes her research will shed light on perceptions of childhood in Paleolithic societies. “What I wanted to do with my Ph.D. was to allow prehistoric children to have a voice, since children are rarely talked about in academic discourse,” she said. “What I’ve found in Rouffignac is that they are screaming to be heard—the presence of children is everywhere in the cave, even in the passages furthest from the entrance.”Indeed, Cooney and Van Gelder identified children’s flutings in nearly every chamber of the complex, including its most remote reaches, accessible after a 45-minute hike through cramped, rocky tunnels pitted with dens where long-extinct cave bears once hibernated. One cavern in particular featured so many children’s flutings that Cooney described it a “playpen,” suggesting that it was a special place reserved for young people’s recreation or rituals.Out of the thousands of flutings on Rouffignac’s surfaces, most measurable examples were made by a small group of eight to 10 people, Cooney and Van Gelder determined. Four of these prolific individuals appear to have been children between the ages of 2 and 7, Cooney said. The most enthusiastic fluter was likely a girl around 5 years old, whose work covers more surface area than that of any other Rouffignac artist. The archaeologists also found evidence that the primitive art form was likely an intergenerational collaboration. “There are no areas in Rouffignac with flutings where we find adults without children, and vice versa,” Cooney explained. “We know that many of the children’s flutings would have required two people—probably an adult but not necessarily—to make the flutings. Many of the children’s flutings are about 2 meters [6.5 feet] high, so they would have had to be lifted.”Cooney explained that identifying the flutings’ creators might bring us one step closer to understanding the art form’s purpose and significance, but various possibilities are still in the running. “We can only speculate at this point,” she said. “Many theories about cave art point to shamanism or ritual use. While I don’t rule that out, I don’t think that that’s necessarily the case for all caves. With children involved, it could have been one of those reasons but also very likely could have been play or a time for practicing art, or simply an exploration of the landscape.” Adults’ contributions to children’s artistic expression—as teachers, helpers or simply proud parents—could lend credence to this hypothesis.Whatever fluting represented, children’s high level of participation in the activity suggests that boundaries between childhood and adulthood were more relaxed during the Stone Age than they are in the modern world, Cooney added. “While we can really only talk authoritatively about the children of Rouffignac based on this evidence, I would say that it indicates that children were involved in most, if not all, aspects of Paleolithic life,” she said. “It seems that there were limited age-based identities, and those who are considered children today may not have been considered children in the Paleolithic.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Prehistoric Children Finger-Painted on Cave Walls","author":"Jennie  Cohen"}