{"url":"http://www.history.com/news/missing-wwii-ace-located-after-71-years","content":"WWII-era Hawker Hurricane, the same model flown by RAF pilot Derek AllenAccording to British newspaper the Telegraph, 22-year-old Flying Officer Derek Allen took to the skies for his first time in combat on May 10, 1940, the day that Germany launched its invasion of France and the Low Countries. Over the next eight days, Allen shot down four enemy aircraft himself and shared credit for three other downed planes. He would be awarded the Distinguished Flying Cross for his performance. Forced to bale out on May 15 after his Hurricane plane was hit with anti-aircraft fire, Allen walked for 24 hours through enemy territory in order to get back to his squadron.About 6:30 a.m. on May 18, Allen was back in the air when a German gunner shot his plane down over farmland in northern France. By that time, German tanks and infantry had already managed to break the French defensive lines; they would soon advance to the coast. On May 26, the RAF provided much-needed protection from the sky as Allied forces were evacuated en masse from the French seaport of Dunkirk to England. Paris fell to the Germans on June 14, and defeated, France signed an armistice on July 22.RAF Pilot Derek Allen, 1940. Credit: Daily Mail UKWhen Allen’s parents were first told their son was missing in action, it was hoped that he might have been captured by the Germans and still be alive. Much later in the war, a RAF adjutant visited to tell them his plane had crashed and he was presumed dead. When the war ended in 1945, Derek Allen was one of 40,000 missing British airmen.The story might have ended there–but while going through British Ministry of Defense files, historian Andy Saunders found a witness account of a Hurricane that was hit near the French town of Cambrai on the same day that Allen and his plane disappeared. After getting approval from Allen’s family and French officials, Saunders conducted excavations and found small parts of the downed plane. That evidence convinced the RAF Historical Branch to look deeper into their files for Allen’s old records, and eventually they confirmed that his body was buried in an unmarked grave in the village of Poix-de-Nord, near Cambrai.Now that Derek Allen’s final resting place has been found, his younger brother Richard, now 81 years old, plans to lead family members in a dedication service at his brother’s grave. “It is a great relief that we know what did happen to Derek and where he ended up after all these years….We are grateful to Andy for finding this out and it means an awful lot that the family have at last a grave to visit so we can pay our respects.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Missing World War II Ace Located After 71 Years","author":"Sarah  Pruitt"}