{"url":"http://www.history.com/news/10-things-you-didnt-know-about-the-old-west","content":"(Credit: Visions of America/UIG via Getty Images)1. Failed bandit Elmer McCurdy’s corpse had a more interesting life than the man did.2. Feral camels once roamed the plains of Texas.\nOne of the wackier ideas in American history, the U.S. Camel Corps was established in 1856 at Camp Verde, Texas. Reasoning that the arid southwest was a lot like the deserts of Egypt, the Army imported 66 camels from the Middle East. Despite the animals’ more objectionable qualities—they spat, regurgitated and defied orders—the experiment was generally deemed a success. As the Civil War broke out, exploration of the frontier was curtailed and Confederates captured Camp Verde. After the war, most of the camels were sold (some to Ringling Brothers’ circus) and others escaped into the wild. The last reported sighting of a feral camel came out of Texas in 1941. Presumably, no lingering descendants of the Camel Corps’ members remain alive today.The tintype image that led to speculation that Billy the Kid was left-handed.3. Thanks to a Winchester rifle, we know Billy the Kid wasn’t left-handed.\nA famous tintype photograph of Billy the Kid shows him with a gun belt on his left side. For years, the portrait fueled assumptions that the outlaw, born William Bonney, was left-handed. However, most tintype cameras produced a negative image that appeared positive once it was developed, meaning the end result was the reverse of reality. There’s another reason we know the picture was a mirror image and that Billy the Kid was thus a righty: he poses with his Winchester Model 1873 lever-action rifle. The weapon appears to feature a loading gate on the left side, but Winchester only made 1873s that load on the right.4. The California Gold Rush of 1849 wasn’t America’s first gold rush. It wasn’t even the second.\nWhen young Conrad Reed found a large yellow rock in his father’s field in Cabarrus County, North Carolina, in 1799, he had no idea what it was. Neither did his father, John Reed. The family reportedly used it as a doorstop for several years, until a visiting jeweler recognized it as a 17-pound gold nugget. The rush was on. Eventually, Congress built the Charlotte Mint to cope with the sheer volume of gold dug up in North Carolina. In 1828 gold was discovered in Georgia, leading to the nation’s second gold rush. Finally, in 1848, James Marshall struck it rich at Sutter’s Mill in California, and thousands of Forty-Niners moved west to seek their fortunes.5. The famed gunfight at the O.K. Corral wasn’t much of a shootout and didn’t take place at the O.K. Corral.\nOne of the most famous gunfights in history—the shootout between the three Earp brothers (Morgan, Virgil and Wyatt), Doc Holliday, Billy Claireborne, the two Clanton brothers (Billy and Ike) and the two McLaury brothers (Frank and Tom)—didn’t amount to much. Despite the involvement of eight people, the gunfight only lasted about 30 seconds. Furthermore, the shootout didn’t take place within the O.K. Corral at all. Instead, all the shooting occurred near the current intersection of Third Street and Fremont Street in Tombstone, Arizona, which is behind the corral itself. Bloodshed made up for the brevity, though: three of the lawmen were injured and three of the cowboys killed.James Arness as Matt Dillon in “Gunsmoke.” (Credit: CBS Photo Archive/Getty Images)6. The Long Branch Saloon of “Gunsmoke” fame really did exist in Dodge City—and still does. Sort of.\nAnyone who watched the television show “Gunsmoke” growing up is well acquainted with Miss Kitty’s Long Branch Saloon of Dodge City, Kansas. What viewers may not have realized is that the Long Branch really did exist. No one knows exactly what year it was established, but the original saloon burned down in the great Front Street fire of 1885. The saloon was later resurrected and now serves as a tourist attraction featuring a reproduction bar with live entertainment. According to the Boot Hill Museum, the original Long Branch Saloon served milk, tea, lemonade, sarsaparilla, alcohol and beer. Marshal Matt Dillon and Festus sporting milk mustaches? Now there’s a storyline.7. One pivotal Civil War battle was fought in an unlikely place: New Mexico.\nIn a bold move designed to fill rebel coffers with Cripple Creek gold, Confederate General Henry Hopkins Sibley invaded New Mexico Territory from the south in early 1862, believing he could march right up the Rio Grande and take Colorado. Unbeknownst to Sibley, however, the First Regiment of Volunteers in Colorado caught wind of the scheme and marched 400 miles south in just 13 days to join the Yankees at Fort Union, near Santa Fe. Instead of a cakewalk, Sibley’s forces wound up fighting what many historians call the “Gettysburg of the West.” After just two days of skirmishing, Union troops—probably relying on local ranchers as guides—outflanked the Confederates and burned their supply train. After that, it was a long, slow march back to Texas for the rebels, who never returned.8. Forget Jamestown. The oldest settlement in the United States is Acoma Pueblo.\nIt’s no revelation that Native American settlements predate European ones, but it may surprise some people that Acoma Pueblo, west of Albuquerque, New Mexico, has been continuously occupied since the 12th century. The Acoma still inhabit their “Sky City,” a settlement of about 4,800 people that sits atop a 365-foot high mesa. Traditionally hunters and traders, the Acoma people now make their income from a cultural center and casino complex. Coincidentally, the oldest state capital in the United States is Santa Fe, which recently celebrated its 400th anniversary.Broncho Billy Anderson, born Maxwell Henry Aronson. (Credit: Library of Congress)9. The first film cowboy wasn’t a cowboy at all.\nWidely credited with inventing the Western film genre, Broncho Billy Anderson, star of 1903′s “The Great Train Robbery,” was born Maxwell Henry Aronson in 1880, the son of a traveling Arkansas salesman. As soon as Aronson was old enough, he hightailed it to New York City, where he produced or acted in literally hundreds of films. Cast somewhat by chance in “The Great Train Robbery,” Aronson decided to capitalize on its success by creating the Broncho Billy persona. Aronson ended up writing and starring in dozens of short Western films, becoming the first cowboy matinee idol.10. Jesse James was larger than life—so much that his body required two graves.\nFew outlaws were as notorious during their own lifetimes as Jesse James. Though he lived a quiet existence in Kearney, Missouri, after his bank robbing days were over, old friends—and enemies—never forgot him. After Jesse was murdered, he was buried in the front yard of his farm to thwart grave robbers. As the years passed and his enemies died off, he was reinterred in a Kearney cemetery by his family. So who’s that lying in the Jesse James grave in Granbury, Texas? A man named J. Frank Dalton who came forward around 1948, at age 101, claiming he was the “real” Jesse James. A court even allowed him to legally adopt the bandit’s name. No one knows why Dalton made this claim or if he ever had any link to Jesse James, although there is a very small chance he was the youngest member of the Dalton gang James rode with in the bank raid of Northfield, Minnesota. Regardless, mitochondrial DNA showed decades later that James is indeed buried in Mount Olivet Cemetery in Kearney—but his legend also lives on in Granbury.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You Didn’t Know About the Old West","author":"Elizabeth  Hanes"}