{"url":"http://www.history.com/news/guns-found-on-outlaws-bonnie-and-clyde-for-sale","content":"Bonnie Parker’s gun, found taped to her thigh after her death. (RR Auction)On the morning of May 23, 1934, a stolen Ford V-8 automobile kicked up a cloud of dust as it sped down a dirt road near Sailes, Louisiana. Inside was America’s most infamous duo—Bonnie Parker and Clyde Barrow. For nearly two years, the outlaws—and lovers—had captured headlines as they eluded authorities on one of the most notorious crime sprees in history. Along with the “Barrow Gang,” Bonnie and Clyde had gone on a binge of kidnappings, murders and robberies, knocking off banks, country stores and gas stations throughout the South and Midwest. While there are conflicting accounts as to whether Bonnie ever fired a shot, according to the FBI the couple is believed to have committed 13 murdersThe 1934 Ford driven by Clyde through the Louisiana pines that morning was a veritable arsenal on wheels. Inside were three Browning Automatic Rifles, two sawed-off shotguns, almost a dozen handguns and thousands of rounds of ammunition. In case that wasn’t enough, tucked inside Clyde’s waistband was a Colt .45 Army pistol, believed to have been stolen from the federal arsenal in Beaumont, Texas. Concealed beneath Bonnie’s red dress was a Colt .38 revolver taped to her inner thigh with white medical adhesive tape.Clyde Barrow’s gun, found inside his waistband after his death. (RR Auction)“Seldom did anyone ever live when Clyde got the first shot,” warned a newsreel of the day. On this day, however, Clyde never even had a chance to grab for his Colt. A six-man posse led by retired Texas Ranger captain Frank Hamer, hiding in the bushes on the side of the dirt byway, unleashed a fatal blizzard of gunshots into the vehicle carrying Bonnie and Clyde. The lawmen emptied their automatic rifles, then their shotguns and then their pistols. They pumped more than 130 rounds of steel-jacketed bullets into the car. The duo was killed nearly instantly. When the authorities opened the doors of the automobile after the ambush, they found Bonnie’s body leaning on Clyde’s.As part of his bounty, Hamer was given the Colt Model 1911 U.S. Army pistol recovered from Clyde’s waistband and the snub-nose detective special revolver found on Bonnie’s leg. The guns were passed down to Hamer’s son and then sold to a private collector. Last week, New Hampshire-based RR Auction announced that the guns, along with other personal effects recovered from Bonnie and Clyde’s perforated car, will be sold to the highest bidder during a live auction on September 30.Bonnie Parker and Clyde Barrow in a photograph from the early 1930s. (Library of Congress)Bobby Livingston of RR Auction said he expects each gun to go for at least $100,000. “As far as handguns connected to Bonnie and Clyde, these are the finest you can have as a collector,” he said. “They were on the market last in 1986, so we are obviously getting intense interest. These items are as close to Bonnie and Clyde as you can get.”Other items up for sale include Bonnie’s light brown leatherette cosmetic case—minus the lipstick, box of face powder and powder puff that were found inside after the ambush. Another item up for bid is Clyde’s Elgin pocket watch, which has a 10-karat gold-filled screw-back case. The watch was among the personal effects returned to Clyde’s father, along with his body. Clyde’s father wore the watch in memory of his son for more than 20 years until his death.More than 100 other lots that are part of RR Auction’s “Gangsters, Outlaws and Lawmen” collection will be up for bid on September 30, including a letter written by John Dillinger from prison and a handwritten score of “Madonna Mia,” a song composed by Al Capone while he was incarcerated at Alcatraz.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Guns Found on Outlaws Bonnie and Clyde for Sale","author":"Christopher  Klein"}