{"url":"http://www.history.com/news/lincoln-documents-accompanied-donner-party-on-its-grim-journey","content":"More than 163 years since the remaining members of the Donner Party were rescued in the Sierra Nevada, another survivor of their infamous and ill-fated westward trek has emerged: a set of military documents partially penned by the 16th U.S. president.The surprising discovery came about when a librarian noticed Lincoln-related documents among the papers of Donner Party survivor James Frazier Reed, which are housed in the California State Library. They turned out to be muster rolls­–official lists of soldiers–for a company of mounted volunteers, led by Captain Jacob M. Early, that served in the short-lived Black Hawk War of 1832. The documents disclose that Private Abraham Lincoln, 23 years old at the time, owned a horse worth $85 and equipment valued at $15. He also had a U.S.-issue tent that was to be returned at the end of his service.Most thrilling of all, several Lincoln scholars determined that Honest Abe himself had handwritten the title of one of the muster rolls, which reads, “Muster Roll of Captain Jacob M. Earleys [sic] Company of Mounted Volunteers Mustered out of the service of the United States By order of Brigadier General Atkinson of the United States army on White Water Rivers of Rock River on the 10th day of July 1832.”Research revealed that the Irish-born Reed had served alongside the future president; his name appears directly below Lincoln’s on the muster rolls. Fourteen years later, at the height of the westward movement, Reed and an acquaintance, George Donner, organized an expedition to California that quickly became one of the most chilling episodes in American history. The tragic story of the Donner Party began in the summer of 1846, when 89 men, women and children set out from Springfield,Illinois. In early August, the pioneers made the disastrous decision to abandon the usual route and take a shortcut recently blazed by Lansford Hastings, a well-known guide. The so-called Hastings Cutoff proved to be far more arduous than the established trail, and the group wasted valuable time and provisions. When they finally began the difficult final push over the rugged Sierra Nevada, an early snowstorm blocked the high mountain passes, trapping the Donner Party in a frozen wilderness.As supplies dwindled and the bitter winter laid siege to their flimsy cabins and lean-tos, many of the snowbound pioneers succumbed to starvation and disease. It is widely believed that they resorted to cannibalism, although no direct evidence of this has been found. (According to a recent paper that appeared in the July 2010 issue of American Antiquity, their campsite hearth was littered with bones from cattle, deer, horses and one dog, but not with human remains.)While experts believe that the papers bearing Lincoln’s handwriting endured that long and ghastly winter, we know that Reed himself did not. Early on in the trip, he was expelled from the group for fatally stabbing another member during a dispute. At that point, it seems, he handed the documents over to his wife, Margret, who kept them in a carpetbag with other cherished family heirlooms, and made his way to California alone. In February 1847, he led a relief party up into the mountains, where he found and rescued Margret and their four children; incredibly, while half the members of the original party had perished, his entire family had survived. The Reeds settled in San Jose, taking in two of the newly orphaned Donners, and promptly struck it rich in the Gold Rush.How did the muster rolls end up in James Reed’s hands, and why did he deem them worthy of a cross-country voyage? According to the Lincoln Presidential Library, it is likely that Reed inherited the papers from his former commander and brought them along “because they were part of his personal history”—a reminder, perhaps, of his buddies from the Black Hawk War. Along with Lincoln, several other famous personalities appear on the list of soldiers, including the noted explorer and mountain man James Clyman, the influential business leader Gurdon S. Hubbard and Major Robert Anderson, whose surrender of Fort Sumter to Confederate forces inaugurated the Civil War.Whatever the reason for its preservation, Lincoln scholars welcome the discovery of a rare artifact that sheds new light on the president’s early life and has its own unique story. “We often find documents that detail fascinating stories about Abraham Lincoln’s life and times, but it is rare indeed for the document to have such an intriguing history after it was written,” Daniel Stowell, director of the Papers of Abraham Lincoln, said in a statement. “That these documents detail part of Lincoln’s military service and that they accompanied the Donner Party to California makes them doubly significant.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Lincoln Documents Accompanied Donner Party on Its Grim Journey","author":"Jennie  Cohen"}