{"url":"http://www.history.com/news/the-angels-of-bataan-and-corregidor-70-years-later","content":"Liberated from Santo Tomas Internment Camp after two and a half years, nurses known as the Angels of Bataan and Corregidor leave Manila in February 1945.Adventure in a Tropical ParadiseLike most of the other military nurses serving in the Philippines, Josephine Nesbit had sought the assignment in order to experience a little adventure in an exotic locale. She was serving her second tour with the Army Nurse Corps in the winter of 1941. Lulled by the languorous pace of the tropics, Nesbit had no idea just how adventurous her posting was about to become.Japan Attacks\nThe morning of December 8, 1941, dawned as peacefully as any other at Sternberg Hospital in Manila. Nesbit reported for duty as the night nurses went off-shift. Then word came that the Japanese, in a sneak attack, had destroyed most of America’s Pacific fleet at the U.S. naval base at Pearl Harbor, Hawaii. Some nurses were incredulous, but then the details trickled in: 19 ships lost, thousands of soldiers and sailors killed. For some, a sense of panic set in.“Girls! Girls!” Nesbit, the veteran nurse, shouted in an attempt to maintain calm. “Girls, you’ve got to sleep today. You can’t weep and wail over this, because you have to work tonight.”Nesbit was right. Ten hours after bombing Pearl Harbor, the Japanese sent Zero fighter planes to strafe and bomb Manila. The previously sleepy Sternberg Hospital abruptly awoke to casualties.The Angels Emerge\nBy Christmas, the ground war was on. Nesbit and other medical personnel retreated to the Bataan Peninsula and set up a field hospital in the steamy jungle. Fighting mosquitoes, malaria and dysentery, the “Angels of Bataan” nursed sick and wounded soldiers lying outdoors in row after row of cots. Across 18 open-air wards, the Angels tended to 6,000 patients over the course of four months. Even as they bandaged wounds, bombs fell around them with sickening regularity.As food stockpiles dwindled, the nurses saw their rations reduced from three meals a day to two. Yet still they soldiered on, with Nesbit at the helm of their dangerous operation. A first lieutenant, she led the nursing staff and maintained discipline by enforcing regular working shifts. Uncompromising in her devotion to duty, Nesbit provided a voice of reassurance and understanding when her nurses needed it. Soon, they would need it more than ever.In early April of 1942, with the enemy nipping at their heels, the Americans retreated from Bataan to the island of Corregidor in Manila Bay. There, the nurses found themselves thrust into the hellish underground hospital of Malinta Tunnel, dug deep into the bowels of the island.On April 9, the weary, emaciated American soldiers of Bataan surrendered. On May 3, a dozen nurses escaped to Australia on the submarine USS Spearfish. The other nurses volunteered to stay at their posts in Malinta Tunnel, dressing wounds and administering medications amid constant shelling by Japanese forces. On May 6, Corregidor Island fell, and the remaining Americans were taken as prisoners of war.From Paradise to Prison Camp\nRemoved to Santo Tomas Internment Camp in Manila, Nesbit and her former superior, Maude Davison, ran the camp hospital that ministered to soldiers, nurses and captive civilians. Over the course of two years, Nesbit and Davison maintained morale by imposing structure within their ranks, requiring nurses to work at least four-hour shifts each day—even as the Japanese cut the POWs’ daily rations to 700 calories. The calorie deprivation became so bad that some nurses reportedly prepared weeds, roots and flowers, which they sautéed in cold cream.Back home, Hollywood romanticized the nurses’ situation in patriotic movies such as “So Proudly We Hail,” starring Claudette Colbert. The reality was quite different, however. “Let me tell you, there was nothing romantic about it,” nurse Helen Cassiani Nestor would recall during a 1999 interview with the Associated Press. Still, she said, “our group proved [women] could go into the field and carry on and do a good job. People need to know that.”Liberation at Last\nIn January of 1945, Allied forces finally turned back the Japanese and retook the Philippine Islands. Shortly thereafter all POWs—including Nesbit, Davison, Cassiani and the other nurses—were liberated. While thousands of men had died during the course of the Philippines Campaign, all 77 nurses made it through alive and still nursing until the end. None of the Angels of Bataan and Corregidor are thought to survive today, yet their legacy lives on. As the first American women to see combat, they paved the way for today’s female soldiers. They also remain legendary among all nurses, 70 years after their remarkable story began.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Angels of Bataan and Corregidor: 70 Years Later","author":"Elizabeth  Hanes"}