{"url":"http://www.history.com/news/10-things-you-may-not-know-about-rosa-parks","content":"Getty Images1. Parks was not the first African-American woman to be arrested for refusing to yield her seat on a Montgomery bus.\nNine months before Parks was jailed, 15-year-old Claudette Colvin was the first Montgomery bus passenger to be arrested for refusing to give up her seat for a white passenger. (Parks was involved in raising defense funds for Colvin.) Three other African-American women—Aurelia Browder, Mary Louise Smith and Susie McDonald—also ran afoul of the bus segregation law prior to Parks. The four were plaintiffs in the Browder v. Gayle case that resulted in the Supreme Court ruling bus segregation unconstitutional.2. Parks was a civil rights activist before her arrest.\nParks was a long-time member of the Montgomery chapter of the National Association for the Advancement of Colored People (NAACP), which she joined in 1943. At the time of her arrest, she was a secretary of the local NAACP chapter, and the previous summer she had attended a workshop for social and economic justice at Tennessee’s Highlander Folk School. Her political activism continued through the boycott and the rest of her life.3. Parks had a prior encounter with James Blake, the bus driver who demanded she vacate her seat.\nIn 1943, Blake had ejected Parks from his bus after she refused to re-enter the vehicle through the back door after paying her fare at the front. “I never wanted to be on that man’s bus again,” she wrote in her autobiography. “After that, I made a point of looking at who was driving the bus before I got on. I didn’t want any more run-ins with that mean one.” After the written order from the Supreme Court outlawing bus segregation arrived and the Montgomery Bus Boycott ended on December 21, 1956, one of the newly integrated buses that Parks boarded to pose for press photographs happened to be driven by Blake.4. Her act of civil disobedience was not pre-meditated.\nAlthough Parks knew that the NAACP was looking for a lead plaintiff in a case to test the constitutionality of the Jim Crow law, she did not set out to be arrested on bus 2857. Parks wrote in her autobiography that she was so preoccupied that day that she failed to notice that Blake was driving the bus. “If I had been paying attention,” she wrote, “I wouldn’t even have gotten on that bus.”Park's booking photo after her second arrest in February 1956.5. Parks was not sitting in a whites-only section.\nParks was sitting in the front row of a middle section of the bus open to African Americans if seats were vacant. After the “whites-only” section filled on subsequent stops and a white man was left standing, the driver demanded that Parks and three others in the row leave their seats. While the other three eventually moved, Parks did not.6. Parks did not refuse to leave her seat because her feet were tired. \nIn her autobiography, Parks debunked the myth that she refused to vacate her seat because she was tired after a long day at work. “I was not tired physically,” she wrote, “or no more tired than I usually was at the end of a working day. I was not old, although some people have an image of me as being old then. I was forty-two. No, the only tired I was, was tired of giving in.”7. Weeks after her arrest, Parks was jailed a second time for her role in the boycott.\nParks was on the executive board of directors of the group organizing the Montgomery Bus Boycott, and she worked for a short time as a dispatcher, arranging carpool rides for boycotters. On February 21, 1956, a grand jury handed down indictments against Parks and dozens of others for violating a state law against organized boycotting. She and 114 others were arrested, and The New York Times ran a front-page photograph of Parks being fingerprinted by police.8. Parks was forced to move from Montgomery soon after the boycott.\nWeeks after her arrest, Parks lost her department store job, although she was told by the personnel officer that it was not because of the boycott. Her husband quit his job after being told that there could be no discussion of the boycott or his wife in the workplace. Throughout the boycott and beyond, Parks received threatening phone calls and death threats. In 1957 she, along with her husband and mother, moved to Detroit, where she eventually worked as an administrative aide for Congressman John Conyers, Jr., and lived the rest of her life.9. Parks was the first woman to lie in state at the U.S. Capitol.\nAfter Parks died at age 92 on October 24, 2005, she received a final tribute usually reserved for statesman and military leaders when her body was brought to the rotunda of the U.S. Capitol. More than 30,000 people filed past her coffin to pay their respects.10. Bus seats were left empty to honor Parks on the 50th anniversary of her arrest.\nOn December 1, 2005, transit authorities in New York City, Washington, D.C. and other American cities symbolically left the seats behind bus drivers empty to commemorate Parks’ act of civil disobedience.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You May Not Know About Rosa Parks","author":"Christopher  Klein"}