{"url":"http://www.history.com/news/titanic-on-trial","content":"How did the inquiries into the Titanic disaster, held in the United States and Britain between April and July of 1912, come about?\nIt took three and a half days for the survivors of Titanic to be picked up and transported to New York by Carpathia. During that time, a mood of near-hysteria swept the United States as people speculated about how the greatest ship on earth had been so spectacularly destroyed. It wasn’t helped by news “mismanagement” by the White Star Line, which first claimed the ship was still floating and being towed into port, then that it had sunk and the survivors were being taken to Halifax, and finally that they were being brought to New York. From Carpathia itself, there was virtually a news blackout once the list of survivors had been telegraphed to shore—first the first- and second-class passengers and then, almost grudgingly, the third-class passengers. The result was a rash of speculation based on scraps of evidence from unreliable sources.The aim of the U.S. inquiry was partly to allay the sense of hysteria sweeping the nation, but also to find out what had gone wrong with the ship and to prevent it from happening again. It was both an operation to heal a nation and a technical inquiry. Specific questions it considered included:Did Titanic steam at full speed through an ice zone despite repeated warnings of icebergs from other ships in the vicinity?\nWere the design and construction of the vessel adequate for the task?\nDid the ship have enough lifeboats?\nWas the third class unfairly discriminated against?\nDid Bruce Ismay, chairman of the White Star Line, exert any pressure on Captain Edward Smith to increase the ship’s speed? (If this could be proven, it would open the company to prosecution for all the lives lost.)\nAlthough the British inquiry was hosted by the Wreck Commissioner’s Court, it too got drawn into more populist issues, such as whether Sir Cosmo Duff Gordon had paid the crew of Lifeboat 1 a bribe not to go back and pick up swimmers and whether Bruce Ismay had behaved like a coward.Who was called to testify, and how were those determinations made?\nSenator William Smith chaired the U.S. inquiry and selected the witnesses. News of the sinking was finally confirmed on April 17, and the following day the U.S. Navy intercepted messages from Bruce Ismay that suggested he was intending to head straight back to Britain, along with the ship’s crew, without setting foot on American soil. Senator Smith promptly issued subpoenas for all his key witnesses to prevent them from leaving the country. In the end, 86 witnesses gave evidence, of which 21 were passengers. Confirming the class prejudices of the time, only three of those passengers were from third class, the remaining 18 being all from first class.Lord Mersey chaired the British inquiry and included in his court a number of expert witnesses in naval architecture and shipbuilding. Only three passengers were interviewed—all from first class.Why do you say in the preface to your book that the inquiries were “flawed”?\nEyewitness testimonials are famously unreliable. People forget vital bits of information and “remember” things that didn’t happen. The Titanic survivors were no different. Witnesses disagreed about fundamental points such as whether the engines were put into forward or astern after the collision. Second Officer Charles Lightoller swore the ship didn’t break in two before sinking, while others said it did. (We now know from underwater surveys that it did, and that Lightoller and others were either deluded or lying.) Even minor matters, such as who Bruce Ismay had dinner with, are disputed.The idea of the book wasn’t to decide who was right and who was wrong—many have tried to solve these puzzles and usually just added to the confusion—but to present the testimonials in a readable format with minimum comment or explanation. The book lets readers decide for themselves what really happened.What common themes did you notice as you reviewed the testimony?\nOne of the most striking things is the lengths to which officers and crew go to avoid responsibility. Time and again they tell the inquiry it was not their job to take action—it’s always the job of a superior officer. Even when several ice warnings are brought to the bridge and plotted on the chart, their first instinct is to calculate whether they will be on watch at that point, rather than to take any positive action to safeguard the ship. Quartermaster Robert Hichens, who was steering the ship when it collided with the iceberg, tells the hearing that he couldn’t possibly have seen the iceberg because he was “enclosed in the wheelhouse” looking at the compass. In other words, he was following a course set by one of the officers, who was ordered to set the course by another officer. Everyone, it seems, was just following orders, and no one was responsible.Ultimately, of course, the buck stops with the captain. But, conveniently, Captain Smith and his two most senior officers were all dead by then.Which particular witnesses stood out to you?\nI have several favorite witnesses. First-class passenger Archibald Gracie tells the story well, including his description of a “mass of humanity” being swept into the sea by a single wave. He himself clung on until the very end and describes almost surfing off the ship as it went down. He later became obsessed with the sinking and wrote a book called “The Truth About the Titanic.” He died in 1912 just before it was published, apparently never recovering from the ordeal. His book is still in print.There’s also Mary Smith, the honeymooner who describes parting with her new husband in the full expectation of seeing him again soon afterward. Her testimonial was given just days after losing her husband and is laced with grief, although also completely lucid. She later gave birth to a baby boy whom she named after the child’s deceased father. Within a year she had married a fellow Titanic survivor who was rescued in the same lifeboat as her.Then there’s Fourth Officer Joseph Boxhall, who spends his whole time gazing at the stars, plotting the ship’s position, admiring the lights of passing ships and sending off flares. His proudest moment is when they board Carpathia and the captain congratulates him on the “splendid position” he sent them. After he died in 1967, Boxhall’s ashes were scattered at the exact position he calculated Titanic sank.And there are a few rare moments of humor (albeit unintentional), such as when the chef’s secretary Paul Mauge says, “But the chef was too fat I must say… He could not jump.”What were the most chilling, shocking or otherwise startling moments you encountered?\nThe descriptions of the survivors crying for help in the ocean provide the most horrific scenes. Yet, time after time, the witnesses defend their decision not to go back into the fray and rescue more people. What seems like an indefensible and even inhuman action is consistently justified on the grounds that to have gone back “would have been suicide,” as the lifeboats would have been overwhelmed and everyone on board killed. Only one boat went back to pick up more survivors, and then only when it was much too late. It seems inexcusable, yet who are we to judge? Who can really say they would have acted any differently?There are many other shocking incidents, such as when the wireless operators Harold Bride and Jack Phillips finally decide to leave their station—with the sea lapping at their door—and another crew member comes in and tries to steal one of their lifejackets. The pair beat him up and left him unconscious to go down with the ship. Other witnesses describe having their clothes ripped off by swimmers desperate to stay afloat in the freezing waters.One of the most exciting moments reading the testimonies is halfway through the British inquiry, when the court suddenly becomes aware of an ice warning given by another ship, Mesaba, which apparently never made it to the bridge. Unlike the other warnings, this one indicates ice directly in the path of Titanic. Had Captain Smith received it, he would certainly have altered course and the whole tragedy would have been avoided. But it seems the wireless operators were too busy sending passengers’ messages, so the message was never passed on.What was the outcome of the inquiries?\nThe inquiries were described by some as a “whitewash” because, strangely, no one was found to blame. Even Captain Smith was exonerated on the grounds that most other ships at that time also sped through the ice at full speed with no serious consequences. Everyone agreed there should have been more lifeboats on Titanic, and the U.S. inquiry suggested the British Board of Trade (which had approved the number of lifeboats) had been sleeping on the job. The British Board of Trade (under whose jurisdiction the British inquiry took place) was, not surprisingly, more phlegmatic. However, the rules were subsequently changed so that ships were required to carry enough lifeboats for the number of people on board.The only person both inquiries heaped scorn on was the captain of SS Californian, the ship that had stood by about 8 miles off, its crew watching the emergency flares being fired by Titanic, without doing anything about it until it was too late. “Such conduct,” said Senator Smith, “places upon the commander of the Californian a grave responsibility.”Why did you think it was important to assemble this book?\nSo much has been written about Titanic, yet the more books and movies there are, the further we seem to get from the truth. Myths about Titanic abound, such as the idea that third-class passengers were deliberately prevented from reaching the lifeboats—something that almost certainly never happened. The idea of my book was to go back to the original source of many of these stories. By making these testimonies available in an accessible format, people can read what the survivors themselves said and see through many of these myths.Up until now, these testimonials have only been available either as 2,500 pages of transcripts or as extracts used here and there in books about Titanic. Cutting them down to a manageable size was the first task. Splicing those shortened accounts in roughly chronological sections allowed the story to be told in “real time” from several different perspectives without losing momentum. For instance, after the collision, the narratives move from the lookout post to the bridge to the engine room and then back up to the passenger rooms within a few pages. This gives a better sense of the events taking place than by reading the testimonials individually.Unexpected things happen when you splice text together, however. Not only are the disagreements in people’s versions of events more apparent, but so are the similarities. What emerges is a repeated self-justification and passing of the buck, which betrays the huge guilt many of these witnesses must have felt—in many cases for no other reason than they had survived when others hadn’t.Brought up on boats until the age of 15, Nic Compton worked as a shipwright before becoming a full-time writer and photographer. He was the editor of Classic Boat magazine until 2000, and has written several books on nautical subjects, including “The Sea: A Photographic Celebration.” His book “Titanic on Trial: The Night the Titanic Sank” presents the story of Titanic’s final hours, as told through the testimony of passengers and crew during the U.S. and British inquiries. ","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Titanic on Trial","author":"History.com  Staff"}