{"url":"http://www.history.com/news/the-midnight-ride-of-william-dawes","content":"Poor William Dawes Jr. All guts, no glory.While every schoolchild knows of the midnight ride of Paul Revere, Dawes made an even more daring gallop out of Boston that same April night in 1775. Unlike his silversmith counterpart, he managed to evade capture by the British. Yet it’s Revere’s immortal name that has graced a famous ode, a line of copper cookware and even a kitschy 1960s rock band. Dawes, meanwhile, is the Rodney Dangerfield of the American Revolution, getting no respect at all.On April 18, 1775, Dr. Joseph Warren learned through Boston’s revolutionary underground that British troops were preparing to cross the Charles River and march to Lexington, presumably to arrest John Hancock and Samuel Adams. Fearing an intercept by the British, Warren had devised a redundancy plan to warn Hancock and Adams. He would send one rider by land and one by sea.Boston in 1775 was nearly an island, only connected to the mainland by a narrow strip of land guarded by British sentries. Warren knew that the rider who had to take the longer land route and pass through the British checkpoint had the riskier mission, but he had the perfect man for the job: Dawes. The 30-year-old was a militiaman and a loyal patriot. Unlike Revere, however, Dawes wasn’t a known rabble-rouser, and his work as a tanner frequently took him out of Boston, so his would be a familiar face to the British manning the checkpoint.Dawes set off around 9 p.m., about an hour before Warren dispatched Revere on his mission. Within minutes, he was at the British guardhouse on Boston Neck, which was on high alert. According to some accounts, Dawes eluded the guards by slipping through with some British soldiers or attaching himself to another party. Other accounts say he pretended to be a bumbling drunken farmer. The simplest explanation is that he was already friendly with the sentries, who let him pass. However Dawes did it, he made it in the nick of time. Shortly after he passed through the guardhouse, the British halted all travel out of Boston.Dawes sped west and then north through Roxbury, Brookline, Brighton, Cambridge and Menotomy. Unlike Revere, who awoke town leaders and militia commanders along the way to share his news, Dawes apparently let them sleep, either because he was singularly focused on getting to Lexington as quickly as possible or because he wasn’t as well-connected with the patriots in the countryside.Dawes arrived at his destination, Lexington’s Hancock-Clarke House, at 12:30 a.m., about half an hour after Revere, who had traveled a shorter distance on a faster horse. Thirty minutes later, the dynamic duo mounted their weary steeds again to warn the residents of Concord, and Dr. Samuel Prescott soon joined them.Before they could reach Concord, however, the three riders encountered a British patrol around 1:30 a.m. Revere was captured. Prescott and his horse hurtled over a stone wall and managed to make it to Concord. According to family lore, the quick-witted Dawes, knowing his horse was too tired to outrun the two British officers tailing him, cleverly staged a ruse. He pulled up in front of a vacant farmhouse and shouted as if there were patriots inside: “Halloo, boys, I’ve got two of ‘em!” Fearing an ambush, the two Redcoats galloped away, while Dawes reared so quickly he was bucked off his horse. Forced to limp into the moonlit night, he receded into obscurity.Little is known about what happened to Dawes after his midnight ride. He went into the provisions business and was a commissary to the Continental Army. According to some reports, he fought at the Battle of Bunker Hill. Dawes had seven children, compared to Revere’s 16. Dawes died at age 53 in 1799; Revere lived until he was 83.Both men were relatively unheralded when they died, but the silversmith got the PR boost of a lifetime when Henry Wadsworth Longfellow penned “Paul Revere’s Ride” in 1861. Longfellow’s historically inaccurate verses not only venerated Revere, but they wrote Dawes out of the storyline altogether.How did Revere land Longfellow’s leading role while Dawes couldn’t even warrant a walk-on cameo? Revere was certainly more prominent in Boston’s political underground and business circles, but more important, he had written detailed first-person accounts of his mission, while very few records of Dawes and his ride exist.Contemporaries couldn’t even recall his name. William Munroe, who had stood guard at the Hancock-Clarke House, later reported that Revere arrived along with a “Mr. Lincoln.” In a centennial commemoration, Harper’s Magazine called Dawes “Ebenezer Dorr.”Even in recent years, the hits keep coming. While Malcolm Gladwell lauded Revere’s social network in “The Tipping Point,” he called Dawes “just an ordinary man.” And in perhaps the final indignity, it was discovered in 2007 that Dawes is most likely not buried in Boston’s King’s Chapel Burying Ground, where his grave has been marked, but probably five miles away in his wife’s family plot in Forest Hills Cemetery. Even in death, Dawes still can’t get any respect.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Midnight Ride of William Dawes","author":"Christopher  Klein"}