{"url":"http://www.history.com/news/civil-war-week-on-history","content":"Civil War-Related Online FeaturesCivil War Anniversary Home: This page is your destination for all things Civil War on History.com, from videos to topical articles to study guides.Civil War 150 (Interactive): The Civil War 150 is an immersive online experience, featuring infographics, historian picks and topical information highlighting the 150 people, places, events and technology that defined America’s greatest conflict.Civil War Today (iPad App): HISTORY presents The Civil War Today, a groundbreaking app created exclusively for the iPad. Explore every phase and aspect of America’s bloodiest conflict with daily updates that unveil the events in real time over the course of four years. The Civil War Today leverages the iPad multi-touch interface, enabling subscribers to delve into thousands of original documents, photos, maps, diary entries, quotes and newspaper broadsheets like never before.Give 150 (Save Our History): HISTORY invites all Americans to help preserve Civil War sites and stories through the Give 150™ national campaign. Give 150™ donations will go directly to the Civil War Trust and the National Park Foundation, both non-profit 501(c)(3) organizations, to help protect Civil War sites and lands as well as support their interpretation. HISTORY will also provide the public with the opportunity to actively give back to communities through service and preservation projects as part of this initiative.Ultimate History Quiz: American Civil War (Game): The Ultimate History Quiz presents an all-new category to test your Civil War knowledge. Beat your high score and challenge your friends!Civil War Merchandise (HISTORY Shop): Commemorate the 150th anniversary of the Civil War with books, DVDs, games, replicas and other items.Civil War Week Television ScheduleMonday, May 307:30 p.m. – Pawn Stars: Confederate Conundrum\nAn 1861 Civil War saber finds its way into the shop—but if it’s real, why was the blade never sharpened?8 p.m. – Pawn Stars: Honest Abe\nJoin the Pawn Stars as they are presented with an Abraham Lincoln campaign ribbon from the 1860 presidential race. Will this historic piece of presidential memorabilia win their vote, or will a tough debate leave the shop divided?8:30 p.m. – Pawn Stars: Broadsiding Lincoln (Premiere)\nThe hunt is on when the Pawn Stars are presented with one of the most sought-after items in American history: a John Wilkes Booth wanted poster. Will this priceless piece give them the slip, or is Rick determined to bring it in dead or alive?9 p.m. – Gettysburg (Premiere)\nThis two-hour HISTORY special produced by Tony and Ridley Scott strips away the romanticized veneer of the Civil War and presents the Battle of Gettysburg in a new light: as a visceral, terrifying experience with everything on the line. At its core, this is the story of the soldiers on the ground, not the generals who commanded from behind the front lines. Compelling computer-generated imagery and powerful action footage place viewers in the midst of the fighting, delivering both an emotional cinematic experience and an information-packed look at the turning points, technology and little-known facts of what may have been America’s greatest battle.Tuesday, May 319 p.m. – Lee & Grant (Premiere)\nProduced with the cooperation of leading Civil War historian Winston Groom, author of “Forrest Gump,” this two-hour special is a personal look at two iconic leaders of the Civil War. Surprising details reveal the bold choices and almost godlike power Ulysses S. Grant and Robert E. Lee summoned during decisive battles like Vicksburg and Gettysburg that, within days of each other, turned the tide of the war. This special offers a unique perspective, exploring how these men changed the course of American history.Wednesday, June 19 p.m. – American Pickers: Civil War Pickings (Premiere)\nThe guys are on an assignment that’s been 150 years in the making. The Gettysburg Museum asks Mike and Frank to help expand its collection by hunting down some hard-to-find Civil War items. It’s a daunting task made even harder by a limited budget. Danielle gets things rolling when she sends them to a previous customer who’s a Civil War buff. They next visit a collector named Keith who doesn’t want to sell, but they convince him to loan a rare Dog River Confederate sword to the museum. But their picking skills are put to the test when they spot a Union frock coat. The guys also experience a Civil War adventure when they sign up with a local reenactment group.10:30 p.m. – Pawn Stars: Broadsiding Lincoln (Encore)Thursday, June 29 p.m. – Gettysburg (Encore)11 p.m. – Modern Marvels: Guns of the Civil War\nIt was a war in which brother fought brother and battlefields became slaughterhouses. During the Civil War, the country was in the midst of an industrial revolution and developed the most destructive killing machines the world had ever seen. Join us for a test fire of Civil War guns—the first truly modern weapons.Friday, June 38 p.m. – Brad Meltzer’s Decoded: Confederate Gold\nBest-selling author Brad Meltzer and his team dig into one of the Civil War’s most enduring legends: that millions of dollars’ worth of missing gold and silver from the Confederate treasury are still buried in secret hiding places across America. According the legend, the only way to find the buried treasure is to decode cryptic signs and symbols left behind by a shadowy Confederate group known as the Knights of the Golden Circle. Brad and the Decoded team join veteran treasure hunter Bob Brewer, whose efforts to understand the Knights’ secret code paid off when he uncovered a small fortune in buried Confederate coins. Bob soon shows just how well he understands the codes as he and the team follow clues to the site of another possible treasure trove.9 p.m. – Lee & Grant (Encore)11 p.m. – The Lincoln Assassination\nOn April 14, 1865, actor John Wilkes Booth shot President Lincoln in the back of the head at a Washington theater. Days later, Wilkes died in a standoff, and eventually eight Southern sympathizers were tried for conspiracy. This much we know to be true. But many conspiracy theories arose—pointing to the Confederacy, the Union and even the Catholic Church. Once again, new theories have sprung up based on recently found documents and forensic technology. Historian Edward Steers Jr. connects Booth to the Confederate Secret Service in Montreal, which indirectly links him to Jefferson Davis and the Confederate government, while biographer Charles Higham places Booth in a larger conspiracy. Historians, biographers and researchers who take issue with Steers and Higham counter their arguments.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Civil War Week on HISTORY","author":"History.com  Staff"}