{"url":"http://www.history.com/news/the-last-major-cavalry-charge-70-years-ago","content":"Depiction of the Charge of the Light Brigade, one of history’s most famous cavalry charges.With sabers drawn, about 600 Italian cavalrymen yelled out their traditional battle cry of “Savoia!” and galloped headlong toward 2,000 Soviet foot soldiers armed with machine guns and mortars. On August 23, 1942 (some sources say August 24), the cavalrymen—part of the Axis invasion of the Soviet Union during World War II— were attempting to close a gap that had opened up between the Italian and German armies along the Don River. It was to be the end of an era. Though experts believe that smaller and less well-documented cavalry charges likely occurred later on in World War II and possibly as late as the 1970s in Rhodesia (now Zimbabwe), they generally describe this as the last major charge in history.In a closely packed formation, the Italian cavalrymen hurled themselves at the left flank and rear of the Soviet line, tossing hand grenades and slashing with their sabers. Despite heavy losses, they then passed through the line in a reverse direction and helped to dislodge the Soviets from their position. Other World War II cavalry charges had not been so lucky. At the beginning of the conflict, Polish lancers purportedly attacked a German infantry battalion (but not tanks, as Nazi propaganda would have us believe) and suffered predictably disastrous results. The final U.S. charge took place in the Philippines in January 1942, when the pistol-wielding horsemen of the 26th Cavalry Regiment temporarily scattered the Japanese. Soon after, however, the starving U.S. and Filipino soldiers were forced to eat their own horses. Two months later, Japanese troops in Burma almost completely wiped out a charging Indian regiment under British command.A cavalry charge during the 1813 Battle of Leipzig.In fact, rapid-fire weapons had essentially rendered cavalry charges obsolete over a century earlier. But old traditions die hard. For thousands of years, famed military leaders such as Alexander the Great, Hannibal, Genghis Khan and Frederick the Great had used mounted warriors with great effectiveness. Alex Bielakowski, an associate professor at the U.S. Army Command and General Staff College, put it this way: “If you see all of these guys charging at you, the human instinct for the overwhelming number of people is to run like heck. Then it’s easy because once they’re running away you can pick them off.”Napoleon Bonaparte, who built up a potent cavalry force of his own, typically weakened the enemy lines with artillery fire and then sent in his cuirassiers for the decisive blow. “The French cavalry under Napoleon were known to be the finest in the world,” particularly in the way they handled large formations, said Jeffrey T. Fowler, an associate professor at the American Military University. “They were very well trained to the point where they could stop, they were maneuverable, they could change direction, they could do all of these things.” Nonetheless, even they suffered a disastrous defeat at Waterloo in 1815.Throughout the rest of the 19th and early 20th centuries, cavalry popped up as a major component of both guerilla and anti-guerilla operations. But never again would they shine in pitched battles. In the Crimean War, Russian artillery cut the British cavalry to pieces during the infamous Charge of the Light Brigade. Soon after, Union and Confederate commanders during the American Civil War learned it was suicidal to send their horsemen over open terrain against rifled muskets. As a result, they began saving their cavalry for reconnaissance purposes and long-distance raids behind enemy lines. More mass slaughters occurred during the Franco-Prussian War, including one in which throngs of dead French horsemen and horses thwarted a later attempt to march through the area. Afterward, the German Medical Corps determined that only six soldiers had died of saber wounds in all of the war’s battles combined.A cavalry charge during the 1808 Battle of Somosierra.Yet very few of these lessons sank in prior to World War I, in which armies on both sides showed up with lancers and swordsmen on horseback. “You’re going against machine guns with a long stick,” Bielakowski said. “This is one of those examples of unwillingness to give something up just because we’ve always done it that way.” During the first part of the war, cavalry played some role as the eyes and ears of the army. But at least on the Western front, they were mowed down in droves every time they charged against positions fortified with barbed wire, trenches, automatic weapons and tanks.Perhaps because a few cavalry charges actually broke through on the less technologically advanced Eastern front, armies remained loath to give up their horses. Cavalry even had its proponents in the United States, which was one of the first countries to fully mechanize. “The horse and mule are not museum pieces,” Colonel John F. Wall wrote in a 1951 report now housed in the archives of the U.S. Cavalry Association. “If entirely discarded now, in days to come, they will re-appear. It is indeed shameful that this day may be at such distance away that there won’t be anyone available to pack a saddle or to throw a Diamond Hitch.”In modern times, horse cavalry have been replaced by tanks for shock attacks, by armored vehicles and helicopters for transportation and by aircraft for reconnaissance. But even with such modern weaponry available, a horse still comes in handy every now and then. In 2001, for example, U.S. forces in Afghanistan were photographed riding steeds over rugged terrain alongside their Northern Alliance allies.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Last Major Cavalry Charge, 70 Years Ago","author":"Jesse  Greenspan"}