{"url":"http://www.history.com/news/5-things-you-may-not-know-about-u-s-political-conventions","content":"Brendan Smialowski/AFP/GettyImages1. The very first convention was held by a political party that is now extinct.\nLong before the political conventions we know today, presidential candidates were selected by Congressional caucuses or state legislatures—methods that prevented the participation of most of the American electorate. The clamor for a more democratic process coincided with a growing distrust among some Americans of both established political parties. The result was the creation of the first “third party,” quickly followed by the first political convention in American history, held in 1831. Formed just three years earlier in an effort to combat what they perceived as the growing power and influence of the Masons, the Anti-Masonic party would have a short life but leave behind a lasting influence on presidential politics. On September 25, 1831, delegates met in Baltimore, Maryland, and chose as their presidential nominee William Wirt, a former U.S. attorney general. Ironically, Wirt, who now carried the Anti-Masonic banner into the 1832 election, was himself a former Mason. The 1831 meeting also saw the creation of the first formal party “platform,” or statement of principles. Just months after the Anti-Masons met, both the Democratic and National-Republican parties followed suit, holding their own conventions. That fall, Wirt won just one state, Vermont, and Andrew Jackson easily won reelection. Within 10 years, the party itself was in ruins, unable to move past its early single-issue focus on tempering the power of the Masons in political life.An 1844 campaign poster featuring James K. Polk and running mate George Dallas. Polk was the first \"dark horse\" candidate elected president. (Getty Images)2. James K. Polk was the first “dark horse” presidential candidate.\nAlthough he was a 15-year veteran of Congress and a former governor of Tennessee, James Polk went into the 1844 Democratic convention in Baltimore with little hope of securing the presidential nomination; instead, he hoped to be chosen as the party’s vice presidential pick. However, he had the not-insignificant support of the still-influential former president, Andrew Jackson. More importantly, he seemed to be on the right side—or at least the more popular side—of one of the most contentious issues of the day—the annexation of Texas. Polk, like Jackson and many others in the party, were strongly in favor of it. Another former president (and that year’s presumed frontrunner), Martin Van Buren, opposed it. As the convention unfolded, it became clear that Van Buren’s position on annexation would doom his candidacy. Realizing the futility of his own chances, Van Buren bowed out, throwing his support behind Polk, who eventually won the nomination on the ninth ballot. Polk, the first “dark horse” nominee, went on to defeat Kentucky’s Henry Clay and become the 11th president of the United States. He stood by his campaign pledge to serve just one term and did indeed successfully annex Texas as promised, although it would take America’s victory in the Mexican-American War to get the job done.3. Sometimes, the selection process could drag on for days, resulting in ballot after ballot.\nFor sheer drama, few conventions in history can compare to the marathon 1924 Democratic convention, held in New York City’s Madison Square Garden. To say the scene was somewhat chaotic would be a gross understatement. Fifteen candidate vied for the prize, the party was divided over a number of key issues including Prohibition and—amazingly—fistfights broke out on the convention floor. While debating a party platform that included a denouncement of extremist groups, supporters of the newly resurgent Ku Klux Klan clashed with its opponents, leading to a physical brawl amongst delegates, including the governors of Colorado and Kentucky.All this happened before a single vote had been cast. Entire delegations voted for one candidate on one ballot, only to switch en masse to another on the next. Delegations ran out of money and simply left. There were rumors of bribery and backdoor deals. And all this played out across the country as a massive radio audience listened in. The rancor continued for 16 days straight—a total of 103 ballots—before a compromise was reached that saw both leading candidates, New York Governor Alfred E. Smith and William McAdoo of California, bow out, leaving John W. Davis of West Virginia as the last man standing. For the sake of comparison, the Republican record for the most ballots needed to select a nominee was set at the 1880 Convention in Chicago, when it took “dark horse” James A. Garfield a relatively modest 36 ballots to emerge victorious over several other men, including former President Ulysses S. Grant, who was seeking a return to office for a then-unprecedented third term.Supporters of Franklin Delano Roosevelt attend the 1932 Democratic National Convention in New York City. (Credit: Imagno/Getty Images)4. Franklin Roosevelt was the first nominee to make an acceptance speech in person.\nThis year, the most anticipated moment of both national conventions will be the acceptance speeches of Mitt Romney and Barack Obama. However the idea of candidates addressing the convention is relatively new. For more than a century, it was deemed unseemly to actively campaign for the presidency, and that extended to making a formal appearance at the convention. All that changed in 1932 when Franklin D. Roosevelt broke with tradition and became the first person to accept the nomination in person. Roosevelt had entered the convention as one of several favorites, and it took four ballots before he secured the nomination. With the country reeling from the onslaught of the Great Depression, Roosevelt felt that a public appearance could perhaps offer reassurance to both his party and the nation. However, there was a far more practical—and calculated—reason for this decision. After a promising early career, which saw him named assistant secretary of the U.S. Navy at the age of 31, Roosevelt was struck down by polio in 1921 and left permanently paralyzed from the waist down. He returned to politics several years later and was elected governor of New York in 1928. However, rumors and doubts about his physical condition lingered, which Roosevelt hoped to dispel with his appearance. He flew to Chicago and delivered his acceptance speech, establishing a tradition that continues to this day.5. One city has been host to 25 national conventions.\nThis year, Tampa Bay, Florida, and Charlotte, North Carolina, will play hosts to their first national conventions, but for other cities, that role is far more familiar. Transportation played a key role in the selection of early host cities. Baltimore, Maryland, an easily accessible port on the Eastern seaboard, was particularly popular. It hosted 10 of the first 11 national gatherings, including all three of the conventions held before the 1832 presidential election. The arrival of a transcontinental railway system made Midwestern locations more viable, and St. Louis and Kansas City, Missouri, have hosted several times each. The current champion, however, is Chicago, Illinois, which since 1860 has become the favored spot for both parties, hosting a total of 25 conventions.While the chance to welcome thousands of delegates can be tempting—and lucrative—for some cities, having the convention in your backyard can also prove to be problematic. Just ask the Houston Astros. When the Republicans took over the Astrodome in 1992, the Astros had to hit the road, resulting in a 26-game road trip, one of the longest in major league sports history. One of the unlikeliest of host cities was also the scene of one the most unusual moments in convention history. Democratic delegates attending the 1964 gathering in Atlantic City, New Jersey, were greeted with the usual pomp and spectacle, but with one special twist. President Lyndon Johnson, never one to shy away from public adoration, had arranged for the final night of the convention to fall on his 56th birthday. His acceptance speech was followed with a rousing rendition of “Happy Birthday” from the crowd, and topped off by not just balloons but fireworks as well.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Things You May Not Know About U.S. Political Conventions","author":"Barbara  Maranzani"}