{"url":"http://www.history.com/news/10-spies-who-arent-household-names","content":"1. Nancy WakeNancy Wake in 1945.Flirted her way through checkpoints and karate-chopped a Nazi guard to deathIn the mid-1930s, an Australian journalist visited Germany to report on the rise of fascism and interview Adolf Hitler. The atrocities she saw there, which included the public beating of Jews, forever changed the course of her young life. Nancy Wake would spend World War II fighting Nazism tooth and nail, saving thousands of Allied lives and winding up at the top of the Gestapo’s most-wanted list. When Germany invaded France, where she had settled, in May 1940, Wake threw herself into the resistance movement, helping thousands of Jewish refugees and Allied servicemen escape to Spain. Until she developed a reputation as the elusive “White Mouse,” as her enemies dubbed her, she brazenly flirted with German soldiers to waltz through checkpoints. In 1943, aware that her hunters were finally closing in, Wake fled to Spain and later to Britain, where she convinced special agents to train her as a spy and guerilla operative. In April 1944 she parachuted into France to coordinate attacks on German troops and installations prior to the D-Day invasion, leading a band of 7,000 resistance fighters. During the violent months preceding the liberation of Paris, Wake, who died in August 2011 at 98, killed a German guard with a single karate chop to the neck, executed a female German spy, shot her way out of roadblocks and biked 70 hours through perilous Nazi-controlled zones to deliver radio codes for the Allies.2. Boris YuzhinUsed a camera concealed in a cigarette lighter to leak KGB secrets to the FBIIn July 1975 the Soviet intelligence agency sent Boris Yuzhin to San Francisco, where he would pose first as a visiting scholar and later as a news reporter while covertly monitoring student activities. Indoctrinated to view America as an enemy, he nevertheless felt right at home, and in time came to question his own country’s policies. By 1978 he was volunteering information about his associates and KGB operations in California to the FBI. Yuzhin’s cover was almost blown several times, including when a Soviet Consulate employee tried to spark the camera-concealing cigarette lighter he used for snapping sensitive documents. His stint as a double agent ended in 1986 after Aldrich Ames, a CIA officer who was spying for the KGB, identified him, landing Yuzhin in a Siberian prison for six years—a miracle in an era when Soviet traitors nearly always faced execution. The former spy now lives in Santa Rosa, California.3. Marthe CnockaertHealed Germans to help the British during World War IAfter German troops razed her small Belgian village in 1914, 22-year-old Marthe Cnockaert remained sympathetic to the Allies but desperate for work to support her family. She took a job at a makeshift hospital for wounded German soldiers, earning the German Iron Cross for her medical service. When a neighbor approached her about spying for the British, Cnockaert initially hesitated but soon embraced her covert role. For two years she coaxed German officers into casually spilling military secrets, which she promptly passed on to other undercover agents. But that wasn’t all: The demure nurse also arranged the murder of a German who wanted her to inform on the British, blew up a German ammunitions depot, directed airplane strikes and helped POWs escape—all while struggling with the guilt of endangering the injured men she’d treated. Imprisoned for two years after the Germans caught wind of her extracurricular activities, Cnockaert was later honored by Winston Churchill and wrote a book about her wartime experiences.4. Eugene BullardEugene Bullard during World War I.Spied on Nazi officers who visited his Paris nightclubBorn in Columbus, Georgia, in 1894, Eugene Jacques Bullard stowed away to Europe as a teenager, earning money as a prizefighter and interpreter. When World War I erupted he joined the French army and ultimately became the world’s first black fighter pilot. He later married the daughter of a French countess, opened a nightclub in Paris and hobnobbed with the likes of Josephine Baker, Louis Armstrong and Ernest Hemingway. Bullard served France once again during World War II, joining the resistance movement and using his fluency in German to spy on Nazi troops who frequented his establishment. (His German clients apparently spoke freely in front of him, believing that nonwhites were incapable of understanding their language.) Bullard later helped defend the city of Orléans, sustained debilitating injuries and was medically evacuated along with his two daughters to the United States. A hero in his adoptive country, Bullard had to rebuild his life in his homeland, where he worked for many years as an elevator operator in New York City. He died at age 67 in 1961, two years after France named him a Knight of the Legion of Honor.5. Anna Smith StrongUsed laundry to arrange clandestine meetings during the American RevolutionIn 1778, at the height of the American Revolution, George Washington charged a young cavalry officer named Benjamin Tallmadge with establishing a permanent spy network that would operate behind enemy lines on New York’s Long Island. Tallmadge’s group, the Culper Spy Ring, would become the war’s most effective intelligence-gathering operation. One of its members, Anna Smith Strong, served as a vital link between fellow agents living next door and Washington’s headquarters in Connecticut. She reportedly hung a black petticoat on her clothesline to announce the arrival of Caleb Brewster, who ferried messages across the Long Island Sound in his whaleboat. Strong would then set up the times and locations of secret meetings by arranging other garments according to a coded system.6. Juan Pujol GarciaHelped ensure the Allies’ success on D-DayDuring World War II, a Spanish businessman names Juan Pujol Garcia earned the trust of high-ranking Nazi officials, who knew him as Arabel. They paid him to run an elaborate spy network that supposedly included a Dutch airline steward, a British censor for the Ministry of Information and a U.S. soldier in England. All were engaged in gathering intelligence on the British-Allied war effort, which was then transmitted back to Berlin. But even though Garcia was in the pay of the Nazis, he was actually working as a British double agent under the codename Garbo. None of Garcia’s spies were real, and the only tips he gave Germany were planted “secrets” designed to distract them from genuine military preparations and plans. On June 9, 1944, Garcia sent his German contacts fictitious reports that the D-Day landings three days earlier had been merely diversionary, and that many more Allied troops were poised to storm Pas de Calais. As a result, Adolf Hitler decided to keep his best units stationed in the Calais area instead of sending them to Normandy, where the Allies were already busy turning the tide of the war.7. Elizabeth Van LewElizabeth Van Lew around the time of the Civil War.Led a spy ring for the Union during the Civil WarRaised in a wealthy slave-holding family in Richmond, Virginia, Elizabeth Van Lew developed strong abolitionist sympathies as a young adult, particularly after attending a Quaker school in Philadelphia. When the Civil War broke out, Van Lew began visiting captured Union soldiers, helping men escape and gathering valuable information about Confederate strategy from both prisoners and guards. In late 1863, Union General Benjamin Butler recruited Van Lew as a spy; she soon became the head of an entire espionage network based in Richmond. With the help of her servants—including Mary Bowser, an important spy in her own right—Van Lew sent coded messages to Union officers, often using invisible ink and hiding the dispatches in hollowed-out eggs or vegetables. She convinced new members to join her covert ring, including a high-ranking official at Libby Prison. When Richmond fell to Union forces in April 1865, Van Lew brazenly flew the Stars and Stripes above her home.8. John ScobellPosed as a slave to gather information behind Confederate linesA former slave from Mississippi, John Scobell worked as an undercover officer for Allan Pinkerton, the head of Union intelligence services during the Civil War. Scobell completed a number of top-secret missions, often playing the part of a cook, field hand or butler to eavesdrop on Confederate officials; he once even served as a deckhand on a rebel sympathizer’s steamboat to gather critical details about the enemy’s battle strategy and troop movements. Scobell also persuaded members of a clandestine slave organization to acts as couriers and report on local conditions. In one incident described in Pinkerton’s memoirs, Scobell was pretending to be the servant of a female Union operative, Carrie Lawton, when Confederate agents opened fire on the pair. In the ensuing gunfight, he single-handedly fought off the Confederates, killing several, and saved both Lawton’s life and his own.9. Yehudit NessyahuHelped bring Holocaust mastermind Adolf Eichmann to justiceBorn in Holland in 1925, Yehudit Nessyahu moved to Israel as a young girl and spent much of her life undercover. In the 1950s she participated in a covert operation to smuggle Jews out of Morocco, cultivating the persona of a wealthy and eccentric Dutch transplant while stashing falsified documents in her shopping bags. In 1960 she was the only woman on the legendary Mossad team that engineered the elaborate capture of Nazi leader Adolf Eichmann, who was living under a false name in Argentina, and brought him to stand trial in Jerusalem. Nessyahu later infiltrated an insular religious community in Antwerp to help locate a kidnapped Israeli boy. She died in 2003.10. James RivingtonJames Rivington in 1780. (Credit: Hulton Archive/Getty Images)Printed a loyalist newspaper but secretly spied for George WashingtonStaunch backer of the British crown or the American Revolution’s most unlikely champion? We may never know the truth about James Rivington, an English bookseller and publisher who relocated to New York’s Wall Street after his London business failed. As tensions escalated between the colonists and the British monarchy, Rivington fiercely denounced the rebels in his newspaper, Rivington’s Gazette, inciting a mob of revolutionaries to burn his house and demolish his press in 1775. Two years later, he returned from a stay in England and—according to recent scholarship, at least—switched sides to work as a spy for the revolting colonists. A coffeehouse adjacent to Rivington’s rebuilt shop doubled as a meeting place for high-ranking British officers, and primary documents from the period suggest that the newly pro-patriot printer shared their secrets with George Washington himself.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Spies Who Aren’t Household Names","author":"Jennie  Cohen"}