{"url":"http://www.history.com/news/after-155-years-its-the-end-of-an-era-at-cooper-union","content":"The school, located in Manhattan’s East Village neighborhood, currently enrolls approximately 1,000 undergraduate and graduate students across three specialized schools for art, architecture and engineering. Cooper Union consistently has been ranked as one of the best schools in the country. And, thanks in part to its free tuition scheme also one of the most selective, with average acceptance rates of just 5-10 percent. Students and faculty fear that the school’s decision to do away with free tuition will weaken the applicant pool. School officials, however, point out that they will continue to offer full need-based scholarships to those who qualify —an estimated 25 percent of all students—while the remainder of the student body will be charged on a sliding scale, topping out at around $19,000–less than half of the of the school’s estimated yearly tuition of $38,500 and far less than many other private colleges.Formally known as The Cooper Union for the Advancement of Science and Art, the school was founded in 1859 by New York City native Peter Cooper, a self-educated industrialist who rose from meager beginnings to become one of the richest men in the United States. Cooper, who designed and built the Tom Thumb, America’s first steam locomotive, amassed a huge fortune in iron milling, real estate and the insurance business and been awarded a patent for powdered gelatin that later was used to develop the popular desert “Jell-O.” Cooper had long been a supporter of expanding education opportunities for the city’s masses, and in 1853 broke ground for a school, based on a similar polytechnic school in Paris, which would provide free technical education to all who desired it, an advantage he himself had been unable to obtain in his youth.Six years—and $600,000 of Cooper’s own money—later, the school opened its doors. Cooper’s first students, however, were not your typical fresh-faced undergraduates, but adults—primarily male at first—who took evening classes in science and architecture. Cooper soon established daytime classes for women, who could take a variety of courses in typewriting, shorthand and photography and were later admitted to the more rigorous science programs. An ardent abolitionist, Cooper decreed that the school admit all qualified students, regardless of race, at a time when the nation was less than two years away from the outbreak of the Civil War. A full-time engineering program was added in 1902, thanks in part to a donation from steel-magnate Andrew Carnegie. Cooper also built a large, fully stocked library, which stayed open until 10 p.m. and was accessible to both students and local residents to further their own education free of charge. However, in its early years, Cooper Union wasn’t exactly tuition-free– those early students who could afford to pay the school’s tuition did, though no student who demonstrated financial need was ever turned away. To cover operating costs and endow the school for the long-term, Cooper donated much of his fortune to keep it running—the bulk of which was in real estate holdings around the city. In fact, to this day, Cooper Union owns the land beneath New York’s Chrysler Building, a valuable parcel that has fed its coffers for decades.Over the last 150 years, a number of notable alumni have passed through Cooper Union’s doors, including inventor Thomas Edison; abstract painter Lee Krasner; sculptor Augustus Saint-Gaudens; architect Daniel Libeskind; and Bob Kane, a comic book artist and the creator of Batman. Cooper Union even played an unlikely role in the election of a president: In February 1860, Abraham Lincoln, then a relatively unknown Illinois politician vying for the Republican nomination, gave an address in the school’s Great Hall challenging the expansion of slavery to the western territories. Lincoln’s Cooper Union Speech, delivered in the country’s media capital, catapulted him to national prominence and helped him secure both his party’s nomination and the presidency later that year. Hundreds of distinguished speakers from the worlds of politics, art, finance and literature have followed in Lincoln’s steps ever since, including six other sitting or future presidents, Native American activists, women’s suffrage leaders and the founders of the NAACP, which held its first public meeting in the Great Hall in 1909.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"After 155 Years, It’s the End of an Era at Cooper Union","author":"Barbara  Maranzani"}