{"url":"http://www.history.com/news/titanic-today-a-transatlantic-tour","content":"Titanic Belfast, an exhibition center focusing on the Titanic story, opened on March 31, 2012, near the site where Titanic was built. (Credit: Peter Macdiarmid/Getty Images)Belfast’s Titanic Quarter gives visitors the chance to see where Titanic was born.The pier in Cobh, Ireland, where some of Titanic’s passengers boarded still stands today.Titanic’s final port of call was a main departure point for Irish immigrants.A ceremony in Southampton, England, pays tribute to the 549 residents from the city who died when Titanic sank. (Credit: Ben Stansall/AFP/Getty Images)More than a third of all of Titanic’s victims hailed from one English city.Just days later, news of the Titanic disaster devastated the city. Many of Titanic’s crewmembers hailed from Southampton, and more than a third of the ship’s victims—549 people—called the city home. Today the city features dozens of memorials to the dead, including one dedicated to the eight doomed musicians who served as members of Titanic’s band, and a newly opened maritime history museum that explores the impact of Titanic on the people of Southampton. Visitors can even sneak a peek at Dock Gate 4, now known as Ocean Dock, where Titanic spent some if its final days.  When Carpathia arrived in New York with survivors of the Titanic disaster, it docked at Pier 54.Titanic’s survivors arrived in New York, but not where they had expected to dock.Pier 54 continued operations for much of the 20th century, serving as a dock for luxury liners, World War II transport ships and freight lines. Cunard’s lavish passenger depot, designed by the same firm that built New York’s Grand Central Station, later fell into disrepair and was demolished in the 1990s. However, the original pier and entry archway used by Titanic’s survivors in April 1912 are still standing and are now part of Hudson River Park, a popular recreational area. A grave in Halifax, Novia Scotia, was erected in memory of an unidentified child victim of the Titanic disaster. (Credit: Jim.henderson/Wikimedia Commons)Halifax, Nova Scotia, is the final resting place of 150 of Titanic’s victims.More than 30 undertakers from around Nova Scotia traveled to Halifax to assist the families, and for the next several weeks a local sporting rink served as a temporary morgue set up to assist in identification. Eventually, 150 of the recovered bodies were buried in three of Halifax’s cemeteries, including Fairview Lawn Cemetery, where a special section paid for by the White Star Line is home to 121 victims. There are dozens of Titanic-related sites in Halifax, including churches that held services for the ship’s victims, memorials and the Maritime Museum of the Atlantic, which houses a permanent exhibition illustrating Halifax’s role as the final resting place of many of Titanic’s dead.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Titanic Today: A Transatlantic Tour","author":"Barbara  Maranzani"}