{"url":"http://www.history.com/news/all-the-presidents-birthdays","content":"Former President George H.W. Bush skydives on his 80th birthday, June 12, 2004. Credit: Getty ImagesWarren Harding gets the ultimate birthday gift–the White House.\nWhen the president’s birthday rolls around, it’s not unusual for him to receive hundreds, if not thousands, of gifts. Many of these are from average citizens: Woodrow Wilson received a set of ivory portraits of his parents from his hometown of Staunton, Virginia, and Theodore Roosevelt had so many well wishes on his 50th birthday in 1908 that the White House messenger service was kept busy all day long. Some come from foreign leaders and heads of state; rancher George W. Bush received belt buckles from the Prime Minister of Canada. But perhaps no president has gotten a birthday gift quite as precious as Warren G. Harding. The 1920 presidential campaign had been contentious, as America dealt with the aftermath of World War I and the collapse of the post-war economy. Running as the Republican nominee, Senator Harding of Ohio had promised a return to “normalcy”–a phrase he actually invented–to soothe the country’s rattled nerves. On November 2, Election Day, Harding went out for a round of golf, then went home to celebrate his 55th birthday with friends. Later that day, he received the news that he had won the presidency with a landslide victory, becoming the only person to achieve this feat on their birthday.Franklin Roosevelt throws himself thousands of birthday parties, all for a good cause.Program for a 1936 \"Birthday Ball.\"Harry Truman welcomes the first White House bowling alley–and the end of World War II in Europe.President Truman at the White House bowling alley.Two years before he received the bowling alley, however, President Truman was given a far less traditional, but much more meaningful present. On May 8, 1945, less than four weeks after he had assumed the presidency following the death of Franklin Roosevelt, Truman received word of the unconditional surrender of German forces, ending World War II combat in Europe. This day, which we know as V-E Day, set off celebrations around the globe. A somber–but relieved–Truman addressed a joyous nation and then quietly celebrated his 61st birthday with his aides and family.Lyndon Johnson gives himself a birthday party on the national stage.\nOutgoing, gregarious and sporting a Texas-sized personality, it’s perhaps not surprising that Lyndon B. Johnson enjoyed being the center of attention on his birthday. Many presidents have attended parties and fundraisers celebrating their big day, most notably John F. Kennedy in May 1962, but few have been audacious enough to give themselves the birthday gift Johnson did in 1964. Eager to escape the shadow of his slain predecessor, Johnson decided to use that year’s Democratic National Convention in Atlantic City, New Jersey, to secure his place as the head of his party–and what better day to do it than on his 56th birthday, August 27. Johnson convinced organizers to schedule the convention’s final day–when he would accept his party’s nomination—for that day. Following his acceptance speech, the usual convention trappings of cheers and balloons gave way to a pre-arranged sing-a-long, as the delegates serenaded the birthday-boy-in-chief with a chorus of “Happy Birthday”—complete with a fireworks display.George H.W. Bush jumps out of a plane–repeatedly.\nGeorge H.W. Bush’s first jump from a plane was certainly not anything he had planned. As a 20-year-old naval pilot during World War II, Bush was forced to parachute to safety after his plane was hit during a September 1944 mission in the South Pacific. Bush was the sole survivor of the plane’s crew, and credited the experience with changing his life, giving him a sense of purpose and a desire to experience all life had to offer him. An avid sportsman, Bush remained in excellent physical condition both during and after his presidency, and decided to put his good health to good use. After leaving office in 1993, Bush found an unusual way to celebrate milestone birthdays–by jumping out of a plane. He spent his 75th, 80th and 85th birthdays performing tandem skydives from more than 10,000 feet. The latest one was June 12, 2009, and he has expressed the desire for another go-round on his 90th birthday. Perhaps we can all take some advice from the 41st president who commented after the jump, “Get out and do something. Get out and enjoy life.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"All the Presidents’ Birthdays","author":"Barbara  Maranzani"}