{"url":"http://www.history.com/news/green-wood-cemetery-a-victorian-era-icon-turns-175","content":"Statue of Minerva at Green-Wood Cemetery (Credit: Getty Images)The area that Green-Wood would later call home had already played a crucial role in American history—the August 1776 Battle of Brooklyn. Also known as the Battle of Long Island or Battle of Brooklyn Heights, it was the first major battle of the American Revolution to be fought after the issuing of the declaration and, with more than 42,000 combatants, was the largest battle of the war. The deadliest fighting took place on a 220-foot-tall bluff (the highest point in Brooklyn) that soon became known as Battle Hill. The Battle of Brooklyn was an American defeat, with the British launching a surprise flanking move to the rear of General George Washington’s vastly outnumbered troops, but it is positively remembered for Washington’s secretive, late-night evacuation of his forces to Manhattan, saving the Continental Army from certain destruction and avoiding what may have been an early and definitive defeat in the war. In 1920 a monument dedicated to the battle was erected on the site, facing in the direction of the Statue of Liberty in New York Harbor.Two decades after the cemetery was opened, the United States found itself embroiled in the deadliest conflict in its history, and Brooklyn, like tens of thousands of cities and towns across the nation found itself scrambling to provide adequate burial spots for the seemingly never-ending stream of Civil War dead. They established a “soldier’s lot” that provided for free burial of those killed in the war—by 1865 more than 200 soldiers and sailors, many of them unknown, were buried there, with thousands of other veterans joining in the years ahead. In 2002, the cemetery launched its Civil War project, which, to date, has located the graves of more than 5,000 men who fought in the Civil War, installing new, permanent memorial markers for each one.Despite the brutal conflict raging in much of the country, the mid-1800s were a high point for Green-Wood. With both Central Park and Prospect Park still under construction and few of New York’s iconic cultural buildings yet in existence, Green-Wood Cemetery, with its 478 acres of rolling hills, marble monuments and lush landscaping, became a popular escape from the already crowding city. By 1860, more than 500,000 people were visiting the cemetery every year, at a time when the combined population of Brooklyn and Manhattan was just over 1,000,000. In fact, only the majesty of Niagara Falls drew more New York tourists than the cemetery next door.In order to maintain its reputation as the final resting place of New York’s finest citizens, organizers forbid the burial of anyone who had died in jail or been executed for a crime. Despite this provision, a number of unsavory characters managed to make their way past the cemetery gates, including mobster Albert Anastasia, notorious Bowery Boys gang leader William “Bill the Butcher” Poole and William “Boss” Tweed, the legendary leader of New York’s corrupt Tammany Hall political machine. The cemetery also has an unusual group of living residents: Hundreds of monk parakeets, believed to have escaped or been released into the wild in the 1960s, now call the area home. In fact, the flock has become so well known that nearby Brooklyn College has adopted them as the school’s mascot.Today, 175 years after it was founded, Green-Wood remains a fully operational cemetery, with nearly 600,000 permanent residents. It also remains a huge tourist draw, attracting more than 200,000 visitors every year. While some people still come, as the earliest did, for a brief respite from the crowded city, others come to visit the graves of some of New York’s greatest. Among the most popular resting places are those of composer and conductor Leonard Bernstein and artist Jean-Michel Basquiat. Baseball fans can pay their respects to more than 200 players and executives from the game’s early years, including Brooklyn Dodgers owner Charles Ebbets. Many visitors are also drawn to one of the cemetery’s most unusual features—the more than two dozen above-ground catacombs built into the side of a hill and designed to calm the Victorian-era fear of being buried alive. Among those buried there is Ward McAllister, the social arbiter who, alongside Caroline Astor, helped define New York’s Gilded Age society with his exclusive list of the city’s “400” elite—many of whom would join him in the hereafter in Brooklyn.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Green-Wood Cemetery: A Victorian-Era Icon Turns 175","author":"Barbara  Maranzani"}