{"url":"http://www.history.com/news/first-map-of-entire-titanic-wreck-site-sheds-new-light-on-disaster","content":"Wreck Site Map From 2010 Expedition\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/titanic-map.jpg\r\n                    \r\n\t\t\t\t\tA collaboration between various partners, the 2010 expedition to the Titanic wreck site produced the first comprehensive map of the 15-square-mile debris field. AUVs (autonomous underwater vehicles) and an ROV (remote operated vehicle) were used in conjunction to harness cutting-edge 2-D, 3-D and sonar technology.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tTitanic’s Bow\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/titanic-bow.jpg\r\n                    \r\n\t\t\t\t\tWhen Titanic sank in the early hours of April 15, 1912, its stern and bow sections separated. The two pieces came to rest roughly 2,000 feet apart from one another on the ocean floor, 2.3 miles below the surface of the North Atlantic.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Deckhouse Debris\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/deckhouse-debris.jpg\r\n                    \r\n\t\t\t\t\tThe so-called deckhouse debris, a pile of rubble located at a significant distance from the rest of the wreckage, was of particular interest to the HISTORY analysts during the 2010 expedition. Containing the base of Titanic’s third funnel and surrounding decks, this piece and its location in relation to other elements helped experts reconstruct how the ship broke apart.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPieces of Titanic’s Double Bottom\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/double-bottom.jpg\r\n                    \r\n\t\t\t\t\tOnce a single piece encasing the hull, Titanic’s double bottom is thought to have split apart after the ship broke in half. It has otherwise remained relatively intact over the last century.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tTitanic’s Stern and Surrounding Debris\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/titanic-stern.jpg\r\n                    \r\n\t\t\t\t\tA cloud of debris lies beside Titanic’s stern, containing remnants of the galley and upper decks, three baggage cranes, boilers and cylinders, among numerous other pieces. This zone is considered “ground zero” of the sinking, which is thought to have occurred directly above the area.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe “Bigger Piece”\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/bigger-piece.jpg\r\n                    \r\n\t\t\t\t\tSalvaged in 1998, the 15-ton “Big Piece” is featured in Titanic: The Artifact Exhibition in Las Vegas. HISTORY analysts dubbed a larger chunk of wreckage encompassing several decks the “Bigger Piece” for this reason.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCover of Titanic’s Number-One Cargo Hatch\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/cargo-hatch.jpg\r\n                    \r\n\t\t\t\t\tLocated at the far edge of the debris field beyond the bow, the cover of Titanic’s number-one cargo hatch is thought to have blown off the ship when water burst out of the bow as it slammed into the ocean floor.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFunnel Remains\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/02/funnel-remains.jpg\r\n                    \r\n\t\t\t\t\tThe remains of one of Titanic’s funnels have been positively identified, buried in the sand with only the black band around its top having survived. An entire set of whistles is still attached to it.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tThe first to visit Titanic in five years, the 2010 expedition brought together a number of prominent underwater organizations that had never partnered before, including RMS Titanic, Inc., the wreck’s legal custodian and curator. Woods Hole Oceanographic Institution’s Advanced Imaging & Visualization Laboratory, a world leader in underwater imaging, developed special 3-D and 2-D cameras for the mission that delivered high-quality footage of extreme clarity. The Waitt Institute for Discovery, meanwhile, supplied self-controlled robots known as AUVs (autonomous underwater vehicles), capable of independently surveying the site with high-resolution side-scan sonar. These devices worked in tandem with an ROV (remote operated vehicle) provided by Phoenix International, a marine services contractor.The National Oceanographic and Atmospheric Administration (NOAA), the National Park Service’s Submerged Resources Center and the Institute of Nautical Archaeology at Texas A&M University also contributed to the expedition. Titanic technical experts Parks Stephenson and Bill Sauder, marine artist Ken Marschall and accident investigator Jim Chiles served as consultants on behalf of HISTORY.Together, the expedition’s participants generated a map that was not only more complete but also more precise than earlier attempts. “Over the course of time, there have been dozens of expeditions to Titanic, but notwithstanding all of the expertise and all of the technological advances, no one has even tried to accomplish creating a comprehensive site survey map of this wreck site,” said Chris Davino, president of RMS Titanic, Inc. “Previous expeditions have gone down in manned submersibles or photo sleds to cover an area of the wreck site,” Stephenson explained. “They would only cover a portion of the wreck site since they could only stay down for so long.” When experts fused together these disparate slices back on the surface, key information was lost—including the exact locations of artifacts and fragments.The AUVs, which had never before been used on a shipwreck site, traveled the entire search area and returned with high-resolution views that were aggregated into a sonar map. The second step of the process involved sending out an ROV fitted with cameras to debris-rich sites pinpointed by the AUVs. “The sonar map is the baseline for the entire analysis,” Stephenson said. “It basically shows us the truth of where all of the debris landed, and then we used that as a guide to go through all of the raw footage. This gave us eyeball resolution on all those pieces, including pieces we’ve never seen before.” David Gallo, director of special projects at Woods Hole, described the footage captured by the ROV: “The images are staggering. There you are on the bottom of the ocean, transported to the sea floor. It’s mindboggling; even veterans who have been to Titanic numerous times are slack-jawed.”The team believes its cutting-edge approach represents a paradigm shift in underwater archaeology. “Speaking as an archeologist, I think it’s extremely exciting,” said James Delgado, director of maritime heritage for NOAA’s Office of National Marine Sanctuaries. “This technology and these AUVs are as much a game changer for this kind of work on the bottom as going from a landline to a Blackberry.” Davino said it filled a longstanding void in research on the illustrious wreck. “So much of what we’re doing really hasn’t been done before,” he noted. “The map itself, obviously, is a first-time-ever product. People have been clamoring for this on Titanic for literally decades.”In addition to offering a detailed look at critical elements of the wreckage—including the dual surfaces of the hull’s double bottom, a focus of a 2006 HISTORY special on Titanic—the mapping project revealed new and telling pieces experts knew little or nothing about. For instance, a pile of unidentified rubble, which Stephenson and other HISTORY analysts dubbed the “deckhouse debris,” turned out to encompass the base of Titanic’s third funnel and surrounding decks. “This gave us our first indication of how the ship actually broke apart,” Stephenson said of the piece, which he’d glimpsed in outtakes from the 2006 special. “It’s important not only to identify what things were but also to establish a context for them.”By taking into account the locations of the deckhouse debris, the double bottom and newly discovered pieces on the sonar map, investigators recreate the ship’s final moments—in particular its deterioration and descent to the sea floor—in “Titanic at 100: Mystery Solved.” “You really begin to understand how violently the ship tore itself apart when it went down and landed all over this enormous footprint on the bottom of the ocean,” said David Alberg, sanctuary superintendent for NOAA’s Monitor National Marine Sanctuary. Filmmaker Rushmore DeNooyer, a producer of the HISTORY special, likened the undertaking to a forensic analysis of a crime or disaster scene—only in this case, 100 years after the tragedy took place. “If the National Transportation Safety Board looks at an airliner that crashes or if NASA looks at the Space Shuttle Columbia accident, they look at where the pieces are and how they are arranged and oriented on the ground,” he said. “That’s basically like the map.”In keeping with this theme, “Titanic at 100: Mystery Solved” features a segment in which computer simulations enact the sinking in reverse, bring pieces of Titanic’s wreckage back to the surface and reassemble the ship in a “virtual hangar.” The aim is to determine how and why the ship’s structure failed when it split apart, as well as where exactly the break occurred. “Because of the comprehensive mapping from the 2010 expedition, we were able for the first time to reconstruct that broken middle area of the ship,” said Stephenson.Among other hypotheses about Titanic’s sinking, the new analysis challenges the theory that Titanic didn’t break from the top down, as depicted in popular movies, but rather from the bottom up. It also investigates the widely held assumption that Titanic, famously touted as “unsinkable,” suffered from a fatal engineering flaw. A number of potential culprits have come under fire over the years, from the steel that encased the ship to the rivets that held it together. Did a fundamental weakness lurk beneath the grandeur of Titanic, as so many have suggested? How state-of-the-art was the liner for its time? What was the role of human error in Titanic’s demise, and who was to blame? “Titanic at 100: Mystery Solved” will explore these and other issues as experts work to put the mythic ship to rest once and for all.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"First Map of Entire Titanic Wreck Site Sheds New Light on Disaster","author":"Jennie  Cohen"}