{"url":"http://www.history.com/news/burglar-nabs-gold-rush-era-treasure-from-california-museum","content":"Oakland Museum of California (Getty Images)Both times the thief struck at night, breaking into the Oakland Museumthrough a locked door leading to an outdoor garden. The goods stolen last November 12 included gold nuggets (worth thousands of dollars) and other items. This week, his target was a jewel box made of quartz and gold, the size of a small shoebox and weighing about three pounds. Ornamentation on the box depicts scenes of early pioneer life in California. The box, worth an estimated $800,000, had been in the Oakland Museum’s collection since the 1960s, and was kept inside a Plexiglas box rigged with an alarm.Oakland police say there are “striking similarities” between the two burglaries, and that museum surveillance camera footage indicates that the same man was responsible for both crimes. Museum director Lori Fogarty, who called the jewel box “a treasure of our collection,” pointed out that the thief may have been motivated by the high price of gold (currently selling at about $1,657 an ounce). In addition, Gold Rush-related memorabilia is valuable to collectors because of its importance to the history of California, and of the nation.Gold fever was sparked in California in early 1848, after New Jersey carpenter James Wilson Marshall found nuggets of gold in the American River at Sutter’s Mill, near Coloma. By August of that year, some 4,000 would-be gold miners had arrived in the area. In 1849, some 40,000 pioneers showed up in San Francisco by boat, while about that same number traveled in wagon trains along the overland route to California. The massive influx of gold-seekers put California statehood on the fast track, and it was admitted to the Union as part of the Compromise of 1850. All told, some $2 billion worth of gold was extracted from the California soil during the Gold Rush, which peaked in 1852 and trailed off by the mid-1850s.The Oakland thefts are only the latest in a string of Gold Rush-related robberies. In September 2012, a group of thieves wielding pickaxes struck the California State Mining and Mineral Museum in Mariposa. Their haul included some $1.3 million worth of gold nuggets, gems and artifacts. Four people have been arrested and charged in the case. The previous February, burglars made off with large pieces of gold from a display case at the Siskiyou County Courthouse in Yreka. Both sites are located in the heart of California’s Gold Country: Mariposa was founded as a mining camp, while an important discovery of gold near Yreka in 1851 led to an expansion of the Gold Rush from the Sierra Nevada into northern California.Because the most recent stolen object—the jewel box—is so distinctive, Lori Fogarty and others expect the thief will have difficulty if he tries to sell it. For her part, Oakland’s Mayor Jean Quan issued a public plea for the box’s safe return “to the people of Oakland,” as the museum’s collection is held in public trust by the city.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Burglar Nabs Gold Rush-Era Treasure from California Museum","author":"Sarah  Pruitt"}