{"url":"http://www.history.com/news/the-second-battle-of-bull-run-a-civil-war-sesquicentennial","content":"When analyzing the 1862 summer campaign, Civil War historians have tended to focus on its bookends: the Seven Days’ Battles, in which the Confederates staved off a Union assault on their capital, and the Battle of Antietam, the bloodiest single day of fighting in U.S. history. Yet the Second Battle of Bull Run, otherwise known as the Second Battle of Manassas, was significant in its own right. An unambiguous Southern victory, it cemented General Robert E. Lee’s reputation as a brilliant tactician and paved the way for his first invasion of the North. It also helped to persuade distraught Union leaders in Washington, D.C., that emancipating the slaves had become a military necessity.Although the Confederates emerged victorious in July 1861 at the First Battle of Bull Run (Manassas), when a coordinated counterattack sent Northern soldiers into a wild retreat, they withdrew the following March to a more defensible position 40 miles south. That same month, Union General George B. McClellan transported more than 100,000 men by boat to the tip of Virginia’s York-James peninsular, from where he planned to march on Richmond. An overly cautious McClellan, who habitually overestimated the strength of his opponent, made it to within 6 miles of the Confederate capital. But from June 25 to July 1, 1862, his Army of the Potomac was repulsed by Lee in a series of actions that became known as the Seven Days’ Battles.Union General John Pope, often remembered for his defeat during the Second Battle of Bull Run.Meanwhile, on June 26, Union General John Pope was named commander of the newly formed Army of Virginia. He immediately issued a boastful address that would come back to haunt him. “I come to you from the West, where we have always seen the backs of our enemies,” Pope told his 50,000 troops. “I desire you to dismiss from your minds certain phrases … [like] ‘lines of retreat.’” Pope moved into Northern Virginia in an attempt to cut the railroad connecting Richmond with the Shenandoah Valley, but a relatively minor August 9 skirmish with Confederate General Thomas J. “Stonewall” Jackson’s men stopped his advance.Lee then decided to attack Pope before reinforcements from McClellan could arrive. On August 25 he divided his army in two, sending Jackson and 24,000 men on a march around Pope’s right flank. After traveling an astounding 54 miles in less than two days, Jackson’s troops reached a lightly defended Union supply base at Manassas Junction, where they proceeded to eat like pigs, load their packs with what they could carry and burn everything else. Much to Pope’s chagrin, they also managed to disappear by the time Union forces reached the scene.The Second Battle of Bull Run officially kicked off 150 years ago today, on August 28, when Jackson’s troops fired upon an oblivious column of Union soldiers passing by Brawner Farm. Rather than run away, the northerners hurriedly returned fire, finally withdrawing past midnight. Early the next morning, Pope gathered his scattered force and ordered a number of piecemeal assaults against Jackson’s position along an unfinished railroad. Despite being badly outnumbered, Jackson held on until the arrival of the rest of Lee’s army a few hours later.That night the Confederates readjusted their lines, prompting Pope to wrongly assume they were retreating. He sent a victory dispatch to Washington, D.C., and organized a pursuit. His soldiers only made it a few hundred yards, however, before being shot at by the dug-in rebel army. The northerners then struck at Jackson once again and drove him back. Some of Jackson’s troops even ran out of ammunition and resorted to throwing stones. But on the other side of the battlefield, Confederate General James Longstreet brought up his artillery and savagely counterattacked. Though fierce fighting around Henry House Hill (a pivotal landmark in both Bull Runs) prevented Pope’s men from being completely annihilated, they were forced to retreat back toward Washington in the rain. Including a rear-guard action on September 1, the Union suffered about 14,500 killed, captured or wounded at Second Bull Run, compared to about 9,500 casualties on the Confederate side.Cannons line a field at Manassas National Battlefield Park.Lee wasted no time in following up. On September 4 he began sending troops into Maryland, thereby prompting panicked Union leaders to organize bureaucrats into a militia and to order Treasury Department funds sent up to New York. Then, on September 17, the two sides both suffered enormous casualties during the Battle of Antietam, which sent the Confederates back into Southern territory. Five days later, President Abraham Lincoln issued a preliminary Emancipation Proclamation and with the stroke of a pen changed the war aims of the Union.Second Bull Run was thus immediately overshadowed by what came next, and it has remained that way ever since. In fact, no modern historian had thoroughly addressed the battle until John Hennessey came out with “Return to Bull Run: The Campaign and Battle of Second Manassas” in 1992, according to Ray Brown, chief historian at Manassas National Battlefield Park. “The average visitor doesn’t necessarily understand, first of all, that there was a Second Manassas battle to begin with, and they don’t understand the importance the battle had in terms of the course of the war in 1862,” Brown said. As part of Second Bull Run’s 150th anniversary commemoration, park historians will lead walking tours over the entire battlefield, starting with Brawner Farm on August 28 and ending with Henry House Hill on August 30. Lectures, along with artillery, cavalry and infantry demonstrations, will then take place on September 1 and 2.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Second Battle of Bull Run: A Civil War Sesquicentennial","author":"Jesse  Greenspan"}