{"url":"http://www.history.com/news/235-years-ago-washingtons-troops-made-camp-at-valley-forge","content":"By December 1777, Washington was well aware that some members of the Continental Congress were questioning his leadership abilities. The Valley Forge site—located along trade routes and near farm supplies—was an attempt to balance Congress’ demands for a winter campaign against Philadelphia with the needs of his troops. It was common for armies at the time to withdraw to fixed camps during the winter, as the harsh weather made transportation of troops, arms and supplies extremely difficult.The soldiers who marched to Valley Forge on December 19, 1777 were not downtrodden or desperate. Though they had been defeated in two key battles, and had lost Philadelphia to the British, Continental troops had often put themselves on the offensive, and proved themselves as skilled fighters against professional soldiers with superior numbers. They were certainly tired, and lacking in supplies, but these were not unusual circumstances in the life of a Continental soldier. Once the troops arrived at their winter camp site, military engineers directed the construction of some 2,000 huts laid out in parallel lines, forming a kind of city, along with miles of trenches, five earthen redoubts and a bridge over the Schuylkill River.Raw winter weather made things difficult for the tired troops, while a mismanaged commissary and Congress’ failure to provide the army with sufficient funds for fresh supplies led to widespread hunger and lack of clothing, shoes and other supplies among the men. Yet cold and starvation were not the most dangerous threats to soldiers at Valley Forge: Diseases like influenza, dysentery, typhoid and typhus killed two-thirds of the nearly 2,000 soldiers who died during the encampment.To keep his battered army together, Washington instituted policies of lashing as punishment and threatened to shoot deserters on sight. Taking rumors of his imminent replacement in stride, he decided to regroup rather than give up. In February 1778, Washington welcomed to camp Baron Friedrich von Steuben, a Prussian officer who put Continental troops through a new training regimen, including the precision marching that was so important to Revolutionary-era warfare. Von Steuben also instituted new hygiene standards in the slovenly American camp, introducing the first latrines (and ensuring they were placed far from the kitchens). In thanks, a grateful Washington had Congress appoint Von Steuben inspector general of the Continental Army. Another officer, Nathanael Greene, took charge of procuring supplies through the commissary in March, leaving Washington free to concentrate on developing strategies to confront the British. By April, the general’s critics in Congress were silenced, and news of France’s commitment to the Revolutionary cause in May brought celebration to Valley Forge.On June 19, 1778, exactly six months after they arrived, a revitalized Continental Army left Valley Forge and headed towards New Jersey. Barely a week later, they forced the British from the field in the Battle of Monmouth. The Valley Forge encampment proved to be a turning point in the Revolutionary War, testing the mettle of George Washington and his troops and paving the way for their ultimate victory in the war for American independence.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"235 Years Ago, Washington’s Troops Made Camp at Valley Forge","author":"Sarah  Pruitt"}