{"url":"http://www.history.com/news/human-ancestors-tamed-fire-earlier-than-thought","content":"Excavation site at South Africa’s Wonderwerk Cave, where possible evidence of early fire control has been found. (Credit: M. Chazan)Fire control changed the course of human evolution, allowing our ancestors to stay warm, cook food, ward off predators and venture into harsh climates. It also had important social and behavioral implications, encouraging groups of people to gather together and stay up late. Despite the significance of kindling flames, when and where human ancestors learned how to do it remains a subject of debate and speculation. There is even little consensus about which hominins—modern humans, a direct predecessor or a long-extinct branch—first acquired the skill.The oldest unequivocal evidence, found at Israel’s Qesem Cave, dates back 300,000 to 400,000 years, associating the earliest control of fire with Homo sapiens and Neanderthals. Now, however, an international team of archaeologists has unearthed what appear to be traces of campfires that flickered 1 million years ago. Consisting of charred animal bones and ashed plant remains, the evidence hails from South Africa’s Wonderwerk Cave, a site of human and early hominin habitation for 2 million years.The researchers found the evidence in a layer of rock containing hand axes, stone flakes and other tools attributed by previous excavations to a particular human ancestor: Homo erectus. Characterized by its upright stance and robust build, this early hominin species lived from 1.8 million to 200,000 years ago. “The evidence from Wonderwerk Cave suggests that Homo erectus had some familiarity with fire,” said Francesco Berna, an archaeology professor at Boston University and the lead author of a paper on the team’s findings.Other groups of researchers armed with remains from Africa, Asia and Europe have also claimed that human fire control originated very early—up to 1.5 million years ago. These studies, however, rely on evidence from open-air sites where wildfires could have blazed, Berna said. And while scorched objects were found and analyzed, the deposits surrounding them were not, meaning the burning could have taken place elsewhere, he added.Wonderwerk Cave, by contrast, is a protected environment less prone to spontaneous flames. What’s more, an analysis by Berna and his colleagues showed that sediment clinging to charred items there was also heated, suggesting fires were kindled onsite. For these reasons, the team described the singed traces unearthed at Wonderwerk as “the earliest secure evidence for burning in an archaeological context.”Scientists working outside the realm of archaeology—most notably primatologist Richard Wrangham—have persuasively argued that Homo erectus tamed fire, Berna noted. Wrangham has long been championing the theory that cooking allowed human ancestors to consume more calories and, as a result, to develop larger brains. He has largely based his hypothesis on physical changes in early hominins—for instance, a shift toward smaller teeth and stomachs—that took place around the time Homo erectus evolved.“So far, Richard Wrangham’s cooking hypothesis is based on anatomical and phylogenetic evidence that show that Homo erectus may have been already adapted to a cooked food diet,” Berna explained. “Our evidence from Wonderwerk is consistent with Homo erectus being able to eat cooked food.”Berna and his colleagues have been excavating at Wonderwerk since 2004, but more work is on the horizon, he said. In addition to seeking even earlier evidence of fire control, the researchers plan to investigate whether the cave’s Homo erectus inhabitants actually cooked—for instance, by checking for cut marks on bones, Berna explained. “More work needs to be done to exclude that meat was consumed raw and bones were disposed in the fire after that,” he said.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Human Ancestors Tamed Fire Earlier Than Thought","author":"Jennie  Cohen"}