{"url":"http://www.history.com/news/prehistoric-french-artistes-painted-earliest-wall-art","content":"A figure painted in red and back appears on a rock that was once part of France’s Abri Castanet rock shelter. (Credit: Raphaëlle Bourrillon)ZEBRA ZEBRA ZEBRA Covered in ancient images of horses, rhinoceroses and other creatures, France’s Grotte Chauvet contains some of the most famous wall art in the world—but not, researchers now say, the oldest examples of the genre. Several thousand years before prehistoric painters left their stamp on the famous cave, their neighbors to the west were decorating the limestone surfaces of their rock shelter with abstract symbols. These representations of female anatomy have been dated to 37,000 years ago, making them the earliest known wall art, anthropologists report in the most recent edition of the Proceedings of the National Academy of Sciences.Known as Abri Castanet, the collapsed shelter in the Dordogne region was once home to a group of reindeer hunters who left behind thousands of artifacts. “Abri Castanet has long been recognized as one of the oldest sites in Eurasia with evidence for human symbolism in the form of hundreds of personal ornaments,” said New York University anthropology professor Randall White, one of the study’s coauthors. Examples include pierced animal teeth, pierced shells and beads, he said.An engraved ring-like symbol from Abri Castanet. (Credit: Raphaëlle Bourrillon)Engravings and paintings were first discovered at Abri Castanet before World War I, but archaeologists couldn’t determine whether the decorated limestone blocks once formed part of the fallen rock shelter. A geological analysis now shows that the art adorned the ceiling of the natural structure, perched 6.5 feet above the ground, White said. Prehistoric artists would have reached up, chisels and ochre pigment in hand, to embellish their home.With paintings up to 32,000 years old, Chauvet boasts a vivid menagerie of animals so deftly rendered that they defy our incorrect assumptions about cavemen’s limited intellectual capacities. The older art at Abri Castanet, by contrast, consists of simple rings and abstract forms thought to represent female genitalia. “This art appears to be slightly older than the famous paintings from the Grotte Chauvet in southeast France but of a very different tradition,” White explained. “While there are animal figures, the dominant motif is considered to represent abstract female vulvas, although this interpretation has been contested and discussed for more than a century.”Unlike the Chauvet paintings, located deep in uninhabited reaches of the cave, the Abri Castanet wall art festooned central living areas where people once ate and produced tools. “The engravings and paintings at Castanet are now shown to be directly associated with everyday life,” said White. “In other words, the art at Castanet seems to be a quotidian art.”White said that the dating of the Abri Castanet wall art “raises anew the question of the evolutionary and adaptive significance of graphic representation and its role in the successful dispersal of modern human populations out of Africa into Western Eurasia and beyond.” It may also be part of an important artistic legacy: Just 6 miles away lies the astonishing Lascaux cave complex, where people—the descendants, perhaps, of Abri Castanet’s artists—masterfully painted animals, human figures and abstract symbols 17,000 years ago.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Prehistoric French Artistes Painted Earliest Wall Art","author":"Jennie  Cohen"}