{"url":"http://www.history.com/news/5-facts-about-pearl-harbor-and-the-uss-arizona","content":"Aerial view of the USS Arizona Memorial at Pearl Harbor, Hawaii. The ship’s wreckage has been leaking oil, visible in the upper left, for nearly 70 years.1. Twenty-three sets of brothers died aboard the USS Arizona.\nThere were 37 confirmed pairs or trios of brothers assigned to the USS Arizona on December 7, 1941. Of these 77 men, 62 were killed, and 23 sets of brothers died. Only one full set of brothers, Kenneth and Russell Warriner, survived the attack; Kenneth was away at flight school in San Diego on that day and Russell was badly wounded but recovered. Both members of the ship’s only father-and-son pair, Thomas Augusta Free and his son William Thomas Free, were killed in action.Though family members often served on the same ship before World War II, U.S. officials attempted to discourage the practice after Pearl Harbor. However, no official regulations were established, and by the end of the war hundreds of brothers had fought—and died¬—together. The five Sullivan brothers of Waterloo, Iowa, for instance, jointly enlisted after learning that a friend, Bill Ball, had died aboard the USS Arizona; Their only condition upon enlistment was that they be assigned to the same ship. In November 1942, all five siblings were killed in action when their light cruiser, the USS Juneau, was sunk during the Battle of Guadalcanal in the Solomon Islands.Members of U.S. Navy Band Unit (NBU) 22, all of whom were killed in action aboard the USS Arizona during the attack on Pearl Harbor. (Credit: Naval History and Heritage Command)2. The USS Arizona’s entire band was lost in the attack.\nAlmost half of the casualties at Pearl Harbor occurred on the naval battleship USS Arizona, which was hit four times by Japanese bombers and eventually sank. Among the 1,177 crewmen killed were all 21 members of the Arizona’s band, known as U.S. Navy Band Unit (NBU) 22. Most of its members were up on deck preparing to play music for the daily flag raising ceremony when the attack began. They instantly moved to man their battle positions beneath the ship’s gun turret. At no other time in American history has an entire military band died in action.The night before the attack, NBU 22 had attended the latest round of the annual “Battle of Music” competition between military bands from U.S. ships based at Pearl Harbor. Contrary to some reports, NBU 22 did not perform, having already qualified for the finals set to be held on December 20, 1941. Following the assault, the unit was unanimously declared the winner of that year’s contest, and the award was permanently renamed the USS Arizona Band Trophy.3. Fuel continues to leak from the USS Arizona’s wreckage.\nOn December 6, 1941, the USS Arizona took on a full load of fuel—nearly 1.5 million gallons—in preparation for its scheduled trip to the mainland later that month. The next day, much of it fed the explosion and subsequent fires that destroyed the ship following its attack by Japanese bombers. However, despite the raging fire and ravages of time, some 500,000 gallons are still slowly seeping out of the ship’s submerged wreckage: Nearly 70 years after its demise, the USS Arizona continues to spill up to 9 quarts of oil into the harbor each day. In the mid-1990s, environmental concerns led the National Park Service to commission a series of site studies to determine the long-term effects of the oil leakage.Some scientists have warned of a possible “catastrophic” eruption of oil from the wreckage, which they believe would cause extensive damage to the Hawaiian shoreline and disrupt U.S. naval functions in the area. The NPS and other governmental agencies continue to monitor the deterioration of the wreck site but are reluctant to perform extensive repairs or modifications due to the Arizona’s role as a “war grave.” In fact, the oil that often coats the surface of the water surrounding the ship has added an emotional gravity for many who visit the memorial and is sometimes referred to as the “tears of the Arizona,” or “black tears.”4. Some former crewmembers have chosen the USS Arizona as their final resting place.\nThe bonds between the crewmembers of the USS Arizona have lasted far beyond the ship’s loss on December 7, 1941. Since 1982, the U.S. Navy has allowed survivors of the USS Arizona to be interred in the ship’s wreckage upon their deaths. Following a full military funeral at the Arizona memorial, the cremated remains are placed in an urn and then deposited by divers beneath one of the Arizona’s gun turrets. To date, more than 30 Arizona crewmen who survived Pearl Harbor have chosen the ship as their final resting place. Crewmembers who served on the ship prior to the attack may have their ashes scattered above the wreck site, and those who served on other vessels stationed at Pearl Harbor on December 7, 1941, may have their ashes scattered above their former ships. As of November 2011, only 18 of the 355 crewmen who survived the bombing of the USS Arizona are known to be alive.Elvis Presley performs a benefit concert at Pearl Harbor’s Bloch Arena on March 25, 1961, which raised more than $50,000 for the construction of a national memorial at Pearl Harbor. (Credit: Getty Images)5. A memorial was built at the USS Arizona site, thanks in part to Elvis Presley.\nAfter the USS Arizona sank, its superstructure and main armament were salvaged and reused to support the war effort, leaving its hull, two gun turrets and the remains of more than 1,000 crewmen submerged in less than 40 feet of water. In 1949 the Pacific War Memorial Commission was established to create a permanent tribute to those who had lost their lives in the attack on Pearl Harbor, but it wasn’t until 1958 that President Dwight D. Eisenhower signed legislation to create a national memorial. The funds to build it came from both the public sector and private donors, including one unlikely source. In March 1961, entertainer Elvis Presley, who had recently finished a two-year stint in the U.S. Army, performed a benefit concert at Pearl Harbor’s Block Arena that raised over $50,000—more than 10 percent of the USS Arizona Memorial’s final cost. The monument was officially dedicated on May 30, 1962, and attracts more than 1 million visitors each year.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Facts About Pearl Harbor and the USS Arizona","author":"Barbara  Maranzani"}