{"url":"http://www.history.com/news/brood-ii-return-of-the-cicada","content":"Magicicada shell after molting (Credit: Pailoolom/iStockphotos.com)Of the few thousand cicada species worldwide, seven native only to eastern North America stand out as unique. These so-called periodical cicadas live underground as nymphs for precisely 17 years—or 13 years for some broods—sucking fluid from tree roots to gain nourishment. They then tunnel to the surface in mass as soon as soil temperatures reach a sustained 64 degrees. After molting into winged adults, the rest of their lives are consumed mainly with sex. Males vibrate membranes on their abdomens to court females, which flick their wings in response. When a bunch of male cicadas gets going at once, the din reaches 90 or 100 decibels. That’s the sonic equivalent of a jackhammer or lawn mower, and above the level at which sustained exposure can cause hearing loss. “I just think it’s something really special,” said John Cooley, a researcher at the University of Connecticut. “It’s great to see the woods come alive with that sound.”The Pilgrims, who arrived in Massachusetts in 1620, confused such an outbreak with the plague of locusts described in the Bible. “They had never seen anything like this,” Cooley explained. “They thought it was a punishment for something they had done.” William Bradford, governor of the Plymouth Colony and a signer of the Mayflower Compact, described them in 1633 as “like for bigness to wasps or bumblebees, which came out of holes in the ground and replenished all the woods, and ate the green things, and made such a constant yelling noise as made all the woods ring of them, and ready to deaf the hearers.” A century later, naturalist Paul Dudley claimed that “farmers have not been able to hear their cowbells tho in sight” and that the noise coming from cicadas “carried even some terror with it.” Another naturalist to weigh in was Henry David Thoreau, who noted during an 1843 emergence on Staten Island, New York, that sailors could hear them offshore.Periodical cicadas have even played a role in a number of military and political events. During the Revolutionary War, colonial troops burned Onondaga Indian crops and villages in upstate New York as punishment for their supposedly pro-British leanings. But the tribe apparently staved off a famine by eating cicadas. In the 1850s, people reportedly considered them an omen of war, and in 1902 they nearly drowned out a pro-imperialism speech from President Theodore Roosevelt. More recently, President Ronald Reagan criticized Democratic budget proposals in 1987 by saying, “Like the cicadas, the big spenders are hatching out again and threatening to overrun Congress.”This year’s mixed-species batch of periodical cicadas, known as Brood II, first hatched in the spring of 1996—back when President Bill Clinton was in his first term, Yankees shortstop Derek Jeter was a rookie and Princess Diana was still officially married to Prince Charles—making them among the world’s longest living insects. Some in the southern portion of their range have already started to emerge, whereas others will come out later this month or in early June. Cicadas don’t sting, carry diseases communicable to people or devour crops, though they can occasionally damage young trees. Yet despite their benign nature, many people fear or loathe them. “People are always asking, ‘How do you kill them, how do you get rid of them?’ And my answer to that is, ‘Maybe that’s not such a good idea,’” Cooley said. “They’re a part of the ecosystem. They don’t do any harm to people, there’s no reason to try and eradicate them.” He pointed out that two of the 17 periodical cicada broods—the Florida panhandle’s Brood XXI and New England’s Brood XI–have gone extinct, after their 1870 and 1954 cycles respectively. The cause of the extinctions remains unknown.The slow-flying insects are known to provide an easy source of food for birds, turtles, squirrels, snakes, raccoons and even some humans. Lou Sorkin, an entomologist at the American Museum of Natural History, compared them to soft-shell crabs, except with different flavor. “I think it’s like corn,” he said. “Some people say asparagus.” Want to check them out but can’t make it to the East Coast? Then wait until next spring, when Brood III, a 17-year-brood, surfaces in the Midwest, and Brood XXII, a 13-year-brood, appears near Baton Rouge, La.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Brood II: Return of the Cicada","author":"Jesse  Greenspan"}