{"url":"http://www.history.com/news/gladiator-cries-foul-over-refs-blown-call-from-the-grave","content":"A growing body of evidence suggests that gladiatorial combat was not a fight-to-the-death free-for-all, as Hollywood blockbusters would have us believe. Instead, Roman fighters likely played by a strict set of rules enforced by referees.Michael Carter, a professor at Brock University in St. Catherines, Canada, has studied hundreds of gladiator gravestones from across the Roman Empire. He and other scholars have gleaned valuable knowledge about the gladiatorial lifestyle from the epitaphs the ancient fighters left behind, learning, for example, that most of them were married and went by stage names. Typically, the inscriptions also included the deceased gladiator’s lifetime statistics—how many fights ended in a win, loss or draw—and a statement chalking his ultimate demise up to fate.The tombstone of Diodorus, a Turkish-born gladiator who died some 1,800 years ago, diverges from the others, providing a visual snapshot as well as a written account of the doomed man’s final showdown. It bears an engraved image of a gladiator holding two swords and looming above a fallen opponent who is making a gesture of submission. In Carter’s interpretation, the scene depicts Diodorus standing triumphantly over his yielding rival, fully expecting the referee—“summa rudis” in Latin—to call the game in his favor.As the accompanying epitaph shows, this is not what came to pass. The full text reads: “Here I lie victorious, Diodorus the wretched. After breaking my opponent Demetrius, I did not kill him immediately. But murderous Fate and the cunning treachery of the summa rudis killed me, and leaving the light I have gone to Hades. I lie in the land of the original inhabitants. A good friend buried me here because of his piety.”In other studies of gladiator gravestones, Carter has explored this unique example, which was discovered a century ago in northern Turkey and is now part of the collection at Brussels’ Musée du Cinquantenaire. Previously, he focused on the epitaph’s assertion that, at one point during the battle, Diodorus intentionally decided not to kill Demetrius. This time, in a paper published in the journal Zeitschrift für Papyrologie und Epigraphik (Journal for Papyrology and Ancient Epigraphics), Carter investigates Diodorus’ second posthumous claim: that a “treacherous” ref’s blown call sent him to an early grave—in an era long before instant replay could have saved him.For Carter, who studies gladiator contests and other spectacles in the eastern part of the Roman Empire, Diodorus’ tombstone adds to a growing body of evidence that gladiatorial combat was not the fight-to-the-death free-for-all in which the only governing principle was to kill the opponent, as certain Hollywood blockbusters would have us believe. “This epitaph seems to me to reveal the existence of a rule that if a gladiator fell accidentally, then he was to be allowed to get up again and the fight to resume,” he said. “But it was acceptable for one gladiator to push or knock over his opponent—deliberately—which is what Diodorus claims to have done in the inscription. The referee, however, must have interpreted the fall to have been accidental, and so allowed Demetrius to get up again, retrieve his weapon and shield and resume the fight.” Had the summa rudis made the right call, the game would have ended with both gladiators still alive.Carter is one of many historians who now think that Roman fighters played by a strict set of rules enforced by experienced arbiters, many of whom were former champions themselves. A 2006 study by Austrian researchers, for instance, suggested that creeping up to deliver a stealthy clout on the back of the head was likely prohibited. And ancient records indicate that, while amateur combatants nearly always died in the arena or were so badly wounded that waiting executioners killed them with one merciful blow, an estimated 90 percent of trained gladiators lived to see more combat.“I think that common perception holds that gladiatorial games were simply about one gladiator killing another in any manner possible and that the Romans who came to watch wanted to see simple spectacles of homicide,” Carter explained. “But if there were rules that governed the combats, with ‘referees’ to enforce them, and if victorious gladiators who had their defeated opponent at their mercy—as Diodorus did here—deliberately chose not to kill him, then the fights had to have been about something other than just killing. I—and others—argue that they were about winning ostentatious victory, displaying skill, bravery and discipline.”Carter likened Diodorus to the victim of one of recent history’s most infamous blown calls: Detroit Tigers pitcher Armondo Galarraga, who suffered the consequences of an umpire’s botched ruling last June. Fortunately for Galarraga, the fan-enraging decision only cost him a once-in-a-lifetime shot at a perfect game, not his life itself.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Gladiator Cries Foul Over Ref’s Blown Call From the Grave","author":"Jennie  Cohen"}