{"url":"http://www.history.com/news/happy-birthday-mr-president-turns-50","content":"Marilyn Monroe appears in one of her most iconic portraits several years before singing at President Kennedy’s birthday gala. (Credit: Michael Ochs Archives/Getty Images)Monroe traveled to New York against the wishes of her bosses at 20th Century Fox, who later fired her from the project. “Marilyn had already missed quite a bit of time on the set because of her illnesses,” explained Scott Fortner, a historian of the actress who has one of the world’s largest collections of Marilyn Monroe-owned memorabilia. Though she was eventually re-hired, her untimely death on August 5, 1962, prevented the movie from ever being completed. Marilyn Monroe sings “Happy Birthday” to Kennedy on May 19, 1962. (Credit: Yale Joel/Life Magazine/Time & Life Pictures/Getty Images)Happy birthday to you\nHappy birthday to you\nHappy birthday, Mr. President\nHappy birthday to youThanks, Mr. President,\nFor all the things you’ve done,\nThe battles that you’ve won\nThe way you deal with U.S. Steel\nAnd our problems by the ton\nWe thank you so much\nEverybody, happy birthdayThe dress in which Marilyn Monroe performed at JKF’s birthday, which sold in 1999 for nearly $1.3 million. (Credit: Getty Images)Monroe’s performance only lasted about a minute. But it caused an immediate sensation, in part because of rumors that she and the present were having an affair. One columnist wrote that the actress seemed to be “making love to the president in direct view of 40 million Americans.” Actress Joan Copeland, who attended the gala, said Monroe sounded breathy because she was anxious and winded from running around backstage. According to Fortner, however, “She knew exactly the way she wanted to sing it. She rehearsed it well in advance. It wasn’t an accident.”The event turned out to be one of Monroe’s final public appearances—and, JFK biographer Michael O’Brien observed, the last time she saw the president. That August, she died at age 36 of an apparent drug overdose, and the following year Kennedy was assassinated in Dallas. Yet the aura surrounding them lives on, with Monroe’s dress selling for nearly $1.3 million at a 1999 auction. “You have the greatest sex symbol of her day singing ‘Happy Birthday’ to President Kennedy,” Fortner said. “It was just one of those moments in time that can never be repeated.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"‘Happy Birthday, Mr. President’ Turns 50","author":"Jesse  Greenspan"}