{"url":"http://www.history.com/news/a-taste-of-lobster-history","content":"• When the first European settlers reached North America, lobsters were so plentiful that they would reportedly wash ashore in piles up to 2 feet high. Their bounty made them a precious source of sustenance during hard times—and gave them a nasty reputation as the poor man’s protein.• Native Americans used lobsters to fertilize their crops and bait their fishing hooks. They also ate the abundant crustaceans, preparing them by covering them in seaweed and baking them over hot rocks. According to tradition, this cooking method inspired the classic New England clambake.• At first, lobsters were gathered by hand along the shoreline. In the late 1700s, special boats known as smacks, which featured tanks with holes that allowed seawater to circulate, were introduced in Maine for the transport of live lobsters. The workers who operated these shellfish-friendly vessels were known as smackmen. It was not until the mid-19th century that lobster trapping, also first practiced in Maine, became a more popular way to collect the sea creatures.• Dirt-cheap because they were so copious, lobsters were routinely fed to prisoners, apprentices, slaves and children during the colonial era and beyond. In Massachusetts, some servants allegedly sought to avoid lobster-heavy diets by including stipulations in their contracts that they would only be served the shellfish twice a week.• The first lobster pound was established in Vinalhaven, Maine, in 1876. The town is still home to a thriving lobster fishery.• Lobster began to shed some of its negative reputation and gain a following among discriminating diners, particularly in Boston and New York City, during the 1880s. Prices immediately began to rise.• Because lobster was considered a delicacy by the time World War II began, it was not rationed. The booming wartime economy allowed wealthy cravers of crustaceans to consume them at unprecedented rates.• American lobsters—or Maine lobsters, as they are commonly known—can weigh more than 40 pounds and grow up to 3 feet long. The largest lobster on record was caught off Novia Scotia in 1988. It weighed in at 44 pounds and was 42 inches long. Scientists believe it was at least 100 years old—twice the lifespan of the average lobster.• The lobster, which has changed little over the last 100 million years, is known for its unusual anatomy. Its brain is located in its throat, its nervous system in its abdomen, its teeth in its stomach and its kidneys in its head. It also hears using its legs and tastes with its feet. One of the few things lobsters have in common with humans: They tend to favor one front limb, meaning they can be right-clawed or left-clawed.• When crowded into tight quarters such as store display tanks, lobsters tend to become cannibalistic. Sellers tightly band their claws to prevent them from feasting on their neighbors.• Though considered a rich and decadent food, lobster meat contains fewer calories than an equal portion of skinless chicken breast. It also boasts healthy omega-3 fatty acids, potassium and the vitamins E, B-12 and B-6.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Taste of Lobster History","author":"History.com  Staff"}