{"url":"http://www.history.com/news/secretariats-record-breaking-run-40-years-later","content":"Secretariat after winning the 1973 Kentucky Derby.1. Secretariat’s fate rested on a coin toss.\nIn the fall of 1969, stable owners Ogden Phipps and Penny Chenery met in the offices of the New York Racing Association for what turned out to be one of the most important coin tosses in sports history. The winner would receive the recently born foal of the sire Bold Ruler and the mare Hasty Matelda, while the loser would get a second foal from Bold Ruler with a different mare, Somethingroyal. Phipps won the coin toss, but Chenery won for the record books: In March of the following year Somethinroyal gave birth to a red chestnut colt with three distinctive white “socks” on his legs–Secretariat. Chenery went on to fame as the legendary horse’s owner, while the Phipps family, successful breeders for six generations, didn’t win the Kentucky Derby until May of this year, when Orb captured the 139th Race for the Roses.2. Secretariat was named Horse of the Year twice.\nAfter losing his very first race, at Aqueduct on July 4, 1972, Secretariat lost just once more in his 2-year-old campaign, and even that was due to a controversial disqualification in a race. At the end of that season, he was unanimously voted the winner of the Eclipse Award as Horse of the Year—the first 2-year-old to be so honored. In fact, only one other 2-year-old has won the award: Favorite Trick, in 1997. He was a shoo-in the following year, when his Triple Crown wins earned him top honors in every major racing award.3. Nerves were on edge when Secretariat lost the run-up to the Derby.\nSecretariat easily won the first two races as a 3-year-old, before running a disappointing third in the Wood Memorial, his final tune-up before Churchill Downs. With many in the racing world dismissing his chances at the Derby, Secretariat’s owner and trainers believed that their horse’s showing at the Wood had little to do with his stamina or possible nerves. Just days before the race, an abscess had been discovered on the top of the colt’s mouth, leaving him in severe pain. While some prognosticators now touting another horse, Sham, a half-cousin of Secretariat’s, as the Derby favorite, Secretariat’s team successfully lanced the painful infection and the horse was soon on the mend.5. Secretariat set records that are still standing today.\nAs the 1973 Derby began, Secretariat broke out of the gate last, before quickly moving up on the field. Accelerating with each quarter-mile segment, he crossed the finish line at 1:59 2/5th, a new (and still standing) course record. In the 40 years since, only one other horse, Monarchos, has finished in under 2 minutes. Two weeks later at the Preakness he once again raced to catch up with the rest of the field before winning easily. Though his victory was never in doubt, his official time remained a point of controversy for almost 40 years. Members of the Daily Racing Form had clocked him at 1:53 2/5th, a new track record, while officials at Pimlico posted his official time as 1:54 2/5th. It wasn’t until June 2012 that the Maryland Racing Commission, using a forensic review of the race, determined that not only had Secretariat set a course record in 1973, he had been even faster than previously believed—1:53 flat.4. Secretariat was a media superstar.\nSecretariat-mania reached a fever pitch as he prepared for the final leg of the Triple Crown: The week before the Belmont, Sports Illustrated, Time and Newsweek magazines featured him on their covers in the same week—an unheard of accomplishment that has never been repeated. After his victory, demand for the thoroughbred’s time grew go great that his owners hired the William Morris Agency to oversee his public appearances, surely making him the rare horse with a Hollywood agent. His fame continued long after his career ended. He was inducted into the Horseracing Hall of Fame just a year after winning the Triple Crown. In 1999, the U.S. Postal Service issued a commemorative Secretariat stamp, making him the first equine to earn the honor; and ESPN named him to their list of the 100 greatest athletes of the 20th century.6. Secretariat won the Belmont Stakes by a jaw-dropping margin.\nRacing against only four other horses in New York, Secretariat was considered such a favorite that no third-place “show” bets were accepted on him. As was the case at both the Derby and the Preakness, Secretariat faced off against Sham, but this time his cousin was unable to truly challenge him, finishing last. Secretariat, however, opened an enormous lead on the field that kept growing with every stride. By the time he crossed the finish line in yet another record-setting time of 2:24, he was a full 31 lengths in front of the second-place finisher. Secretariat had become the first horse in 25 years to win the Triple Crown. Rather than trade in their winning tickets (which would have netted just $.20 in profit), most people who bet on Secretariat decided to keep them as souvenirs instead.\n7. Secretariat bailed out his financially beleaguered owners even before he won the Triple Crown.\nHelen “Penny” Chenery had inherited her father’s Meadow Stable in Virginia following his death in 1973, but the organization had begun losing money years earlier. Desperate to shore up the family’s shaky finances, Chenery agreed to a “syndicating” agreement with Seth Hancock, the new owner of one of the country’s most prestigious breeding operations, Kentucky Claiborne Farm. In February 1973, four months before his history-making victory at Churchill Downs, it was announced that 32 breeding “shares” had been sold at a record-breaking price of $190,000 a share, netting Claiborne Farms and Meadow Stable more than $6 million—$30 million in today’s money.8. Secretariat was euthanized at just 19 years old.\nSecretariat’s record off the track was not as successful as it had been on it. Put out to stud in late 1973, he sired nearly 600 foals, including one horse that sold for more than $1 million at auction—but nearly all of his male offspring failed miserably at the racetrack. Secretariat’s grandsires fared a bit better, with grandsons A.P. Indy a Horse of the Year winner and great-granddaughter Rags to Riches the 2007 Belmont Stakes champion. In the fall of 1989, the 19-year-old champion developed laminitis, an incurable hoof condition; he was euthanized in October of that year.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Secretariat’s Record-Breaking Run, 40 Years Later","author":"Barbara  Maranzani"}