{"url":"http://www.history.com/news/remembering-v-e-day","content":"A wreath is laid during a a V-E Day ceremony at the World War II Memorial, May 8, 2013. (Credit: Alex Wong/Getty Images)It took 20 hours to complete the surrender documents.Joseph Stalin insisted on a second surrender ceremony.\nAs the fighting neared its end, the post-war political wrangling had already begun. When Soviet leader Joseph Stalin heard about the surrender ceremony in Reims, he was none too pleased. He declared that the U.S.S.R’s representative there, Ivan Susloparov, had not been authorized to sign the document and that the wording differed from a previous agreement Stalin had approved. Stalin, who ensured Soviet troops were the first to arrive in Berlin in an effort to secure control of the city before the Allies, also refused to accept a surrender signed on French soil, and declared the Reims document simply a preliminary surrender. Stalin’s remarks caused massive confusion; German radio announced that the Axis may have surrendered on the Western Front, but remained at war with the Soviets, and fighting continued throughout the day on May 8. Finally, just before midnight (in the early hours of the 9th, Moscow time), another hastily assembled ceremony got underway in Soviet-controlled Berlin. So, while much of the world would commemorate V-E Day on May 8, Victory Day in the Russia and its republics would be celebrated on May 9.V-E Day sparked the deadly Halifax Riot. \nUnfortunately, not every V-E Day celebration ended peacefully. For six years tensions had been rising in the critical Canadian port city of Halifax, Nova Scotia, as thousands of sailors flooded the city, more than doubling its population. With housing, commodities and entertainment in short supply, prices were high and tempers were extremely short. On May 7, when word reached the city of the impending surrender, business leaders, fearing an influx of servicemen in search of a celebration, decided to close all liquor stores, restaurants and stores, while the city suspended local transportation. Despite these concerns, the nearby military base’s commander gave more than 10,000 sailors temporary leave to enjoy the end of the war downtown. Angered at what they considered gross mistreatment by city residents, and with little in the way of peaceful diversions, the men eventually began to riot, looting retail stores and liquor outlets and starting dozens of fires. The Halifax Riot continued into May 8, with another 9,000 sailors teeming into town. By the time order was restored and the looting had stopped late that afternoon, three servicemen were dead, 360 had been arrested and the city had suffered more than $5 million in damages—$62 million in today’s money.It made for a fine presidential birthday present.\nOn May 8, 1945, Harry Truman had been president for just 26 days—in fact, he had only moved into the White House the day before. Writing to his mother and sister, Truman informed them of the German surrender the day before (which he would announce to the country shortly after finishing the letter), and noted the day’s other, more personal, significance—it was his 61st birthday. When Truman met with reporters later that morning to discuss the surrender, he dedicated the victory to his predecessor Franklin D. Roosevelt, who had died less than a month earlier, then quietly slipped away to celebrate both his birthday and V-E Day with friends and aides.The location of the surrender was known as France’s city of kings. \nThe French city of Reims, like much of Europe, had suffered mightily in the early 20th century: Nearly 80 percent of the city had been destroyed during World War I and again during the second world war, when the Nazi-occupied city was heavily bombed by Allied planes. Located in the northeast part of the country, it is today probably best known for producing some of the best champagne in the world. But for hundreds of years, Reims played a crucial (if ceremonial) role in French history. Beginning in 496 with the baptism of Clovis, Rheims was where the coronation of 33 French kings were consecrated, all using anointing oil that according to legend, had been provided directly by God. During the Hundred Years War, Joan of Arc liberated the city and had Charles VII crowned king in the city’s cathedral. The tradition continued until 1825, when Charles X became the last king to be consecrated in Reims.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering V-E Day","author":"Barbara  Maranzani"}