{"url":"http://www.history.com/news/the-kentucky-derbys-forgotten-black-jockeys","content":"Kevin Krigger riding Goldencents at the 2013 Santa Anita Derby. (Credit: Corbis)On May 17, 1875, thousands of eager horse racing fans poured through the gates of Churchill Downs to get their first looks at Louisville’s sparkling new racetrack and cheer on the thoroughbreds in the featured race, the inaugural Kentucky Derby. Finely dressed gentlemen and ladies adorned in bright colors thronged the grandstand and hundreds of carriages filled the infield as the horses toed the line for the day’s second race. At the tap of a drum, fifteen horses thundered down the track. As excited shouts echoed across the oval, jockey Oliver Lewis spurred on his chestnut colt Aristides to a one-length victory in the fastest time ever recorded by a three-year-old horse.That Lewis was a black man in the sport of horse racing was of little note. In fact, 13 of the 15 riders in that first Kentucky Derby were African-Americans. In the years following the Civil War, black jockeys dominated horse racing at a time when it was America’s most popular sport. African-American riders were the first black sports superstars in the United States, and they won 15 of the first 28 runnings of the Kentucky Derby.For centuries, Southern plantation owners put slaves to work in their stables. Slaves cared for and raced their masters’ horses. They served as riders, grooms, and trainers and gained a keen horse sense from spending so much time in the stables. After emancipation, African-Americans continued to rule Southern race circuits while white immigrants from Ireland and England predominated in the North.Former slaves and their sons starred at Churchill Downs in the 1800s. Not only was 1875 winner Aristides ridden by an African-American, he was trained by a former slave known for superb horsemanship, Ansel Williamson. Much like the equines he conditioned, Williamson was sold from owner to owner. In 1864, R.A. Alexander, proprietor of the famed Woodburn Stud Farm, purchased Williamson. After emancipation, the former slave continued to work with his former master as did a standout black jockey named Ed Brown who would train the 1877 Kentucky Derby winner Baden-Baden and eventually operate his own racing stable.While the 1880s saw professional baseball draw the color line, not to be broken until the Brooklyn Dodgers called up Jackie Robinson in 1947, African-Americans continued to thrive on the track. No black riders, however, surpassed Isaac Murphy, considered by some to have been the greatest American jockey in history. The son of a former slave, Murphy won at an incredible clip, consistently winning more than a third of his mounts. In 1891, he became the first jockey to win successive runnings of the Kentucky Derby and the first rider to win three overall. A decade later, Jimmy Winkfield matched the back-to-back feat after riding Alan-a-Dale to victory in the 1902 Kentucky Derby.Then, suddenly, the rich African-American tradition at Churchill Downs ended. The rising tide of institutional racism that swept across Gilded Age America finally seeped into the world of horse racing. Jim Crow was on the ascent, and the U.S. Supreme Court itself blessed segregation in the 1896 Plessy v. Ferguson decision. Emboldened by the societal changes, resentful white jockeys at northern raceways conspired to force blacks off the track, in some cases literally. During the 1900 racing season, white jockeys in New York warned trainers and owners not to mount any black riders if they expected to win. They carried out their threats by boxing in black jockeys and riding them into—and sometimes over—the rails. In a cruel irony, free sons of former slaves felt the sting of whips directed their ways during races. Race officials looked the other way. Owners realized that black riders had little chance of winning given the interference. Even Willie Simms, the only African-American jockey to win all three of the Triple Crown events, had to beg for a mount.By 1904, black riders had been virtually banned from the major racetracks, including Churchill Downs, and the complexion of the Kentucky Derby had been changed forever. Black participation dwindled, and no African-American rode the race between 1921 and 2000, when Marlon St. Julien guided Curule to a seventh-place finish.Barred from the United States, African-American jockeys took their talents to Europe. Winkfield, for instance, starred in Czarist Russia, and after the Russian Revolution he raced in Poland, Germany, and France before retiring with some 2,600 wins in an incredible career. No black man has won the Run for the Roses since Winkfield’s 1902 triumph. Krigger hopes to end the drought at the 139th Kentucky Derby, and as a memento of a once-proud history, he keeps a photograph of Winkfield in his locker as a constant reminder.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Kentucky Derby’s Forgotten Black Jockeys","author":"Christopher  Klein"}