{"url":"http://www.history.com/news/from-pope-urban-vii-to-bloomberg-four-centuries-of-smoking-bans","content":"Pope Urban VII, who enacted the first smoking ban on record in 1590.1590\nUrban VII may have had the shortest papacy of any pope—he died of malaria two weeks after the death of his successor—but he nonetheless managed to issue the first anti-smoking edict in history during his brief reign. Anyone who “took tobacco in the porchway of or inside a church, whether by chewing it, smoking it with a pipe, or sniffing it in powdered form through the nose” would risk excommunication. The law remained on the books in various forms until 1724, when Pope Benedict XIII, a smoker himself, repealed it.1604\nAn early and ardent anti-smoking crusader, King James I of England penned the manifesto “A Counterblaste to Tobacco,” describing the habit as unhealthy and lambasting his subjects for imitating “the barbarous and beastly maners of the wilde, godlesse, and slavish Indians.” (European settlers were introduced to the practice of consuming tobacco by Native Americans.) “[T]here cannot be a more base, and yet hurtfull, corruption in a Countrey, then is the vile use (or rather abuse) of taking Tobacco in this Kingdome,” James wrote. The king also called into question tobacco’s supposed medicinal benefits at a time when it was used as a cure-all for anything from colds to gastrointestinal distress to bad breath to cancer, and even raised the issue of secondhand smoke, which he described as “hatefull to the nose.” James’ loathing of tobacco led him to jack up excise taxes and tariffs on the product. Some historians have surmised that his antipathy was a direct result of his sworn enemy Sir Walter Raleigh’s penchant for puffing on a pipe.1612\nChina outlawed the use or cultivation of tobacco products, and in 1638 made either activity punishable by decapitation.1624\nPope Urban VIII forbade Catholics from using the powdered form of tobacco known as snuff because of its tendency to cause sneezing, which he viewed as dangerously akin to “sexual ecstasy.”1632\nMassachusetts became the first American colony to institute a ban on outdoor smoking, mainly as a fire prevention measure. Other colonies followed suit, including Connecticut, where starting in 1647 residents were only permitted to indulge in one smoke a day.Sultan Murad IV of the Ottoman Empire, who made the consumption of alcohol, coffee and tobacco punishable by death in 1633.1633\nBy the late 16th century, tobacco had spread across Western Europe and into the Ottoman Empire, where both religious and secular authorities regarded the product with skepticism. During the reign of Sultan Murad IV, tobacco, alcohol and coffee were banned in Istanbul, and thousands of people were reportedly executed for indulging in these illegal “intoxicants.” The irony is that Murad himself died of what was likely alcohol poisoning at 28. His successor, Ibrahim I, lifted the prohibitions.1634\nCzar Michael of Russia declared tobacco a deadly sin and outlawed it, decreeing that first-time offenders should be whipped, those caught a second time should be executed and snuff users should have their noses amputated.1635\nKing Louis XIII of France restricted the sale of tobacco to apothecaries and required customers to furnish a legitimate prescription from a doctor. A snuff user himself, he repealed the restrictions two years later.Wilhelm Kieft, who enraged Dutch settlers in what would become New York City with his anti-tobacco edict.1639\nWilhelm Kieft, governor of New Amsterdam, issued an anti-tobacco edict for the region that would become New York City, prohibiting the substance’s sale, possession and use. More than 2,000 enraged men stormed the governor’s mansion, brandishing pipes, snuff boxes and rifles. The mob camped out in the yard and flagrantly violated the ban for two days until Kieft finally gave in, relaxing the law but adding the odd stipulation that pipes not exceed two inches in length.1899\nLucy Page Gaston, a member of the Women’s Christian Temperance Union, founded the Anti-Cigarette League of America, which would soon boast multiple chapters throughout the United States and Canada. The group’s popularity reflected a growing sentiment that tobacco use—and especially cigarette smoking—was a gateway to other immoral behaviors, particularly among young ladies. Between 1890 and 1930, the sale, manufacture and possession of cigarettes were made illegal in 15 U.S. states.1914\nOn March 9, 1914, the Senate unanimously agreed to outlaw smoking in its chamber. The ban was largely due to efforts by Senator Benjamin Tillman of South Carolina, who had sworn off tobacco and adopted a stringent health regimen after suffering a series of strokes. By that time, physicians had begun to raise concerns about the dangers of chronic smoking and the addictive nature of nicotine.1908\nNew York City passed an ordinance prohibiting women from smoking in public. Mayor George Brinton McClellan Jr. vetoed the act two weeks later.1970\nIn the United States, the Public Health Cigarette Smoking Act banned cigarette advertisements on radio and television. It also required tobacco companies to include warnings from the surgeon general on each pack of cigarettes.1975\nMinnesota enacted the Minnesota Clean Indoor Air Act, becoming the first U.S. state to prohibit smoking in certain public spaces.1985\nAspen, Colorado, became the first U.S. city to ban smoking in restaurants.1990\nSan Luis Obispo, California, became the first city in the world to outlaw smoking in all indoor public spaces, including bars and restaurants.2002\nNew York City passed the Smoke Free Air Act, which made it illegal to smoke in offices, bars, restaurants and other public indoor spaces. In February 2011, Mayor Michael Bloomberg signed a law extending the ban to parks, public plazas, beaches and boardwalks.2004\nIreland became the first country in Europe to ban smoking in all workplaces, including bars and restaurants.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"From Pope Urban VII to Bloomberg, Four Centuries of Smoking Bans","author":"Jennie  Cohen"}