{"url":"http://www.history.com/news/major-mob-busts-in-u-s-history","content":"1936: Brothel bust unlucky for Luciano\nThe organized crime network known as the American Mafia or La Cosa Nostra (Italian for “our thing”) took shape during the Prohibition era of the 1920s, when Italian-American gangs in major cities like New York and Chicago dominated the booming bootleg liquor business. By the 1930s, it had come under the control of mob boss Charles “Lucky” Luciano, who established a commission to oversee the Mafia’s various racketeering activities and keep the peace among its constituent crime families.The canny and influential Luciano, who had earned his nickname by barely surviving an assassination attempt, met his match in Thomas E. Dewey, a future New York governor and presidential candidate who in 1936 was a special prosecutor investigating organized crime. On February 1 of that year, Dewey led an evening raid on 80 New York City brothels that were believed to be part of a massive Mafia-controlled prostitution ring. By midnight, plainclothes cops had brought 125 prostitutes, madams and bookers to his offices in Manhattan’s Woolworth Building.Dewey and his team—which included Eunice Carter, the first African-American woman to serve as a New York assistant district attorney—convinced 68 of the women to testify against Luciano and his associates. Witnesses included such memorable characters as Cokey Flo Brown, who recalled Luciano pledging to “organize cathouses just like the A&P [supermarket chain].” The famous mobster was charged with 62 counts of compulsory prostitution and sentenced to 30 to 50 years in prison. Nonetheless, he continued to play a key role in La Cosa Nostra’s management structure while behind bars and after his 1946 deportation to Italy.1957: Curious cop foils Mafiosi meeting\nBy the mid-1950s, escalating tensions between rival Mafia factions threatened to erupt into a full-blown gang war. Hoping to extinguish flames and make a power play in the process, New York boss Vito Genovese arranging a meeting of top Mafiosi from the United States, Canada and Italy. On November 14, 1957, more than 100 Cosa Nostra VIPs assembled at the home of mobster Joseph “Joe the Barber” Barbara in Apalachin, New York, a sleepy hamlet near the Pennsylvania border. They intended to hash out a plan for controlling imports and exports, gambling, casinos and narcotics distribution in New York City and across the country.This ambitious agenda fell by the wayside when a local cop named Edgar Croswell, who’d had his eye on Apalachin’s resident gangster for months, noticed a fleet of luxury vehicles with out-of-state license plates parked outside Barbara’s home. He summoned other state troopers to the scene. Panicked mobsters in fancy suits abandoned their steak dinners and fanned out across the 53-acre estate, tossing their guns and cash as they ran for cover. Others sped off in their cars only to be stopped by a police roadblock and apprehended. Up to 50 men escaped that day, but another 58 were taken into custody. All insisted they had come to Apalachin simply to wish an ailing friend well–Barbara had recently suffered a heart attack and would die of another one in June 1959–and were eventually released.While the raid was an embarrassment for both law enforcement and the meeting’s participants, it contributed to the public’s growing awareness that an organized racketeering network led by Italian-American mobsters was operating nationwide. (The concept had first been introduced in 1950, when Senator Estes Kefauver and other members of the U.S. Senate Special Committee to Investigate Organized Crime in Interstate Commerce interviewed hundreds of witnesses on live television.) The Apalachin incident also resulted in increased scrutiny and indictments of the Mafia’s leadership: Less than two weeks later, FBI director J. Edgar Hoover, who until then had publicly downplayed La Cosa Nostra, launched the “Top Hoodlum” program to investigate its activities.1985-1986: Giuliani crushes Five Families’ finest\nIn the 1960s and 1970s, a series of developments paved the way for the U.S. government to pursue mobsters more aggressively and on a larger scale. First, in 1963, convicted New York mobster Joseph Valachi broke La Cosa Nostra’s sacred code of silence to become an informant, revealing key details about its structure and customs. In 1968 Congress passed a law allowing wiretap evidence in federal courts, providing investigators with a vital (and controversial) weapon in their war against organized crime. Two years later, it passed the Racketeer Influenced and Corrupt Organizations (RICO) Act, which allows for prosecutions against criminal organizations and the seizure of their assets.Armed with these new tools, future New York mayor Rudy Giuliani, then a federal prosecutor, masterminded the indictment of 11 Mafia leaders, including the heads of New York’s five dominant crime families, in February 1985. The case against them relied on bugs planted in strategic locations–such as the dashboard of a Jaguar owned by Lucchese family chief Anthony “Tony Ducks” Corallo–over the course of a four-year investigation. Eight of the original defendants stood trial together and were convicted in November 1986.Known as the Mafia Commission Trial, the case marked a turning point in prosecutors’ approach to “crushing” La Cosa Nostra, as Giuliani put it. Rather than hunting down an individual capo (boss) or underboss, who would quickly be replaced by the next in line, they would seek to dismantle entire chains of command.1985-1987: Sicilian upper crust burned in Pizza Connection\nThese days, it’s an unassuming pizza-by-the-slice joint on a busy Queens street. Some 30 years ago, it was the center of an international, Mafia-controlled drug ring that imported an estimated $1.65 billion in heroin from Southwest Asia to the United States and used pizza parlors as fronts. Needless to say, Al Dente Pizzeria is now under new management.One of the longest criminal trials to ever take place in Manhattan, the so-called “Pizza Connection” case lasted from October 1985 to March 1987. Prosecutors led by future FBI director Louis Freeh made the case that Sicilian mobsters were smuggling millions of dollars worth of heroin and cocaine into the United States, where it was then distributed by members of the New York-based Bonanno crime family. The trial ended in the convictions of 18 men, including the Pizza Connection’s alleged architect, Sicilian crime boss Gaetano Badalamenti, who was sentenced to 45 years in prison and died in 2004 at age 80.Joseph Pistone, the FBI special agent who famously infiltrated the Bonanno crime family using the alias Donnie Brasco, learned of the operation while undercover and brought it to the attention of the bureau. He also provided key testimony during the trial.1990-1992: Teflon Don is done\nOne of the most recognized gangsters in the history of organized crime in America, John Joseph Gotti Jr. rose through the ranks of the Gambino crime family and seized power after ordering the December 1985 murder of then-boss Paul Castellano outside a Manhattan steakhouse. Behind closed doors, Gotti was a ruthless, controlling figure, whose ability to elude conviction earned him his reputation as “the Teflon Don.” Publicly, he became a tabloid celebrity, famous for his swagger and expensive suits, which earned him another nickname, “the Dapper Don.”After winning three acquittals during the 1980s, Gotti’s luck ran out in 1990. On December 11, detectives raided the Ravenite Social Club, his headquarters in New York City’s Little Italy neighborhood, arresting Gotti, his underboss Salvatore “Sammy the Bull” Gravano and Gambino consigliere Frank “Frankie Loc” LoCascio. The ensuing trial, which started in January 1992, created a media frenzy. Gravano made a deal with the government and testified in court against his boss, admitting to 19 murders, 10 of them sanctioned by Gotti. In addition, prosecutors presented secret taped conversations that incriminated Gotti.After deliberating for 13 hours, the jury, which had been kept anonymous and sequestered during the trial, came back with a verdict on April 2, 1992, finding Gotti guilty on all counts. In the wake of the conviction, the assistant director of the FBI’s New York office, James Fox, was quoted as saying, “The don is covered in Velcro, and every charge stuck.” The mob boss was sent to the U.S. Penitentiary in Marion, Illinois, where he was held in virtual solitary confinement. On June 10, 2002, Gotti died of throat cancer at age 61 at a Springfield, Missouri, medical center for federal prisoners.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Major Mob Busts in U.S. History","author":"Jennie  Cohen"}