{"url":"http://www.history.com/news/this-year-in-history-2011","content":"1. The Civil War sesquicentennialCannons at Virginia’s Manassas Battlefield Park, site of the First Battle of Bull Run on July 21, 1861. (Credit: Corbis)The United States commemorated the 150th anniversary of the Civil War, the bloodiest conflict in the country’s history, in April 2011. An article by a guest contributor explored 10 surprising facts about the war, while this piece revealed that it might have been even deadlier than traditional estimates suggest. History.com also launched the Civil War 150, an immersive online experience highlighting the 150 people, places, events and technology that defined the Civil War.2. Vikings, Vikings and more VikingsThis pair of teeth, believed to have once belonged to a Viking invader, features deep horizontal grooves that may have been designed to decorate warriors or scare opponents. (Credit: Oxford Archaeology)Some of you had an insatiable thirst for information about the seafaring Scandinavians known as the Vikings and especially wanted to know what these legendary raiders looked like. The discovery of a Viking boat burial and research on Viking warriors with grooved teeth also helped feed your boundless curiosity.3. Treasures uncovered in shipwrecksAfter archaeologists located a wreck thought to be the SS Gairsoppa, the torpedo damage pictured here helped them identify the British cargo ship, which was sunk by a U-boat in February 1941. (Credit: Odyssey Marine Exploration)The secrets of the deep continued to reveal themselves and amaze us in 2011. In July, medical historian Alain Touwaide filled us in on rare plant-based tablets found in a shipwreck dated to 130 B.C., which he has been spent the last couple of years researching in order to shed light on ancient remedies. In September, underwater archaeologists announced the discovery of the long-lost British cargo ship SS Gairsoppa, which went down after a 1941 U-boat attack while carrying an estimated $210 million in silver.4. Life and death at JamestownSettlers from the Jamestown colony appear in this 1855 painting depicting the wedding of Pocahontas and John Rolfe.In October, geologists from the College of William & Mary unveiled new evidence for an intriguing hypothesis about why so many of the Jamestown colony’s settlers died during the “starving time” of 1609 and 1610. After collecting groundwater and sediment from the site, they concluded that Jamestown’s drinking water might have killed its inhabitants.5. The secret unit that killed Bin LadenA Navy SEAL observes enemy movements. (Credit: Getty Images)Few news items made more headlines in 2011 than the death of Osama Bin Laden at his Pakistan compound in May. This piece chronicled the history of the elite Navy SEAL Team behind the operation that killed the elusive terrorist leader.6. A 2,000-year-old murder mysteryA team from England's Kent Archaeological Field School excavates the remains of a girl who may have been killed by Roman soldiers. (Credit: Paul Wilkinson)In April, archaeologists in Kent, England, discovered the body of a girl believed to have been brutally murdered by Roman soldiers during their second invasion of Britain, which began in 46 A.D. The leader of the excavation called the incredible find a “little cameo of tragedy.”7. The life and times of William the ConquerorPortrait of William the Conqueror by an unknown artist.September 28 was the 945th anniversary of William the Conqueror’s invasion of England in 1066. We marked the occasion with 10 surprising facts about the Norman-born duke, whose ascent to the English throne ushered in a new era and forever transformed the country’s culture, language and identity.8. The 70th anniversary of the attack on Pearl HarborAerial view of the USS Arizona Memorial at Pearl Harbor, Hawaii.On December 7, 1941, Japanese fighter planes bombed the U.S. base at Pearl Harbor, Hawaii, launching one of the deadliest attacks in American history. As the United States commemorated the 70th anniversary of this “date which will live in infamy,” we highlighted some of the lesser-known aspects of the event and site.9. The history of the Dead Sea ScrollsPart of the Isaiah Scroll, the Dead Sea Scrolls’ most complete book of the Hebrew Bible.Thanks to a collaboration between Google and the Israel Museum in Jerusalem, parts of the Dead Sea Scrolls hit the Internet in September in high-resolution, fast-loading, searchable form. For those of you taking advantage of the exciting opportunity to glimpse the famous documents, we provided some context in the form of six fascinating facts.10. History’s worst royal weddingsHenri IV and Marguerite de Valois, whose wedding coincided with the St. Bartholomew’s Day Massacre in 1572.What better way to celebrate the April marriage of England’s Prince William and his bride, Kate Middleton, than with cautionary tales of royal weddings gone bad? While the happy couple’s special day went swimmingly, these stories prove that not all nobles get hitched without a hitch.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"This Year in History: 2011","author":"History.com  Staff"}