{"url":"http://www.history.com/news/ancient-mars-could-have-harbored-life-rover-finds","content":"Curiosity at the John Klein rock site. (NASA Images)The car-sized rover Curiosity arrived on Mars on August 6, 2012, after an eight-month journey from Cape Canaveral. Since landing in the Red Planet’s Gale Crater, a vast depression the size of Connecticut and Rhode Island combined, the rover has spent its days capturing images, exploring the terrain and analyzing soil. Its activities are all designed to answer a question that has captivated scientists and earthlings for more than a century: could life exist on Mars?On February 8, Curiosity performed a new task, using a drill mounted on its arm to bore 2.5 inches into the Martian rock known as John Klein (named after a Curiosity project manager who died in 2011). The drilling yielded roughly a tablespoon of powder, which was then processed by the rover’s two onboard laboratories. The substance turned out to be gray in color, suggesting that the reddish-brown hue of the Martian landscape is only skin-deep.Gray powder collected by Curiosity. (NASA Images)NASA has now revealed the much-anticipated results of the powder’s analysis. According to the space agency, scientists were able to identify some of the key chemical ingredients for life, including sulfur, nitrogen, hydrogen, oxygen, phosphorus and carbon. They also determined that clay minerals make up 20 percent of the sample’s composition, indicating the onetime availability of fresh water.This isn’t the first evidence of the Red Planet’s soggy past, but earlier findings from other Martian regions hinted at water too salty and acidic for nearly all known terrestrial organisms. The John Klein powder, on the other hand, was found to contain calcium phosphate, suggesting that the water present when the rock formed was neutral enough for organisms similar to those on Earth.“We have found a habitable environment that is so benign and supportive of life that probably if this water was around and you had been on the planet, you would have been able to drink it,” the California Institute of Technology’s John Grotzinger, a project scientist for the Curiosity mission, said at a news conference Tuesday.Curiosity collected the sample in the area known as Yellowknife Bay, located inside Gale Crater. Just a few hundred yards away, Curiosity made another remarkable discovery back in September: an ancient streambed where large volumes of water may have coursed in the distant past.Scientists have spent years investigating whether the Red Planet once had liquid water on its surface—a prerequisite for living organisms to develop and survive. Present-day Mars has two permanent polar ice caps and frozen water beneath its permafrost, but its temperature and atmospheric pressure are too low for water to exist in liquid form. Gale Crater was chosen as a landing site precisely because orbiting spacecraft have unearthed traces of past water there, suggesting the region could once have harbored microbial life.Curiosity may have detected signs of both water and life-enabling chemicals, but the rover hasn’t turned up any fossil evidence of ancient organisms, NASA researchers emphasize. In fact, the state-of-the-art explorer doesn’t even carry equipment for detecting life. But what the latest analysis does suggest is that certain regions of the Red Planet were once hospitable to life as we know it.“A fundamental question for this mission is whether Mars could have supported a habitable environment,” NASA scientist Michael Meyer said in a statement. “From what we know now, the answer is yes.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Ancient Mars Could Have Harbored Life, Rover Finds","author":"Jennie  Cohen"}