{"url":"http://www.history.com/news/historic-hot-dog-stand-shuts-its-doors-for-the-first-time","content":"Getty ImagesWhile Nathan Handwerker had a humble vision for his Coney Island hot dog stand, his son Murray expanded the business far beyond the neighborhood, turning Nathan’s Famous into a household name. By the mid-20th-century, Nathan’s had become the preferred hot dog joint of the famous (Cary Grant, Eddie Cantor) and the notorious (Al Capone) alike. Barbra Streisand once had Nathan’s hot dogs flown to London for a party, and Jacqueline Kennedy served them to guests at the White House. President Franklin D. Roosevelt was a particular fan: He served Nathan’s frankfurters to the king and queen of England during their 1939 visit to his Hyde Park home, and later had some sent to Yalta for his meeting with Winston Churchill and Josef Stalin.Thanks to Murray Handwerker’s expansion efforts, Nathan’s Famous hot dogs are now sold in supermarkets across the country, yet New Yorkers and tourists alike still flock to the landmark Coney Island location, which remained open for business every single day, 365 days a year, since the day Nathan Handwerker first set up shop. Every single day, that is, until last October 29, when Hurricane Sandy sent ocean waters surging over Surf Avenue, flooding many of the businesses lining the Coney Island boardwalk. With much of their equipment and stock underwater, Nathan’s was forced to shut its doors for the first time in its storied history.Like many of its neighbors, Nathan’s is now working to rebuild its flagship restaurant and get Coney Island back on its feet after the hurricane’s devastation. Fans of Joey Chesnut can breathe a sigh of relief, however, as the restaurant plans to reopen in the spring of 2013—leaving plenty of time to prepare for the internationally famous hot dog-eating contest held there every July 4. According to Nathan’s lore, the world’s premiere competitive-eating event was first held in 1916 and has gone on nearly every summer since. However, in 2010 a company spokesman told the New York Times that the company only has evidence of the contest dating back to the 1970s, when two ingenious press agents cooked it up to generate publicity. The stunt worked, and today ESPN cameras are on hand to broadcast the raucous contest every Independence Day, bringing millions of TV viewers around the world a little closer to Coney Island.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Historic Hot Dog Stand Shuts its Doors for the First Time","author":"Sarah  Pruitt"}