{"url":"http://www.history.com/news/9-things-you-may-not-know-about-lizzie-borden","content":"Sean_Warren/iStockphoto1. Many people might have wanted to see Andrew Borden dead.\nThe gruesome murders shocked the community, but many in Fall River were perhaps not entirely surprised that Andrew Borden had met an untimely end. With a net worth of almost $10 million in today’s money, Borden was one of the wealthiest—and most unpopular—men in town. Frugal to a fault, he was a self-made man who had become the head of one of the town’s largest banks and a substantial property owner. The dour businessman had also made many enemies on his rise to the top, and rumors swirled that Andrew and Abby had perhaps been killed as revenge for Andrew’s shady business dealings.Lizzie Borden circa 1889.2. The case revealed some skeletons in the Borden family closet.\nThe initial investigation focused outside of the immediate family and included local businessmen, neighbors and even the family maid, an Irish immigrant named Bridget Sullivan. Police soon realized that Andrew’s daughter, Lizzie, had as much to gain as anyone by the death of her father. Andrew’s tightfistedness extended to his own family—despite his wealth, the Borden home lacked even the most basic of conveniences, including indoor plumbing. Andrew’s remarriage to Abby Gray after the death of his first wife had soured his relationship with Lizzie and her older sister, Emma. The women, already in their 30s and considered spinsters by society, grew increasingly frustrated and resentful, with Lizzie in particular often exhibiting signs of mental instability. Lizzie’s actions in the days after the murders also raised eyebrows: She gave contradictory answers to questions and burned a dress that she claimed had been stained while doing housework, which police considered the destruction of evidence. On August 11, Lizzie was arrested for the murders.3. The lack of forensic evidence played a key role in the case.\nDespite their belief in Lizzie’s guilt, investigators faced an uphill battle in convicting her. There was no physical evidence linking her to the murders. A hatchet had been discovered in the basement of the Borden home, but its blade was clean and the handle had been broken off—by Lizzie, according to police. The police’s reluctance to use any sort of forensic testing also hampered the investigation. Fingerprint testing was then in its infancy and was never conducted as part of their inquiry. They did, however, establish that Lizzie had unsuccessfully attempted to purchase prussic acid, a highly poisonous liquid, in the days before the murders. Though investigators regarded this as evidence of an earlier failed attempt to kill her parents, they were unable to present it at trial.Two journals kept by Lizzie Borden’s lawyer surfaced in March. (Bill Greene/The Boston Globe via Getty Images)4. Andrew and Abby Borden made an appearance at the trial—sort of.\nThe gruesome nature of the crimes, combined with the wealth of the Borden family, proved irresistible to newspaper publishers. Miles of ink were spilled as papers around the world printed hundreds of stories describing the deaths in lurid detail, speculating on possible motives and even alternative perpetrators. By the time the trial began in June 1893, Lizzie Borden had become a media sensation, and the proceedings themselves took on a circus-like air. The prosecution, faced with a lack of forensic evidence tying Lizzie to the murders, surmised that she had perhaps committed the crime while naked to avoid leaving behind physical clues. The presence of the hatchet-riddled skulls of Andrew and Abby Borden shocked those in the courtroom, leading to a dramatic—and perhaps well-timed—swoon by Lizzie. In what turned out to be a key moment, Lizzie’s defense team successfully pushed to have her contradictory testimony at the original inquest ruled inadmissible. Lizzie herself never took the stand, and the jury of 12 men deliberated for just 90 minutes before returning a verdict of not guilty.5. The famous rope jumping rhyme got it wrong.\nChildren who learn the chant may believe that it took 40 blows to kill Abby Borden, and another 41 to kill Andrew. Well, that’s not quite true. The coroner did confirm that Abby was killed first, but by 19 blows—not the 40 popularized in the rhyme. Andrew Borden received even fewer wounds, but the 10 or 11 blows that finished him off were quite gruesome, focused mainly on the head and completely destroying much of his face. So it turns out the nursery rhyme overstates by half the total “whacks” it took to complete the job. In another inaccuracy, no “ax” was ever found. It seems more likely that the hatchet presented by the prosecution at trial was the true murder weapon, but “hatchet” and “whacks” simply don’t rhyme.A portrait of Lizzie Borden hangs on the wall of the former Borden home in Fall River. (Jonathan Wiggs/The Boston Globe via Getty Images)6. Lizzie Borden struggled in her later life.\nDespite her newfound notoriety—and her neighbors’ whispers about her likely guilt—Lizzie remained in Fall River for the rest of her life. She and Emma inherited their father’s estate, gaining the financial freedom they had long craved. Lizzie bought a large house in one of the city’s most fashionable neighborhoods and spent her time traveling to Boston and New York to indulge in her love of theater. Just five years after the murder, Lizzie was briefly in the headlines again, when she was accused of—but not tried for—shoplifting. In 1905 the sisters became estranged over Lizzie’s relationship with actress Nance O’Neill, which Emma allegedly disapproved of. They rarely spoke in their later years but died within days of each other in June 1927. Both sisters were buried besides their murdered parents in the family plot in Oak Grove Cemetery.7. Lizzie Borden made an appearance on “The Simpsons.”\nA media sensation in its own day, the Borden murders continue to fascinate the public more than a century after they occurred. Lizzie and her family have been the focus of dozens of books, plays and films. In 1975 actress Elizabeth Montgomery, star of television’s “Bewitched” and also a distant relative of Lizzie, portrayed her in a television movie. Famed choreographer Agnes de Mille created a ballet about the trial, a new opera has been in the works and Lizzie even made a cameo on “The Simpsons,” in which she—along with other notorious figures such as Benedict Arnold, Richard Nixon and John Wilkes Booth—served in the jury during a trial over Homer Simpson’s soul.8. New information may still come to light.\nIn March 2012, the Borden case was back in the headlines when researchers at the Fall River Historical Society announced the discovery of the handwritten journals of Andrew Jennings, Lizzie’s defense attorney. The journals, which contain newspaper clippings as well as interview notes Jennings made during his pre-trial preparation, may yield new insight into the crimes. The extremely fragile material is currently being preserved by the museum before its contents are made available to the public.9. You can stay at the Lizzie Borden Bed & Breakfast.\nMore than a century after the murders, Fall River, Massachusetts, continues to be a hot spot for those fascinated by the case. For the most daring aficionados, a night at the Lizzie Borden Bed & Breakfast provides the ultimate Borden experience. Guests can tour the property at 92 Second Street, watch an annual dramatization of the events, stay overnight in the bedrooms originally occupied by Lizzie, Emma and their parents, and even enjoy the same breakfast the family shared on the morning of August 4, 1892.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About Lizzie Borden","author":"Barbara  Maranzani"}