{"url":"http://www.history.com/news/80-years-of-world-cup-facts","content":"Members of the Uruguay national football team in 1930, the year they won the inaugural World Cup.Trophy’s Best FriendNo Shoes, No Seeding\nAlthough India qualified for the 1950 World Cup in Brazil, the team chose to withdraw from the competition. Financial concerns played a role in the team’s decision, but so did FIFA’s requirement that all players wear shoes during matches: The Indian footballers were only accustomed to playing barefoot at the time.Hotheaded\nDuring the final match of the 2006 World Cup, France’s star midfielder, Zinedine Zindane, abruptly charged at the Italian defender Marco Materazzi, striking him in the chest with his head. The bizarre assault shocked spectators and commentators, leading some to believe that Zidane, who is of Algerian descent, was reacting to a racial slur. A few days later, the truth came out: Matterazi had insulted the Frenchman’s sister. The incident received a massive amount of media attention and even inspired a song entitled “Coup de Boule” (“Headbutt”), which topped the French and Belgian charts and went viral on the Internet.One for the Blooper Reel\nThe 1994 World Cup, hosted by the United States at Chicago’s Soldier Field, opened with a moment of pure comic relief. The American singer Diana Ross, the main performer at the introductory ceremonies, led an elaborate song-and-dance number that was to culminate in a triumphant shot. Ross went wide of the net and hit the post, causing the entire goal to split open and fall apart.The Pantsing of Peppino\nOne of the greatest Italian footballers of all time, Guseppe “Peppino” Meazza played a crucial role in his country’s 1934 World Cup victory. He was as famous for his lifestyle off the field as for his shooting and dribbling prowess. According to legend, Meazza routinely slept in brothels on nights before matches and would stumble onto the field for practice several hours after the rest of his teammates. In one if his most memorable moments, Meazza’s shorts fell down as he took a penalty kick against Brazil in the 1938 World Cup. Unfazed, he picked them up with one hand and made the shot past the Brazilian goalie, who was still busy laughing, sending Italy into its second consecutive World Cup final.Self-Medicating\nLev Yashin, the great Soviet goalkeeper, played in three World Cups (1958, 1962 and 1966). Known as the “Black Spider” for his signature all-black outfit and ability to block balls as if he had more than two arms, he was voted best goalie of the century by the International Federation of Football History & Statistics. When asked about his pre-match routine, he said that the trick was to “have a smoke to calm your nerves, then toss back a strong drink to tone your muscles.”Fast FactsBrazil has made the most consecutive World Cups, appearing in all 19 tournaments.\nOnly seven nations have won the World Cup; Brazil, Italy, West Germany, Argentina, Uruguay, England and France.\nBrazil holds the record for most World Cup titles, with five. Runner-up Italy has won four.\nNo country has won the World Cup three times consecutively; Italy (1934, 1938) and Brazil (1958, 1962) have both won back-to back championships.\nThe highest scoring game in World Cup history was in 1954, when Austria defeated Switzerland 7-5.\nRussia’s Oleg Slanko holds the record for most individual goals in a single match, netting five goals against Cameroon in 1994.\nBrazil and Germany are tied for most World Cup games played, at 92 a piece.\nOut of the 208 FIFA member nations, 204 attempted to qualify for the 2010 World Cup.\nThe first World Cup in 1930 consisted of 18 matches. The 2010 tournament will feature 64 matches played over four weeks.\nLucien Laurent of France scored the first goal in World Cup history on July 13, 1930.\nThe all-time leading scorer in the World Cup is Brazil’s Ronaldo, with 15 goals\nThe record for most individual goals in a tournament is held by France’s Just Fonatine, with 13. He played in just one World Cup (1958), but that single outing is good enough to place him third on the all-time career goals list.\nBrazilian superstar Pelé is the only player to have won three World Cup championships. His 1958 World Cup debut resulted in a number of long-standing records; youngest goal scorer, youngest player to score a hat trick and the youngest play to appear in a final, at the tender age of 17 years and 249 days.\nThe 2006 final between Italy and France was watched by over 715.1 million viewers.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"80 Years of World Cup Facts","author":"History.com  Staff"}