{"url":"http://www.history.com/news/4-things-you-may-no-know-about-the-battle-of-shiloh","content":"1. The loss of General Albert Sidney Johnston struck a severe blow to the Confederate cause.\nAfter launching his surprise attack on Union forces, commanding Confederate General Albert Sidney Johnston, a West Point graduate with more than 30 years of active military experience, found himself in the thick of the fighting at what became known as the “Peach Orchard.” Around 2:30 p.m. on April 6, 1862, Johnston was shot behind the right knee, his boot quickly filling with blood. Despite the severity of his wound, Johnston would likely have survived had he not sent his personal doctor to the front to care for a group of captured and wounded Union soldiers. Instead he was dead within an hour, the highest-ranking officer—on either side—to be killed in action during the war.Fearful of the effect Johnston’s death would have on Confederate morale, his officers covered his body and removed it from view of nearby soldiers. Still, Johnston’s death was a severe blow to the Confederacy at Shiloh and beyond. He was widely considered the South’s most able commander (Robert E. Lee was, at this point, not in a field command) and, without him, the Confederates failed to follow up on their first day’s success at Shiloh. Confederate President Jefferson Davis would refer to Johnston’s death as “the turning point of our fate.”2. Sherman’s stock rose as Grant’s fell after the Battle of Shiloh.\nAs the tide of battle changed over the course of the four-year Civil War, so too did the personal reputations of its military leaders. One of the starkest contrasts occurred following the Battle of Shiloh, which saw the previously hailed Ulysses S. Grant criticized while his fellow Union officer William Tecumseh Sherman’s reputation was rehabilitated. Sherman, despite his failure to recognize the threat of the impending Confederate attack, was lauded as a hero at Shiloh for his decisive counterattack on April 7. Grant, who had been riding high in popular opinion following his victories at Fort Henry and Fort Donelson, received the brunt of criticism for the heavy Union casualties incurred at Shiloh, but little of the credit for the eventual Union victory.Newspapers repeated earlier claims that Grant was a lifelong drinker and had in fact been incapacitated in the early stages of the battle, or that his actions had allowed for the outright slaughter of his men at the enemy’s hands. They howled for his replacement, but President Abraham Lincoln, impressed with Grant’s willingness to engage with the enemy, refused to dismiss him, saying, “I cant spare this man, he fights.” It was an odd reversal of fortune: Just six months earlier it had been Sherman who was on the receiving end of bad press and gossip about his mental stability following what many believed to a nervous breakdown that forced him to briefly leave the army. Nevertheless, Grant and Sherman remained close throughout the war, with Sherman somewhat sarcastically stating, “Grant stood by me when I was crazy, and I stood by him when he was drunk, and now we stand by each other always.”3. One of Shiloh’s most controversial generals went on to later fame as the author of “Ben Hur.”\nJust 35 years old in 1862, Major General Lewis “Lew” Wallace was considered one of the Union Army’s rising stars, but his reputation would be irreparably harmed at Shiloh. Early on the morning of April 6, Grant ordered Wallace to move his troops to the front to support Sherman’s division at Shiloh Church. There were two available paths to what was believed to be Sherman’s position. Wallace chose a northern route, but upon his arrival discovered not the Union forces he expected but an advancing Confederate Army. Confused and uncertain, Wallace and his men spent the rest of the day lost in the woods, struggling to find a new route. They arrived at the Union camp at 7 p.m., long after much of the day’s bloody battle had been fought. Wallace claimed that Grant’s orders had been unclear, while a furious Grant insisted that he had told Wallace to take the southern route.In the aftermath of the battle, Wallace received considerable blame for the horrific loss of life. He was removed from his command but would later participate in the defense of Washington, D.C., the trial of the Lincoln assassination conspirators and the court-martial and execution of Andersonville prison commander Henry Wirz. Wallace spent the rest of his life trying to repair his damaged reputation, even asking Grant to revise the details of Wallace’s role at Shiloh in Grant’s autobiography, which Grant pointedly refused to do. He served as a U.S. ambassador and governor of the New Mexico Territory, where he met with famed outlaw Billy the Kid in a failed attempt to negotiate an end to the Lincoln County War. Eleven years after the Battle of Shiloh, Wallace published his first novel, “Ben-Hur: A Tale of the Christ,” which became an instant sensation, surpassing “Uncle Tom’s Cabin” as the bestselling American novel of the 19th century.4. The Sunken Road might not have been sunken, and the Bloody Pond probably wasn’t bloody.\nTwo of the geographical locations most associated with the Battle of Shiloh might be more legend than anything else. The Sunken Road, part of local landowner Joseph Duncan’s farm, has become legendary as the site of the fiercest fighting at Shiloh, its low ditch and high embankments providing crucial defensive cover for Union troops battling Confederate forces in what became known as the Hornet’s Nest. But looking at the actual site, it’s hard to imagine how that was the case: The Sunken Road doesn’t seem all that sunken today. Contemporary photos taken just after the battle did not show a significantly depressed spot either—only a simple path. In fact, the word “sunken” was not even used to describe the spot until the publication of an 1881 book that covered the events at Shiloh. However, the idea of a worn piece of land offering fortuitous cover to retreating Union troops quickly caught on, and the phrase stuck.And what about the Bloody Pond? In recent years historians have begun to doubt that the pond now located at the battlefield was even there at all in 1862, let alone that it was stained red with the blood of injured and dying soldiers from both sides. A local civilian first mentioned the famous Bloody Pond days after the battle, claiming to have seen the aftermath of the carnage, and it too seeped into the public’s consciousness. Today, however, despite the debate over Civil War myth versus reality, the Bloody Pond and the Sunken Road remain immensely popular with visitors who flock to the battlefield near what was once Shiloh Church.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"4 Things You May Not Know About the Battle of Shiloh","author":"Barbara  Maranzani"}