{"url":"http://www.history.com/news/louis-daguerre-photo-pioneer-honored-by-google-interesting-facts","content":"An 1844 daguerreotype of Louis Daguerre.• Born on November 18, 1787, in Cormeilles-en-Parisis, France, Louis-Jacques-Mandé Daguerre grew up in a middle-class family. His father, a royalist despite the outbreak of the French Revolution, named one of his daughters after Marie Antoinette.• Because of political upheaval during and after the Revolution, young Louis’ formal education was limited and inconsistent. He did, however, show a talent for drawing, and at 13 became apprenticed to an architect. According to some accounts, he also worked as a customs official early in his career.• In 1804 Daguerre moved to Paris to study and practice scene painting for the opera. Part of the city’s boisterous theater crowd, he reportedly became known for his dancing skills and worked as an extra on the stage of Paris’ famed Opéra.• By the early 1820s, Daguerre and a collaborator had invented the diorama, a form of public entertainment in which giant, translucent paintings were illuminated to simulate movement and other effects. Hundreds of people would crowd into a specially equipped theater to watch in awe as landscapes were transformed by light and color. Today the terms refers more generally to various types of scenes and displays.• After a decade of financial and critical success, Daguerre lapsed into bankruptcy from 1832 to 1835. Dioramas were costly to produce, and a cholera outbreak in Paris at the time had crippled ticket sales. He ran into more bad luck in 1839, when his theater burned down.• In 1829 Daguerre partnered with Joseph Nicéphore Niépce, who four years earlier had produced the world’s first permanent photograph. Hoping to incorporate it into his dioramas, Daguerre had already been researching the medium for some time. After Niépce’s death in 1833, Daguerre’s experiments with chemicals and silver plates yielded the daguerreotype process, which he patented in 1839.• In 1838, Daguerre used his invention to capture what is thought to be the first photograph of a human being: a man having his shoes shined on Paris’ Boulevard du Temple. It is likely that the street was bustling with many more people at the time, but the anonymous Frenchman was the only one who stood still for the 10 minutes it took Daguerre to expose the metal plate.• Although Daguerre made little money from his eponymous method, the French government paid him an annual pension for publicly releasing it. He lived off this sum—along with insurance money from the blaze that destroyed his theater and dioramas—after retiring in 1840.• At the end of his life, Daguerre returned to one of his first passions, painting dioramas for churches in and around the Paris suburb of Bry-sur-Marne. He died there on July 10, 1851, at age 63.• When the Eiffel Tower was built in the late 1880s, Daguerre’s name was inscribed on its base next to those of 71 other influential French scientists and inventors.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Louis Daguerre, Photo Pioneer Honored By Google: Interesting Facts","author":"History.com  Staff"}