{"url":"http://www.history.com/news/amelia-earharts-historic-landing-80-years-ago","content":"Amelia Earhart speaks to reporters and others in Londonderry, Northern Ireland, where she landed her plane after successfully crossing the Atlantic. (Credit: Keystone-France/Gamma-Keystone via Getty Images)Earhart had spent the last 15 hours tossed by dangerous storms over the North Atlantic, contending with failing machinery and sipping a can of tomato juice to calm her queasy stomach. That day—May 21, 1932—she planned to end her journey at Paris’ Le Bourget airfield, where exactly five years earlier Charles Lindbergh had completed the first solo transatlantic flight. When her Vega’s reserve fuel tank sprang a leak and flames began engulfing the exhaust manifold, however, Earhart wound up navigating to a Northern Ireland pasture.“I was never in Ireland before,” Earhart later told reporters, “but the sight of the thatched cottages and the marvelous green grass and trees left me no doubt that I had actually made the Emerald Isle. I was still surer when I heard the brogue of my friend Dan McCallion.”Amelia Earhart receives an award for becoming the second person and first woman to complete a solo transatlantic flight. (Credit: New York Times Company/Getty Images)Thrust into the spotlight as the first woman to soar over the pond, Earhart smarted at the attention, particularly when the press likened her to Lindbergh and dubbed her “Lady Lindy.” She repeatedly emphasized that she’d been a mere passenger on the trip, never even touching the controls, and didn’t deserve any accolades. “I was just baggage, like a sack of potatoes,” she gloomily reminded a journalist. “Maybe someday I’ll try it alone.”Four years later, as the five-year anniversary of Lindbergh’s feat approached, Earhart had racked up enough training hours to feel ready. Many pilots had vied to become the second person to cross the Atlantic alone, but so far all had failed. One of them, the female aviator Ruth Nichols, was poised to make another attempt, and her plans goaded Earhart to act fast.When she encountered Dan McCallion 80 years ago, Earhart knew she’d made history in her own right. Shortly thereafter, after drinking some water and washing up, the exhausted aviator hitched a ride into town, where she called her husband, George Putnam, and told him rumors of a crash in France had been greatly exaggerated. She then spent the night with the Gallegher family, owners of the farm where her plane still smoldered. The following day reporters materialized and armfuls of congratulatory correspondence began arriving. Charles Lindbergh and his wife Anne, deep in mourning after the discovery days earlier of their kidnapped son’s body, sent the first note.As the world celebrated Earhart’s triumph, some remained less effusive about her slightly abbreviated voyage—including her own sister. “Of course, any landing on land is good,” Muriel Earhart Morissey told The New York Times. “It is much better than if she’d landed in the water. I am sorry she did not get all the way to Paris, but, after all, a landing in Ireland makes the trip a success.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Amelia Earhart’s Historic Landing, 80 Years Ago","author":"Jennie  Cohen"}