{"url":"http://www.history.com/news/10-things-you-didnt-know-about-the-penny","content":"(Credit: Tim Boyle/Getty Images)2. Offa, an Anglo-Saxon king, introduced the first English coin known as the penny around 790 A.D.; it was made entirely of silver. Today’s British pennies (called “pence” when referring to a quantity of money) are worth one hundredth of a pound and minted in copper-plated steel.The obverse of the first official U.S. penny, reportedly designed by Benjamin Franklin.4. Benjamin Franklin reportedly designed the first American penny in 1787. Known as the Fugio cent, it bears the image of a sun and sundial above the message “Mind Your Business.” A chain with 13 links, each representing one of the original colonies, encircles the motto “We Are One” on the reverse.5. Along with the first U.S. penny’s design, the phrase “a penny saved is a penny earned” has been attributed to Benjamin Franklin. Visitors to the founding father’s grave in Philadelphia traditionally leave one-cent pieces there for good luck.6. The copper content of U.S. pennies has declined over the years due to rising prices. The expensive metal makes up just 2.5 percent of one-cent pieces minted in 1982 or later; nickels, dimes and quarters, on the other hand, are mainly composed of copper. Still, today’s pennies cost more than their face value—an estimated 1.8 cents each—to produce.The reverse of the Canadian penny, which according to officials will soon be removed from circulation.8. The image of Abraham Lincoln on today’s American pennies was designed by Victor David Brenner, an acclaimed medalist who emigrated to the United States from Lithuania in 1890. Born Viktoras Barnauskas, Brenner had fled his native land after being persecuted for his Jewish ancestry.9. As copper supplies became vital to weapons manufacturing during World War II, the U.S. Mint decided to cast the 1943 penny in zinc-coated steel. Nicknamed “steelies,” these coins caused confusion because they closely resembled dimes; they also rusted and deteriorated quickly.10. In the 1980s, U.S. military bases overseas abolished the penny and began rounding all transactions up or down to the nearest five cents. This is the system Canada plans to implement later this year.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You Didn’t Know About the Penny","author":"Jennie  Cohen"}