{"url":"http://www.history.com/news/beyond-punxsutawney-meet-the-other-groundhogs","content":"1. The earliest predictor: Shubencadie SamShubencadie SamBy virtue of living east of every other celebrity groundhog in North America, Nova Scotia native Sam, a resident of Shubencadie Provincial Wildlife Park in Canada, takes the prize as the earliest to issue a Groundhog Day prediction regarding whether spring will come early or late. Unlike some other celebrity groundhogs with fancy homes, Sam lives in a relatively rustic hollowed-out log. Despite his humble lifestyle Sam boasts a large Twitter following, and fans around the globe follow his every move on a live webcam. On February 2, a bagpiper and town crier will attempt to coax Sam from his log house to issue a weather forecast. Should Sam venture forth, his prediction will be the first to herald our winter fate. If, on the other hand, Sam decides to sleep in, then the earliest prediction of 2013 may fall to a competitor.2. The upstart: Staten Island ChuckStaten Island ChuckIn 1981, Charles G. Hogg, better known as “Chuck,” began his rise as the groundhog soothsayer of Staten Island Zoo, New York. Although Chuck is not as well-known as his rival in Pennsylvania, Punxsutawney Phil, Chuck gained notoriety in 2009 when he bit New York City mayor Michael Bloomberg on the finger during the city’s Groundhog Day event. As New York’s only genuine groundhog, Chuck resides in relative luxury with his own cabin at the zoo. Each February 2, the mayor hoists Chuck out of his cabin to obtain a weather forecast. Staten Island Chuck claims an 80 percent accuracy rate in his predictions of an early spring or lingering winter, according to zoo officials. Like other celebrity groundhogs, Chuck maintains his own Twitter account in order to interact with fans.3. The southern gentleman: General Beauregard LeeGeneral Beauregard LeeAs befits a groundhog with two honorary doctoral degrees and a commendation from the National Weather Service, General Beauregard Lee (or “Beau,” as he’s known to friends) lives in the lap of luxury near Atlanta, Georgia. His plantation at the Yellow River Game Ranch includes a miniature white-columned southern mansion complete with its own verandah, an architectural water fountain and a satellite dish. Since at least 1988, when he appeared on a nationally televised weather segment, Beau has been the go-to groundhog forecaster for the southeastern seaboard. He opens his “groundhog hotline” at 6:00 a.m. every February 2 so that anxious fans around the globe may receive his prediction by telephone.4. The groundhog-in-costume: University of DallasUnofficial mascot of the University of DallasFifty years ago, students of the University of Dallas, Texas, chose Groundhog Day as their official school holiday. While they don’t have an actual groundhog or make weather predictions, they are known for throwing a swell party. Simply called “Groundhog,” the celebratory weekend festival culminates with a party in the aptly named Groundhog Park and features live bands, food and beer. The school’s official mascot is the Crusader, but the unofficial Groundhog mascot is arguably more popular. The University of Dallas Groundhog celebration is thought to be the second-largest in the United States, after the Punxsutawney, Pennsylvania, event. In fact, the festivities aren’t limited to the Dallas campus: Alumni take the party on the road by hosting celebrations in their own hometowns.5. The albino groundhog: Wiarton WillieWiarton WillieTiny Wiarton, Ontario, has built quite a tourist trade around the annual weather predictions of its albino groundhog, Willie. Begun in 1956, the three-day winter festival now attracts thousands of people for the music and sports, sort of like a rock concert with curling. Events include a Queen of the Festival pageant and, of course, the ceremonial pronouncement by Willie as to the advent of spring or the continuation of winter. Willie travels with an entourage of advisors,who handle media relations. Rumors of scandal have cropped up around Wiarton Willie over the years, including an unconfirmed report that the untimely death of the original groundhog in 1999 resulted in a stuffed dummy being hastily substituted for the late rodent at the festival. Today Willie’s descendant, also an albino, acts as Ontario’s Groundhog Day prognosticator.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Beyond Punxsutawney: Meet the Other Groundhogs","author":"Elizabeth  Hanes"}