{"url":"http://www.history.com/news/ancients-ate-palms-not-rice","content":"Palm fields in southern China. (Credit: szeuyan/iStockphotos.com)Prior to the release of the study, published in the journal PLoS ONE this month, little had been known about the ancient diet of the Xincun region along the southern coast of China, thanks in part to the destruction of plant remains in the humid, subtropical weather. What scientists did know is that agriculture had come later to this area along the Lower Yangtze River than elsewhere in China and much of the rest of the world—rice crops first took root around 2,500-2,000 B.C. and archeologists believed it quickly became the region’s staple crop. Today, more than 70 percent of the world’s rice production occurs in subtropical China.Eager to learn more about the early diet of Xincun, researchers turned to a new technique, known as ancient starch analysis. This allowed them to extract sediment from grinding stones used to process food around 3,350 B.C., hundreds of years before rice was first grown in the there. The samples, tested in both the United Kingdom and China yielded some surprising results. Researchers had expected to find examples of starches from plants indigenous to the region, such as water chestnuts and lotus and fern roots, but were shocked when the sediment also turned up starches from other plants, including bananas, tubers and subtropical palms. Palm starch, which is extracted from its trunk, then ground up, dried and used as flour, has been a reliable source of nutrients for thousands of years. It may not taste great, but it can be grown year round in the right conditions. There is little evidence, however, of it being a cultivated crop in ancient times. It has historically been eaten by nomadic groups who, once they have exhausted the plant source in one area, move onto the next—as is still the case today with transient tribes in Borneo and Indonesia.The residents of Xincun, however, were a sedentary society, so their continued consumption of palms over a long period of time likely means that they cultivated the plant nearby, making it the region’s first agricultural crop. According to the University of Leicester’s Dr. Huw Barton, a co-author of the study, residents of Xincun and surrounding areas did eventually adopt rice as their primary crop, but with palms and other foodstuffs at their disposal, it probably happened at a much slower pace than in regions without an established, indigenous agricultural base. Barton, who compared the study’s unlikely findings to “hitting the jackpot,” believes that the new evidence indicates “that there was something much more interesting going on in the subtropical south of China 5,000 years ago than previously thought.” Barton’s team hopes to continue its work in other settlements along the coast of China.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Ancients First Ate Palms, Not Rice","author":"Barbara  Maranzani"}