{"url":"http://www.history.com/news/square-dancing-a-swinging-history","content":"Men and women take part in a square dance around 1945. (Credit: Victor Keppler/George Eastman House/Getty Images)When Europeans began settling England’s 13 North American colonies, they brought both folk and popular dance traditions with them. French dancing styles in particular came into favor in the years following the American Revolution, when many former colonists snubbed all things British. A number of the terms used in modern square dancing come from France, including “promenade,” “allemande” and the indispensable “do-si-do”—a corruption of “dos-à-dos,” meaning “back-to-back.”As the United States grew and diversified, new generations stopped practicing the social dances their grandparents had enjoyed across the Atlantic. This was not the case in every region, however. Similar to English country dance and the quadrille, the “running set” caught on in 19th-century Appalachia. But instead of memorizing each and every step, participants began relying on callers to provide cues—and, as square dance calling became an art form in its own right, humor and entertainment. During the early years of square dance in the United States, live music was often played by African-American musicians. Blacks also worked as callers and contributed their own steps and songs to the tradition.By the late 19th century, waltzes and polkas, which allowed couples to get close without raising too many eyebrows, had supplanted group-based dances in urban ballrooms. Even in the country, square dancing was beginning to seem dated, particularly when the jazz and swing eras dawned. In the 1920s automaker Henry Ford resolved to revive the tradition, which he considered an excellent form of exercise and a way to acquire genteel manners. He hired dancing master Benjamin Lovett to develop a national program, required his factory workers to attend classes, opened ballrooms and produced instructive radio broadcasts for schools throughout the country. Lloyd Shaw, a folk dance teacher, took up the cause in the 1930s, writing books about the rescued art of square dancing and holding seminars for a new generation of square dance callers.In the 1950s callers began developing standards for square dancing across the United States, allowing dancers to learn interchangeable routines and patterns. Microphones and records made the activity even more accessible to the general public, since a highly trained caller with a booming voice no longer had to be physically present. Along with standardized—or “Western”—square dancing, unregulated regional styles, known collectively as “traditional” square dancing, continue to thrive in certain parts of the country. Generally speaking, however, enthusiasm for all forms of this European-American hybrid has floundered in recent decades, according to the United Square Dancers of America.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Square Dancing: A Swinging History","author":"History.com  Staff"}