{"url":"http://www.history.com/news/titanics-tennis-star-survivors","content":"Titanic survivors Dick Williams (second from left) and Karl Behr (third from left) appear in this photograph from July 1914. (Credit: Underwood & Underwood/Corbis)Both Behr and Williams were chasing their dreams when they separately ascended Titanic’s gangway in Cherbourg, France. The 26-year-old Behr had been a tennis standout at Yale, and in 1907 he was a doubles finalist at Wimbledon and a member of the U.S. Davis Cup team. As he boarded Titanic, however, Behr had more important things than tennis on his mind, mainly 19-year-old Helen Newsom.The tennis star had been pursuing his sister’s classmate, but Newsom’s mother and stepfather disapproved of the age gap between the suitors and hoped a European trip might cool the romance. Behr, however, concocted a business trip to Europe and followed along. When Newsom telegrammed Behr in Berlin to say she was sailing home aboard Titanic, he quickly booked a ticket on the giant ocean liner to surprise her.While Behr was on the downside of his tennis career, Williams was just beginning his. The 21-year-old descendant of Ben Franklin had American blood in his veins, but he was born and raised in Europe. His trip to America to play the summer tennis circuit before matriculating at Harvard had been delayed by a case of the measles, but it left him with the seeming good fortune of sailing with his father, Charles, on Titanic’s historic maiden voyage.Williams and his father dined at the table of Captain Edward Smith on April 14, 1912, before retiring for the night. Shortly before midnight, the pair was awoken by the collision with the iceberg. Charles Williams was not worried initially. Decades earlier, he had been aboard a ship that struck an Atlantic iceberg, and the gash had simply been plugged with the boat’s cotton cargo. Father and son donned life vests underneath their raccoon coats and tried to remain warm by walking the deck and riding stationary bikes in the exercise room.Behr, who had been awake when the collision occurred, roused Newsom and her mother and stepfather from sleep. When the situation turned dire, the party jumped into a lifeboat and watched in horror as Titanic began to sink into the sea. Back on deck, Williams turned to his father and yelled, “Quick! Jump!” Just at that moment, however, an enormous smokestack crashed down and instantly crushed Charles Williams to death. It narrowly missed Dick Williams, who plunged into the 28-degree water. He swam furiously to a collapsible lifeboat that he would cling to for hours before he, Behr and 700 other survivors were rescued by RMS Carpathia. When the exhausted Williams was pulled from the icy waters, he was suffering from hypothermia and his legs were a worrisome shade of purple. A doctor on board recommended amputation to prevent the onset of gangrene, but Williams refused. “I’m going to need these legs,” he reportedly said. Throughout the trip to New York, Williams walked the deck every two hours, even through the night, to restore his circulation. It worked, and within weeks he was back swinging his wooden racket. It was on board Carpathia that Behr first met Williams, and three months later they squared off on the finely manicured lawns of the Longwood Cricket Club near Boston. Williams, the boy wonder, had an incredible summer, winning the national clay court championship, the national mixed doubles championship and the Pennsylvania state championship. At Longwood, the phenom initially overpowered Behr with his athleticism, blanking the veteran in the first set and winning the second 9-7. The savvy Behr, however, made the adjustments to capture the next three sets and a 0-6, 7-9, 6-2, 6-1, 6-4 victory. The Boston Globe reported the next day that “if one of the 1,500 spectators went away dissatisfied, he was indeed hard to please.”The two men competed again a few weeks later in Long Island, and they met in the quarterfinals of the 1914 U.S. Championships (today’s U.S. Open). Williams won easily in straight sets en route to the first of his two national titles. Before his career was over, Williams would be a member of five winning Davis Cup teams and capture a Wimbledon doubles title, two U.S. doubles championships and a mixed doubles gold medal in the 1924 Olympics.While Williams lost his father and nearly his legs in the Titanic disaster, it was Behr who struggled more in its aftermath. He was plagued by survivor’s guilt and in 1917 had an emotional breakdown that led to a brief stay in a sanitarium. As with all men who boarded Titanic’s lifeboats, Behr encountered whispers about his gallantry. He testified in the aftermath that he was ordered to row the boat, saying, “At that time we supposed there were plenty of lifeboats for all the passengers.”The media also scrutinized the romantic relationship between Behr and Newsom, who became engaged six months after the tragedy and wed in March 1913. The press covered the “Titanic couple” like a real-life Jack and Rose who had met and fell in love on the ill-fated liner. Despite the pair’s repeated denials, some newspapers erroneously reported the two were strangers thrown together by fate in the lifeboat, while others claimed Behr proposed to Newsom inside the lifeboat.Williams was inducted into the International Tennis Hall of Fame in 1957, while Behr was enshrined posthumously in 1969. Arguable, however, their greatest triumph was surviving history’s most famous shipwreck.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Titanic’s Tennis Star Survivors","author":"Christopher  Klein"}