{"url":"http://www.history.com/news/10-things-you-may-not-know-about-abraham-lincoln","content":"1. Lincoln is enshrined in the Wrestling Hall of Fame.\nThe Great Emancipator wasn’t quite WWE material, but thanks to his long limbs he was an accomplished wrestler as a young man. Defeated only once in approximately 300 matches, Lincoln reportedly talked a little smack in the ring. According to Carl Sandburg’s biography of Lincoln, Honest Abe once challenged an entire crowd of onlookers after dispatching an opponent: “I’m the big buck of this lick. If any of you want to try it, come on and whet your horns.” There were no takers. Lincoln’s grappling exploits earned him an “Outstanding American” honor in the National Wrestling Hall of Fame.2. Lincoln created the Secret Service hours before his assassination.\nOn April 14, 1865, Lincoln signed legislation creating the U.S. Secret Service. That evening, he was shot at Ford’s Theatre. Even if the Secret Service had been established earlier, it wouldn’t have saved Lincoln: The original mission of the law enforcement agency was to combat widespread currency counterfeiting. It was not until 1901, after the killing of two other presidents, that the Secret Service was formally assigned to protect the commander-in-chief.Abraham Lincoln circa 1846.3. Grave robbers attempted to steal Lincoln’s corpse.\nSecret Service did come to Lincoln’s protection, but only in death. In 1876 a gang of Chicago counterfeiters attempted to snatch Lincoln’s body from his tomb, which was protected by just a single padlock, in Oak Ridge Cemetery in Springfield, Illinois. Their scheme was to hold the corpse for a ransom of $200,000 and obtain the release of the gang’s best counterfeiter from prison. Secret Service agents, however, infiltrated the gang and were lying in wait to disrupt the operation. Lincoln’s body was quickly moved to an unmarked grave and eventually encased in a steel cage and entombed under 10 feet of concrete.4. John Wilkes Booth’s brother saved the life of Lincoln’s son. \nA few months before John Wilkes Booth assassinated Lincoln, the president’s oldest son, Robert Todd Lincoln, stood on a train platform in Jersey City, New Jersey. A throng of passengers began to press the young man backwards, and he fell into the open space between the platform and a moving train. Suddenly, a hand reached out and pulled the president’s son to safety by the coat collar. Robert Todd Lincoln immediately recognized his rescuer: famous actor Edwin Booth, brother of John Wilkes. (In another eerie coincidence, on the day of Edwin Booth’s funeral—June 9, 1893—Ford’s Theatre collapsed, killing 22 people.)5. Lincoln is the only president to have obtained a patent.\nBenjamin Franklin isn’t the only American political leader who demonstrated an inventive mind. After being aboard a steamboat that ran aground on low shoals and had to unload its cargo, Lincoln, who loved tinkering with machines, designed a method for keeping vessels afloat when traversing shallow waters through the use of empty metal air chambers attached to their sides. For his design, Lincoln obtained Patent No. 6,469 in 1849.6. Lincoln personally test-fired rifles outside the White House.\nLincoln was a hands-on commander-in-chief who, given his passion for gadgetry, was keenly interested in the artillery used by his Union troops during the Civil War. Lincoln attended artillery and cannon tests and met at the White House with inventors demonstrating military prototypes. Although there was a standing order against firing weapons in the District of Columbia, Lincoln even test-fired muskets and repeating rifles on the grassy expanses around the White House, now known as the Ellipse and the National Mall.Edwin Booth, brother of John Wilkes, as Hamlet in 1870.7. Lincoln came under enemy fire on a Civil War battlefield. \nWhen Confederate troops attacked Washington, D.C., in July 1864, Lincoln visited the front lines at Fort Stevens on two days of the battle, which the Union ultimately won. At one point the gunfire came dangerously close to the president. Legend has it that Colonel Oliver Wendell Holmes Jr., a future Supreme Court justice, barked, “Get down, you fool!” Lincoln ducked down from the fort’s parapet and left the battlefield unharmed.8. Lincoln didn’t move to Illinois until he was 21.\nIllinois may be known as the Land of Lincoln, but it was in Indiana that the 16th president spent his formative years. Lincoln was born in a Kentucky log cabin in 1809, and in 1816 his father, Thomas, moved the family across the Ohio River to a 160-acre plot in southern Indiana. Lincoln did not migrate to Illinois until 1830.9. Poisoned milk killed Lincoln’s mother.\nWhen Abraham was 9 years old in 1818, his mother, Nancy, died of a mysterious “milk sickness” that swept across southern Indiana. It was later learned that the strange disease was due to drinking tainted milk from a cow that had ingested poisonous white snakeroot.10. Lincoln never slept in the Lincoln Bedroom.\nWhen he occupied the White House, the 16th president used the current Lincoln Bedroom as his personal office. It was there that he met with Cabinet members and signed documents, including the Emancipation Proclamation.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You May Not Know About Abraham Lincoln","author":"Christopher  Klein"}