{"url":"http://www.history.com/news/10-things-you-may-not-know-about-the-roosevelts","content":"1. Franklin Roosevelt was related to 11 other presidents.\nIt seems like every day there is a new report tracing the genealogical roots of the American presidents: Abraham Lincoln and George W. Bush were seventh cousins (four times removed), and Jimmy Carter and George Washington were ninth cousins (six times removed). No president, however, can boast as many commander-in-chief connections as Franklin Delano Roosevelt who, by blood or marriage, was related to 11 other former presidents: John Adams, James Madison, John Quincy Adams, Martin Van Buren, William Henry Harrison, Zachary Taylor, Andrew Johnson, Ulysses S. Grant, Benjamin Harrison, William Howard Taft and, of course, Theodore Roosevelt, FDR’s fifth cousin. Roosevelt’s famous family tree doesn’t end at the White House. He was also reportedly related to several other historic figures, including Winston Churchill, Douglas MacArthur and two famed Confederate leaders: Jefferson Davis and Robert E. Lee.2. Another famous relative? His wife, Eleanor.FDR LibraryFifth cousins (once removed), Franklin and Eleanor had met briefly as children—although neither remembered the occasion. Though both were Roosevelts, they had grown up in competing New York branches of the family, Franklin from Hyde Park and Eleanor from Oyster Bay on Long Island. A chance meeting in 1902, shortly before Eleanor’s debutante ball, reacquainted the pair, who began dating later that year after a New Year’s reception at the White House hosted by Eleanor’s uncle, President Theodore Roosevelt. Though the outgoing Franklin and introverted Eleanor seemed to have little in common, they had both grown up in households seemingly haunted by illness. Franklin’s father James was 54 when his son was born, and chronic heart problems eventually rendered him an invalid until his death when Franklin was a teenager. Eleanor’s mother and brother both died early from diphtheria, and her alcoholic father Elliot (Teddy’s younger brother) died a few years later, leaving her orphaned at the age of 10. Whether or not it was this sad shared bond that united them, their relationship progressed quickly, and less than a year later they became engaged, when he was 22 and she was just 19.3. When Franklin and Eleanor married, Teddy Roosevelt gave the bride away.Franklin and Eleanor's marriage certificate (FDR Library)In fact, the wedding date itself was selected with the sitting president in mind: March 17, 1905, when he was already scheduled to be in New York for the St. Patrick’s Day parade. Teddy, who by all accounts adored his niece, was thrilled to be there, but perhaps inevitably it was the Rough Rider who garnered almost all the attention. The president’s attendance at the ceremony was front-page news (including in the New York Times), leaving Eleanor convinced that more people had come to see her uncle than her and Franklin. TR stole the show again when he met with reporters before leaving the reception. When asked for his thoughts on the Roosevelt-Roosevelt union, he quipped, “It is a good thing to keep the name in the family.”4. Sara Delano Roosevelt was a prototypical “monster-in-law.”Sara Delano Roosevelt with Franklin and Eleanor (FDR Library)Not everyone was thrilled with the marriage. Franklin’s domineering mother Sara had opposed it from the start. She thought the couple was too young to marry, was far from pleased with Eleanor’s family history and was unimpressed with the shy, retiring bride-to-be herself. She went so far as to whisk Franklin away on a foreign vacation in the hopes of changing his mind. She lost that battle, but Sara went on to wage familial war with her daughter-in-law for the rest of her life. Her gift to the newlyweds (a brownstone on Manhattan’s Upper East Side) may have seemed a generous gesture, but it came with powerful strings attached: Sara bought the adjoining building for herself, had connecting doors installed on every floor and proceeded to pop over whenever she pleased. She even hired (and fired) Eleanor and Franklin’s staff and eventually took control of much of the upbringing for their five children. Eleanor, naturally upset with the situation, found Franklin unsympathetic to her plight. Which is not surprising when you realize that Sara had kept her only child on just as tight a leash for his entire life. In fact, until her death in 1941—after FDR was already president—it was Sara who handled the Roosevelt family finances, doling out allowances to Franklin (and Eleanor) as she saw fit.5. Franklin Roosevelt had a unique connection to the USS Arizona. Roosevelt attends keel-laying ceremony for USS ArizonaIn 1913, FDR became Assistant Secretary of the U.S. Navy (a post previously held by cousin Teddy). The following year, he attended a keel-laying ceremony at the Brooklyn Navy Yard for a Pennsylvania-class battleship officially known as BB-39. Fifteen months later, when the ship was launched, it was christened the USS Arizona, after America’s newest state. On December 7, 1941 the Arizona was bombed during the attack on Pearl Harbor and 1,177 of its men went down with the ship. The next day, Roosevelt appeared before Congress asking for a declaration of war against Japan. Few people had noted Roosevelt’s connection to the Arizona’s beginning and end until staffers at the National Archives discovered photos of Roosevelt’s 1914 appearance in 2012. The images show a smiling Roosevelt sauntering down the gangplank, just seven years before he was stricken with polio and permanently paralyzed from the waist down.6. The 1944 presidential election pitted Franklin Roosevelt against one of his neighbors. Roosevelt and Thomas E. Dewey (Getty Images)In his campaign for an unprecedented fourth term in office, Roosevelt faced Republican Thomas E. Dewey, a former federal prosecutor and Manhattan District Attorney. Dewey had been born in Michigan, but made his home north of New York City, in a rural part of Dutchess County. In fact, he lived less than 30 miles from the Roosevelt family home at Hyde Park. This marks the last time that both major-party candidates for president lived in the same state, though it actually had happened three times before, in 1860, 1904 and 1920. Roosevelt and Dewey also shared another bond; both had served as governors of New York, with Dewey elected 10 years after Roosevelt had left the office to assume the presidency.7. FDR was an avid stamp collector.Getty ImagesRoosevelt’s passion for stamps began when he was a small child and continued throughout his life, resulting in a collection of 1.2 million pieces. Wherever he travelled, his stash of albums went with him in a special trunk. While Roosevelt himself admitted that his collection was large but not necessarily selective or valuable, he did have several unique pieces created expressly for him by foreign heads of state. Roosevelt was so enthusiastic about his philatelic pursuit that he met regularly with Postmaster General James A. Farley to go over plans for upcoming releases, even sketching a few designs himself. While president, Roosevelt spent much of his downtime working on his collection, a welcome respite from the difficult burdens of leading the nation through both the Great Depression and World War II. Turns out it made for good PR, too. The White House released dozens of photos of a tranquil, focused FDR at work, seemingly “putting the world in order.” After his death, his collection was sold at auction, attracting significant interest and selling for more than three times its estimate—one collector even paid $500 for a simple catalogue in which Roosevelt had indicated which stamps he already owned. Roosevelt would no doubt be thrilled that more than 80 countries have released stamps bearing his image.8. Eleanor Roosevelt held the first press conference by a first lady.Getty ImagesIn fact, between 1938 and 1945 she held 348 of them. Encouraged by both her husband and good friend Lorena Hickok, an AP reporter, Eleanor became a shrewd manager of her public image, using it to further the cause of women’s rights. Female reporters, who were by tradition excluded from press conferences held by her husband, found a welcome audience with the first lady—only women were invited to attend. If a news organization wanted to cover Eleanor, who was now increasingly creating her own headlines, they had to keep women on their payroll, no small comfort in the midst of the Great Depression. Her support of female reporters also led her to create the “Gridiron Widows,” a rebuke to Washington’s Gridiron Club for their refusal to admit women as members, for which she organized and hosted several high-profile benefits. Her interest piqued by the time she spent with these writers, Eleanor started a side career as a journalist, writing a daily syndicated column (which continued until her death in 1962) and contributing more than 50 articles to some of the nation’s leading magazines.9. Franklin Roosevelt narrowly avoided disaster on his way to the Tehran Conferences.Stalin, Roosevelt and Churchill at Tehran Conference, 1943The USS William D. Porter might be the unluckiest ship in U.S. naval history. Commissioned in 1943, its first assignment was as escort for several other vessels, including the battleship USS Iowa, when they crossed the Atlantic that November. Who was on board the Iowa? President Roosevelt, Secretary of State Cordell Hull and several high-ranking military officials, on their way to a top-secret summit in Iran with Joseph Stalin and Winston Churchill. The Porter’s bad luck started early, when it rammed into another ship while still in the dock. The next day saw another accident. While performing a routine drill (during which disarmed weapons were to be used), a fully operational depth charge fell off the ship and detonated, sending the rest of the convoy into a near panic, sure that Axis submarines were nearby. But it was the events of the following day, November 14 that sealed the ship’s fate. The Porter was once again performing drills, this time using what were supposed to be fake torpedoes. The problem was, the fourth round fired wasn’t a fake, it was live, and it was aimed directly at the Iowa. However, the whole convoy was under strict orders to maintain radio silence, so the Porter instead sent light signals to try to warn the Iowa. After several mistaken messages, word finally got through and the Iowa safely maneuvered out of harm’s way. While many on-board the Iowa were terrified at the prospect of an attack, FDR took it all in stride, ordering his Secret Service agents to wheel him ship-side, so he could watch the events unfold. In the aftermath of the incident, the Porter’s entire crew was arrested (a naval first), with most demoted to shore duty. But when one of the men was assigned to hard labor for his role in torpedo disaster, FDR had the sentence reduced.10. Amelia Earhart was supposed to teach Eleanor Roosevelt how to fly.Amelia Earhart and Eleanor RooseveltThe Roosevelts met famed aviator Amelia Earhart at a White House state dinner in April 1933, and she and the first lady quickly hit it off. Near the end of the night, Amelia offered to take Eleanor on a private flight, that night if she wanted to. Eleanor agreed, and the two women snuck away from the White House (still in evening clothes), commandeered an aircraft and flew from Washington, D.C. to Baltimore. After their nighttime flight, Eleanor got her students’ permit, and Earhart promised to give her lessons. When Earhart went missing in 1937, both Roosevelts were shocked by the news. Franklin immediately authorized a massive search effort covering more than 250,000 square miles of the Pacific and costing more $4 million. However, Earhart was never found, and Eleanor Roosevelt never got her flying lessons.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You May Not Know About the Roosevelts","author":"Barbara  Maranzani"}