{"url":"http://www.history.com/news/survivors-in-a-half-shell-turtles-withstood-dinosaur-die-out","content":"Reconstruction of the baenid turtle Boremys basking on a Triceratops dinosaur skull. (Credit: Brian T. Roach, Yale Peabody Museum)A devastating meteor strike 65 million years ago may have erased 90 percent of species from the planet—including, most famously, the dinosaurs—but it was no match for hardy aquatic turtles, which emerged from the catastrophe unscathed, according to researchers. Their findings, published in the latest issue of the Journal of Vertebrate Paleontology, are based on a newly discovered fossil of Boremys, part of a group of river turtles known as baenids that flourished in North America from roughly 80 million to 42 million years ago.“This was a turtle that had previously only been known from rocks about 70 million years old,” said Tyler Lyson of Yale University, lead author of the paper and a member of the team that recovered the Boremys remains in southwestern North Dakota and eastern Montana. “With some additional fieldwork we found it in the Paleocene, the time right after the meteor impact.”Along with the baenids, other non-terrestrial turtles in various parts of the world are thought to have kept on crawling as most animals and plants dropped like flies. “In general, turtles do really well across the K-T boundary,” Lyson said, referring to the point in the geologic record at which the mass extinction—believed by many scientists to have been caused by a giant meteorite impact—took place. Some turtle species took the calamity in such stride that, if their fossils alone are considered, it looks like the event never even happened.What made these slow-moving reptiles impervious to cataclysmic conditions that felled some of the largest creatures ever to roam the planet? “Turtles are very robust animals,” Lyson said. “If there’s a long period of cold they can go into a period of estivation [inactivity], or they can go into hibernation. They can really slow down their metabolism and wait several years without food or water, whereas warm-blooded animals can only go a week or a couple of weeks without food.”Aquatic turtles’ unfussy palates may also have helped to save them from the dinosaurs’ fate. Even if the mollusks and crustaceans they typically preyed upon were affected, they could have subsisted on dead foliage and other debris scattered around by the meteor strike. “A lot of them will just eat rotting plant material,” Lyson said. Other characteristics that may have played a role in the turtles’ survival include their small size, aquatic lifestyles and shells, which can store nutrients and act as a buffer against changing pH levels.Some turtles still living today, such as certain soft-shelled species in China, are descended from lineages that weathered the Cretaceous-Tertiary extinction. The baenids, which disappeared between 35 and 40 million years ago, were not so lucky. Happiest in wet environments, they may have died out when a severe dry spell parched North America during the late Eocene, which corresponds to their decline, Lyson explained.The Hell Creek formation in southwestern North Dakota, one of the sites where Boremys remains were found. (Credit: Erik Freeman)Another possibility is that the baenids ultimately lost out to their fellow survivors in the meteor impact’s aftermath, Lyson said. With dinosaurs out of the picture, small mammals proliferated across the planet, evolving and adapting at extraordinary rates. “This turtle was unable to put its head into its shell,” said Lyson. “I could envision these early mammals eating turtles, especially the ones that did not have the mechanism to pull their heads in to protect themselves.”Even today, 65 million years after their predecessors beat the odds, many turtle species could still go the way of the dinosaurs. “In a lot of areas, turtles are going extinct because they’re being eaten by humans,” Lyson said. “They were able to survive the biggest extinction event, but sadly their numbers are dwindling today as a result of humans.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Survivors in a Half Shell: Turtles Withstood Dinosaur Die-Out","author":"Jennie  Cohen"}