{"url":"http://www.history.com/news/cleaning-of-alamo-reveals-historic-graffiti","content":"A view of the newly discovered inscriptions, located next to a window above the Alamo church's main entrance. (Credit: Jeff Jowdy/Jowdy Photography)Historic etchings have been uncovered at the Alamo, a legendary former mission and fortress that welcomes some 3 million visitors a year. Carved deep into a wall above the main entrance to the complex’s church, the mysterious markings appear to read “1802,” “WVANCE,” “TEX” and either “54” or “SA.” Pam Jary Rosser, a paint and plaster conservationist who has spent decades restoring the Alamo site and other former missions in the San Antonio region, made the discovery on June 13 while carefully sponging away years of mold, sediment and dust. “It’s very exciting,” said Tony Caridi, director of marketing, development and public relations at the Alamo.If “1802” refers to the year in which the letters and numbers were etched into the wall, the markings could be the oldest ever found at the Alamo. Little is known of the site’s use and status between 1793, when the original San Antonio de Valero mission was abandoned, and 1803, when the Spanish military stationed a cavalry unit there. Perhaps, then, the newly discovered inscriptions could illuminate a poorly understood era in the Alamo’s history. On the other hand, the letter “w” was not used in the Spanish language at that time, and the Spanish may still have regarded the defunct mission as a holy place, Caridi said. “They wouldn’t have defaced a church,” he said.Experts also think it’s possible that the inscriptions date back to the historic siege of 1836, a pivotal moment in the Texas Revolution and the event for which the Alamo is best known. One of the compound’s defenders, keeping watch at the window above the door as the Mexican army approached that February, may have left his mark on what was by then a makeshift fort by carving his birth year into the wall. Several of the Texan men who died during the siege, including José Gregorio Esparza, James George and Patrick Henry Herndon, are known to have been born in 1802.A third hypothesis places the markings’ origin during the period following the famous battle and preceding the Civil War. For much of this time, the U.S. Army occupied the complex. The “WVANCE” inscription in particular might offer support for this interpretation: Records show that a man named William Vance—a member of one of San Antonio’s most prominent families—owned a store in the mid-19th century near the former mission, according to Caridi. “[Vance] could have been writing his birth year,” he suggested.The Alamo site has many other examples of historic “graffiti,” as many are (somewhat incongruously) calling the markings, including some that can only be seen with ultraviolet lamps. An outer wall in front of the church building, for instance, bears the names of men who fought and died during the 1836 battle, including that of folk hero Davy Crockett (written as “David Crocket”). And a number of ink and paint markings from the mid-1850s are “eerily reminiscent” of symbols used by the Knights of the Golden Circle, a pro-slavery secret society with a chapter in San Antonio that may have met at the Alamo complex, Caridi said.Another hidden set of historic inscriptions emerged in November 2009 when restoration work by Rosser in the former monks’ burial chamber revealed a mission-period archway that had likely been squared off by the U.S. Army in the 1850s. After clearing away the added stone and concrete to restore the doorway’s original structure, she spotted letters and the outline of a dove or other bird, accompanied by the year 1848.An unprecedented undertaking, Rosser’s ongoing cleaning of the Alamo is intended to expose more of its original limestone and plaster walls, erected by Franciscan monks in the mid-1700s. “We’re finding extraordinary and interesting names and things we can’t identify yet,” said Caridi. In addition to inscriptions, Rosser has unveiled remnants of frescoes and floral patterns from the Spanish mission period. “A lot of this work is very painstaking, and it really does take a trained eye because you have to know when to stop cleaning,” Caridi explained.Several other restoration projects are slated for late 2011 or early 2012, including the cleaning of the church’s relatively unexplored north transept and the possible examination of a tunnel running between the Alamo and nearby San Pedro Springs with ground-penetrating radar, Caridi said. A bill passed in May will transfer control of the site from the Daughters of the Republic of Texas, which has overseen it since 1905, to the state, but the group still plans to manage this preservation work in a custodial capacity.As for the recently uncovered markings, while historians will doubtless puzzle over their age and meaning, they may simply add to the mystery of the Alamo’s storied past. “It’s not something that we know for sure or that we’ll ever know for sure,” Caridi said.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Cleaning of Alamo Reveals Historic Graffiti","author":"Jennie  Cohen"}