{"url":"http://www.history.com/news/arthritisaurus-did-elderly-dinos-get-inflamed-joints","content":"Scientist Judyth Sassoon with a pliosaur skull that shows signs of arthritis. (Credit: Simon Powell, School of Earth Sciences, University of Bristol)Nimble swimmers with crushing bites and bodies built for speed, pliosaurs dominated the oceans of the Jurassic and Cretaceous. The largest known specimen, unearthed in Norway in 2008, measured 50 feet in length and boasted teeth the size of cucumbers. The newly described skull, found by a local fossil collector in southwest England in 1994, is roughly 7 feet long, meaning the original animal stretched 30 feet, said Judyth Sassoon, a University of Bristol scientist who led the project and co-wrote the paper. It remained in the collection of the Bristol City Museum and Art Gallery following its discovery.“When I saw it for the first time three years ago, I was instantly fascinated by some of the unusual markings on the lower and upper jaws,” Sassoon recalled. “At the time the fossil still needed to be extracted from the clay matrix in which it was discovered, and the museum staff kindly helped with that daunting task. Once the fossil was cleaned up, this pliosaur’s unique life story started to make sense.”Tentatively identified as female, the pliosaur lived to a ripe old, as evidenced by its large size and fused skull bones, Sassoon and her colleagues determined. But the carnivore seems to have spent its golden years grappling with progressive arthrosis, a degenerative disease of the joints. “There is evidence of erosion in the jaw joints, probably the result of wear and tear on the cartilage,” Sassoon explained. “The disease led to a misalignment of jaws, the lower jaw being deviated to one side. This is clearly indicated by tooth marks from the upper jaw impinging on the bone of the lower jaw and, similarly, a tooth from the lower jaw causing an infection in the tooth socket of the upper jaw.”A pliosaur (bottom) compared to a great white shark (top), a killer whale and a human. (Credit: School of Earth Sciences, University of Bristol)Strictly speaking, pliosaurs weren’t dinosaurs, but the predators shared certain characteristics with their contemporaries back on shore. “Reptiles are a group of related animals, so diseases in one branch of the reptile family could easily reflect diseases in another,” said Sassoon. “It is highly probable that Mesozoic reptiles—dinosaurs, crocodiles, marine reptiles, et cetera—were susceptible to many diseases that we know very little about, since disease symptoms are so rarely preserved in the fossil record.”Sassoon pointed out that dinosaurs and giant marine reptiles, just like humans today, occupied the upper levels of their respective food chains. Free from predators, individuals could thus grow old enough to develop conditions like arthritis. “This work does suggest that as individual top-predator reptiles aged they, like humans, suffered from age-associated diseases,” Sassoon said. “When the disease developed too far, preventing an individual animal from feeding, it would lead to its demise.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Arthritisaurus: Did Elderly Dinos Get Inflamed Joints?","author":"Jennie  Cohen"}