{"url":"http://www.history.com/news/10-things-you-may-not-know-about-alcatraz","content":"Tar_Heel_Rob/iStockphoto.com1. Al Capone played banjo in the inmate band.\nThe notorious gangster and mob boss was among the first prisoners to occupy the new Alcatraz federal prison in August 1934. Capone had bribed guards to receive preferential treatment while serving his tax-evasion sentence in Atlanta, but that changed after his transfer to the island prison. The conditions broke Capone. “It looks like Alcatraz has got me licked,” he reportedly told his warden. In fact, Convict No. 85 became so cooperative that he was permitted to play banjo in the Alcatraz prison band, the Rock Islanders, which gave regular Sunday concerts for other inmates.Alcatraz’s inmate band in 1955. (National Park Service)2. There were no confirmed prisoner escapes from Alcatraz.\nA total of 36 inmates put the supposedly “escape-proof” Alcatraz to the test. Of those convicts, 23 were captured, six were shot to death and two drowned. The other five went missing and were presumed drowned, including Frank Morris and brothers John and Clarence Anglin, whose 1962 attempted breakout inspired the 1979 film “Escape from Alcatraz.” The crafty trio chipped away at the rotting concrete cell walls with sharpened spoons and fashioned decoy heads complete with used locks of hair from the barbershop that they placed in their beds to fool the guards. Their possessions were found floating in San Francisco Bay, but no bodies were ever recovered, leading some to speculate that they may have engineered a successful escape.3. Alcatraz is named for sea birds.\nBefore criminals became its denizens, the windswept island was home to large colonies of brown pelicans. When Spanish Lieutenant Juan Manuel de Ayala became the first known European to sail through the Golden Gate in 1775, he christened the rocky outcrop “La Isla de los Alcatraces,” meaning “Island of the Pelicans.” The name eventually became Anglicized to “Alcatraz.” With the inmates gone, gulls and cormorants are now the most plentiful inhabitants of Alcatraz.4. In spite of his nickname, the “Birdman of Alcatraz” had no birds in the prison. \nWhile Robert Stroud was serving a manslaughter sentence for killing a bartender in a brawl, he fatally stabbed a guard at Leavenworth Prison in 1916. After President Woodrow Wilson commuted his death sentence to a life of permanent solitary confinement, Stroud began to study ornithological diseases, write and illustrate two books and raise canaries and other birds in his Leavenworth cell. He was ordered to give up his birds in 1931, and he was banned from having any avian cellmates during his 17 years inside Alcatraz, which began in 1942. The 1962 movie “Birdman of Alcatraz,” for which Burt Lancaster received an Academy Award nomination just weeks before “The Rock” closed, was largely fictitious.A typical single-inmate cell. (Library of Congress)5. After the prison stood dormant for six years, Native American activists occupied Alcatraz.\nFollowing two previous brief occupations, a group of nearly 100 Native American activists, led by Mohawk Richard Oakes, took over the island in November 1969. Citing an 1868 treaty that granted unoccupied federal land to Native Americans, the protestors demanded the deed to Alcatraz in order to establish a university and cultural center. Their proclamation included an offer to purchase the island for “$24 in glass beads and red cloth”—the same price reportedly paid by Dutch settlers for Manhattan in 1626. Federal marshals removed the last of the protestors in June 1971, but some of their graffiti remains. When the National Park Service recently rebuilt an Alcatraz water tower, it made sure to repaint the red graffiti that read “Peace and Freedom. Welcome. Home of the Free Indian Land.”6. Military prisoners were Alcatraz’s first inmates.\nOnce the Gold Rush of the 1840s turned San Francisco into a boomtown, Alcatraz was dedicated to military use. The U.S. Army began incarcerating military prisoners inside the new fortress in the late 1850s. During the Civil War, prisoners included Union deserters and Confederate sympathizers. The cells were also used to imprison Native Americans who had land disagreements with the federal government, American soldiers who deserted to the Filipino cause during the Spanish-American War and Chinese civilians who resisted the Army during the Boxer Rebellion.7. Alcatraz was home to the Pacific Coast’s first lighthouse.\nWhen a small lighthouse on top of the rocky island was activated in 1854, it became the first of its kind on the West Coast of the United States. The beacon became obsolete in the early 1900s after the U.S. Army constructed a cell house that blocked its view of the Golden Gate. A new, taller lighthouse replaced it in 1909.8. The country’s worst criminals were not automatically shipped to Alcatraz.\nThe convicts housed in Alcatraz were not necessarily those who had committed the most violent or heinous crimes, but they were the convicts most in need of an attitude adjustment–the most incorrigible and disobedient inmates in the federal penal system. They had bribed guards and attempted escapes, and a trip to Alcatraz was intended to get them to follow the rules so that they could return to other federal facilities.Inside the prisoner dining room. (Library of Congress)9. It was possible to swim to shore.\nFederal officials may have initially doubted that any escaping inmates could survive the swim to the mainland across the cold, swift waters of San Francisco Bay, but it did happen. In 1962, prisoner John Paul Scott greased himself with lard, squeezed through a window and swam to shore. He was so exhausted upon reaching the foot of the Golden Gate Bridge that police discovered him lying unconscious in hypothermic shock. Today, hundreds complete the 1.5-mile swim annually during the Escape from Alcatraz Triathlon.10. Inmates requested transfers to Alcatraz. \nWhile Alcatraz was certainly not Club Med, its tough-as-nails reputation was a bit of a Hollywood creation. The prison’s one-man-per-cell policy appealed to some inmates because it made them less vulnerable to attack by fellow jailbirds. Alcatraz’s first warden, James A. Johnston, knew poor food was often the cause of prison riots, so he prided himself on serving good food, and inmates could return for as many helpings as they wanted. Inmates who behaved had access to privileges including monthly movies and a library with 15,000 books and 75 popular magazine subscriptions. Overall, some prisoners considered the conditions inside Alcatraz to be more attractive than at other federal prisons, and several asked to be moved there.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You May Not Know About Alcatraz","author":"Christopher  Klein"}