{"url":"http://www.history.com/news/tyrannosaurus-rex-goes-up-a-size","content":"Comparison of the models generated for the largest (Sue) and smallest Tyrannosaurus rex specimens, alongside a human figure for scale. (Credit: Julia Molnar)The Tyrannosaurus rex that stomps through our collective nightmares just got an upgrade—and it’s enough to jolt the most fearless sleepers awake. Until now, scientists thought the tiny-limbed, razor-toothed carnivore stretched up to 40 feet long and weighed in at 14,000 pounds when fully grown. It turns out these estimates might have shortchanged the Cretaceous monster, researchers reported today in the journal PLoS One. The largest Tyrannosaurus rex skeletons, including the famous behemoth known as Sue, once carried more than 18,000 pounds of muscle and flesh on their barrel-chested frames, according to the paper.Led by John R. Hutchinson of the Royal Veterinary College in London and Peter Makovicky of the Field Museum of Natural History in Chicago, a team of scientists used 3-D laser scans of five mounted Tyrannosaurus rex skeletons to generate digital models. “Previous methods for calculating mass relied on scale models, which can magnify even minor errors, or on extrapolations from living animals with very different body plans from dinosaurs,” said Makovicky. “We overcame such problems by using the actual skeletons as a starting point for our study.”Models based on tyrannosaurus rex skeletons were digitally fleshed out with varying levels of bulk using 3-D technology. (Credit: Julia Molnar)Resurrecting the colossal exhibit pieces, which included the Field Museum’s iconic Sue specimen, was no easy task, so the researchers enlisted the help of partners ranging from the forensics unit of the Chicago Police Department to 3-D visualization companies. After creating digital body segments, they fleshed out the frames with three different levels of bulk to account for the fact that some Tyrannosaurus rex individuals were plumper than others. “These models range from the severely undernourished through the overly obese, but they are purposely chosen extremes that bound biologically realistic values,” said study co-author Vivian Allen of the Royal Veterinary College.This method yielded higher weights than expected for the long-dead lizards, including Sue, one of the largest and most complete Tyrannosaurus rex skeletons ever discovered, who tipped the scales at over 18,000 pounds. “We knew she was big but the 30 percent increase in her weight was unexpected,” said Makovicky, who works at the museum where Sue has been a major draw since 2000. He added that this figure represents the leanest model, so the famous dinosaur might have been even more corpulent. “Nine tons is the minimum estimate we arrived at using a very skinny body form,” he explained.The new mass estimates indicate that Tyrannosaurus rex grew twice as quickly as previously thought, packing on up to 3,950 pounds per year during the teenage phase. This staggering rate, coupled with its gargantuan adult proportions, probably meant that Tyrannosaurus rex moved more slowly as it aged, according to the researchers. Large individuals could still have achieved speeds between 10 and 25 miles per hour while running after prey, using their giant tail and hip muscles for propulsion, they said. Not bad for a hulking beast once thought to have weighed as much as a school bus or full-grown elephant—but may actually have verged on a bus with an elephant inside.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Tyrannosaurus Rex Goes Up a Size","author":"Jennie  Cohen"}