{"url":"http://www.history.com/news/memo-from-1944-warned-that-fdr-would-likely-die-in-office","content":"In the summer of 1944, during Franklin D. Roosevelt’s campaign to serve an unprecedented fourth term at the height of World War II, several doctors examined the president at the request of his personal physician, Ross T. McIntire. Although the physicians collectively reported to the American public that their popular and beloved leader was in good health, one of them, Frank Lahey of Boston, wrote in a confidential memo that he had informed McIntire of his personal doubt that the president could survive another four years. That memo has just been unveiled by the Lahey Clinic in Burlington, Massachusetts, which the prominent surgeon founded in 1923.“I have reviewed all of his xrays and findings over the past years and compared them with the present findings and am recording my opinion concerning Mr. Roosevelt’s condition and capacities now,” Lahey wrote in the memo, dated July 10, 1944. “I am recording these opinions in the light of having informed Admiral McIntire Saturday afternoon July 8, 1944 that I did not believe that, if Mr. Roosevelt were elected President again, he had the physical capacity to complete a term.” The purpose of the document, Lahey wrote, was to protect his reputation as a physician in the event that the public report was called into question: “As I see my duty as a physician, I cannot violate my professional position nor possible professional confidence, but I do wish to be on record concerning possible later criticism.”Lahey went on to explain that the president had likely been on the verge of heart failure in recent months as a result of high blood pressure. “With this in mind,” he wrote, “it was my opinion that over the four years of another term with its burdens, he would again have heart failure and be unable to complete it.” According to the memo, McIntire agreed with his colleague’s assessment.By 1944, Roosevelt was no stranger to keeping his health under wraps. Paralyzed from the waist down at age 39 after an acute illness that was diagnosed—most likely incorrectly—as polio, he relied heavily on a wheelchair but never appeared in it in public. Both as governor of New York and throughout his 12 years in the White House, he worked with his doctors to constantly assure the public that he was on the mend.This was not the first time the U.S. government deliberately concealed a sitting president’s physical deterioration, nor would it be the last. In 1919, midway through his second term, Woodrow Wilson suffered a series of debilitating strokes that left him paralyzed on the left side, partially blind and emotionally erratic. His wife Edith and closest aides shielded him from the public eye, and the world did not learn of his severe incapacity until his death in 1923. (Edith, who served as her bedridden husband’s primary representative and took over many of his responsibilities, later described the arrangement as her “period of stewardship.”) Likewise, John F. Kennedy, whose apparent vigor scored him points during the 1960 election, suffered in secret from Addison’s disease, osteoporosis and a host of additional ailments. Americans had no idea that their youthful leader endured bouts of crippling pain and subsisted on an intense regimen of amphetamines, cortisone and other drugs.Nine months after Lahey wrote his memo, on April 12, 1945, Franklin D. Roosevelt succumbed to a stroke at age 63 while sitting for a portrait painting in Georgia. He was succeeded by Vice President Harry S. Truman, a former Missouri senator who Roosevelt had named as his running mate on July 21, 1944. Historians have surmised that the president’s awareness of his declining health may have prompted him to choose Truman over the incumbent, Vice President Harry Wallace, whose popularity had plummeted. Did Lahey’s memo play a role in Roosevelt’s decision? “In addition to the above,” the doctor concluded in the document, “I have told Admiral McIntire that I feel strongly that if he does accept another term, he had a very serious responsibility concerning who is the Vice President. Admiral McIntire agrees with this and has, he states, so informed Mr. Roosevelt.”A renowned physician, teacher and medical administrator, Lahey is remembered for pioneering life-saving surgical techniques and establishing one of the first multi-specialty group practices in the country. In the 1940s, Roosevelt appointed him to serve on a special commission charged with reporting on medical conditions during World War II; he went on to hold a number of influential positions, including president of the American Medical Society and the International Society of Surgeons.Memo courtesy of the Lahey Clinic.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Memo from 1944 Warned FDR Would Likely Die in Office","author":"Jennie  Cohen"}