{"url":"http://www.history.com/news/from-hippo-fat-to-vacuum-helmets-a-history-of-baldness-prevention","content":"Ancient Egyptian Remedies\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/ebers-papyrus.jpg\r\n                    \r\n\t\t\t\t\tThe Ebers Papyrus, a medical text that dates back to 1550 B.C., includes a number of recommended cures for ancient Egyptians suffering from hair loss. Suggestions include a mixture of fats from a hippopotamus, crocodile, tomcat, snake and ibex; porcupine hair boiled in water and applied to the scalp for four days; and the leg of a female greyhound sautéed in oil with the hoof of a donkey. Apparently concerned with maintaining adequate hirsuteness, both male and female royals were known to wear wigs and fake beards.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tHippocratic Growth\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/hippocrates.jpg\r\n                    \r\n\t\t\t\t\tThe ancient Greek physician Hippocrates, who was born around 460 B.C. and is often referred to as the father of Western medicine, personally grappled with male pattern baldness. He prescribed himself and fellow chrome domes a topical concoction of opium, horseradish, pigeon droppings, beetroot and spices. It didn’t stop anyone’s hairline from receding. Hippocrates also conceived of a radical treatment for hair loss after noticing that eunuchs never went thin on top. Though it is unlikely that men began opting for castration over a bald spot, in 1995 researchers at Duke University confirmed that the procedure could indeed prevent hair loss.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCombovers and Laurel Wreaths\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/julius-caesar.jpg\r\n                    \r\n\t\t\t\t\tWhen Julius Caesar began losing his hair, he tried everything to reverse the curse and hide his shiny pate. First, he grew his thinning mane long in the back and brushed it over his scalp in an early version of the combover. When that didn’t work (hairspray had yet to be invented, after all), his lover Cleopatra recommended a home remedy consisting of ground-up mice, horse teeth and bear grease. This too had little effect, so the Roman dictator took to covering his dome with a laurel wreath.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tToupee Toppers\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/louis-xiii.jpg\r\n                    \r\n\t\t\t\t\tPopular in ancient times, hairpieces were revived in the 17th century by royals such as King Louis XIII of France, who donned a toupee to mask his balding scalp. Massive wigs, often featuring elaborate curls and peppered with white powder, became all the rage among French and English nobles. Wealthy American colonists adopted the accessory as a status symbol until the American Revolution, which put a damper on monarch-inspired fashions.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCrackpot Cure-Alls\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/sutherland-sisters.jpg\r\n                    \r\n\t\t\t\t\tIn the United States, the 19th century witnessed the emergence of so-called “snake oil” salesmen—essentially, swindlers masquerading as doctors and peddling phony potions that promised to treat all that ails you. Some of these tonics were supposedly formulated to reverse hair loss, including an ointment called Seven Sutherland Sisters' Hair Grower, inspired and marketed by a family of sideshow performers with cascading tresses.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBald Spot of Tea\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/cold-india-tea.jpg\r\n                    \r\n\t\t\t\t\tWho wouldn’t want a baldness cure that can double as a refreshing beverage? In 19th-century England, people stricken with thinning hair would rub “cold India tea” and hunks of lemon into their scalps. Not surprisingly, the results were underwhelming.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tHot Heads\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/thermocap.jpg\r\n                    \r\n\t\t\t\t\tIn the 20th century, manufacturers scrambled to develop high-tech solutions for one of the most prevalent cosmetic issues on the planet. One notable example is the Thermocap device, unveiled by the Allied Merke Institute in the 1920s. Men and women with thinning locks and busy schedules simply had to spend 15 minutes a day under the bonnet-like gadget’s heat and blue light, which supposedly stimulated dormant hair bulbs. “Has a Remedy for Baldness Been Discovered at Last?” screamed the headline of a 1923 Popular Mechanics advertorial. The answer, sadly, was probably not.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tVacuum Power\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/xervac.jpg\r\n                    \r\n\t\t\t\t\tThe Crosley Corporation, a radio and automobile manufacturer, ventured into the personal care market with its 1936 introduction of the Xervac, a machine that purportedly used suction to spur hair growth. Advertisements for the system, which could be rented for home use or found in barbershops, encouraged businessmen to kick back and relax with a cigarette and newspaper as the helmet-encased vacuum pump worked its magic on their follicles.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tHair Transplants\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/hair-transplant.jpg\r\n                    \r\n\t\t\t\t\tIn 1939, a Japanese dermatologist pioneered a procedure for grafting hair from the scalp, eyebrows, face and other parts of the body onto bald spots. Two decades later, the New York doctor Norman Orentreich popularized hair transplants, which for many years resulted in scalps reminiscent of doll’s heads. This treatment for male pattern baldness is alive and well to this day, albeit with more natural results. (Credit: Keystone Features/Stringer/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"From Hippo Fat to Vacuum Helmets, a History of Baldness Prevention","author":"Jennie  Cohen"}