{"url":"http://www.history.com/news/8-surprising-fenway-park-events","content":"Fenway Park in 2008. (Credit: Christopher Klein)1. June 6, 1914: A Pachyderm Party2. June 29, 1919: Irish Eyes Are Smiling\nFenway’s emerald diamond morphed into a piece of the Auld Sod when a crowd of nearly 60,000 attended a rally for Irish independence headlined by Irish president Eamon de Valera. Scores of women fainted in the crush to get close to the dais decorated with flags of the United States and the Irish Republic. In a fiery speech, de Valera delivered an impassioned plea for Americans to support Ireland’s battle for independence from Great Britain. “If America fails the good people of small nations seeking to wrest themselves from tyranny and oppression, then, democracy dies or else goes mad,” he told the audience.3. May 30, 1931: Yankees Call Fenway Home\nIt’s mind-blowing to think that, at least for one day, the New York Yankees called Fenway Park home. Red Sox fans can take consolation in the fact that those Yankees played soccer, not baseball. As 8,000 fans cheered, the Yankees of the American Soccer League defeated Scottish power Glasgow Celtic FC 4-3 behind three goals by Billy Gonsalves. Johnny Reder, the Yankees’ goalkeeper that day, would return to Fenway the following year to take the field as a Red Sox first baseman.The legendary “Green Monster,” an iconic feature of Fenway Park. (Credit: Christopher Klein)4. October 8, 1933: Hail to the Redskins5. November 28, 1942: The Silver Lining\nUndefeated and top-ranked Boston College was a huge favorite going into its gridiron tilt against Jesuit archrival Holy Cross. Boston College players were so confident that before kickoff they scheduled a victory party at a Boston nightclub called the Cocoanut Grove. Holy Cross, however, scored a stunning upset in a 55-12 rout before a sellout crowd of 41,300. The defeat turned out to be a monumental blessing for the despondent Eagles, who canceled their merrymaking plans. That night, the Cocoanut Grove was destroyed by an inferno that killed 492 people.6. November 4, 1944: FDR’s Final Campaign Speech\nIt would be the final campaign rally of an incredible political career. Three days before his election to an unprecedented fourth term, President Franklin D. Roosevelt delivered his last speech of the 1944 campaign at Fenway Park. Seated in an open automobile and bathed in floodlights, Roosevelt gave a rousing defense of his war record and the New Deal before a crowd of 40,000 and a nationwide radio audience. “Does the average American believe that those who fought tooth and nail against progressive legislation during the past 12 years can be trusted to cherish and preserve that legislation?” Roosevelt asked. Frank Sinatra sang the national anthem, and Orson Welles was among the entertainers warming up the crowd. 7. July 29, 1954: Outdoor Basketball \nHardball gave way to the hardwood when the Harlem Globetrotters came to Fenway Park as part of a basketball doubleheader. On a makeshift court over the infield, the Trotters showed off their usual comedic routines and ball-handling skills against a team of all-stars before a crowd of 13,344. The Harlem Globetrotters won—naturally—and would repeat the performance on return trips in 1955 and 1963. 8. June 28, 1969: Fenway Smackdown\nA crowd of 17,000 passed through Fenway’s turnstiles to watch a professional wrestling card featuring stars such as George “The Animal” Steele, Lou Albano and “Slave Girl Moolah.” In the main event, Bruno Sammartino grappled with Killer Kowalski in a no-holds-barred, no-referee bout, much of which spilled onto the infield grass surrounding the ring. Despite a miraculous recovery by the villainous Kowalski after he rolled off a stretcher onto the field and had beer poured on him by raucous fans, Sammartino emerged victorious and held onto his championship belt.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"8 Surprising Fenway Park Events","author":"Christopher  Klein"}