{"url":"http://www.history.com/news/historys-worst-nuclear-disasters","content":"Fukushima Dai-ichi (March 2011)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/northern-japan1.jpg\r\n                    \r\n\t\t\t\t\tThe earthquake that shook Japan on March 11, 2011, stirred up a devastating tsunami that has been blamed for thousands of deaths. It also triggered a series of accidents and failures at the Fukushima nuclear plant, leaving experts scrambling to avoid meltdowns. (Photo Credit: DigitalGlobe/Handout)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tChernobyl (April 26, 1986)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/chernobyl1.jpg\r\n                    \r\n\t\t\t\t\tBuilt in the late 1970s about 65 miles north of Kiev in the Ukraine, the Chernobyl plant was one of the largest and oldest nuclear power plants in the world. The explosion and meltdown that occurred there in April 1986 claimed thousands of lives and remains the worst nuclear disaster in history.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThree Mile Island (March 28, 1979)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/three-mile-island1.jpg\r\n                    \r\n\t\t\t\t\tThe most serious nuclear accident in U.S. history took place at the Three Mile Island plant near Harrisburg, Pennsylvania, when a pressure valve failed to close, allowing contaminated water to drain into adjoining buildings. The incident eroded the American public's faith in nuclear power.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tWindscale (October 10, 1957)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/windscale-power-plant1.jpg\r\n                    \r\n\t\t\t\t\tBritain's first nuclear reactor, known as Windscale, was the site of a massive blaze in October 1957. While no evacuations occurred, officials prohibited the sale of milk from the affected area for a month. Scientists estimate that fallout from the fire may have caused some 240 cases of cancer. (Photo Credit: Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tKyshtym/Mayak (September 29, 1957)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/fmsf-mayak1.jpg\r\n                    \r\n\t\t\t\t\tIn the years following World War II, the Soviet Union constructed dozens of covert nuclear facilities. One of these, the Mayak plant in the town of Ozyorsk, became the site of a major disaster when the cooling system in a storage tank failed. Some 200 people died of cancer as a result.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 0;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tChernobyl (April 26, 1986)In the opening days of the crisis, 32 people died at Chernobyl and dozens more suffered radiation burns. The radiation that escaped into the atmosphere–equivalent to several times that produced by the atomic bombs dropped on Hiroshima and Nagasaki–contaminated millions of acres of forest and farmland. The full human toll from the calamity is still being tallied, but experts believe that thousands of people died and as many as 70,000 suffered severe poisoning. In addition, a large area of land may not be livable for as much as 150 years, including the 18-mile radius around Chernobyl–home to some 150,000 people who had to be permanently relocated. In 2000, the last working reactors at Chernobyl were shut down and the plant was officially closed.Kyshtym (September 29, 1957)\nIn the years following World War II, the Soviet Union constructed dozens of covert facilities—many of them hastily and shoddily built—in an effort to strengthen their nuclear arsenal. One of these, the Mayak nuclear fuel processing plant in the Russian town of Ozyorsk, became the site of a major disaster when the cooling system in a waste storage tank failed, causing the dried radioactive material it contained to overheat and explode. A plume of deadly particles swelled above Ozyorsk and the surrounding region, eventually spanning some 300 square miles. A full week passed before the affected zone’s 10,000 residents were evacuated; because the plant was shrouded in secrecy, they received no explanation for their abrupt and permanent resettlement. By that time, reports had surfaced of mysterious ailments, including people’s skin sloughing off from exposed body parts.Instead of acknowledging what had happened in the disaster’s aftermath, the Soviet government created the East-Ural Nature Reserve in the contaminated area and prohibited unauthorized access to it. In 1979, the Russian biologist and dissident Zhores Medvedev made waves by exposing the accident’s lasting effects, but it was not until 1990 that reports documenting the event were declassified. According to estimates, 200 people died of cancer because of exposure to radiation, and thousands more may have suffered from related illnesses. The Mayak incident has come to be associated with the nearby town of Kyshtym because Ozyorsk did not appear on any official maps at the time.Three Mile Island (March 28, 1979)\nThe most serious nuclear accident in U.S. history took place at the Three Mile Island plant near Harrisburg, Pennsylvania, a brand-new facility lauded for its state-of-the-art design, efficiency and affordability during an era of energy crises. It began when a pressure valve in one of the reactors failed to close, allowing cooling water–contaminated with radiation–to drain into adjoining buildings. Control room operators made critical errors as they struggled to contain the crisis, and by early morning the core had heated to over 4,000 degrees–just 1,000 degrees short of meltdown. As radioactive steam began pouring out of the plant, word of the incident leaked to the outside world. The plant’s parent company downplayed the event, claiming that no radiation had been detected off plant grounds, but within days radiation levels were elevated over a four-county zone. Pennsylvania Governor Richard Thornburgh ordered the evacuation of pregnant women and small children from the area.On March 31, plant workers were able to address the problems and ended the threat of a meltdown. Although no deaths or injuries were reported, there has been an ongoing controversy over whether the radiation released at Three Mile Island led to increased cancer and infant mortality rates in the region. The incident also eroded the American public’s faith in nuclear power, inspiring many demonstrations, and increased awareness of the need for emergency preparedness at the state and local levels.Windscale (October 10, 1957)\nDesigned to produce plutonium and other materials for the country’s burgeoning nuclear weapons program, Britain’s first nuclear reactor, known as Windscale, was built in northwest England in the late 1940s. On October 10, 1957, workers conducting standard maintenance at the massive facility noticed rising temperatures. Upon further inspection, they discovered that the reactor’s uranium-filled graphite core had caught fire. Worse, it had likely been ablaze for two days, releasing dangerous contaminants into the atmosphere. With the reactor on the verge of collapse, plant operators risked their lives to fight the flames with cooling fans, carbon dioxide and water. The fire finally died out on October 12, but by that time a radioactive cloud was already spreading across the United Kingdom and Europe.While no evacuations occurred, officials prohibited the sale of milk from the affected area for roughly a month. Scientists estimate that, over the long term, radioactive fallout from the Windscale fire may have caused some 240 cases of cancer. An inquiry that began within days of the accident concluded that the blaze had been both avoidable and mishandled. The complete report was suppressed for several decades, however, in part because it may have compromised Britain’s efforts to cooperate with the United States on nuclear weapons development.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"History’s Worst Nuclear Disasters","author":"Jennie  Cohen"}