{"url":"http://www.history.com/news/where-does-the-moon-come-from","content":"(Credit: NASA)Earth smashed into Planet Theia.\nKnown as the giant impact hypothesis, the reigning lunar origin theory holds that the moon formed when Earth collided with a planet half its size—roughly as big as Mars—some 4.5 billion years ago. (Scientists call this imagined planet Theia after the deity who gave birth to the moon goddess in ancient Greek mythology.) The crash caused debris from both celestial bodies to orbit Earth—then a ball of partly molten rock rather than the solid orb we know today—and eventually coalesce to create the moon. Dating back to the mid-1970s, this model implies that the moon is an amalgam of materials from both Earth and Theia. A study published March 25 in the journal Nature Geoscience called the giant impact hypothesis into question by showing that the moon’s composition is nearly identical to Earth’s, suggesting that another planet had little or no contribution after all.The moon once filled the Pacific Ocean’s basin.\nCharles Darwin’s son George, an astronomer and physicist, first proposed the fission theory of moon formation in the late 1800s. According to this hypothesis, a chunk of matter spun off from a whirling Earth early in the history of the solar system and became our planet’s satellite. Geologist Osmond Fisher took the concept a step further, proposing that the Pacific Ocean occupies the space once filled by the moon. It wasn’t until well into the 20th century that fission fell out of favor, partly because scientists determined that a force capable of dislodging a moon-sized piece of Earth would have destroyed the planet. Lunar rocks collected during the Apollo missions indicated that the moon was once hotter than Earth, offering more evidence against fission.Earth ensnared a drifting moon.\nAccording to the capture theory, the moon formed elsewhere in the solar system and happened to hurtle past Earth at just the right moment. As a result, Earth’s gravitational field “captured” the moon and brought it into orbit. Scientists now believe an object as large as the moon would have broken apart or bounced off after encountering the forces surrounding Earth. They also consider it unlikely that conditions would have allowed such an auspicious meeting.Earth and the moon were twins.\nThe condensation or co-accretion hypothesis states that the moon and Earth were born at the same time, sprouting from a single cloud of material within the original nebula that created the entire solar system. This event would have taken place shortly after the Big Bang some 13 billion years ago. If co-accretion formed Earth and the moon, however, gravitational forces would have fused both celestial bodies or they would share more basic characteristics, experts now think.Two moons crashed to form one.\nIn a study published last August, researchers speculated about another major milestone in the moon’s very early history—one that might account for its two very different faces. (The near side of the moon is low and flat, while the far side is high and mountainous.) The paper posited that a tiny second moon once orbited Earth before slamming into its sibling, roughing up the larger satellite’s surface. Scientists had previously believed that gravitational forces created the far side’s highlands.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Where Does the Moon Come From?","author":"History.com  Staff"}