{"url":"http://www.history.com/news/5-u-s-presidents-who-taught-school","content":"1. John Adams\nWhen John Adams graduated from Harvard College in 1755, the 19-year-old Massachusetts native found himself at a crossroads. As a child, he’d considered formal education tiresome and yearned to be like his father, a farmer. Now, however, he was torn between the ministry career his parents hoped he’d choose and his growing interest in the law. While he weighed his options, the future second U.S. president taught a dozen boys and girls in a one-room schoolhouse in Worcester, Massachusetts, where he boarded at the home of a local doctor.Not the most devoted schoolmaster in history, Adams would reportedly entrust his leading students with conducting the class so he could read or write at his desk. Still, he learned from his “little runtlings” and made profound observations about education and human nature, noting that encouragement and praise yielded better results than punishment and scolding. In a letter to a friend in which he fancifully described himself as his school’s “dictator,” he wrote, “I have several renowned generals but three feet high, and several deep, projecting politicians in petticoats.” Adams left teaching to study law and was admitted to the bar in 1758.2. Millard Fillmore\nApprenticed to a New York textile manufacturer as a teenager, Millard Fillmore spent his time outside the mill reading the dictionary and trying to digest enormous legal tomes. In 1819 the 19-year-old attended a newly opened local school for several months; there he fell in love with his teacher, Abigail Powers, a minister’s daughter two years his senior. The pair wed in 1826 after a long courtship.In the early 1820s Fillmore followed in his sweetheart’s footsteps, teaching elementary school while clerking for a county judge. He used his earnings to dissolve his obligation to the textile factory and was admitted to the bar in 1823. While the 13th president’s schoolmaster career was short-lived, his future first lady continued to teach even after she married her husband—a rarity during that day and age.3. James Garfield\nBorn into poverty in an Ohio log cabin, James Garfield hoped to leave his family farm and seek his fortune on the high seas. At 16 he took a job driving a team of barge-pulling horses near Cleveland. But soon illness struck, forcing the young man to return home and carve a new path. He reluctantly went off to boarding school, paying his way by chopping wood, doing chores and, by 1849, teaching in rural classrooms during his vacations. Garfield’s first teaching post brought him $12 a month plus board, but it wasn’t until a violent brawl with a troublemaking pupil that he earned his students’ respect.Garfield went on to attend college and teach at a series of institutions throughout the 1850s. For a brief period of time he served as a penmanship instructor at North Pownal Academy in Vermont, where his future vice president, Chester Arthur, had taught several years earlier. Garfield left education in 1859 and studied law until his election to the Ohio state senate. Perhaps it was his first career that inspired the 20th U.S. president to write, “Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.”4. Grover Cleveland\nWhen Grover Cleveland’s minister father died suddenly in 1853, the 16-year-old was forced to help support his mother and eight siblings. He abandoned his dream of attending college and took a post alongside his brother, a teacher at the New York Institute for the Blind in Manhattan. Cleveland served as secretary to the school’s president and as an assistant teacher of reading, writing, arithmetic and geography. Quaker philanthropist Samuel Wood had founded the institution in 1831, and it continues to operate today as the New York Institute for Special Education.While teaching Cleveland met fellow instructor Fanny Crosby, a blind poet and hymn writer who would rise to national fame. She became a lifelong friend of the future president. The institute’s long hours and bleak atmosphere took a toll on young Cleveland, and he left after a year to work as a clerk and study law.5. Lyndon B. Johnson\nBefore he entered politics, the 36th U.S. president attended a teachers’ college and pursued a career in education. Born in a farmhouse in 1908, Lyndon B. Johnson operated an elevator and built roads as a teenager and young man. At 20 he taught underprivileged children of Mexican descent at a small school in Cotulla, Texas, earning a reputation for his dedication, high standards and encouragement of his students. Years later, after signing the Higher Education Act of 1965, Johnson reflected on this early experience, saying, “I think it was then that I made up my mind that this nation could never rest while the door to knowledge remained closed to any American.”Johnson went on to teach public speaking and debate at several Texas high schools. In 1931 he moved to Washington and became a congressional aide. Just four years later, at age 27, he was appointed head of the Texas National Youth Administration, a position that allowed him to draw on his teaching background while influencing policy decisions.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 U.S. Presidents Who Taught School","author":"Jennie  Cohen"}