{"url":"http://www.history.com/news/butch-cassidy-gun-with-secret-code-hidden-in-grip-sells-for-175000","content":"RMK ServicesA gun once owned by the legendary train and bank robber Robert LeRoy Parker, better known as Butch Cassidy, fetched $175,000 at auction on Sunday. The sale is not yet considered final and official, but according to reports the Colt .45 went to an anonymous online bidder. Owned by the famous bandit in the late 1890s, the revolver was described in a video released by its auctioneers as “the most fully documented Butch Cassidy gun in existence.”Butch Cassidy in 1900.Cassidy, who was born in April 1866 and committed his first bank robbery in his early 20s, acquired the gun—a .45-caliber Colt Single Action Army Revolver—around the same time he formed an outlaw gang later known as the Wild Bunch. Relentlessly pursued by lawmen and the Union Pacific Railroad, in late 1899 or early 1900 he allegedly sought amnesty from Governor Heber Wells of Utah. But first, as an act of good faith, he surrendered his Colt, his holster and a Winchester rifle to a sheriff named Parley P. Christison.“Butch had been hunted for years, and they were getting closer and closer,” Jewels Eubanks of California Auctioneers explained in the video. “He wanted a new life. He wanted to get out of it. He wanted to start something new.”Wells considered Cassidy’s request but changed his mind when he discovered that the outlaw had been accused of murder. After an attempt to reconcile with Union Pacific officials also failed, Cassidy committed several more robberies before fleeing to South America with fellow bandit Harry Alonzo Longabaugh (the “Sundance Kid”) and continuing his life of crime. His revolver, meanwhile, remained in the possession of Sheriff Christison, who apparently left it to some of his associates. By 1967 the “amnesty Colt,” as it became known, had fallen into the hands of John Neilsen, who sold it to author and historic weapons expert E. Dixon Larson.Cassidy’s sister, Lula Parker Betenson, examines the amnesty Colt in 1973. (RMK Services)If the gun’s whereabouts can be traced over the years, the same can’t be said for Cassidy himself. According to the traditional narrative, he and Longabaugh met their end in a hail of bullets in Bolivia in 1908. But numerous sources over the years, including Cassidy’s own sister, have disputed this account, claiming that the outlaw died decades later in the United States.Along with its strong paper trail, the amnesty Colt’s unique characteristics have piqued the interest of collectors and historians. Most intriguing are numbers scratched inside the gun’s right grip, which some believe are the combination to an undiscovered safe in a Denver bank. “I think it’s an absolute treasure, one of a kind,” Jewels Eubanks said. “I think this is a fabulous piece of American history, and it should be placed in a fine collection,” John Eubanks, also of California Auctioneers, added.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Butch Cassidy Gun With Secret Code Hidden in Grip Sells for $175,000","author":"Jennie  Cohen"}