{"url":"http://www.history.com/news/do-u-s-presidents-age-faster-while-in-office","content":"Observers have used photographs such as these (showing Barack Obama in 2008, left, and in 2011, right) to support the theory that sitting U.S. presidents age more quickly than other people. (Credit: Scott Olson/Getty Images and Alex Wong/Getty Images)When Barack Obama celebrated his 50th birthday in August, journalists and experts noted that the president was showing more wear and tear—mostly in the form of wrinkles and gray hair—than when he took office in January 2009. Their observations sparked a flurry of news reports referencing the longstanding theory that U.S. president grow older more quickly than their contemporaries, perhaps due to the stresses of the job. One article quoted Michael Roizen, a doctor who in 2009 told CNN, “The typical president ages two years for every year they are in office.” Roizen said he had used presidential medical records from the 1920s through today to reach this conclusion.S. Jay Olshansky, a human longevity expert and professor in the School of Public Health at the University of Illinois at Chicago, thought the matter needed more exploration. To get to the bottom of whether the hypothesis holds water, he conducted a study on presidential aging throughout history, from the inauguration of George Washington to the current administration. His findings appear in a research letter published in the December 7 issue of the Journal of the American Medical Association.Describing his methodology, Olshansky said that statements like Roizen’s raise an obvious question. “What exactly does aging at twice the normal rate mean?” he asked. “Well, you can interpret it various ways, but the obvious interpretation is for every day you’re in office, you age two days.” In other words, he continued, a single term takes an eight-year toll, while two terms correspond to 16 years for a “normal” person living outside the White House.Gerald Ford, who died in December 2006 at age 93, lived longer than any other U.S. president.This definition brought up another problem, however. “We know in the world of biology that you can’t actually measure the aging of an individual,” Olshansky explained. “There isn’t any single test that you can take.” To get around the problem, he turned to official records tracking life expectancies for men living at the same time as the presidents. “You can compare how long U.S. presidents would have been expected to live based on data during the year in which they were inaugurated, and you can compare that to how long they actually lived,” Olshansky said.Since reliable statistics for the United States only go back to 1900, Olshansky used data from a country with comparable longevity patterns—France—to establish points of comparison for earlier presidents. He then adjusted each president’s expected life expectancy to account for accelerated aging. “When I did these calculations, I assumed exactly what these physicians had predicted,” he noted, referring to Roizen and others. “I assumed that American presidents age at twice the normal rate.”Olshansky removed the four U.S. presidents who died of gunshot wounds while in office—Abraham Lincoln, James A. Garfield, William McKinley and John F. Kennedy—from his analysis in order to focus on deaths from natural causes. For presidents who are still alive—Jimmy Carter, George H.W. Bush, Bill Clinton, George W. Bush and Barack Obama—he based estimated life expectancies on 2007 statistics for all U.S. men.Not only did the results of the study disprove the hypothesis that U.S. presidents age at twice the normal rate, they even implied that the country’s highest office is associated with increased longevity, Olshansky said. “The fact is that 23 of the 34 U.S. presidents who died from natural causes lived longer and in many instances significantly longer than what was predicted for them during the year in which they were inaugurated,” he said, adding that four others came very close to exceeding their respective predictions.Olshansky pointed out that the average lifespan for the first eight presidents was 79.8 years, roughly equivalent to the life expectancy of American women alive today. This was a remarkable figure in an era when the average man died before 40, he said. Among presidents who served over the last few decades, Ronald Reagan lived to 91, while Carter and the elder George Bush are now 87; life expectancy for all U.S. men, by contrast, currently falls between 75 and 76. “Very early U.S. presidents and the most recent U.S. presidents have done exceptionally well,” Olshansky said. He said that the majority of presidents have been college-educated and wealthy; research has consistently linked these factors to longevity.Why, then, might historical medical records seem to reveal an inordinate amount of presidential health complaints? Olshansky suggested that the high-profile nature of the role could have something to do with it. “If you read some of the literature on the health of U.S. presidents, what you will discover is that they’re frequently talking about problems that they have—problems with their back or problems with hearing or sinusitis or a number of other issues—as if this is some sort of unique event that occurs only to U.S. presidents,” he said. “Well, guess what? It happens to everyone when they grow older, and the kinds of things that you see described in U.S. presidents, the rest of us experience when we grow older as well.”As for the wrinkles and gray hair that Obama and other presidents have supposedly acquired at unusually fast rates during their tenures, Olshansky said he doesn’t know of any studies confirming the trend. However, he added, “what we do know is that if you take any 50-year-old man or 40-year-old man and you follow them for four years or eight years, chances are they’re going to be losing the hair that they have and in many instances a significant portion of it will turn gray. So what we’re seeing in President Obama is really not inconsistent with what we see for any other man his age in the U.S. or elsewhere.” In any event, these external signs do not necessarily indicate an abbreviated lifespan, he explained.In other aging news, researchers who studied 5,000 women just announced that lack of sunlight during the colder months contributes to dark circles and puffiness, which can make a person’s eyes look nearly five years older. Perhaps, then, sitting presidents simply need to get out more and catch some rays.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Do U.S. Presidents Age Faster While in Office?","author":"Jennie  Cohen"}