{"url":"http://www.history.com/news/a-flag-day-history-of-the-stars-and-stripes","content":"(Credit: SteveChristensen/iStockphoto.com)A painting depicts Betsy Ross’ presentation of the flag to George Washington.Either way, Washington realized soon after that it probably wasn’t a good idea to fly a flag resembling that of the enemy, Leepson said. The Second Continental Congress was busy drafting a constitution known as the Articles of Confederation, seeking an alliance with France and supplying the war effort. But on June 14, 1777, it took time from its schedule to pass a resolution stating that “the flag of the United States be 13 stripes, alternate red and white” and that “the union be 13 stars, white in a blue field, representing a new constellation.” To this day, no one knows who designed the flag or why that particular color combination and pattern were chosen. Although legend holds that Betsy Ross made the first American flag in 1776 after being asked to do so by Washington, primary sources backing up that assertion are scarce.Neil Armstrong salutes the U.S. flag in an iconic image from the Apollo 11 mission. (Credit: NASA)It was almost unheard of for individuals to fly the U.S. flag until the Civil War broke out in 1861, at which time the Stars and Stripes suddenly became a popular symbol in the North, according to Leepson. “This is the beginning of what some people call the cult of the flag, the almost religious feeling that many Americans have for the red, white and blue,” he said. In 1870 the Betsy Ross legend took off when her grandson held a press conference touting her possible role in sewing the first flag, and the earliest flag protection laws appeared not long after. Meanwhile, in 1885, Wisconsin teacher Bernard Cigrand originated the idea for a national flag day.In 1912, President William Howard Taft signed an executive order that, for the first time, clarified what the flag should look like. Up until then, some flags were oddly proportioned, Leepson explained, or even had six- or eight-pointed stars. Four years later, President Woodrow Wilson issued a proclamation officially establishing a nationwide observance of Flag Day on June 14, the anniversary of the Flag Resolution of 1777. And in 1949, President Harry Truman signed legislation designating June 14 of each year as National Flag Day. Though Flag Day is not a federal holiday, the U.S. government encourages its citizens to display Old Glory outside of their homes and businesses. The tradition is not widely observed, however. “To most folks, unfortunately, Flag Day is not on their radar screen,” Buss said.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Flag Day History of the Stars and Stripes","author":"Jesse  Greenspan"}