{"url":"http://www.history.com/news/7-things-you-may-not-know-about-u-s-presidential-debates","content":"Barack Obama and John McCain take part in the first debate of the 2008 presidential election. (Mandel Ngan/Getty Images)1. The history of presidential debates is surprisingly short.\nIn the early years of the United States, presidential candidates considered it unseemly to campaign, let alone debate their opponents. Not until Democratic Senator John F. Kennedy and Republican Vice President Richard Nixon met in a Chicago television studio on September 26, 1960, did the major parties’ nominees square off. Despite the enormous audiences for the Kennedy-Nixon encounters, 16 years would go by before the next series of presidential debates. President Lyndon Johnson refused to debate in 1964, while Nixon did the same in 1968 and 1972.2. The first presidential debates required an act of Congress.\nThe Communications Act of 1934 required that American broadcasters offer all candidates for public office—not just those from the major parties—equal time on air. In order to legally permit the 1960 presidential debates to be limited solely to Kennedy and Nixon, Congress temporarily suspended that provision of the law. A 1975 revision by the Federal Communications Commission allowed presidential debates between the major party nominees to be staged without special acts of Congress.3. At one presidential debate, the candidates were separated by nearly 3,000 miles.\nWhen Kennedy and Nixon appeared for their third debate of the 1960 campaign, they didn’t share the same time zone, let alone the same stage. Both men appeared behind podiums in similar-looking television studios, Kennedy in New York City and Nixon in Hollywood, California. The moderator and three panelists sat in a third television studio. The good news for the candidates: no awkward handshake or forced smiles necessary at the end of the encounter.John F. Kennedy and Richard Nixon face off in 1960. (Hulton Archive/Getty Images)4. During one debate, the candidates stood silently for nearly half an hour.\nWith just nine minutes remaining in the first debate between President Gerald Ford and Democratic challenger Jimmy Carter on September 23, 1976, the audio suddenly failed. On ABC, anchor Harry Reasoner assured viewers the technical difficulties were “not a conspiracy against Governor Carter or President Ford.” For 27 minutes, as the nation watched and audio engineers scrambled, the two candidates appeared frozen in place as they stood stiffly in silence behind their podiums. “I suspect both of us would have liked to sit down and relax while the technicians were fixing the system,” Ford recounted to PBS newsman Jim Lehrer, “but I think both of us were hesitant to make any gesture that might look like we weren’t physically or mentally able to handle a problem like this.”5. A president was once a debate no-show.\nIn 1980, President Carter believed three was a crowd and refused to participate in any debate that included both Republican nominee Ronald Reagan and independent candidate John Anderson, so the incumbent was missing when his two opponents took to the stage on September 21, 1980. As the wrangling continued, the vice presidential debate and the second scheduled presidential debate were cancelled. Finally, just a week before Election Day, Carter had a one-on-one debate with his Republican rival in which Reagan uttered two phrases that quickly entered the political lexicon: “There you go again” and “Are you better off than you were four years ago?”6. The 1980 Carter-Reagan presidential debate was the most-watched in history.\nAccording to Nielsen Media Research, 80.6 million Americans tuned in on October 28, 1980, to watch Carter and Reagan debate. That was followed by the 69.9 million who viewed the second debate between President George H.W. Bush, Democratic nominee Bill Clinton and Reform Party candidate H. Ross Perot in 1992, the first-ever town hall-style debate. (The Kennedy-Nixon debates in 1960 drew fewer viewers but a higher percentage of American television sets.) In comparison, the highest-rated presidential debate between Democratic nominee Barack Obama and Republican nominee John McCain in 2008 pulled in 63 million viewers, which was easily eclipsed by the nearly 70 million who watched their vice presidential selections, Joe Biden and Sarah Palin, square off.7. Broadcast networks haven’t always considered the debates “must-see TV.”\nThe fall campaign always clashes with two other popular American pastimes—baseball and the new TV season—and politics, even the presidential debates, doesn’t always win out for air time. In past years, contractual obligations have required networks to broadcast baseball playoff games instead of the debates. In 2000, many NBC stations aired baseball in place of two of the three debates, and Fox even chose to bypass a debate in order to air the premier of “Dark Angel,” a science fiction series co-created by director James Cameron and starring Jessica Alba.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Things You May Not Know About U.S. Presidential Debates","author":"Christopher  Klein"}