{"url":"http://www.history.com/news/5-giant-diamond-heists","content":"BamBamImages/iStockphoto.comFebruary 2003: Antwerp Diamond Center\nLast week, as Monday’s robbers prepared to storm the jewel-laden plane, exactly 10 years had passed since Belgium fell victim to another giant diamond theft. On February 16, 2003, years of planning culminated in a break-in at the Antwerp Diamond Center, where burglars relieved 100 safe deposit boxes of their diamonds, gold and jewelry. Along with $100 million in precious goods, the thieves also managed to steal footage from the building’s security cameras, making it impossible for investigators to identify them. Before long, however, bags of trash they left along the highway during their escape led police to Leonardo Notarbartolo, an Italian criminal who’d been posing as a diamond merchant in order to case the joint. Convicted of orchestrating the heist, Notarbartolo served 10 years in prison before being released on parole, but the plunder he and his accomplices stole has never been found.August 2009: Graff Diamonds\nOn August 6, 2009, makeup artists became unwitting accomplices to Britain’s biggest gem raid when they aged two men by 30 years with the help of latex prosthetics and wigs. The pair of disguised thieves strolled into London’s Graff Diamonds, flashed their guns and forced employees to hand over 43 pieces of jewelry worth $65 million. They then drove off in a series of getaway cars, shooting and missing a security guard in the process. A cell phone found in one of the vehicles helped police identify the gang of criminals behind the robbery, and several of the men are now doing time. None of the lost baubles have turned up.August 1994: Carlton Hotel\nRight before workers closed up shop on the evening of August 11, 1994, three masked men wielding machine guns forced their way into the jewelry store within the Carlton Hotel in Cannes, France. Shooting their weapons in the air as employees and customers scattered, they gathered nearly $60 million worth of jewelry before making their getaway. Investigators later discovered that no bullet holes had been made, meaning that the crooks were firing blanks when they pulled off the dramatic heist. The thieves and their precious booty remain at large to this day.December 2008: Harry Winston\nWhen three well-dressed women sauntered into the Harry Winston jewelry store on Paris’ ritzy Avenue Montaigne on December 4, 2008, employees thought nothing of it. That changed when the seemingly ordinary customers—who turned out to be male thieves in disguise—pulled out handguns, attacked several clerks and collected $108 million worth of jewelry and watches. The robbers then calmly strolled out and drove off. Police think the heist was the work of the so-called Pink Panthers, an international gang of criminals run by masterminds from the former Yugoslavia that’s been implicated in other jewel thefts in Europe, Asia and the United States.February 2005: Schipol Airport\nMonday wasn’t the first time diamond thieves seized their plunder on the tarmac of a European airport. At Amsterdam’s Schipol Airport on February 25, 2005, four men in a stolen KLM cargo vehicle ambushed an armored truck carrying jewels bound for Antwerp’s diamond district. Brandishing guns, they forced out the drivers before speeding away. Since many of the gems they filched were still uncut, it’s unclear how much the booty was worth—though some estimates have put the figure as high as $118 million. That would make the Schipol crime, which remains unsolved, the largest diamond heist in history.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Giant Diamond Heists","author":"Jennie  Cohen"}