{"url":"http://www.history.com/news/remembering-the-battle-of-fredericksburg-150-years-later","content":"Union troops crossing the Rappahannock River at the Battle of Fredericksburg, December 1862.1. Fredericksburg was the first time Ambrose Burnside commanded an army.\nBurnside, a West Point graduate, had risen quickly through the ranks and had seen action at several battles, including First Bull Run, New Bern and Antietam. Abraham Lincoln had approached Burnside about taking control of the Union’s Army of the Potomac at least twice before the fall of 1862, but each time Burnside had demurred—partly out of loyalty to its current commander (and West Point classmate) George McClellan and partly out of doubt about his own abilities. By the fall of 1862, however, following McClellan’s failure to press his advantage after Antietam, he was on his way out. Burnside remained Lincoln’s first choice, but if he was still reluctant, the president was prepared to offer it instead to Major General Joseph Hooker, one of Burnside’s fiercest rivals. The thought of Hooker leapfrogging him in the hierarchy finally did the trick, and Burnside accepted command of his troops on November 7.2. Success at Fredericksburg hinged on the element of surprise. \nBurnside came up with a plan to confront Lee’s Army of Northern Virginia at Fredericksburg. He would move his forces to the banks of the neighboring Rappahannock River, transport his men across via a series of hastily assembled pontoon bridges, and surprise the enemy. Lincoln was impressed with the audacity of the plan and approved it, but expressed doubts about its potential for success. Burnside swung into action, reaching the banks of the Rappahannock by November 19. His pontoon boats, which were supposed to have been sent ahead, did not. Some Union generals, including Winfield Scott Hancock, believed the river could be crossed even without the boats, and urged Burnside to act. Fearful of moving supplies and armaments across even the shallowest part of the river (and worried that a rainstorm could strand parts of his forces on opposite sides) Burnside refused. For more than a week, he and his men sat and waited for the critical supplies—all under the watchful eye of Confederate scouts. Lee, now aware of the enemy’s position, was able to move reinforcements into key positions, including a high bluff above the city called Marye’s Heights. When the boats finally arrived, the initial crossing points Burnside had planned on using on the outskirts of the town were deemed too dangerous. Well aware that his predecessor had been removed from command for his refusal to actually take his men into battle, Burnside decided his only option was a frontal assault on Fredericksburg itself.Union pontoon bridges at Fredericksburg3. Fredericksburg was the most lopsided battle of the entire war.\nFinally, on December 11, Union engineers began constructing the pontoon bridges. Almost immediately, Confederate troops opened fire. In response, Burnside began a massive bombardment of Fredericksburg (the first shelling of a city in the war). Union artillery eventually subdued the Confederate forces, the pontoon bridges were finally built and Burnside’s men rushed across the river. Two days later, Burnside ordered his left flank to attack Lee’s right, in the hopes that Lee would have to divert forces to the south of the city, leaving the center (and Marye’s Heights) vulnerable. For a few hours, it looked like this might actually work: General George Meade broke through “Stonewell” Jackson’s line, but the Union failed to send in enough reinforcements to prevent a successful Confederate counterattack. Lee was able to keep James Longstreet’s men in position at Marye’s Heights, where they decimated Union forces—Burnside lost eight men for every Confederate loss there. Though Burnside briefly considered another assault, the battle was over. The Union had suffered nearly 13,000 casualties while the Confederates lost fewer than 5,000.4. Burnside was an unpopular commander.\nAfter the battle, a number of Union generals spoke out about Burnside’s leadership, including Joseph Hooker, who had refused to continue the futile assault on Marye’s Heights. Meanwhile, Burnside was formulating a new plan to attack Lee’s forces (still near Fredericksburg), once again crossing the Rappahannock. By December 30, he was once again on the move—until he received a curious telegram from Abraham Lincoln ordering him to halt. Burnside’s generals were so fearful of this new plan that several of them traveled to Washington to personally inform the president of their concerns. Burnside was furious. He demanded that the officers be fired, then offered his own resignation—neither of which Lincoln agreed to. After a nearly three-week delay, Lincoln finally approved Burnside’s plan, though he urged caution.Burying the dead at Fredericksburg5. Just when things seemed like they couldn’t get worse—they did.\nOn January 20, 1863, Burnside once again began his new offensive. And once again, a delay in deploying pontoon bridges —and therefore his troops—across the Rappahannock helped seal his fate. The weather didn’t help things either: What had been a dry January soon turned rainy, and the roads were soon all but impassible. Troops that had covered 40 miles a day on their way to Fredericksburg now struggled to get further than a mile. For three days, Burnside’s troops continued their disastrous slog on what would become known as the “Mud March,” accompanied most of the way by jeering Confederate forces taunting them from dry land. Five days after his offensive began, it was over—and so was Burnside’s brief, six-week stint at the helm of the Army of the Potomac. Lincoln immediately removed him from command, replacing him with—you guessed it—Burnside’s old rival, Joseph Hooker.6. Fredericksburg was the low point in the war for the North.\nFor the Union, 1862—a year that had already seen Union defeats during the Peninsula Campaign and Second Bull Run along with bloody, but somewhat inconclusive results at Shiloh and Antietam—reached its nadir at Fredericksburg. Morale plummeted: More than 86,000 Union soldiers deserted (27 percent of the Army of the Potomac), and there were even (unfounded) rumors that Lincoln would resign or be unseated in a coup by Radical Republicans that would place George McClellan in charge. The mood in the South could not have been more different. Newspaper headlines pronounced Robert E. Lee a military genius, and assured readers that a total Confederate victory was forthcoming. Fredericksburg provided an ego boost for Lee himself, who, in 1863 would lead his army to an inspired (and highly improbable) victory over Joseph Hooker at Chancellorsville, before confidently marching onto Union soil at Gettysburg.Ambrose Burnside7. Burnside probably should have stuck to his side career.\nA West Point graduate, Burnside retired from the army in 1853 to pursue his real passion, weaponry design. In 1856 he received his first patent for a .54 caliber breech-loading firearm. Impressed with the carbine’s performance, the U.S. Army awarded the Bristol Firearm Company in Rhode Island (where Burnside worked) with a $100,000 contract. The order was soon rescinded, however, under shady circumstances: It’s believed that a rival munitions company bribed the army ordinance department to switch suppliers. Burnside’s bad luck continued the next year when a failed bid for a Congressional seat, followed closely by a fire that destroyed the Bristol factory, forced the financially strapped Burnside to sell his patents. Others would reap the rewards when, at the start of the Civil War, demand for his creation soared. By 1865, more than 55,000 carbines had been ordered, and the Burnside had become one of the most popular Union weapons of the war, second only to the Sharp and Spencer carbines.8. Today, Burnside is probably best known for his facial hair.\nAfter the war Burnside went on to a distinguished civilian career, serving as the director of several railways as well as the first president of the National Rifle Association. He served as the governor of Rhode Island from 1866 to 1869, and in 1874 he was elected as a U.S. senator. His most long-lasting legacy however, is likely his unusual facial hair, which included a bushy beard and moustache along with a clean-shaven chin. These distinctive whiskers—originally dubbed “burnsides”—later inspired the term “sideburns.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering the Battle of Fredericksburg, 150 Years Later","author":"Barbara  Maranzani"}