{"url":"http://www.history.com/news/7-things-you-may-not-know-about-the-sistine-chapel","content":"The Sistine Chapel ceiling’s most famous panel, entitled “The Creation of Adam.”1. Michelangelo wanted nothing to do with the Sistine Chapel’s ceiling.\nIn 1508, 33-year-old Michelangelo was hard at work on Pope Julius II’s marble tomb, a relatively obscure piece now located in Rome’s San Pietro in Vincoli church. When Julius asked the esteemed artist to switch gears and decorate the Sistine Chapel’s ceiling, Michelangelo balked. For one thing, he considered himself a sculptor rather than a painter, and he had no experience whatsoever with frescoes. He also had his heart set on finishing the tomb, even as funding for the project dwindled. Nevertheless, Michelangelo reluctantly accepted the commission, spending four years of his life perched on scaffolding with his brush in hand. He would return intermittently to Julius’ monumental tomb over the next few decades.2. Contrary to popular belief, Michelangelo painted the Sistine Chapel in a standing position.\nWhen they picture Michelangelo creating his legendary frescoes, most people assume he was lying down. But in fact, the artist and his assistants used wooden scaffolds that allowed them to stand upright and reach above their heads. Michelangelo himself designed the unique system of platforms, which were attached to the walls with brackets. The impression that Michelangelo painted on his back might come from the 1965 film “The Agony and the Ecstasy,” in which Charlton Heston portrayed the genius behind the Sistine Chapel’s ceiling.Sections of the Sistine Chapel’s ceiling.3. Working on the Sistine Chapel was so unpleasant that Michelangelo wrote a poem about his misery.\nIn 1509, an increasingly uncomfortable Michelangelo described the physical strain of the Sistine Chapel project to his friend Giovanni da Pistoia. “I’ve already grown a goiter from this torture,” he wrote in a poem that was surely somewhat tongue-in-cheek. He went on to complain that his “stomach’s squashed under my chin,” that his “face makes a fine floor for droppings,” that his “skin hangs loose below me” and that his “spine’s all knotted from folding myself over.” He ended with an affirmation that he shouldn’t have changed his day job: “I am not in the right place—I am not a painter.”4. Michelangelo’s masterpiece has proven highly resilient.\nThe Sistine Chapel’s frescoed ceiling has held up remarkably well in the five centuries since its completion. Only one small component is missing: part of the sky in the panel depicting Noah’s escape from the great biblical flood. The section of painted plaster fell to the floor and shattered following an explosion at a nearby gunpowder depot in 1797. Despite the ceiling’s apparent hardiness, experts worry that foot traffic from the millions of people who visit the Sistine Chapel each year continues to pose a serious threat.5. Michelangelo’s Sistine Chapel art was touched up—and stripped down—in the 1980s and 1990s.\nBetween 1980 and 1999, experts restored selected artwork in the Sistine Chapel, including Michelangelo’s ceiling and his famed fresco known as “The Last Judgment,” which he created in his later years. Specialists meticulously dissolved layers of grime, soot and deposits, substantially brightening the colors of the centuries-old paintings. The restoration also undid the work of Pope Pius IV, who ordered the placement of fig leaves and loincloths on Michelangelo’s nudes during the 1560s.6. The Sistine Chapel ceiling’s most famous panel might depict a human brain.\nIn the section entitled “The Creation of Adam,” figures representing God and Adam reach for each other with their arms outstretched. Their almost-touching fingers are one of the world’s most recognizable and widely replicated images. Some theorists think the scene also contains the unmistakable outline of a human brain, formed by the angels and robes surrounding God. According to Frank Lynn Meshberger, a doctor who pioneered this hypothesis, Michelangelo meant to evoke God’s bestowal of intellegence on the first human.7. New popes are elected in the Sistine Chapel.\nBuilt in the 1470s under Pope Sixtus IV, from whom it takes its name, the Sistine Chapel is more than just Vatican City’s most popular tourist destination. In fact, it serves a crucial religious function. Beginning in 1492, the simple brick building has hosted numerous papal conclaves, during which cardinals gather to vote on a new pope. A special chimney in the roof of the chapel broadcasts the conclave’s results, with white smoke indicating the election of a pope and black smoke signaling that no candidate has yet received a two-thirds majority.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Things You May Not Know About the Sistine Chapel","author":"Jennie  Cohen"}