{"url":"http://www.history.com/news/romes-colosseum-unveils-its-underworld","content":"These chambers and tunnels below the Colosseum, designed to hold gladiators and wild animals, will be open to the public for the first time. (Credit: Getty Images)Commissioned by the Roman emperor Vespasian and completed under his son Titus in 80 A.D., the Colosseum hosted gladiatorial contests, mock sea battles, animal hunts, executions and other popular forms of entertainment for more than four centuries. It was the largest amphitheater in the world at the time of its construction, capable of seating some 50,000 spectators, and was designed to epitomize the might and prosperity of imperial Rome. Today, more than 4 million tourists visit its ruins each year.The subterranean tunnels of the hypogeum were added by Titus’ younger brother, Domitian, a notoriously cruel emperor who staged particularly creative and brutal events at the Colosseum. (He reportedly enjoyed pitting female gladiators against male dwarves.) Along with chambers for the thousands of warriors who would meet their deaths above, the new basement housed giant cages for wild animals imported from the far corners of the empire, including elephants, leopards, panthers and bears. A pulley system allowed slaves and handlers to hoist the doomed creatures up to the main arena.Only 35 to 45 percent of the Colosseum has been accessible to the public, but the opening of the hypogeum and the upper tier will double that figure, according to officials from Italy’s culture ministry. Amid safety concerns raised earlier this year when chunks of mortar fell off an interior wall, both zones recently underwent restoration and cleanup work, officials said.Tours of the newly opened hypogeum and upper tier will begin as early as next week, giving visitors new insight into the final moments of those who fought for their lives–and almost certainly perished–behind the Colosseum’s majestic façade.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Rome’s Colosseum Unveils its Underworld","author":"History.com  Staff"}