{"url":"http://www.history.com/news/7-things-you-may-notknow-about-john-glenn-and-friendship-7","content":"John H. Glenn1. John Glenn was a star before joining the Mercury program.2. John Glenn gave his space capsule the name Friendship 7.\nThe official name for Glenn’s mission was Mercury-Atlas 6. “Mercury” for the mission program, itself named after the Roman god of speed, and “Atlas 6” to indicate that this was the 6th mission to use the new, faster Atlas rocket as a launch vehicle. As was common practice among most pilots, the astronauts selected for the Mercury program often gave their capsules personal nicknames–Glenn asked his children for suggestions on what he should name the vessel, finally deciding on the word “Friendship” and adding the number “7” to honor his fellow Mercury members. Launch of Friendship 7, January 20, 1962.3. Glenn’s mission was delayed numerous times, leading to concern and anxiety.4. Glenn didn’t hear the words “Godspeed, John Glenn.”\nScott Carpenter, the backup astronaut for the mission, uttered the phrase most associated with man’s first orbit of the Earth. As mission control performed its final system checks, test conductor Tom O’Malley initiated the launch sequence, adding a personal prayer, “May the good Lord ride all the way,” to which Carpenter added, “Godspeed, John Glenn.” Carpenter later explained that he had come up with the phrase on the spot, but the phrase did have meaning for any test pilot and astronaut: “In those days, speed was magic…and nobody had gone that fast. If you can get that speed, you’re home-free.” The phrase became part of the public consciousness, however Glenn himself didn’t hear Carpenter’s comment until he had returned to Earth. Due to a glitch in Glenn’s radio, Carpenter’s microphone wasn’t on his frequency.5. There were several scary moments aboard Friendship 7.\nThe launch of Friendship 7 went flawlessly, and Glenn encountered few issues in the early stages of the flight. During his second orbit, mission control noticed a sensor was issuing a warning that Friendship 7’s heat shield and landing bag were not secure, putting the mission, and Glenn in danger. Officials did not immediately inform Glenn of the potential problem, instead asking him to run a series of small tests on the system to see if that resolved the issue, which eventually clued Glenn in to their concerns. After a series of discussions, it was decided that rather than following standard procedures and discard the retrorocket (an engine designed to slow down the capsule upon reentry), Glenn would keep the rocket in place to help secure the heat shield. He successfully reentered the Earth’s atmosphere and splashed down in the Atlantic Ocean after a flight of 4 hours and 55 minutes. When officials inspected the recovered capsule, they determined that the heat shield had never been in danger and a faulty sensor had caused the problem.The Friendship 7 capsule on display. Credit: Smithsonian Institute.6. The truth behind the mysterious “fireflies” that John Glenn saw.7. Glenn’s returned to space, 36 years after Friendship 7.\nJohn Glenn remained with NASA until 1964, but did not return to space in any of the later Mercury missions. It is believed that President Kennedy and other government officials, well aware of the symbolic importance of the first man to orbit the Earth, ordered NASA to keep him grounded, for fear of his being injured or killed in a space program that was still, in many ways, in the developmental stage. Glenn returned to Ohio, where he became a successful businessman. He later entered politics, and was elected to the U.S. Senate in 1974, serving four terms. Glenn maintained close contacts with NASA, and spoke often of his regret at not having been part of subsequent missions, including the lunar landings. In 1998, however, John Glenn got his wish and returned to space. Though it had been more than 35 years since he had last suited up, Glenn was selected as part of the crew aboard the space shuttle Discovery. His participation, at the age of 77, would allow scientists to study the affects of space travel on the elderly. When Glenn returned from the nine-day mission, he and his fellow crew members were welcomed home with a ticker-tape parade in New York City, marking the second time Glenn had received such an honor.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Things You May Not Know About John Glenn and Friendship 7","author":"Barbara  Maranzani"}