{"url":"http://www.history.com/news/kings-letter-from-birmingham-jail-50-years-later","content":"LIFE/Getty ImagesFour days earlier, on April 12, King and nearly 50 other protestors and civil rights leaders (including Ralph Abernathy and Fred Shuttlesworth) had been arrested after leading a Good Friday demonstration as part of the Birmingham Campaign, designed to bring national attention to the brutal, racist treatment suffered by blacks in one of the most segregated cities in America—Birmingham, Alabama. For months, an organized boycott of the city’s white-owned-and-operated businesses had failed to achieve any substantive results, leaving King and others convinced they had no other options but more direct actions, ignoring a recently passed ordinance that prohibited public gathering without an official permit. For King, this arrest—his 13th—would become one of the most important of his career. Thrown into solitary confinement, King was initially denied access to his lawyers or allowed to contact his wife, until President John F. Kennedy was urged to intervene on his behalf. As previously agreed upon, King was not immediately bailed out of jail by his supporters, having instead agreed to a longer stay in jail to draw additional attention to the plight of black Americans.Shortly after King’s arrest, a friend smuggled in a copy of an April 12 Birmingham newspaper which included an open letter, written by eight local Christian and Jewish religious leaders, which criticized both the demonstrations and King himself, whom they considered an outside agitator. Isolated in his cell, King began working on a response. Without notes or research materials, King drafted an impassioned defense of his use of nonviolent, but direct, actions. Over the course of the letter’s 7,000 words, he turned the criticism back upon both the nation’s religious leaders and more moderate-minded white Americans, castigating them for sitting passively on the sidelines while King and others risked everything agitating for change. King drew inspiration for his words from a long line of religious and political philosophers, quoting everyone from St. Augustine and Socrates to Thomas Jefferson and then-Chief Justice of the United States Earl Warren, who had overseen the Supreme Court’s landmark civil rights ruling in Brown v. Board of Education. For those, including the Birmingham religious leaders, who urged caution and remained convinced that time would solve the country’s racial issues, King reminded them of Warren’s own words on the need for desegregation, “justice too long delayed is justice denied.” And for those who thought the Atlanta-based King had no right to interfere with issues in Alabama, King argued, in one of his most famous phrases, that he could not sit “idly by in Atlanta” because “injustice anywhere is a threat to justice everywhere.” Without writing papers, King initially began by jotting down notes in the margin of the newspaper itself, before writing out portions of the work on scraps of paper he gave his attorneys, allowing a King ally, Wyatt Walker, to begin compiling the letter, which eventually ran to 21 double-spaced, typed pages. Curiously, King never sent a copy to any of the eight Birmingham clergy who he had “responded” to, leaving many to believe that he had intended it to have a much broader, national, audience all along.King was finally released from jail on April 20, four days after penning the letter. Despite the harsh treatment he and his fellow protestors had received, King’s work in Birmingham continued. Just two weeks later, more than 1,000 schoolchildren took part in the famed “Children’s Crusade,” skipping school to march through the city streets advocating for integration and racial equality. Birmingham’s Commissioner of Public Safety Eugene “Bull” Connor, who King had repeatedly criticized in his letter for his harsh treatment, ordered fire hoses and police dogs be turned on the young protestors; more than 600 of them were jailed on the first day alone. The brutal and cruel police tactics on display in Alabama were broadcast on televisions around the world, horrifying many Americans. With Birmingham in chaos and businesses shuttered, local officials were forced to meet with King and agree to some, but not all, of his demands. On June 11, with the horrific events in Birmingham still seared on the American consciousness, and following Governor George Wallace’s refusal to integrate the University of Alabama until the arrival of the U.S. National Guard, President Kennedy addressed the nation, announcing his plans to present sweeping civil rights legislation to the U.S. Congress. Kennedy’s announcement, however, did little to quell the unrest in Birmingham and on September 15, 1963, a Ku Klux Klan bombing at the Sixteenth Street Baptist Church left four young African-American girls dead.By this time, King’s Letter from Birmingham Jail had begun to appear in publications across the country. Months earlier, Harvey Shapiro, an editor at The New York Times, had urged King to use his frequent jailing as an opportunity to write a longer defense of his use of nonviolent tactics, and though King did so, The New York Times chose not to publish it. Others did, including the Atlantic Monthly and The Christian Century, one of the most prominent Protestant magazines in the nation. In the weeks leading up to the March on Washington, King’s Southern Christian Leadership Conference used the letter as part of its fundraising efforts, and King himself used it as a basis for a book, “Why We Can’t Wait,” which looked back upon the successes and failures of the Birmingham Campaign. The book was released in July 1964, the same month that the landmark Civil Rights Act was signed into law by President Lyndon Johnson.Today, 50 years after it was written, King’s powerful message continues to resonate around the world–the letter is part of many American school curriculums, has been included in more than 50 published anthologies and has been translated in to more than 40 languages. In April 2013, a group of Protestant clergy released an official—albeit considerably delayed—response to King’s letter. Published in The Christian Century, one of the first publications to carry King’s own words, the letter continues King’s call to religious leaders around the world to intervene in matters of racial, social and economic justice.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"King’s Letter from Birmingham Jail, 50 Years Later","author":"Barbara  Maranzani"}