{"url":"http://www.history.com/news/9-things-you-may-not-know-about-mardi-gras","content":"Kathryn8/iStockphoto.com1. Mardi Gras and Carnival are the same celebration.\nThough Mardi Gras technically refers only to Fat Tuesday, the Mardi Gras season actually begins on Epiphany, a Christian holiday celebrated on January 6 that is otherwise known as Three Kings Day or the Twelfth Day of Christmas. In Brazil and many other countries, this period between Epiphany and Fat Tuesday is known as Carnival. Whichever name you prefer to use, the revelries of Mardi Gras last until midnight tonight, when Ash Wednesday ushers in 40 days of Lent.2. Mardi Gras may or may not have pagan roots.\nA popular theory holds that Mardi Gras’ origins lie in ancient pagan celebrations of spring and fertility, such as Saturnalia and Lupercalia. Some experts contend, however, that Mardi Gras-type festivities popped up solely as a result of the Catholic Church’s discouragement of sex and meat during Lent. Church reformers may have helped to propagate the pagan rumors, these experts say, in the hope of dissuading pre-Lenten hedonism.3. New Orleans did not host the first North American Mardi Gras.\nMardi Gras is believed to have arrived in North America on March 3, 1699, when the French-Canadian explorer Pierre Le Moyne d’Iberville camped about 60 miles downriver from the future site of New Orleans. Knowing it was Fat Tuesday back in France, Iberville named the spot Point du Mardi Gras and held a small gala. A few years later, French soldiers and settlers feasted and wore masks as part of Mardi Gras festivities in the newly founded city of Mobile (present-day Alabama). To this day, Mobile claims to have the oldest annual Mardi Gras celebration in the United States.4. Mardi Gras in New Orleans survived early efforts at suppression.\nMardi Gras got going in New Orleans soon after the city’s founding in 1718. The Spanish, who ruled the Big Easy from 1762 to 1800, apparently cracked down on certain Mardi Gras rituals (though documentation from that period is scarce). U.S. authorities did much the same after taking control in 1803, banning both masked balls and public disguises. Nonetheless, they eventually accepted the festival’s existence. The first recorded Mardi Gras street parade in New Orleans took place in 1837, by which time the city had transformed from a small backwater into a major metropolis. Twenty years later, six men organized a secret society called the Mistick Krewe of Comus. By holding a parade with the theme of “The Demon Actors in Milton’s Paradise Lost,” along with a lavish grand ball, Comus reversed the declining popularity of Mardi Gras and helped establish New Orleans as its clear epicenter in the United States. This year, more than 1 million visitors are expected to attend.5. Other secret societies quickly followed Comus’ lead.\nIn 1872 the Krewe of Rex and the Knights of Momus began paying for parades and balls of their own. They were followed a decade later by the Krewe of Proteus. Since these early societies were exclusively male and white, women and blacks formed their own groups, such as Les Mysterieuses and the Zulu Social Aid and Pleasure Club. Dozens of krewes of all types have proliferated since then, including the science fiction-themed Intergalactic Krewe of Chewbacchus, whose name is a hybrid of the “Star Wars” character and the Roman god of wine. Despite being less than three years old, this krewe convinced Peter Mayhew, the actor who played Chewbacca in the movies, to ride in its parade last month atop a Millennium Falcon float and alongside a mascot called Bar2D2.6. Some krewes refused to racially integrate.\nRacial exclusion has not been limited to the distant past. In 1992, after an acrimonious debate, the New Orleans City Council passed an ordinance that prohibited krewes from discriminating on the basis of race, religion, sexual orientation or national origin. Rex pledged to immediately integrate, but Comus, Momus and Proteus chose to stop parading rather than open up their ranks to blacks. Comus has not yet returned to the streets, Momus spun off into the Knights of Chaos and Proteus came back in 2000 after signing the non-discrimination pledge.7. Mardi Gras occasionally gets cancelled.\nSince Comus ushered in the modern era of Mardi Gras in 1857, the New Orleans festivities have been cancelled about a dozen times. Most of those cancellations came during the Civil War, World War I and World War II, though revelers also stayed home during an 1870s yellow fever outbreak. The last time it was called off completely was 1945. A scaled-down version even took place in 2006, just months after Hurricane Katrina flooded the Gulf Coast and killed over 1,800 people.8. The Super Bowl interrupted this year’s parade schedule.\nNew Orleans hosted both the Super Bowl and Mardi Gras this month, a potentially overwhelming combination that some have called “Super Gras.” In an effort at crowd control, the city expanded its 12-day parade season so that no one would be marching on February 3, when the San Francisco 49ers battled the Baltimore Ravens. January 28-31 and February 4-5 likewise were kept free of parades. In a similar attempt at preventing mayhem, official parades have been banned from the narrow, tourist-filled streets of the city’s French Quarter since the 1970s.9. King Cake is only eaten during Mardi Gras.\nAvailable only during the Mardi Gras season, king cake is typically made with brioche dough. Braided and laced with cinnamon, the dough is then glazed with purple, green and gold sugar or covered in icing in those same Mardi Gras colors. What really sets king cake apart from other desserts, however, is the small plastic baby hidden inside. Whoever finds the baby in his or her slice must buy the next cake or perhaps host the next party.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About Mardi Gras","author":"Jesse  Greenspan"}