{"url":"http://www.history.com/news/the-superstorm-that-flooded-america-100-years-ago","content":"ruchos/iStockphoto.comAs friends and family gathered for Easter dinner at Benjamin Edholm’s house in Omaha, Nebraska, the sky turned green and a great tornado began to rip through the city. While the revelers huddled for safety, an object burst through the dining room window, slid across the table and crashed to the floor with the dishes. The literal party crasher was a naked man who sat up, quickly converted the tablecloth into a makeshift toga and asked for a pair of trousers.Flooded streets in Dayton. (Library of Congress)While the amusing story of the “human meteorite,” as one newspaper called him, testified to the power of a tornado that could tear the clothes right off a person, the twister was anything but funny. “If tornadoes could be described as having a personality, this one was a sociopath,” writes Geoff Williams, author of the new book “Washed Away: How the Great Flood of 1913, America’s Most Widespread Natural Disaster, Terrorized a Nation and Changed It Forever.”The twister sucked two babies out the window of an orphanage and pulverized the Diamond Picture Theatre, killing 30 inside. The body of a 4-year-old girl dropped out of the sky and into the arms of Charles Allen as he walked near the intersection of 45th and Center Streets. Cows were found impaled on fence posts, and chickens were plucked clean of their feathers. That night of March 23, 1913, nearly a dozen other funnel clouds raced across Nebraska, Iowa, Illinois, Missouri, Michigan and Indiana. The death toll topped 200.After the storm’s initial volley, heavy rain began to fall. By March 25, levees could no longer hold back the rising tide. The Ohio River and its tributaries overflowed their banks and submerged cities such as Fort Wayne, Cincinnati, Columbus and Indianapolis under several feet of water. “It was a devastating blow to the country,” Williams said in an interview.Dayton residents crawl to safety on telephone wires. (Dayton Metro Library)Perhaps no city, however, was hit as hard as Dayton, Ohio, where nearly a foot of rain fell upon the city. The Miami River rushed into the downtown area, and the floodwaters in some areas were 20 feet deep. Stranded citizens signaled messages with flags from the roofs of downtown buildings. In some neighborhoods, homes floated off their foundations, and residents jumped from one drifting house to another until they found a structure on dry land. In other sections of Dayton, the water rose so quickly that residents could only escape by scaling telephone poles and carefully crawling along the wires. One woman even performed her tightrope walk carrying her baby in a cloth sack. Survivors who worried about drowning or freezing in the cold temperatures suddenly had to be concerned about burning when severed gas lines and chemicals inside industrial buildings ignited and set entire city blocks ablaze. “It was like a disaster movie,” Williams said.When the water receded, wrecked Model T automobiles, capsized streetcars and dead horses littered Dayton’s streets. Property damage topped more than $2 billion in present-day terms, and more than 360 people perished. However, Williams noted, that death toll may have been much higher except for the heroic leadership of John H. Patterson, founder of the Dayton-based National Cash Register Company (NCR). “He basically took over the role of mayor because the actual mayor was trapped in his house,” Williams said. “They needed a leader, and he provided it. He had his factory build boats, and he sent out rescuers. He converted his factory into a makeshift shelter and hospital. His operations saved thousands of people.”A rescue takes place in Dayton. (Library of Congress)Although the rain finally stopped after three days, all the water that inundated the Midwest had to eventually travel south to drain into the Gulf of Mexico, and the resulting flooding lasted into early May. Weeks after the storm, the Mississippi River spilled over into Memphis, Natchez, New Orleans and other cities along its banks.It is estimated that the Great Flood of 1913 killed more than 1,000 Americans, making it the country’s second-deadliest deluge (behind only the 1889 Johnstown Flood, in which more than 2,200 lost their lives). The destruction cut across 14 states—reaching from Vermont to Michigan to Louisiana—making it the country’s most widespread natural disaster.The apocalyptic storm that caused the Great Flood of 1913 impacted more Americans than the San Francisco Earthquake and Fire of 1906, the Hurricane of 1938 and many other better-known natural disasters. So why has history largely forgotten it? Williams said it’s because the impacted communities viewed the disaster as a local, rather than a national, calamity. “If you lived in Dayton, it was the Great Dayton Flood. If you lived in Indianapolis, it was the Great Indianapolis Flood. People thought of it in very local terms although it was a huge regional flood.”The aftermath of the flood in Dayton. (Library of Congress)In the wake of the disaster, states across American acted to prevent a repeat occurrence. Indiana established a flood control commission, Pennsylvania approved the construction of new dams and stalled flood control legislation in Texas and California was suddenly enacted. The communities around Dayton established the Miami Conservancy District and hired engineer Arthur Ernest Morgan to design a massive system of dams and levees that took five years to build. In the 1930s, Morgan applied his flood control knowledge to manage the larger Tennessee River system after President Franklin D. Roosevelt appointed him the first chairman of the Tennessee Valley Authority. Morgan’s greatest legacy may be that since his flood control system for Dayton was completed in 1922, the city has never again been deluged as it was 100 years ago.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Superstorm That Flooded America 100 Years Ago","author":"Christopher  Klein"}