{"url":"http://www.history.com/news/mona-lisas-long-lost-twin-turns-up-in-spain","content":"A side-by-side comparison of the original “Mona Lisa” (right) and a copy thought to have been painted at the same time as the original (left). (Credit: Museo Nacional del Prado)More than 500 years after their separation at birth, Mona Lisa’s long-lost twin has turned up in Madrid—and she looks a lot younger than her more famous sister. The Prado Museum has owned the portrait for years but assumed it was a mediocre 16th- or 17th-century copy of Leonardo da Vinci’s original, which dates back to the early 1500s. That’s because the replica’s subject—though bearing an unmistakable resemblance to “La Gioconda,” as da Vinci called her—appeared in front of a plain black backdrop rather than the Tuscan countryside of the Louvre’s version.Before undergoing a painstaking restoration, the Prado’s “Mona Lisa” replica had a black background. (Credit: Museo Nacional del Prado)But two years ago, restorers working on the copy discovered that the dark layers of paint surrounding Mona Lisa concealed a landscape nearly identical to the original’s background. Infrared tests yielded an even bigger surprise: Sketch marks known as underdrawings mirrored those on da Vinci’s canvas, suggesting that the painter of the replica had worked alongside the Renaissance master.Among the many apprentices da Vinci took under his wing throughout his career, he had particularly close relationships with aspiring artists Francesco Melzi and Andrea Salai; the latter even inherited the “Mona Lisa” after his mentor’s death. Experts have named both men as potential painters of the Prado copy, the Art Newspaper reported. Lisa Gherardini del Giocondo, a wealthy silk merchant’s wife from Florence, is thought to have sat for da Vinci’s most celebrated work—and maybe, it now appears, a facsimile by one of his disciples.While layers of cracked, wrinkled varnish obscure the beauty of the original “Mona Lisa,” the Prado version has emerged remarkably unblemished from its ongoing restoration. Experts think the copy’s well-preserved details might even reveal new information about da Vinci’s masterpiece, helping us see what the painting looked like before age and exposure took their toll. The replica will go on display at the Prado later this month before traveling to France for a da Vinci exhibit.Does the real Mona Lisa, frozen behind glass at the Louvre, resent the airbrushed radiance of her newly discovered doppelganger? Whatever the answer, she’s sure to keep faking her legendary half-smile.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Mona Lisa’s Long-Lost Twin Turns Up in Spain","author":"Jennie  Cohen"}