{"url":"http://www.history.com/news/8-things-you-didnt-know-about-catherine-the-great","content":"Ekaterina Alekseyevna, born Sophie von Anhalt-Zerbst.1. Catherine the Great’s name wasn’t Catherine, and she wasn’t even Russian.\nThe woman whom history would remember as Catherine the Great, Russia’s longest-ruling female leader, was actually the eldest daughter of an impoverished Prussian prince. Born in 1729, Sophie von Anhalt-Zerbst enjoyed numerous marital prospects due to her mother’s well-regarded bloodlines. In 1744, 15-year-old Sophie was invited to Russia by Czarina Elizabeth, a daughter of Peter the Great who had assumed the Russian throne in a coup just three years earlier. The unmarried and childless Elizabeth had chosen her nephew Peter as heir and was now in search of his bride. Sophie, well trained by her ambitious mother and eager to please, made an immediate impact on Elizabeth, if not her intended husband. The marriage took place on August 21, 1745, with the bride (a new convert to Orthodox Christianity) now bearing the name Ekaterina, or Catherine.2. Catherine’s eldest son—and heir—may have been illegitimate.\nCatherine and her new husband had a rocky marriage from the start. Though the young Prussian princess had been imported to produce an heir, eight years passed without a child. Some historians believe Peter was unable to consummate the marriage, while others think he was infertile. Desperately unhappy in their married lives, Peter and Catherine both began extramarital affairs, she with Sergei Saltykov, a Russian military officer. When Catherine gave birth to a son, Paul, in 1754, gossips murmured that Saltykov—not Peter—had fathered him. Catherine herself gave credence to this rumor in her memoirs, going so far as to say that Empress Elizabeth had been complicit in permitting Catherine and Saltykov’s relationship. While historians today believe that Catherine’s claims were simply an attempt to discredit Peter and that he was indeed Paul’s father, there is little debate over the paternity of Catherine’s three additional children: It’s believed that none of them were fathered by Peter.Catherine the Great on her wedding day.3. Catherine came to power in a bloodless coup that later turned deadly.\nElizabeth died in January 1762, and her nephew succeeded to the throne as Peter III, with Catherine as his consort. Eager to put his own stamp on the nation, he quickly ended Russia’s war with Prussia, an act that proved deeply unpopular to Russia’s military class. A program of liberal domestic reforms aimed at improving the lives of the poor also alienated members of the lower nobility. These unhappy factions turned to Catherine, who was also fearful of Peter’s intentions. As tensions mounted, a plan to overthrow Peter took root. When the conspiracy was uncovered in July 1762, Catherine moved quickly, gaining the support of the country’s most powerful military regiment and arranging for her husband’s arrest. On July 9, just six months after becoming czar, Peter abdicated, and Catherine was proclaimed sole ruler. However, what had began as a bloodless coup soon turned deadly. On July 17 Peter was murdered by Alexei Orlov, the brother of Catherine’s current lover Gregory. Though there is no proof that Catherine knew of the murder before it happened, it cast a pall over her reign from the start.4. Catherine faced down more than a dozen uprisings during her reign.\nOf the various uprisings that threatened Catherine’s rule, the most dangerous came in 1773, when a group of armed Cossacks and peasants led by Emelyan Pugachev rebelled against the harsh socioeconomic conditions of Russia’s lowest class, the serfs. As with many of the uprisings Catherine faced, Pugachev’s Rebellion called into question the validity of her reign. Pugachev, a former army officer, claimed that he was actually the deposed (and believed dead) Peter III, and therefore the rightful heir to the Russian throne. Within a year, Pugachev had drawn thousands of supporters and captured a large amount of territory, including the city of Kazan. Initially unconcerned about the rebellion, Catherine soon responded with massive force. Faced with the might of the Russian army, Pugachev’s supporters eventually deserted him, and he was captured and publicly executed in January 1775.5. Being Catherine the Great’s lover came with huge rewards.\nCatherine was famously loyal to her lovers, both during their relationship and after it ended. Always parting on good terms, she bestowed upon them titles, land, palaces and even people—gifting one former paramour with more than 1,000 serfs, or indentured servants. But perhaps nobody reaped the bounties of her favor more than Stanislaw Poniatowski, one of her earliest lovers and the father of one of her children. A member of the Polish nobility, Poniatowski first became involved with Catherine (who was not yet on the throne) when he served in the British embassy to St. Petersburg. Even after a scandal partly caused by their relationship forced him from the Russian court, they remained close. In 1763, long after their relationship had ended and a year after she had come to power, Catherine successfully threw her support (both military and financial) behind Poniatowski in his effort to become king of Poland. However, once installed on the throne, the new king, who Catherine and others believed would be a mere puppet to Russian interests, began a series of reforms meant to strengthen his country’s independence. What was once a strong bond between the two former lovers soon soured, with Catherine forcing Poniatowski to abdicate and Russia leading the effort to break up and dissolve the newly formed Polish-Lithuanian Commonwealth.Catherine the Great in a Russian army uniform.6. Catherine saw herself as an enlightened ruler.\nCatherine’s reign was marked by vast territorial expansion, which greatly added to Russia’s coffers but did little to alleviate the suffering of her people. Even her attempts at governmental reforms were often bogged down by Russia’s vast bureaucracy. However, Catherine considered herself to be one of Europe’s most enlightened rulers, and many historians agree. She wrote numerous books, pamphlets and educational materials aimed at improving Russia’s education system. She was also a champion of the arts, keeping up a lifelong correspondence with Voltaire and other prominent minds of the era, creating one of the world’s most impressive art collections in St. Petersburg’s Winter Palace (now home to the famed Hermitage Museum) and even trying her hand at composing opera.7. Contrary to popular myth, Catherine died a fairly mundane, uneventful death.\nGiven the empress’ shocking reputation, it’s perhaps not surprising that gossip followed her wherever she went, even to the grave. After her death on November 17, 1796, her enemies at court began spreading various rumors about Catherine’s final days. Some claimed that the all-powerful ruler had died while on the toilet. Others took their lurid storytelling even further, perpetuating a myth that has endured for centuries: that Catherine, whose lustful life was an open secret, had died while engaging in a sex act with an animal, usually believed to be a horse. Of course, there is no truth to this rumor. Though her enemies would have hoped for a scandalous end, the simple truth is that Catherine suffered a stroke and died quietly in her bed the following day.8. Catherine’s eldest son met the same grisly fate as his father.\nCatherine had a famously stormy relationship with her eldest son, Paul. The boy had been removed from his mother’s care shortly after his birth and raised largely by the former czarina, Elizabeth, and a series of tutors. After she assumed the throne, Catherine, fearful of retribution for Peter III’s deposing and death, kept Paul far away from affairs of state, further alienating the boy. Relations between the two grew so bad that Paul was at times convinced his mother was actively plotting his death. While Catherine had no such plans, she did fear that Paul would be an incompetent ruler and looked for alternate options for the succession. Much like Elizabeth before her, Catherine took control of the upbringing and education of Paul’s sons, and rumors abounded that she intended to name them her heirs, bypassing Paul. In fact, it is believed that Catherine intended to make this official in late 1796 but died before she was able to do so. Worried that his mother’s will included provisions to this effect, Paul confiscated the document before it could be made public. Alexander, Paul’s eldest son, was aware of his grandmother’s plans but bowed to pressure and did not stand in his father’s way. Paul became czar but soon proved to be just as erratic and unpopular as Catherine had feared. Five years into his reign, he was assassinated, and his 23-year-old son assumed power as Alexander I.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"8 Things You Didn’t Know About Catherine the Great","author":"Barbara  Maranzani"}