{"url":"http://www.history.com/news/the-akutan-zero-how-a-captured-japanese-fighter-plane-helped-win-world-war-ii","content":"A model of the Japanese Zero fighter plane. (Credit: Kogo/Wikimedia Commons)Until the Japanese attack on Pearl Harbor, most American servicemen had never seen a plane like the “Zero,” so named not because of the prominent Rising Sun emblem painted on the side but for the manufacturer’s type designation: Mitsubishi 6M2 Type 0 Model 21. Those servicemen had heard of the Zero’s reputation, though. Fast and powerful, it was known as a nearly invincible fighter plane with a 12:1 kill ratio in dogfights with the Chinese as early as 1940. The Zero cemented its reputation in an April 1942 battle with well-trained English pilots over Ceylon (now Sri Lanka). In that sortie, 36 Zeroes took on 60 British aircraft—and shot down 27 of them, with the loss of just a single Zero. So formidable was the Zero that the official American strategy for pilots attacked by the Japanese fighter boiled down to this: run away.It’s curious, then, that Japan allocated any of its mighty fighter planes to an attack on the Aleutian Islands in June 1942 instead of saving them all for the massive campaign it was poised to mount at Midway Island. In fact, no one knows exactly why Japan invaded the Aleutians. The inhospitable chain of 120 small islands sweeps westward some 1,000 miles from mainland Alaska into the Pacific Ocean. Uniformly barren and rocky, the islands offer no support for human settlement. Some historians believe the Aleutian attack was an attempt by Japan to lure American naval power away from Midway Island, which would make an Imperial victory there easier. Others think Japanese troops planned to island-hop through the Aleutians to Alaska Territory, and then invade the mainland United States through Canada.Tadayoshi Koga, the young pilot who flew the Zero fighter plane that fell into Allied hands in June 1942.Whatever the rationale, sending Zeroes to the Aleutians would prove to be a critical intelligence error for Japan. On June 4, with orders to bomb the Allied base Dutch Harbor on Unalaska Island, young pilot Tadayoshi Koga, thought to have been 19 years old, strapped himself into his plane and prepared to carry out the mission of the Imperial Army. Little is known about Koga. In an undated service photo, he looks directly into the camera, almost smiling, his left hand tucked into the pocket of his uniform. Confident? Definitely. Perhaps even showing a bit of swagger. But then, what Japanese pilot wouldn’t swagger with the indomitable Zero at his command?When Koga took off for Dutch Harbor that June morning, he probably expected to complete his mission and return to base as usual. Things didn’t work out that way. Emerging from the ubiquitous fog that envelopes the entire Aleutian Islands chain five or six days a week, Koga acquired his target and strafed the enemy base. During the engagement, his plane took ground fire that severed its main oil line. Now, piloting a fighter trailing a stream of oil, Koga realized that the moment the last drop of lubricant spilled out, his plane’s engine would seize and his Zero would plummet to earth.With mere minutes to get the plane down safely, Koga headed west for Akutan Island. Designated by the Japanese army as an emergency landing field, Akutan boasted a long, grassy strip that must have looked to Koga like a sure bet for a smooth landing. That turf concealed a trap, though: Boggy soil lurked just below what appeared to be a solid landing strip. The bog snared Koga’s landing wheels and flipped the Zero end over end. It came to rest upside-down.U.S. military personnel inspect the Zero piloted by Tadayoshi Koga at its crash site on Akutan Island. (Credit: National Archives)All Japanese pilots had standing orders to destroy any disabled Zeroes lest they fall into enemy hands. Koga’s plane appeared so undamaged, however, that his wingmen couldn’t bring themselves to shoot it up, fearing they might kill their friend. They circled once or twice before returning to their aircraft carrier at the western end of the island chain. Koga hadn’t survived, however: His neck had broken when the plane flipped over. And he and his Zero lay in the mist on Akutan, just waiting to be discovered by the Allies.On July 10, as the world’s attention focused on the pivotal Battle of Midway, a U.S. Navy pilot on routine patrol over the Aleutians spotted Koga’s wreckage through a break in the clouds. But Akutan Island would not give up its prize easily. After three recovery attempts, the Navy finally managed to capture the plane and send it to a base in San Diego, California, for restoration. At last, the Zero’s secrets would be revealed.Salvaging what they could and fabricating the few new parts needed, Navy mechanics brought the plane back up to flying condition. On September 20, Lieutenant Commander Eddie Sanders became the first pilot to fly a Zero in American colors. The plane performed beautifully, and Sanders went on to fly 24 test flights in 25 days. In the process, he discovered the Zero possessed not one but two Achilles’ heels. First, it was nearly impossible to perform rolls at moderately high speeds. This meant that forcing the enemy into such a maneuver would confer a tactical advantage to Allied pilots. Second, a poorly designed carburetor caused the engine to sputter badly when the plane was placed into a dive at a high rate of speed. Thus, forcing the Zeroes to dive during a dogfight might make them easy targets for Allied gunners.Lieutenant Commander Eddie Sanders flies the rebuilt Zero in San Diego in September 1942.Now armed with the knowledge needed to best the Zero in combat, the Allies quickly formulated strategies to defeat the Japanese in the air and, just as importantly, demystified the plane’s aura of invincibility. As quoted in Jim Rearden’s book “Cracking the Zero Mystery,” Marine Captain Kenneth Walsh described how he used information from the Zero test flights to finish the war with 17 aerial victories over Zeroes: “With [a] Zero on my tail I did a split S, and with its nose down and full throttle my Corsair picked up speed fast. I wanted at least 240 knots, preferably 260. Then, as prescribed, I rolled hard right. As I did this and continued my dive, tracers from the Zero zinged past my plane’s belly. From information that came from Koga’s Zero, I knew the Zero rolled more slowly to the right than to the left. If I hadn’t known which way to turn or roll, I’d have probably rolled to my left. If I had done that, the Zero would likely have turned with me, locked on, and had me. I used that maneuver a number of times to get away from Zeros.”Using these new air tactics over the ensuing months, the Allies won battle after battle in the Pacific, and the Zero—once the pride of the Japanese air force—was reduced to a kamikaze vehicle. Masatake Okumiya, a Japanese officer who led many Zero squadrons and authored the book “Zero,” described the significance of the Allies’ capture of Koga’s plane as “no less serious than the Japanese defeat at Midway” and said it “did much to hasten our final defeat.”As for Koga’s Zero, the plane met its end in anticlimactic fashion. The craft that handed the Allies the key to winning the Pacific air war was hit by a Curtis SB2C Helldiver plane while taxiing out for a training run; it was reportedly demolished, with only a few small instruments left intact. It was an inglorious finale for an important piece of U.S. war history.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Akutan Zero: How a Captured Japanese Fighter Plane Helped Win World War II","author":"Elizabeth  Hanes"}