{"url":"http://www.history.com/news/prisoner-exchanges-across-the-bridge-of-spies-from-powers-to-shcharansky","content":"View of the Glienicke Brücke, which crosses the Havel River and links Berlin with Potsdam. (Credit: John MacDougall/AFP/Getty Images)February 10, 1962: Francis Gary Powers and Rudolf AbelFrancis Gary Powers in his flight suit. (Credit: Russian International News Agency/Wikimedia Commons)April 22, 1964: Greville Wynne and Konon Molody\nBy the time the Soviets caught up with Greville Wynne outside of Budapest in 1963, the agent had spent 25 years working for different organs of the British secret service. Wynne was supposedly an exporter, but in reality he was a spy who scored one of the largest coups in Cold War espionage. For years Greville received secrets from Soviet Colonel Oleg Penkovsky, an intelligence officer who revealed information about Russian ballistic missile programs to the West. The colonel’s disclosures proved vital during the height of the Cuban missile crisis in October 1962 and may have helped avoid nuclear war. Shortly thereafter, both Wynne and Penkovsky were arrested for their clandestine activities. Penkovsky was sentenced to death but is believed to have taken his own life in May 1963 in a Soviet prison, while Wynne served 18 months before crossing the Havel on the Glienicke Brücke.Greville Wynne arrives in London after his release. (Credit: Keystone/Getty Images)June 12, 1985: Marian Zacharski and 25 American agents\nA Polish-born spy, Marian Zacharski adopted the guise of a legitimate businessman in the United States in the late 1970s. The reportedly handsome and resourceful agent befriended William Holden Bell, an engineer at Hughes Aircraft. Over the course of three years, Zacharski persuaded Bell to pass along plans for secret radar systems and some of the technology behind early stealth aircraft. Zacharski’s tactics in recruiting Bell were so impressive that they are still studied by the FBI decades later.In 1981 a U.S. federal judge sentenced Zacharski to life in prison. Four years later he wound up across the Havel from 25 American agents ready to be traded for him. Along with three other Eastern Bloc spies, Zacharski traversed the Bridge of Spies into Potsdam and East Germany, eventually making his way back to his native country. After the fall of the communism in Poland, Zacharski found success in the private sector before unsuccessfully attempting to return to espionage.  In 1994 he was tapped to head Poland’s intelligence service, but was later removed due to international criticism of the pick.Anatoly Shcharansky (in hat) on the Glienicke Brücke. (Credit: STF/AFP/Getty Images)February 11, 1986: Anatoly Shcharansky and Karl KoecherAs officials kept media at a distance from the Glienicke, Shcharansky traveled across the snow-covered bridge in a Mercedes. The U.S. ambassador to West Germany greeted him as he approached West Berlin, saying, “President Reagan and others worked and prayed for many years for this.” Shcharansky was whisked away in a waiting Israeli jet and enjoyed a hero’s welcome in his newly adopted country. In exchange, the United States released Karl and Hana Koecher of Czechoslovakia. Karl had worked for the CIA before pleading guilty to espionage charges in 1984; his wife was being held as a material witness.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Prisoner Exchanges Across the Bridge of Spies, From Powers to Shcharansky","author":"History.com  Staff"}