{"url":"http://www.history.com/news/the-history-of-ballpark-food","content":"Hot Dogs\nThe world’s first sausage may have been made as far back as 64 A.D., when Emperor Nero Claudius Caesar’s cook, Gaius, stuffed pig intestines with ground meat in a flash of culinary inspiration. After eating the sausage, the emperor is said to have declared, “I have discovered something of great importance.” If your favorite ballpark treat is a fresh hot dog overflowing with ketchup, mustard and sauerkraut, you just might concur.In the 15th century, the city of Frankfurt spawned the “frankfurter,” a spiced and smoked sausage with a slightly curved shape. The “wiener,” a sausage made of pork and beef, originated in Vienna, known in German as Wien, in 1805. Throughout the 19th century, the snack that would soon become the hot dog gained a following America, thanks to immigrants from Europe.So what distinguishes a hot dog from a frankfurter or wiener? That’s where the bun comes in—and its exact origins are up for debate. Many hot dog historians credit Antonoine Feuchtwanger, a St. Louis peddler who offered his customers white gloves along with their piping hot sausages to keep them from burning their hands. The problem was that many people walked off with the gloves rather than returning them, and Feuchtwanger’s profits suffered. Around 1883, the cash-strapped concessionaire’s wife came up with an ingenious solution: long, soft rolls that perfectly fit the sausages. Feuchtwanger dubbed the meat-bread combo “red hots.”Others point to Charles Feltman, a German butcher who in 1867 began selling hot sausages on rolls out of the pie wagon he hauled up and down the sand dunes of Brooklyn’s Coney Island. Within a few years, he expanded his business from one lowly pushcart into a hot dog empire with an immense restaurant, a beer garden and multiple stands. Business was booming until Nathan Handwerker, a bread slicer at Feltman’s, broke away to open his own stand in 1916. He undercut his former boss, charging half the price per dog: five cents instead of 10. Today, Nathan’s Famous hot dogs are sold in more than 20,000 food service and retail outlets across the United States. Since 1916, the original Coney Island location has held an annual hot dog eating contest on July 4; the current record stands at 68 dogs in 10 minutes.Did You Know?Babe Ruth once devoured a dozen hot dogs and eight bottles of soda between games of a doubleheader.\nAmericans put away 7 billion hot dogs during peak season (between Memorial Day and Labor Day).\n10 percent of annual retail hot dog sales occur during July, also known as National Hot Dog Month.\nIn 2008, Los Angeles and New York spent more on hot dogs than any other cities in the United States ($90,473,016 and $108,250,224, respectively).\nA regular hot dog has 250 calories, including the bun (but not ketchup, mustard, relish, sauerkraut or any other common toppings).\nPeanuts\nRaw or roasted, shelled or unshelled, peanuts have been a classic ballpark snack since the earliest days of baseball, but their history goes back much further. Spanish conquistadors exploring the New World were first introduced to peanuts in South America, most likely in Brazil and Peru. They took the plant back home to Europe, and it quickly spread to Africa and Asia. In the 1700s, slave traders brought the peanut back across the Atlantic, using it as a cheap food source for African captives.A handful of commercial farms in the southern United States started growing peanuts in the 1800s, mainly for oil and livestock fodder; as a food, it was regarded as something only poor people ate. That all changed during the Civil War, when soldiers on both sides recognized the peanut’s value as a tasty, convenient and inexpensive snack. After the war, demand increased rapidly as vendors began selling freshly roasted peanuts on street corners, at circuses and, of course, at baseball games.In the early 1900s, George Washington Carver, a renowned botanist who was the son of a slave, began researching peanuts, hoping to find an alternative cash crop that could lessen the South’s dependence on cotton. His work led to widespread peanut cultivation across the country, especially in the South, and earned him a reputation as the father of the American peanut industry.Did You Know?Peanuts aren’t really nuts at all—they’re actually part of the legume family. That means they’re more closely related to peas and lentils than cashews and pecans.\nPeanut butter was invented in 1890 by a St. Louis doctor, who prescribed it for patients with digestive problems.\nAmericans eat more than 600 million pounds of peanuts and about 700 million pounds of peanut butter each year, according to the National Peanut Board.\nSome Major League parks now designate special “peanut-free” games to accommodate fans with severe peanut allergies, who may have reactions to peanut dust in the air.\nMarch is National Peanut Month.\nCracker Jack\nNative Americans first started popping corn thousands of years ago. By 1893, popcorn makers Frederick and Louis Rueckheim were determined to give the puffed kernels a new twist. The two brothers threw molasses and peanuts into the mix, and unveiled the sweet and salty treat at the 1893 World’s Fair in Chicago. A few years later, they developed a special formula to keep the ingredients from sticking together that remains a secret to this day. A satisfied taster pronounced the new and improved snack “crackerjack,” using a slang term of the era that roughly translates to “awesome.” The Rueckheims trademarked the expression, and a decade later Jack Norworth and Albert Von Tilzer immortalized it in the classic song “Take Me Out to the Ballgame.” Amazingly, it would be years before the two songwriters saw an actual game of baseball.Did You Know?In 2009, Boston’s Fenway Park sold roughly 1,000 bags of Cracker Jack per game.\nDuring World War II, the Cracker Jack company produced thousands of non-perishable, ready-to-eat meals known as K-rations that troops could easily carry and store. High-calorie foods were crammed into wax paper containers about the size of a regular Cracker Jack box.\nThe first Cracker Jack box with a “toy surprise” inside appeared in 1912. Since then, more than 23 billion trinkets, cards and other prizes have been given out.\nSome vintage Cracker Jack prizes are valued at more than $7,000.\nJuly 5 is Cracker Jack day.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The History of Ballpark Food","author":"History.com  Staff"}