{"url":"http://www.history.com/news/english-channel-yields-rare-world-war-ii-find","content":"Damaged Do-17 on deck\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/Damaged-Do-17-on-deck.jpg\r\n                    \r\n\t\t\t\t\tThe three-month long Battle of Britain claimed more than 2,500 aircraft. (Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSonar image of wreck site\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/Sonar-Image-of-Dornier-Do-17.jpg\r\n                    \r\n\t\t\t\t\tThe Do-17 was first discovered in 2008. (Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tWWII Era Dornier Do-17\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/WWII-Era-Dornier-Do-17.jpg\r\n                    \r\n\t\t\t\t\tGermany produced more than 2,100 Do-17s, but it's believed the recently recovered plane is the only one still in existence. \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tLifting of Do-17\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/Lifting-of-Do-17.jpg\r\n                    \r\n\t\t\t\t\tThe salvage crew had planned on encasing the wreckage in a steel cage, but damage to the fuselage forced them to create a hoist to lift the plane in one piece. (Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFuselage on barge\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/Fuselage-of-Do-17-onb-barge.jpg\r\n                    \r\n\t\t\t\t\tThe recovery of the Do-17 has been postponed several times due to inclement weather. (Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tClose up of Do-17\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/Close-up-of-Do-17.jpg\r\n                    \r\n\t\t\t\t\tSalvaged Do-17 on a barge in the English Channel. (Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tUpside down view of interior of Do-17\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2013/06/upside-down-view-of-interior-of-Do-17.jpg\r\n                    \r\n\t\t\t\t\tThe recovered Do-17 will undergo a massive restoration at RAF facilities in Shropshire.(Credit: RAF Museum)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tNamed for a speech by Winston Churchill following France’s capitulation to the Nazis in which he stated, “…the Battle of France is over. I expect that the Battle of Britain is about to begin,” history’s first all-air battle was waged over the skies of the United Kingdom between July and late September 1940. German losses in the Battle of Britain were 1,600 aircraft to the RAF’s nearly 1,100. Among the Luftwaffe losses were more than half of the 400 Do-17s, including one unlucky plane that clashed with RAF forces over Essex, England, on August 26, 1940. The German pilot was able to make a crash landing on Goodwin Sands, a sand bank in the English Channel near Kent, which both he and another crewmember survived—though the plane’s two other crewmen died. The plane remained submerged in more than 50 feet of water until divers discovered it in 2008.It’s taken nearly five years for the RAF Museum to raise the $1 million needed to successfully raise and restore the plane and on Monday, after a three-week delay caused by inclement weather, a salvage crew finally hoisted the bomber from the Channel. It’s believed to be the biggest salvage operation ever undertaken in British waters. One of three primary twin-engine, medium-range bombers used by the Luftwaffe in the skies over Britain, the Do-17 was often referred to as the “Flying Pencil” for its narrow fuselage. With a top speed of 263 mph and a maximum bomb load of 2,200 lbs., the Do-17 was one of the most agile bombers in the German arsenal. While the salvage crew had initially believed that the plane was mostly intact and could be recovered in one piece, the project turned out to be more complicated. The wreckage had suffered more corrosion than they had expected, forcing workers to insert a strut to hold the fuselage together. The plane’s engines will be recovered at a later date. More than 2,100 Do-17s were produced during the war, but nearly all of them were either permanently lost or dismantled for scrap metal, making this the only Do-17 known to exist. The wreckage has been coated in a citric-acid based gel (to prevent additional corrosion and oxidation now that it’s out of the water) and stored in a hydration tunnel until it has been stabilized enough for transport to the museum’s conservation center near Cosford, Shropshire. It’s likely to take two to five years for the plane to be fully restored.Germany held a significant numerical advantage at the start of the Battle of Britain, with nearly 3,000 bombers and fighter planes at their disposal to the Royal Air Force’s initial fleet of around 600 planes (later supplemented by European and Commonwealth pilots and a remarkable mass production of more than 2,000 planes from British factories in 1940 alone). Britain, however, had the technological advantage and its state-of-the-art early warning radar systems and fast, agile fighters, including the single-seat Spitfire, were far more advanced than any plane Germany could produce. Britain’s eventual victory was also aided by inconsistencies in German strategy. The air battle (as well as the planned naval invasion of Britain that was to follow) had been hastily put together by German high command and it showed. The first month of the campaign saw the Luftwaffe targeting British ship convoys and coastal defenses, before a sudden shift in tactics toward infrastructure, military installations and, finally, nighttime raids on urban areas and industrial cities. By September, cities like Liverpool, Coventry and London itself were under siege from the continual bombings that became known as the “Blitz.” The concentration of fighting over a few key cities, rather than the United Kingdom as a whole, was a godsend for the smaller RAF, allowing them to more effectively target German bomber formations. By September, Adolf Hitler and Luftwaffe commander-in-chief Hermann Goering, who had assured Hitler of Germany’s air superiority, realized that the battle had been lost. They cancelled plans for an invasion and scaled back much of their bombing campaign, although sporadic nighttime raids would continue until May 1941.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"English Channel Yields Rare World War II Find","author":"Barbara  Maranzani"}