{"url":"http://www.history.com/news/5-things-you-may-not-know-about-lincoln-slavery-and-emancipation","content":"Depiction by Francis Bicknell Carpenter of Abraham Lincoln’s first reading of the Emancipation Proclamation, in July 1862. It hangs in the U.S. Capitol.1. Lincoln wasn’t an abolitionist. \nLincoln did believe that slavery was morally wrong, but there was one big problem: It was sanctioned by the highest law in the land, the Constitution. The nation’s founding fathers, who also struggled with how to address slavery, did not explicitly write the word “slavery” in the Constitution, but they did include key clauses protecting the institution, including a fugitive slave clause and the three-fifths clause, which allowed Southern states to count slaves for the purposes of representation in the federal government. In a three-hour speech in Peoria, Illinois, in the fall of 1854, Lincoln presented more clearly than ever his moral, legal and economic opposition to slavery—and then admitted he didn’t know exactly what should be done about it within the current political system.Abolitionists, by contrast, knew exactly what should be done about it: Slavery should be immediately abolished, and freed slaves should be incorporated as equal members of society. They didn’t care about working within the existing political system, or under the Constitution, which they saw as unjustly protecting slavery and slave owners. Leading abolitionist William Lloyd Garrison called the Constitution “a covenant with death and an agreement with Hell,” and went so far as to burn a copy at a Massachusetts rally in 1854. Though Lincoln saw himself as working alongside the abolitionists on behalf of a common anti-slavery cause, he did not count himself among them. Only with emancipation, and with his support of the eventual 13th Amendment, would Lincoln finally win over the most committed abolitionists.2. Lincoln didn’t believe blacks should have the same rights as whites.\nThough Lincoln argued that the founding fathers’ phrase “All men are created equal” applied to blacks and whites alike, this did not mean he thought they should have the same social and political rights. His views became clear during an 1858 series of debates with his opponent in the Illinois race for U.S. Senate, Stephen Douglas, who had accused him of supporting “negro equality.” In their fourth debate, at Charleston, Illinois, on September 18, 1858, Lincoln made his position clear. “I will say then that I am not, nor ever have been, in favor of bringing about in any way the social and political equality of the white and black races,” he began, going on to say that he opposed blacks having the right to vote, to serve on juries, to hold office and to intermarry with whites. What he did believe was that, like all men, blacks had the right to improve their condition in society and to enjoy the fruits of their labor. In this way they were equal to white men, and for this reason slavery was inherently unjust.Like his views on emancipation, Lincoln’s position on social and political equality for African-Americans would evolve over the course of his presidency. In the last speech of his life, delivered on April 11, 1865, he argued for limited black suffrage, saying that any black man who had served the Union during the Civil War should have the right to vote.3. Lincoln thought colonization could resolve the issue of slavery. \nFor much of his career, Lincoln believed that colonization—or the idea that a majority of the African-American population should leave the United States and settle in Africa or Central America—was the best way to confront the problem of slavery. His two great political heroes, Henry Clay and Thomas Jefferson, had both favored colonization; both were slave owners who took issue with aspects of slavery but saw no way that blacks and whites could live together peaceably. Lincoln first publicly advocated for colonization in 1852, and in 1854 said that his first instinct would be “to free all the slaves, and send them to Liberia” (the African state founded by the American Colonization Society in 1821).Nearly a decade later, even as he edited the draft of the preliminary Emancipation Proclamation in August of 1862, Lincoln hosted a delegation of freed slaves at the White House in the hopes of getting their support on a plan for colonization in Central America. Given the “differences” between the two races and the hostile attitudes of whites towards blacks, Lincoln argued, it would be “better for us both, therefore, to be separated.” Lincoln’s support of colonization provoked great anger among black leaders and abolitionists, who argued that African-Americans were as much natives of the country as whites, and thus deserved the same rights. After he issued the preliminary Emancipation Proclamation, Lincoln never again publicly mentioned colonization, and a mention of it in an earlier draft was deleted by the time the final proclamation was issued in January 1863.4. Emancipation was a military policy. \nAs much as he hated the institution of slavery, Lincoln didn’t see the Civil War as a struggle to free the nation’s 4 million slaves from bondage. Emancipation, when it came, would have to be gradual, and the important thing to do was to prevent the Southern rebellion from severing the Union permanently in two. But as the Civil War entered its second summer in 1862, thousands of slaves had fled Southern plantations to Union lines, and the federal government didn’t have a clear policy on how to deal with them. Emancipation, Lincoln saw, would further undermine the Confederacy while providing the Union with a new source of manpower to crush the rebellion.In July 1862 the president presented his draft of the preliminary Emancipation Proclamation to his cabinet. Secretary of State William Seward urged him to wait until things were going better for the Union on the field of battle, or emancipation might look like the last gasp of a nation on the brink of defeat. Lincoln agreed and returned to edit the draft over the summer. On September 17 the bloody Battle of Antietam gave Lincoln the opportunity he needed. He issued the preliminary proclamation to his cabinet on September 22, and it was published the following day. As a cheering crowd gathered at the White House, Lincoln addressed them from a balcony: “I can only trust in God I have made no mistake … It is now for the country and the world to pass judgment on it.”5. The Emancipation Proclamation didn’t actually free all of the slaves.\nSince Lincoln issued the Emancipation Proclamation as a military measure, it didn’t apply to border slave states like Delaware, Maryland, Kentucky and Missouri, all of which had remained loyal to the Union. Lincoln also exempted selected areas of the Confederacy that had already come under Union control in hopes of gaining the loyalty of whites in those states. In practice, then, the Emancipation Proclamation didn’t immediately free a single slave, as the only places it applied were places where the federal government had no control—the Southern states currently fighting against the Union.Despite its limitations, Lincoln’s proclamation marked a crucial turning point in the evolution of Lincoln’s views of slavery, as well as a turning point in the Civil War itself. By war’s end, some 200,000 black men would serve in the Union Army and Navy, striking a mortal blow against the institution of slavery and paving the way for its eventual abolition by the 13th Amendment.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Things You May Not Know About Lincoln, Slavery and Emancipation","author":"Sarah  Pruitt"}