{"url":"http://www.history.com/news/6-things-you-may-not-know-about-the-golden-gate-bridge","content":"(Credit: Hoberman Collection/UIG via Getty Images)1. The military wanted the Golden Gate Bridge to be painted in stripes.2. The Golden Gate Bridge’s signature color was not intended to be permanent. \nThe steel that arrived in San Francisco to build the Golden Gate Bridge was coated in a burnt red and orange shade of primer to protect it from corrosive elements. Consulting architect Irving Morrow found that he preferred the vivid hue of the primer to more conventional paint choices such as carbon black and steel gray. The “international orange” color was not only visible in the fog, but it complemented the natural topography of the surrounding hills and contrasted well with the cool blues of the bay and the sky. Morrow ultimately selected the bold primer color, intended to be temporary, to coat the bridge. (The custom formula, manufactured by Sherwin-Williams, is no secret. It can be found on the bridge’s web site.) Construction of the Golden Gate Bridge in January 1936. (Credit: Underwood Archives/Getty Images)3. The Golden Gate Bridge’s original design was universally rejected.4. The Golden Gate Bridge is the top suicide location in the world.\nIn August 1937, three months after the Golden Gate Bridge opened, H.B. Wobber strolled the span alongside a tourist he had just met on a bus. Wobber suddenly turned to his companion and said, “This is where I get off. I’m going to jump.” Despite the tourist’s attempt to stop him, Wobber threw himself over the side. Four seconds later he hit the surface of San Francisco Bay at 75 miles per hour and became the first of more than 1,500 people to commit suicide by jumping from the Golden Gate Bridge. That’s an average of one person less than every three weeks. More than 30 bridge jumpers actually survived their attempts at self-annihilation. There are 11 crisis counseling telephones on the bridge that connect to trained suicide prevention counselors, and plans to build a net under the span as a suicide deterrent are being considered. 5. The Golden Gate Bridge had an impressive construction safety record.\nIn the 1930s, a rule of thumb on high-steel bridge construction projects was to expect one fatality for every $1 million in cost. By those standards, the construction safety record for the $35 million Golden Gate Bridge was impressive: only 11 construction workers died. (By contrast, 28 laborers died building the neighboring San Francisco-Oakland Bay Bridge, which opened six months prior.) Joseph Strauss made safety a high priority on the treacherous project. The chief engineer made the construction site the first in America to require workers to wear hard hats, and he spent $130,000 on an innovative safety net that was suspended under the bridge deck. The net saved the lives of 19 workers, who called themselves the “Halfway to Hell Club.” Ten of the 11 fatalities occurred in a single accident on February 17, 1937, when a 5-ton work platform broke apart from the bridge and fell through the safety net. 6. Local citizens put their own properties up as collateral to finance construction of the Golden Gate Bridge.\nLittle federal or state money was used to build the bridge. Most of the financing came from bonds sold by the Golden Gate Bridge and Highway District. Despite being in the midst of the Great Depression, voters in the district’s six counties in 1930 approved a $35 million bond issue that required them to put their homes, farms and businesses up as collateral. The resounding approval by a three-to-one margin reflected the faith of local citizens in the long-term economic benefit of the project. The construction bonds were retired in 1971.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"6 Things You May Not Know About the Golden Gate Bridge","author":"Christopher  Klein"}