{"url":"http://www.history.com/news/native-americans-hailed-from-siberian-highlands-dna-reveals","content":"Russia’s mountainous Altai Republic borders China, Mongolia and Kazakhstan. Inhabited since the Paleolithic, the region is barely larger than Maine but served as a vital gateway to Siberia and the cradle of widespread human lineages found across northern Eurasia. “It’s a place where people have been coming and going for thousands and thousands of years,” said study co-author Theodore Schurr, an anthropology professor at the University of Pennsylania. According to one prevailing theory, it is also the area where ancestral Native Americans lived before peopling the New World.Schurr and his team took blood samples from Altai residents and examined their mitochondrial DNA, which is maternally inherited, and Y-chromosome DNA, which passes from father to son. Their analysis showed genetic distinctions between northern and southern Altaians, who also differ from one another both linguistically and culturally. The team then looked for markers known to exist in Native American populations, including a mutation known as Q that is “seen ubiquitously across all the Americas,” Schurr said. “Our goal in working with these communities was to explore their own history in relation to each other but also to other Siberians, as well as the possible links of these groups to Native American population,” he explained.The results revealed genetic ties linking Native Americans to all Altaians, with a significantly stronger relationship connecting the migrants to residents of southern Altai. The researchers also dated the last common genetic ancestor shared by Native Americans and southern Altaians to between 20,000 and 25,000 years ago, an indication of when the New World’s earliest settlers left their homeland and headed for the Beringian landmass. “We were able to better define the founding lineages of native Americans,” said Schurr, who hypothesized that the settlers’ arrival in what is now Alaska took place some time later, between 15,000 and 20,000 years ago.This timeline for ancestral Native Americans’ departure adds to a growing body of evidence that humans colonized the Americas earlier than previously thought. In the past, archaeological evidence seemed to indicate that people arrived roughly 13,000 years ago, bringing the so-called Clovis culture—known for its signature spear points and associated with various sites in North America—with them. Recent discoveries together with genetic research have made the case for an earlier wave of immigrants, Schurr said. “The picture that’s emerging is complex but being pushed forward from both archaeological and genetic studies,” he said. “Some people are proposing that the Clovis feature might be the first American autonomous culture as opposed to representing the first colonists.”No matter when the first trip across the Arctic land bridge occurred, the reasons for the mass exodus are shrouded in mystery—and the submersion 10,000 years ago of Beringia and the archaeological sites it contained further complicates the issue. One theory holds that overcrowding pushed Native Americans’ ancestors to seek out virgin territory. “We know that the Altai was pretty densely settled by 30,000 or 35,000 years ago,” Schurr said. “These regions can’t support huge numbers of people even though they’re relatively resource-rich.” He added that inclement conditions in Siberia and, later, Beringia might also have impelled the migrants to keep traveling east and south. “The populations moving toward the Americas were doing so during the last glacial maximum,” Schurr said. “It’s possible that people were seeking more hospitable territory than the areas where they were formerly living.”While Siberia emerged as the leading contender for Native Americans’ ancestral home many decades ago, alternative hypotheses offer starkly different models. According to one, Southeast Asians traveling by boat reached North America some 20,000 years ago. Another suggests that Europeans traversed ice sheets covering the North Atlantic during the last glacial maximum.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Native Americans Hailed From Siberian Highlands, DNA Reveals","author":"Jennie  Cohen"}