{"url":"http://www.history.com/news/panic-on-the-streets-of-london-a-history","content":"Police officers fight flames during the London riots of August 2011. (Credit: Getty Images)Evil May Day (1517)\nThe first of May was a day of celebration and public revelry during the reign of Henry VIII, but in 1517 it witnessed a xenophobic riot on the streets of London. Two weeks earlier, a preacher by the name of Dr. Bell had given an inflammatory speech urging native-born Englishmen to defend their land against “aliens and strangers” in their midst. His words resonated with Londoners who blamed the city’s economic and social problems on the thousands of foreign merchants, financiers and artisans who lived there peacefully. Several men were arrested for attacking foreigners in the days that followed, and on May 1 an angry mob of poor laborers tore through London, freeing the prisoners and looting immigrants’ homes. Thirteen rioters were hanged for treason three days later, while hundreds of others received pardons.Bawdy House Riots (1668)\nIn March 1668, thousands of young men besieged and demolished brothels throughout London’s East End in an act of protest against the policies of Charles II and what many perceived as debauchery in his court. Fifteen of the insurgents were indicted for high treason, and four suspected ringleaders were convicted. They were castrated before being hanged, drawn and quartered.A depiction of the 1780 Gordon Riots by Charles Green.Gordon Riots (1780)\nIn 1778, the British parliament passed a law that lifted some of the longstanding restrictions excluding Catholics from public life. Two years later, outrage over the legislation and pervasive anti-Catholic sentiment erupted into 18th-century London’s largest and most destructive uprising. On June 2, 1780, Protestant leader George Gordon led a massive crowd in a march on the Houses of Parliament and presented a petition for the act’s repeal. After it was overwhelmingly rejected, mobs of protestors began ransacking Catholic neighborhoods, razing homes, churches and prisons. On June 7, troops were finally deployed to quell the revolt, which killed an estimated 700 people.Old Price Riots (1809)\nWhen the original Covent Garden Theatre burned down in 1808, reconstruction expenses forced its manager, John Philip Kemble, to raise ticket costs. On the night the new building opened in September 1809, theatergoers attending a performance of “Macbeth” began rioting, refusing to disperse until early the next morning. Protests—which were largely nonviolent and resulted in little damage—continued for two months, ending only after Kemble reversed the price hikes and issued a public apology.Statue erected to replace the memorial torn down in the wake of the 1907 Brown Dog riots.Brown Dog Riots (1907)\nIn the early 1900s, animal rights activists campaigned against the practice of vivisection—experimental surgery on living animals—in London’s medical schools. Horrified after witnessing the death of a brown terrier in a university laboratory in 1903, they erected a statue of the animal in memory of all dogs killed by vivisection procedures. In November 1907, enraged medical students who viewed the monument as an insult to their chosen career were arrested while trying to dismantle it. Over the next few weeks, groups of protestors waving effigies of the brown dog demonstrated against the statue and invaded meetings of anti-vivisectionists. Meanwhile, supporters of the memorial signed petitions and held rallies, sometimes wearing dog masks. The controversial statue was removed in 1910; a new version went up in its place 75 years later.Battle of Cable Street (1936)\nIn an era of growing anti-Semitism, the politician Oswald Mosley organized a march by members of his British Union of Fascists through the East End, which had a large Jewish population. On October 4, 1936, the demonstration met with violent opposition by some 300,000 anti-fascist activists, who set up barricades and clashed with police escorting the marchers. Roughly 100 people were injured, and Mosley was ultimately forced to call off the event.Workers clear debris after the Brixton riots of 1981. (Credit: Getty Images)Brixton Riots (1981)\nBy the spring of 1981, high unemployment and friction with law enforcement had cast a pall of unease over Brixton’s African-Caribbean community. Tensions escalated on April 10 when a young black man died of a stab wound that was erroneously thought to be the result of police brutality. The next day, which came to be known as “Bloody Saturday,” violence broke out when two officers searched another Brixton resident’s car for drugs. Crowds gathered in the streets, throwing bricks, looting stores and setting cars and buildings on fire. Nearly 300 police officers and dozens of civilians were injured in the uprising, which continued until the early hours of April 12.Poll Tax Riots (1990)\nOn March 31, 1990, an estimated 200,000 demonstrators assembled in London to march against an unpopular system of taxation introduced by Prime Minister Margaret Thatcher. As they marched from Kennington Park to Trafalgar Square, scuffles between officers and some of the protestors unleashed waves of unrest, particularly after mounted riot police were dispatched to the scene. By the end of the day nearly 5,000 people had been injured. Fallout from the clash weakened Thatcher’s position and ultimately contributed to her resignation later that year.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Panic on the Streets of London: A History","author":"Jennie  Cohen"}