{"url":"http://www.history.com/news/9-things-you-may-not-know-about-texas","content":"LUGO/iStockphoto.com1. Everything really is bigger in Texas.\nAt 268,596 square miles, Texas is the second largest state behind only Alaska. With 25.1 million people, according to the 2010 U.S. Census, it is the second most populous behind only California. Texas has the largest state capitol building and the highest speed limit (85 miles per hour along a stretch of toll road between Austin and San Antonio); it’s also the nation’s leading cattle, cotton and oil producer. “Size always went with macho,” explained Richard B. McCaslin, a history professor at the University of North Texas. “It’s all part of that pride of Texas—being bigger, stronger, better, faster, richer.” Of course, bigger is not always better: Texas’ adult obesity rate stands at over 30 percent, and it emits more than twice as many greenhouse gases as any other state.Sam Houston, the first elected president of the Republic of Texas. (Stock Montage/Getty Images)2. Six flags have flown over Texas.\nNative Americans have lived in Texas for thousands of years, but it did not become part of a country in the modern sense until Spanish explorers arrived in 1519. The Spanish then essentially ignored it until the 1680s, when the French established an outpost near Matagorda Bay. “That galvanized the Spaniards, [who said], ‘There might not be anything there, but damned if we’re going to let the French have it,’” McCaslin said. Although Mexico’s war of independence pushed out Spain in 1821, Texas did not remain a Mexican possession for long. It became its own country, called the Republic of Texas, from 1836 until it agreed to join the United States in 1845. Sixteen years later, it seceded along with 10 other states to form the Confederacy. The Civil War forced it back into the Union, where it has stayed ever since. The various flags that have flown over Texas—those of Spain, France, Mexico, the Republic of Texas, the United States and the Confederacy—inspired the name of the Six Flags amusement park chain, which originated in Texas in 1961.3. Texas could have been even larger.\nDuring its period as an independent country, Texas attempted to expand south and west into what was then Mexico. “There was a whole series of expeditions and counter-expeditions and skirmishes and battles,” said Bob Brinkman, coordinator of the historical markers program at the Texas Historical Commission, a state agency. Even after joining the United States, Texas held on to the idea that it would take a large chunk of the Territory of New Mexico. But as part of the Compromise of 1850, which maintained the balance of power between free and slave states, it relinquished claims to roughly 67 million acres in exchange for $10 million to pay off its debt.4. Texas hosted what was arguably the last battle of the Civil War.\nConfederate General Robert E. Lee surrendered at Appomattox Court House in April 1865. Yet despite being fully aware of this, Northern and Southern forces squared off the following month in the Battle of Palmito Ranch. “It must have been just a giant mob fight,” McCaslin said in describing the battle, which took place on a coastal prairie east of Brownsville, Texas. Ironically, the Confederates won what is considered—in Texas, at least—the last land action of the Civil War. With cavalry and artillery, the Confederates killed or wounded some 30 opponents, captured more than 100 others and forced the remainder back to a base near the mouth of the Rio Grande. It was a short-lived victory, however, as they agreed to lay down their arms a couple of weeks later.Devastation after the 1900 Galveston hurricane.5. The deadliest natural disaster in U.S. history occurred in Texas.\nGalveston, Texas, an island city located about 50 miles southeast of Houston, was once the nation’s biggest cotton port, a playground for millionaires and a major gateway for arriving immigrants. But on September 8, 1900, a Category 4 hurricane slammed the area with a 15-foot storm surge and winds up to 140 miles per hour. Relatively few residents evacuated, in part because U.S. weather forecasters had downplayed warnings from their Cuban counterparts, and an estimated 8,000 people died. “We got caught flat-footed,” McCaslin said. “It was horrendous. The water literally swept over the island.” In the hurricane’s aftermath, Galveston constructed a seawall and raised its elevation with sand from the Gulf of Mexico. Although 48,000 people currently live there, it has never regained its former glory.6. Two presidents were born in Texas (and neither was named Bush).\nBorn in Denison, Texas, in 1890, Dwight D. Eisenhower moved to Kansas as a toddler and did not return to the Lone Star State until he was stationed there as a second lieutenant in the Army. Lyndon B. Johnson, on the other hand, was a Texan through and through. He was born one town over from Johnson City, which his relatives had helped settle, grew up and went to college instate, and later served as a U.S. representative and U.S. senator from Texas. He ascended to the White House less than three years after Eisenhower left it. Two more presidents, George H. W. Bush and George W. Bush, established political careers in Texas, but both were born in New England.7. “Don’t mess with Texas” started as an anti-litter message.\nIn the 1980s Texas spent about $20 million a year cleaning up trash along its highways. “It was not uncommon to see cowboys driving down the street tossing a beer can out the window,” said Mark S. Saka, a history professor at Sul Ross State University. As a result, the state Department of Transportation hired an advertising agency to help with its anti-litter campaign. The agency came up with the phrase “Don’t mess with Texas,” which first aired on television during the 1986 Cotton Bowl and has since turned into an unofficial slogan for Texas pride. “It caught on,” Saka said. “I actually have a bumper sticker that says that.”John Tower, the Republican who won Lyndon B. Johnson’s Senate seat in 1961.8. Texas was once the domain of Democrats.\nAbraham Lincoln’s election in 1860 as the first Republican president prompted Texas to leave the Union. The anti-slavery, pro-Reconstruction Republicans remained anathema there for decades to come, losing every presidential election but one until 1952. “This was common throughout the South,” said Saka. Although Texans sometimes identify with the American West, he added, “this is a Southern state historically, culturally, politically and economically.” Cracks in the Democratic majority started becoming noticeable during the civil rights movement and social upheaval of the 1960s. John Tower, a Republican, won Lyndon B. Johnson’s old Senate seat in 1961, and in 1979 William Clements became the first Republican governor since Reconstruction. Today, Republicans control every statewide office, both houses of the state legislature and two-thirds of the seats in the U.S. House of Representatives. No Republican presidential candidate has lost the state since 1976. Even so, Democrats are hopeful that Texas will one day turn blue. “The big shift here will be the rise of the Mexican-American population and the shrinking and aging of the Anglo population,” Saka said.9. Texas could split into five states.\nContrary to popular belief, Texas has no more right to secede than any other state. But its 1845 annexation agreement does permit its division into as many as five states without federal approval. “The joke is that if there were five states, then who would get the Alamo?” Brinkman said. “Or would it be a pie ridge radiating out from that site?” No serious attempt at splitting up Texas has been made since Reconstruction, and the idea has never been tested in the courts. Nonetheless, the state’s hypothetical partition still gets kicked around occasionally. In 1969, for example, a state senator proposed a 51st state within Texas that would be open to parimutuel betting, while in 1991 a state representative introduced a bill to turn the panhandle into a state called “Old Texas.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About Texas","author":"Jesse  Greenspan"}