{"url":"http://www.history.com/news/general-grant-expels-jews-from-his-war-zone-150-years-ago","content":"Only about 15,000 Jews lived in the United States in 1840, but that number increased to around 150,000 by the time the Civil War started in 1861. An estimated 7,000 of those fought for the North and 3,000 fought for the South. Nonetheless, anti-Semitic attitudes persisted, even in the highest reaches of government. Confederate Secretary of State Judah P. Benjamin was a particular target, with Senator (and future Vice President) Henry Wilson calling him of “that race that stoned prophets and crucified the redeemer of the world” and Senator (and future President) Andrew Johnson attacking him as “a sneaking, Jewish, unconscionable traitor.” Around the same time, Union General William Tecumseh Sherman wrote about “swarms” of Jewish speculators, and a federal law briefly limited regimental chaplains to regularly ordained Christian ministers.Anti-Jewish bigotry was also widespread in the South. Congressman Henry S. Foote, for example, absurdly alleged that Jews controlled nine-tenths of the Confederacy’s business interests and that by the end of the war southerners “would probably find nearly all the property of the Confederacy in the hands of Jewish shylocks.” Yet the Confederacy never issued any edicts on par with General Orders No. 11, which came as part of a crackdown on black-market trading in such things as cotton, weapons and gold. The vast majority of these smugglers weren’t Jewish – many were, in fact, army officers – but Jews began to face the brunt of the criticism.One of these critics was General Ulysses S. Grant, who commanded the Union Army’s Department of the Tennessee, a war zone located in parts of four states. In November 1862, Grant signed a couple of discriminatory orders, one of which banned Jews from traveling southward on the railroad. Then, on December 17, Grant issued General Orders No. 11, which stated that “the Jews, as a class violating every regulation of trade established by the Treasury Department and also department orders, are hereby expelled from the department within 24 hours. Any one returning … will be arrested and held in confinement.”By the end of the month, about 30 Jewish men and their families had been tossed out of Paducah, Kentucky. A baby was apparently almost left behind in the rush to make it to Cincinnati by riverboat. Jews were similarly expelled from Oxford, Jackson, Corinth and Holly Springs, Mississippi, including some forced to travel 40 miles to Memphis on foot. When a young couple in Holly Springs had their horse and buggy confiscated and were barred from changing out of wet clothes, the local authorities allegedly justified their actions by saying: “Because you are Jews, and are neither a benefit to the Union or Confederacy.”Cesar Kaskel, a Jewish merchant who was a resident of Paducah, Kentucky decided to fight back against these affronts. He not only alerted the press to General Orders No. 11, but also dispatched a telegram to the White House complaining that this “inhuman order … would be the grossest violation of the Constitution and our rights” and would place us “as outlaws before the whole world.” When that failed to provoke an official response, Kaskel traveled to Washington, D.C., and, with the help of an Ohio congressman, gained an audience with President Abraham Lincoln. Immediately thereafter, on January 4, 1863, Lincoln’s general-in-chief of the Army revoked the order. In a follow-up meeting with Jewish leaders, Lincoln reportedly explained that “to condemn a class is, to say the least, to wrong the good with the bad.”During its two-and-a-half weeks on the books, General Orders No. 11 affected perhaps 100 Jews, a number that would have been much higher had Jewish soldiers in the Department of the Tennessee been banished along with civilians. Communication disruptions, caused by a Confederate attack on Holly Springs on December 20, 1862, also kept the number of expulsions to a minimum. Southern General Nathan Bedford Forrest, who later became first grand wizard of the Ku Klux Klan, played an especially important though completely inadvertent role in helping the Jews by tearing up about 50 miles of railroad and telegraph lines, closing down transportation and communications lines.Northern congressional Democrats failed in their subsequent attempt to censure Grant, a Republican, for what they described as his illegal and unjust regulation. In order to woo Jewish voters, Democrats thrust the issue back into the spotlight when Grant ran for president in 1868. Grant won that election comfortably, however, and never again made another anti-Jewish pronouncement. In fact, he appointed more Jews to public office than any of his predecessors, advocated on behalf of persecuted Jews in Russia and Romania and opposed an amendment to add the words “Christian government” to the Constitution. He also became the first president to attend a synagogue dedication, surprising the congregation by staying for three full hours.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"General Grant Expels Jews From His War Zone, 150 Years Ago","author":"Jesse  Greenspan"}