{"url":"http://www.history.com/news/multiple-lines-of-early-humans-coexisted-in-africa-study-suggests","content":"Paleontologists Meave Leakey and Fred Spoor collect fossils at Koobi Fora in Kenya. (Mike Hettwer/National Geographic)In the first half of the 20th century, experts thought they had pinned down the evolutionary history that culminated in our species, Homo sapiens. According to conventional wisdom, our direct ancestor Homo erectus—first discovered in Indonesia in 1891—branched off from the common lineage we share with chimpanzees and bonobos over a million years ago. That narrative began to unravel when the renowned anthropologists Louis and Mary Leakey, excavating at Olduvai Gorge in Tanzania, unearthed fossils they ascribed to a more primitive species, Homo habilis. Later findings would suggest that Homo habilis, rather than being the direct ancestor of Homo erectus, lived at the same time as the more modern hominin for part of its history.In the 1970s, the Leakeys’ son Richard and his wife, Meave, uncovered further evidence of Homo habilis at Koobi Fora in Kenya. They also found strikingly different specimens with features indicating long, flat faces and large brains. Researchers questioned whether variation among individuals could explain the distinctions, but ultimately decided that yet another early Homo species—Homo rudolfensis—had surfaced. The judgment call remained controversial, however, in part because the most complete Homo rudolfensis specimem lacked teeth and a lower jaw. Perhaps, some experts speculated, it was simply a Homo habilis individual with symptoms of a disease or a unique look. Others suggested the discrepancies could reflect differences between males and females.The KNM-ER 1470 cranium, found in 1972, combined through computer tomography with a recently discovered lower jaw. (Fred Spoor)After decades of searching for harder evidence, paleoanthropologists at Koobi Fora—led by Meave Leakey and her daughter, Louise—uncovered three intriguing fossils between 2007 and 2009. In the August 9 issue of Nature, they write that these findings confirm that at least two early parallel lineages (in addition to Homo erectus) coexisted during the early history of the Homo genus. Aged between 1.78 and 1.95 million years old, the specimens are significant, Leakey said, “because they answer a key question in our evolutionary past: How diverse is our genus close to the base of the human lineage?”One of the fossils in particular—a face thought to have belonged to an adolescent—bore a strong resemblance to the most complete Homo rudolfensis specimen, known as KNM-ER 1470. Unlike 1470, it includes several teeth. Using sophisticated computer imaging, the researchers combined the two fossils to determine what the lower jaw of Homo rudolfensis might have looked like. Two lower jaw specimens found at Koobi Fora proved a promising fit, allowing Leakey and her colleagues to develop a comprehensive picture of the extinct hominin’s skull. Homo habilis lower jaws from the same area, meanwhile, did not match the virtual reconstruction. “The end result of the whole story is that we really distinguished in the group of early Homo two lines, not only on the basis of the lower jaws but also on the basis of the faces,” explained co-author Fred Spoor of the Max Planck Institute for Evolutionary Biology. He noted that his team has decided not to identify the lines as representing Homo rudolfensis and Homo habilis until further work is conducted.Between Homo erectus and two or more additional species, Spoor said, “East Africa just a bit younger than 2 million was quite a crowded place.” He said that the apparent diversity of the early Homo genus mirrors that seen in the larger animal kingdom, where multiple lineages often tend to coexist. The researchers believe that each line filled a distinct ecological niche, developing specialized traits that allowed it to thrive there. For instance, the small incisors and large back teeth of Homo rudolfensis may indicate tougher, more plant-based foods that fell outside Homo erectus’ typical diet. Though more research is needed to flesh out the landscape, “human evolution clearly is not the straight line that it once was,” said Spoor.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Multiple Lines of Early Humans Coexisted in Africa, Study Suggests","author":"Jennie  Cohen"}