{"url":"http://www.history.com/news/6-fascinating-facts-about-space-probe-voyager-1","content":"NASA1. Voyager 1 has an identical twin.\nIn the early 1970s, the National Aeronautics and Space Administration (NASA) developed a mission called Voyager to make a “grand tour” of Jupiter and Saturn—and possibly Uranus and Neptune if all went well. The agency planned to launch a pair of unmanned spacecraft on different trajectories to thoroughly study the planets from multiple angles. Voyager 1 and Voyager 2 are identical in construction. Each weighs around 1,500 pounds. Each is equipped to conduct 10 specific experiments, ranging from taking pictures to measuring atmospheric plasma concentrations. Each contains about 65,000 individual parts. (Some of those components represent technology that might seem laughable now but was cutting-edge at the time, such as a digital eight-track recorder.) When they were launched in 1977, the Voyagers were designed for a five-year lifespan, but both have outlived that projection by 30 years.2. Voyager 1 actually launched after Voyager 2.\nNASA launched Voyager 1 on September 5, 1977, 16 days after the launch of Voyager 2. Why this reversal in order? The Voyager mission was designed to take advantage of a rare configuration of the solar system’s giant planets, Jupiter, Saturn, Uranus and Neptune. In this arrangement, which occurs roughly once every 175 years, the giants lined up in a way that would allow the probes to harness each planet’s gravitational forces to “swing” from one to the next with minimal self-propulsion. To accomplish this feat, the probes were launched on different trajectories. Voyager 2′s so-called slow trajectory would enable it to potentially visit all four giant planets, while Voyager 1′s faster trajectory would get it to Jupiter and Saturn before it headed into deep space. Voyager 1′s course allowed it to overtake Voyager 2 in the Asteroid Belt and gain the lead position in the mission. So, while Voyager 1 launched second, NASA knew all along it would take first place in the race to deep space, and they named it accordingly.3. NASA engineers considered more than 10,000 possible trajectories for the Voyager mission.\nBecause of the complexity of using a “gravity assist” technique to propel Voyager 1 from Jupiter to Saturn and then on to interstellar space during its exploratory mission, NASA engineers considered thousands of potential trajectories for the probe. The engineers needed to chart a precise course that would take Voyager close to the planets but not so close that the next leg of the journey was compromised. Ultimately, NASA engineers chose a route for Voyager 1 that would ensure the completion of its primary mission to study the two giant planets before propelling it toward interstellar space. Thirty-five years later, it’s safe to say they chose well.4. Any extraterrestrials who encounter Voyager 1 will need to figure out an ancient Earth technology called the “record player.”\nIn order to offer a sense of Earth’s culture to any spacefarers encountered by Voyager 1, NASA included a 12-inch gold-plated audiovisual disc on the craft. Dubbed the Golden Record, this disc contains a variety of content that was chosen by a committee chaired by the late scientist Carl Sagan. The disc includes photos and drawings, spoken greetings in many languages, music and Earth sounds. For the convenience of any alien life forms that discover the Golden Disc, NASA included a cartridge and needle for playback. However, the extraterrestrials will first have to figure out how to build a record player and speaker. Including that technology aboard Voyager 1 would have added too much weight and bulk.5. It currently takes approximately 16 hours and 38 minutes to receive communications from Voyager 1.\nWith Voyager 1 positioned nearly 12 billion miles from Earth, according to NASA’s official live odometer, it takes over 16 hours for scientists to receive data from the probe—or for the spacecraft to receive signals from Earth. Voyager continues to send a steady stream of information to NASA scientists, including data on the direction of gravitational fields around it and the speed of surrounding solar winds. The solar wind speed has been registering as zero for some time now, indicating Voyager 1 is at the very fringe of the solar system where the sun’s energy blow-by doesn’t reach. Scientists believe the defining parameter confirming the probe’s move into interstellar space, however, will be a shift in surrounding magnetic fields from an east-west orientation to north-south. At that moment, which could occur any day now, Voyager 1 will pierce the veil of deep space.6. In its final act of photography, Voyager 1 snapped the only existing portrait of our solar system.\nNot long after Voyager 1′s encounter with Saturn in 1980, NASA engineers turned off the craft’s cameras to conserve energy. For nearly a decade, the probe quietly flew toward deep space. But as it approached the edge of the solar system, NASA engineers on February 14, 1990, instructed Voyager to turn its cameras back on and take a last look over its shoulder at the planets. In a series of 60 images, Voyager 1 returned the only “family portrait” of our solar system, including the sun, Venus, Earth, Jupiter, Saturn and Uranus. The photo mosaic depicts Earth as a small, pale blue dot afloat in the vastness of space. The photos were the last Voyager 1 ever took; its cameras were again turned off to maintain maximal energy reserves as the craft prepared to become the first manmade object to reach interstellar space.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"6 Fascinating Facts About Space Probe Voyager 1","author":"Elizabeth  Hanes"}