{"url":"http://www.history.com/news/five-presidents-rocky-roads-to-the-white-house","content":"1. George Washington’s Aggressive Nature\n“Had he been born in the forests,” said Gilbert Stuart, who spent hours with George Washington painting the stolid portrait made famous on the dollar bill, “he would have been the fiercest man among the savage tribes.”George Washington’s political career was built on his performance leading American forces in the Revolutionary War, but his aggressive nature almost lost the fight for American independence before it had, in earnest, begun. In June 1776, Washington decided–against his generals’ advice–to challenge 30,000 well-armed and well-disciplined British and Hessian soldiers with just 15,000 poorly trained Americans—many of them ill–in a battle for southern New York. The resulting loss put Long Island and Brooklyn in British hands for most of the rest of the war and ended in the death and capture of almost 5,000 American soldiers, making it one of the worst defeats in American history.This disastrous move could have ended the general’s career, but Washington learned from this tragic error that he could not win the war with aggressive maneuvers. Instead, he turned to guerrilla tactics: surprise, retreat and patience. “We should protract the war,” he wrote Congress, understanding that, as a lengthy war was unpalatable to the British, time was the young nation’s most powerful weapon.Washington’s lesson in restraint would again come in to play when, soon after the war’s conclusion, he refused calls to be come America’s new king and when, as president, he refused to jump into a European war, despite pressure from his constituents and the press. According to Washington’s political ally Gouverneur Morris, Washington’s iron self-control was forged to master his own “tumultuous passions.” That transformation created one of our wisest presidents—and helped give birth to the United States of America.2. Thomas Jefferson’s Stage Fright\nThomas Jefferson came of age in an era when politicians made their reputations with powerful oratory. But Jefferson was a shy man who preferred small-group conversations and dinner parties to speech-making and public appearances. “The whole Time I sat with him in Congress,” John Adams wrote of his political rival, “I never heard him utter three sentences together.”Instead, Jefferson’s favored mode of communication was writing, and his talent with the pen was such that he was able to make up for his discomfort with public speaking. Jefferson was tasked with writing the first draft of the Declaration of Independence, because he could, as Adams later wrote, “write ten times better than I can.” His immortal words “life, liberty and the pursuit of happiness” became a rallying cry for the revolution, and established Jefferson’s reputation, without him having to utter a single public word.Jefferson was narrowly elected as the third president of the United States in 1800, and served quietly. Unlike his predecessors George Washington and John Adams, he presented his legislative proposals to Congress in writing rather than in person. Cabinet members gave him advice on paper, and Jefferson wrote out his responses. Historians believe Jefferson’s inaugurals were the only two spoken addresses he gave in eight years in office. In his biography of Jefferson, historian Joseph Ellis calls Jefferson one of the “most secluded and publicly invisible presidents in American history.” Jefferson, however, didn’t allow his shyness to hold him back, and he is still remembered, and revered, as one of our most effective and wisest presidents.3. Grover Cleveland’s Scandal\nFor his entire political life, Grover Cleveland was praised as a politician with integrity—a notable achievement given the notoriously corrupt Gilded Age in which he lived. His 1884 presidential campaign slogan, “Public Office Is a Public Trust,” was backed up by his years of vetoing pork barrel legislation, corrupt bills and crony contracts during his time as mayor of Buffalo and governor of New York. But during the campaign, rumors spread that Cleveland had fathered a daughter out-of-wedlock while in Buffalo, and he became the butt of a snickering rhyme on the campaign trail, “Ma, Ma, where’s my Pa? Gone to the White House, Ha, Ha, Ha.”When a friend asked Cleveland how his fellow Democrats should respond to the allegations, he telegrammed back, “WHATEVER YOU DO, TELL THE TRUTH.” The truth—that there had been no adultery or promise of marriage, and that Cleveland had supported the mother and child despite his questionable paternity—apparently sufficed. The public elected him president, and although he lost his first re-election bid, he returned to the White House in 1893, becoming the only president to serve two non-consecutive terms.4. Teddy Roosevelt’s Poor Health\nTeddy Roosevelt was a famously robust president who lived a vigorous life: He boxed in college, was an avid hiker and hunter, wrestled Cabinet members and delivered a 90-minute campaign speech after taking a bullet to the chest during his 1912 campaign for the presidency (the bullet, blocked by a folded copy of his lengthy speech and an eyeglass case, failed to pierce his skin).As a boy, however, Roosevelt was frail and sickly. He suffered from stomach upsets, headaches and frequent asthma attacks, and his family tried to ease his suffering with every cure then available: vacations; sulphur baths; the lancing of swollen lymph glands (without anesthesia); medicines such as ipecac and magnesia; mustard plasters applied to his chest; and even electrical charges. “Nobody seemed to think I would live,” he wrote years later.To encourage his recovery, Roosevelt’s father built a gymnasium on the second floor of the family’s home, and Teddy went to work on strength-training exercises using dumbbells, horizontal bars and a punching bag. He even took boxing lessons with an ex-prizefighter, and proved surprisingly resilient. Eventually, his health improved, his asthma became less severe and he began to dedicate himself to doing “the difficult and even dangerous thing” in all of life’s arenas. Vice President Roosevelt brought this energy and resolve to the White House upon the death of President William McKinley in the form of relentless trust-busting, revolutionary conservation efforts and assertive foreign policy.5. Franklin Roosevelt’s Polio\nAt age 39, Franklin Roosevelt was stricken with polio. He had already served as U.S. senator from New York, assistant secretary of the Navy and been the Democratic nominee for the vice presidency in 1920. But now he struggled to walk without crutches, a disability he assumed would mean the end of his budding political career. Roosevelt’s mother, Sara, encouraged her son to give up politics, return to her Hyde Park, New York, estate and become a gentleman farmer. His wife, Eleanor, however, pushed Franklin to get back into politics.Roosevelt launched his political comeback at the Democratic Convention in the summer of 1928, seven years after he lost the use of his legs. Roosevelt’s trip to the podium to give the nominating speech for Al Smith was the most important walk of his life. With one arm he held a cane. With the other, he held tightly to the arm of his son Elliot. Afterward, someone asked Smith whether he’d erred in giving such a prominent role at the convention to a potential rival. “No,” Smith replied. “He’ll be dead within a year.”In fact, Roosevelt lived for nearly two more decades, and came to believe his struggle with polio actually made him stronger. Eleanor called it his “trial by fire,” saying Franklin’s ordeal gave him more depth, and made him less arrogant, more focused and more interesting. “Anyone who has gone through great suffering,” she said years later, “is bound to have a greater sympathy and understanding of the problems of mankind.” Those traits became his trademarks, and contributed to his election as governor of New York in 1929 and president in 1933. When he died in office in the spring of 1945, he was mourned as one of America’s most beloved presidents.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Five Presidents’ Rocky Roads to the White House","author":"Dennis  Gaffney"}