{"url":"http://www.history.com/news/7-things-you-may-not-know-about-the-constitutional-convention","content":"1. Several framers met with untimely deaths.\nWas there a curse of the Constitution? Alexander Hamilton was famously killed by Aaron Burr in 1804, but he wasn’t even the first framer of the U.S. Constitution to die in a duel with a political rival. In 1802, North Carolina delegate Richard Spaight was mortally wounded by a dueling pistol fired by sitting congressman John Stanly. Four years later, Virginian George Wythe died of arsenic poisoning, likely at the hand of a debt-riddled grandnephew and heir. Pennsylvania delegate Gouverneur Morris died in 1816 after a ghastly bit of self-surgery in which he unsuccessfully attempted to dislodge a urinary tract blockage with a piece of whale bone, while New York’s John Lansing mysteriously vanished in December 1829 after leaving his Manhattan hotel room to mail a letter.2. Rhode Island boycotted the Constitutional Convention.\nAmerica’s littlest state had a big independence streak. Rhode Island, distrustful of a powerful federal government, was the only one of the 13 original states to refuse to send delegates to the Constitutional Convention. It was a decision that rankled even the normally temperate George Washington, who wrote in July 1787 that “Rhode Island … still perseveres in that impolitic, unjust, and one might add without much impropriety scandalous conduct, which seems to have marked all her public councils of late.” On the condition that a Bill of Rights be included, Rhode Island became the 13th state to ratify the Constitution on May 29, 1790, more than a year after Washington was sworn in as president.3. Some big names were absent from the Constitutional Convention.\nWhen Thomas Jefferson gushingly called the Constitutional Convention delegates “an assembly of demigods,” he wasn’t being full of himself. Jefferson was not among the founding fathers who gathered in Philadelphia; he was in Paris serving as minister to France. John Adams was also abroad, serving as minister to Great Britain. Samuel Adams, John Hancock and Patrick Henry—who turned down an invitation because he “smelt a rat in Philadelphia, tending toward the monarchy”—also did not participate.4. Attendance was, shall we say, spotty.\nWhen the Constitutional Convention opened on May 14, 1787, only delegates from Pennsylvania and Virginia were present. It wasn’t until May 25 that a quorum of seven states was achieved. Weather—ever the convenient excuse—was blamed for the tardiness, but the convention was plagued throughout with attendance issues. While James Madison boasted that he never left the proceedings for more than “a casual fraction of an hour,” his fellow delegates were not as fastidious. Nineteen of the 74 delegates to the convention never even attended a single session, and of the 55 delegates who did show up in Philadelphia, no more than 30 stayed for the full four months. New Hampshire’s delegation arrived two months late, by which time two of New York’s three delegates had left in opposition to the proceedings, leaving just Hamilton behind and depriving the state of a quorum to vote. Thus, Washington wrote that the Constitution was signed by “11 states and Colonel Hamilton.”5. Not all the delegates who attended the convention signed the Constitution.\nAlthough 55 delegates participated in the Constitutional Convention, there are only 39 signatures on the Constitution. Fourteen men, having already left Philadelphia, were not present for the signing, and only Delaware delegate John Dickinson had a proxy sign for him. Three delegates—Elbridge Gerry of Massachusetts and Edmund Randolph and George Mason of Virginia—were dissatisfied with the final document and refused to ink their signatures.6. “We the People of the United States” was a late change.\nThe Constitution’s iconic opening line was not included in early drafts of the document. Instead, the preamble started with a much less pithy litany of individual states listed from north to south: “We the people of the States of New Hampshire, Massachusetts…” and so on. Credit for the late alteration goes to a five-person Committee of Style—comprised of Hamilton, Madison, Morris, William Samuel Johnson and Rufus King—and Morris is considered to have been responsible for composing much of the final text, including the revised preamble.7. The man who handwrote the Constitution was not a delegate.\nWhile Morris has been nicknamed the “Penman of the Constitution,” the real hand wielding the quill that scrawled the final copy of the Constitution belonged to Jacob Shallus. The assistant clerk of the Pennsylvania State Assembly was paid $30 and given just two days to write most of the document’s 4,543 words on four sheets of vellum parchment. While his script was exquisite, Shallus wasn’t totally flawless. Between the final article and the delegate signatures on the Constitution’s final page is an “errata” paragraph listing some of the minor errors he had made along with their corrections.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Things You May Not Know About the Constitutional Convention","author":"Christopher  Klein"}