{"url":"http://www.history.com/news/early-environmentalists","content":"World War II poster promoting the planting of victory gardens.Mummy Paper: In Ancient Egypt, letters, legal documents and other papyri were often repurposed as mummy wrappings. According to some historians, this process was reversed in the mid-1800s, when American paper manufacturers imported Egyptian mummies and made wrapping paper out of their bindings.Roman Recycling: Archaeologists have uncovered evidence of early recycling by ancient Romans. Broken pottery was often used as flooring or ground into ceramic dust to make waterproof cement.Bathroom Reading: Modern consumers have been slow to embrace recycled toilet paper, which carries a stigma and often lacks the softness of conventional brands. Their ancestors, on the other hand, were early adopters. In the year 589, the Chinese scholar Yan Zhitui became the first person to write about reusing paper documents for toilet purposes. Well into the 20th century, the Farmer’s Almanac and Sears catalog served the same function in many American bathrooms and outhouses.Dust Busters: In 19th-century England, service workers known as “dustmen” combed city streets for ash from wood and coal fires. The dust they collected was then used as a base material for making bricks. Dustmen captured the imagination of many British writers and artists, and figure prominently in the novels, plays and paintings of that period.Patriotic Produce: During both World War I and World War II, small fruit and vegetable plots known as victory gardens sprang up in backyards, on rooftops and in parks across the United States. Designed to offset war-related produce shortages and boost civilian morale, this initiative can be seen as a precursor to today’s locovore and “farm-to-table” movements.Green Metal: The steel industry jumped on the recycling bandwagon a century before the world celebrated its first Earth Day. In the United States, it remains the most widely recycled material. In the years since the terrorist attacks of September 11, 2001, steel from the World Trade Center wreckage has been used in construction projects at home and abroad.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Early Environmentalists","author":"History.com  Staff"}