{"url":"http://www.history.com/news/summer-solstice-traditions","content":"Though a connection between the Celtic high priests and England's Stonehenge has never been reliably established, many people who identify as modern-day Druids still gather at the mighty monument every midsummer. (Credit: Andrew Dunn/Wikimedia Commons)Ancient Egyptians\nThe summer solstice was particularly important to the ancient Egyptians because it coincided with the start of the Nile’s flooding season. It was believed that at this time the goddess Isis shed tears of mourning for her dead husband Osiris, causing the river to rise and nourish the Nile Valley. Festivals were held to honor both deities and celebrate fertility and abundance.Ancient Greeks\nAccording to certain iterations of the Greek calendar—they varied widely by region and era—the summer solstice was the first day of the year. Several festivals were held around this time, including Kronia, which celebrated the agriculture god Cronus. The strict social code was temporarily turned on its head during Kronia, with slaves participating in the merriment as equals or even being served by their masters. The summer solstice also marked the one-month countdown to the opening of the Olympic games.Ancient Romans\nIn the days leading up to the summer solstice, ancient Romans celebrated the Vestalia festival, which paid tribute to Vesta, the goddess of the hearth. Rituals included the sacrifice of an unborn calf remove from its mother’s womb. This was the only time of the year when married women were allowed to enter the sacred temple of the vestal virgins and make offerings to Vesta there.Ancient Chinese\nThe ancient Chinese participated in a ceremony on the summer solstice to honor the earth, femininity and the force known as yin. It complemented the winter solstice ritual, which was devoted to the heavens, masculinity and yang.Ancient Northern and Central European Tribes\nMany Germanic, Slavic and Celtic pagans welcomed summer with bonfires, a tradition that is still enjoyed in Germany, Austria, Estonia and other countries. Some ancient tribes practiced a ritual in which couples would jump through the flames to predict how high that year’s crops would grow.Vikings\nMidsummer was a crucial time of year for the Nordic seafarers, who would meet to discuss legal matters and resolve disputes around the summer solstice. They would also visit wells thought to have healing powers and build huge bonfires. Today, “Viking” summer solstice celebrations are popular among both residents and tourists in Iceland.Native Americans\nMany Native American tribes took part in centuries-old midsummer rituals, some of which are still practiced today. The Sioux, for instance, performed a ceremonial sun dance around a tree while wearing symbolic colors. Some scholars believe that Wyoming’s Bighorn medicine wheel, an arrangement of stones built several hundred years ago by the Plains Indians, aligns with the solstice sunrise and sunset, and was therefore the site of that culture’s annual sun dance.Maya and Aztecs\nWhile not much is known of how exactly the mighty pre-Columbian civilizations of Central America celebrated midsummer, the ruins of their once-great cities indicate the great significance of that day. Temples, public buildings and other structures were often precisely aligned with the shadows cast by major astrological phenomena, particularly the summer and winter solstices.Druids\nThe Celtic high priests known as the Druids likely led ritual celebrations during midsummer, but—contrary to popular belief—it is unlikely that these took place at Stonehenge, England’s most famous megalithic stone circle. Still, people who identify as modern Druids continue to gather at the monument for the summer solstice, winter solstice, spring equinox and autumn equinox.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Summer Solstice Traditions","author":"History.com  Staff"}