{"url":"http://www.history.com/news/5-things-you-may-not-know-about-kwanzaa","content":"Brooklyn students light a candle celebrating Ujamaa. (Getty Images)1. Kwanzaa is less than 50 years old.\nMaulana Karenga, a black nationalist who later became a college professor, created Kwanzaa as a way of uniting and empowering the African-African community in the aftermath of the deadly Watts riots. Having modeled his holiday on traditional African harvest festivals, he took the name “Kwanzaa” from the Swahili phrase, “matunda ya kwanza,” which means “first fruits.” The extra “a” was added, Karenga has said, simply to accommodate seven children at the first-ever Kwanzaa celebration in 1966, each of whom wanted to represent a letter.2. Many people celebrate both Kwanzaa and Christmas.\nThough often thought of as an alternative to Christmas, many people actually celebrate both. “Kwanzaa is not a religious holiday, but a cultural one with an inherent spiritual quality,” Karenga writes. “Thus, Africans of all faiths can and do celebrate Kwanzaa, i.e. Muslims, Christians, Black Hebrews, Jews, Buddhists, Baha’i and Hindus, as well as those who follow the ancient traditions of Maat, Yoruba, Ashanti, Dogon, etc.” According to Karenga, non-blacks can also enjoy Kwanzaa, just as non-Mexicans commemorate Cinco de Mayo and non-Native Americans participate in powwows.3. Kwanzaa centers around seven principles.\nThe seven principles of Kwanzaa, as determined by Karenga, are umoja (unity), kujichagulia (self-determination), ujima (collective work and responsibility), ujamaa (cooperative economics), nia (purpose), kuumba (creativity) and imani (faith). Kwanzaa also has seven symbols–mazao (crops), mkeka (mat), kinara (candleholder), muhindi (corn), kikombe cha umoja (unity cup), zawadi (gifts) and mishumaa saba (seven candles)–that are traditionally arranged on a table. Three of the seven candles are red, representing the struggle; three of the candles are green, representing the land and hope for the future; and one of the candles is black, representing people of African descent. Some families who celebrate Kwanzaa dress up or decorate their homes in those colors.4. Homemade and educational gifts are encouraged.\nIn order to avoid over-commercialization, gifts handed out to family members on the last day of Kwanzaa are often homemade. Alternatively, some participants buy books, music, art accessories or other culturally themed products, preferably from a black-owned business.5. U.S. presidents habitually wish the nation a happy Kwanzaa.\nDespite not observing the holiday, President Barack Obama and his wife, Michelle, issued a statement last December “to all those celebrating Kwanzaa.” “We know that there are still too many Americans going through enormous challenges and trying to make ends meet,” the president said. “But we also know that in the spirit of unity, or umoja, we can overcome those challenges together.” Presidents Bill Clinton and George W. Bush released similar statements during their time in office. The holiday also has made inroads with the U.S. Postal Service, which has issued four separate Kwanzaa stamps since 1997. The latest, from 2011, features a family dressed in traditional African garb lighting the kinara.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Things You May Not Know About Kwanzaa","author":"Jesse  Greenspan"}