{"url":"http://www.history.com/news/remembering-the-warsaw-ghetto-uprising","content":"The Warsaw Ghetto Heroes Monument in Warsaw, Poland. (Credit: East News/Getty Images)In late 1940, more than a year after the German invasion of Poland, Nazi high command began the forced migration of the country’s 3 million Jews into a series of urban ghettoes. In Warsaw, the country’s capital, more than 400,000 were relocated to a 1.3-sqaure-mile corner of the city, where a newly installed 10-foot-high wall topped with barbed wire surrounded them. By the end of the year, 30 percent of Warsaw’s pre-war population was occupying less than three percent of the city’s territory. All communication with the outside world was cut off; radios were confiscated, telephone lines were cut and mail was heavily censored. Jews were forbidden to leave the ghetto and anyone caught outside its confines was executed. Living conditions inside were horrific. Individuals received rations of less than 200 calories per day, leaving many on the verge of starvation. Denied access to their previous jobs, unemployment was rampant, with smuggling goods from non-ghetto parts of Warsaw one of the only means of employment. Sewage was rarely collected and overflowed into the streets, and with most medical care cut off it wasn’t long before a series of deadly epidemics, including typhus, broke out in the cramped, squalid streets. Within two years, nearly 100,000 had died, a quarter of the ghetto’s population.Despite these hardships, the Jewish community attempted to maintain some semblance of normalcy, establishing new schools; libraries; social organizations that attempted to feed, clothe and care for the ill; and even an underground symphony orchestra. As in other ghettoes—and later concentration camps—life in the ghetto was administered by a judenrat, or council of elders, installed by Nazi officials and often complicit in collaborating with their occupiers. In July 1942, the leaders of the Warsaw judenrat were informed of a new Nazi policy that would remove thousands of Jews from the ghetto for resettlement in the East. Unaware that the policy, officially known as Grossaktion Warsaw, would actually send these Jews to the newly completed Treblinka death camp, judenrat officials began compiling a list of names for the first transports. That summer, word began to seep back to the ghetto of the Nazi’s true intentions, Adam Czerniaków, the head of the judenrat, committed suicide. The Nazis chose July 23, a Jewish holiday commemorating the destruction of the temple in Jerusalem, as the start of the mass deportations—and by September 21 (Yom Kippur) between 250,000 and 300,000 Jews had met their deaths in Treblinka or been sent to forced labor camps, leaving fewer than 60,000 Jews in the ghetto.That summer, even before the true horrors of the Nazi’s plans were fully apparent, several underground resistance groups had formed, including the Jewish Military Unit (ZZW) and Jewish Combat Organization (ZOB). With a combined membership of fewer than 1,000 and a small cache of weapons (some acquired from Polish resistance groups outside Warsaw, but many homemade), they resolved to fight any future deportations. On January 18, 1943, a small squadron of resistance leaders was smuggled into a group of Jews awaiting the second round of deportations, and opened fire on their Nazi captors. The ZZW and ZOB lost several men and more than 5,000 Jews were deported, but German officers, surprised by the resistance, suspended operations early. This initial “victory” inspired hundreds of others to join the armed revolt—seemingly overnight a subterranean world that connected the city’s sewers and alleyways with hastily assembled bunkers and fighting posts was erected. Led by 24-year-old ZOB head Mordecai Anielewicz, the insurgents executed Nazi collaborators and prepared for what they were now certain would be a final German push to liquidate all Jews remaining in the ghetto.The Warsaw Ghetto Uprising began in earnest on April 19, the day before the start of Passover, when SS units arriving for the final deportations were greeted by an ambush. Insurgents set fire to German tanks, hurled handmade grenades and Molotov cocktails at advancing troops and managed to stall the SS advance before finally forcing them to retreat. In a symbolic display, two young Jewish fighters raised both the Polish national flag and a hastily created flag of one of the resistance groups from the top of an occupied building. Ordered to destroy the insurgency and level the ghetto for good, more than 2,000 forces swarmed into the ghetto, including Waffen-SS and Wehrmacht units, non-Jewish Polish soldiers and even a group of Jewish police. Armed with heavy artillery and armored vehicles, they spent the next several days systematically destroying parts of the ghetto, building by building, flushing out resistance fighters who were killed or captured. Chaos reigned in the ghetto’s underground warren, which was soon filled with fire, smoke and debris. More than 6,000 Jews would die there, while dozens of small clashes went on above. By early May, it was clear that end of the uprising was imminent. A number of resistance leaders managed to escape from the city, but others stood their ground, including ZOB leader Mordecai Anielewicz. On May 8, Anielewicz and several others died under murky circumstances—it remains unclear if they committed mass suicide to evade capture or were killed by German forces. Sporadic fighting continued on for another week, until the last of the insurgents were rounded up.Of the more than 50,000 Jews captured during the uprising, 14,000 were either executed immediately or killed upon arrival at Treblinka. The remaining prisoners were sent to a number of concentration camps, where by the end of the war all but few thousand were dead, along with the 6 million other Jews and another 6 million non-Jewish victims of the Holocaust. Still, the doomed resistance of Warsaw’s Jews inspired similar uprisings in other ghettoes and concentration camps. In August 1943, 1,000 inmates at Treblinka, possibly including fighters recently arrived from Warsaw, staged an armed revolt that, while eventually crushed, allowed dozens of prisoners to escape. A year later, the Polish resistance Home Army led an even larger revolt in the non-Jewish quarters of the city, which despite little support held out for more than two months against German troops before finally collapsing.The bravery of the men, women and children of the Warsaw Ghetto Uprising has inspired a number of books, songs and films. The 2002 Academy-Award winning film, The Pianist, tells the true-life tale of musician Wladyslaw Szpilman’s escape from the ghetto and was directed by Roman Polanksi, who had lost his entire family in the Holocaust and himself had managed to escape from the Krakow ghetto. In 2010, a new documentary, A Film Unfinished, explored the history of an never-completed Nazi propaganda film of a highly fictionalized version of life in the ghetto in the weeks before the uprising, meant to convince the world of the Nazi’s “humane” treatment of the Jews. And today, Lohamei HaGeta’ot (“Ghetto Fighters”), a kibbutz in northern Israel, remains in operation more than 70 years after it was founded by a group of Warsaw Ghetto Uprising survivors.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering the Warsaw Ghetto Uprising","author":"Barbara  Maranzani"}