{"url":"http://www.history.com/news/9-things-you-may-not-know-about-dr-seuss","content":"Theodore Seuss Geisel, also known as \"Dr. Seuss,\" in his studio.1. Dr. Seuss’ real name was Theodor Seuss Geisel. \nA grandson of German immigrants, Theodor (without an “e”) was born in Springfield, Massachusetts, on March 2, 1904. Seuss was his mother’s maiden name. While the actual German pronunciation of “Seuss” rhymed with “voice,” the American pronunciation, rhyming with “juice,” stuck.2. Teddy Roosevelt left Dr. Seuss with a permanent case of stage fright.\n Affirming the loyalties of his German-American family during World War I, 14-year-old Ted Geisel was one of Springfield’s top sellers of war bonds. Before an audience of thousands, Ted was to be the last of 10 Boy Scouts to receive a personal award for his efforts from former president Theodore Roosevelt. The president, however, was only given nine medals, and when he reached Geisel, Roosevelt gruffly bellowed, “What’s this little boy doing here?” Honor quickly turned to humiliation as the flustered scoutmaster whisked Ted off the stage. The event so scarred Dr. Seuss that he dreaded public appearances for the rest of his life. 3. Bootleg gin was responsible for the Dr. Seuss pseudonym. \nIt certainly wasn’t a scene out of “Animal House,” but on the night before Easter in 1925, the local police chief caught Dartmouth College senior Ted Geisel partying with his friends and a pint of bootleg gin. The dean ousted Geisel as editor-in-chief of the Dartmouth humor magazine, but in what he called a “corny subterfuge,” Ted continued to ink cartoons under several pen names, including “Seuss” and “T. Seuss.” Geisel added the “Dr.” title a few years later.4. Dr. Seuss was a “mad man.” \nDr. Seuss achieved early success writing and illustrating humorous advertisements for Flit, a bug spray manufactured by Standard Oil. (“Quick, Henry, the Flit!” became one of the most memorable catchphrases of its time.) He also created advertising campaigns for a diverse range of clients including Ford Motor Company, NBC and Narragansett Brewing Company. Even in his commercial work, Dr. Seuss employed a madcap menagerie of beasts, such as the “Moto-raspus” and “Karbo-nockus” who appeared in Essolube motor oil ads.5. A chance sidewalk encounter led to Dr. Seuss’ first children’s book. \nAfter a 27th publisher rejected his first manuscript, Dr. Seuss walked dejectedly along the sidewalks of New York, planning to burn the book in his apartment incinerator. On Madison Avenue, however, he bumped into Dartmouth friend Mike McClintock, who that very morning had started a job as an editor in the Vanguard Press children’s section. Within hours, the men signed a contract, and in 1937 Vanguard Press published “And to Think that I Saw It on Mulberry Street,” which launched the extraordinary literary career of Dr. Seuss. “If I had been going down the other side of Madison Avenue, I’d be in the dry-cleaning business today,” he later said. 6. Dr. Seuss drew political cartoons for a left-leaning newspaper. \nAs the Nazi tanks rolled into Paris in 1940, Dr. Seuss felt compelled to express his opposition to American isolationists, particularly aviation hero Charles Lindbergh. “I found that I could no longer keep my mind on drawing pictures of Horton The Elephant. I found myself drawing pictures of Lindbergh The Ostrich,” he said. Between 1940 and 1942, Geisel drew over 400 editorial cartoons skewering isolationists at home and the Axis abroad for the liberal newspaper “PM.” These included stereotypical and inflammatory depictions of Japanese leaders and xenophobic cartoons portraying Japanese Americans as disloyal. 7. During World War II, Dr. Seuss wielded his pen for the U.S. Army. \nIn 1943, Captain Theodor Geisel reported for duty with director Frank Capra’s Signal Corps and got to work producing animated training films, booklets and documentaries. He worked alongside famed Warner Bros. animation directors Chuck Jones and Friz Freleng in creating cartoons featuring Private Snafu, a bumbling GI with the looks of Elmer Fudd and the voice of Bugs Bunny whose missteps were a warning to enlisted men. After General Douglas MacArthur suppressed his training film “Our Job in Japan,” Dr. Seuss and his wife, Helen, used it as the basis for their screenplay for the 1947 documentary “Design for Death,” which earned an Academy Award. Seuss with his first wife, Helen, in 1957.8. Dr. Seuss’ first wife committed suicide. 9. Dr. Seuss never had any biological children. \nHelen Geisel was unable to bear children, and Geisel did not father any children with second wife Audrey, though he was a stepfather to her two daughters. When Dr. Seuss was asked how he could connect with children in spite of not having his own, his stock answer was, “You have ‘em, and I’ll entertain ‘em.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About Dr. Seuss","author":"Christopher  Klein"}