{"url":"http://www.history.com/news/the-man-who-shipped-new-england-ice-around-the-world","content":"Ekely/iStockphoto.comThe noise of 100 Irishmen shattered the solitude of Henry David Thoreau’s Walden Pond sanctuary during the hard winter of 1846. The eccentric transcendentalist peeked out the window of the rustic cabin where he came to “suck out all the marrow of life” and watched as the Tudor Ice Company’s immigrant laborers started to suck out 10,000 tons of Walden Pond’s frozen water.Portrait of Frederic Tudor.The pond ice harvested over the course of three weeks was shipped to eager consumers as far away as South Carolina, Louisiana and even India. “The sweltering inhabitants of Charleston and New Orleans, of Madras and Bombay and Calcutta, drink at my well,” Thoreau wrote in “Walden.” Of course, the beverage sippers didn’t know they were imbibing from Thoreau’s bathtub as well, but the masses likely wouldn’t have cared anyway. Until the middle of the 1800s, ice had been a luxury good enjoyed only by the rich, but that had all changed thanks to Frederic Tudor, the Boston entrepreneur known as the “Ice King.”Tudor was just a 22-year-old visionary whiz kid when he dreamt up the scheme to harvest wintertime ice from New England’s ponds and rivers and export it to the tropical French colony of Martinique where it could be used to cool drinks, preserve food and soothe patients suffering from yellow fever. According to Tudor, his venture “excited the derision of the whole town as a mad project.” Even his father thought it was “wild and ruinous.” The business model of the ice trade was simple supply and demand, but getting the product to market without melting was the challenge. When Tudor couldn’t find any merchant willing to ship water—even if it was frozen—inside his ship, he bought his own brig for $4,750 and set sail in 1806 with 130 tons of ice cut from a pond on the family estate outside Boston. “No joke. A vessel with a cargo of ice has cleared out from this port for Martinique. We hope this will not prove to be a slippery speculation,” mocked the Boston Gazette. Packed in hay, most of the ice survived the three-week voyage, but with no icehouses to store the goods in Martinique, Tudor saw his profits quickly melt away. He lost $4,000 on the voyage.Ice harvesters use a horse-drawn device to mark ice for cutting in Pennsylvania in 1907. (Library of Congress)Undeterred, Tudor shipped 240 tons of ice to Havana the following year but again made no money. The Embargo Act of 1807 and the War of 1812 crippled American shipping and put Tudor’s business on ice. With his losses mounting, Tudor twice ended up in debtor’s prison, but onward he pushed. Learning from his mistakes, he ensured icehouses were built at arrival ports and harvest locations. By constantly experimenting, he discovered that sawdust minimized melting better than hay. The Bostonian gained monopolies in Havana and Jamaica and found domestic success by shipping ice to Charleston, Savannah and New Orleans. Tudor tirelessly touted the merits of his product—even offering bartenders free ice to give customers chilled drinks to get them hooked—but the workload led to anxiety, exhaustion and a bout of depression in 1821.After he recuperated in Cuba, Tudor’s ice trade took off when he teamed up in 1825 with Nathaniel Wyeth, one of his suppliers, who invented a two-bladed, horse-drawn ice cutter. The device scored an ice sheet into a checkerboard grid of blocks that could easily be pried out with iron bars. Wyeth’s innovation replaced the laborious process of harvesting ice with pickaxes, chisels and saws, and enabled mass production. Plus, the uniform blocks, basically giant ice cubes, could be packed more tightly to minimize melting.Ice harvesters break off chunks of ice in the early 1900s. (Library of Congress)The revolutionary technology was tested when Tudor shipped ice on a 16,000-mile journey from Boston to Calcutta in 1833. Despite spending four months at sea, most of the 180-ton shipment arrived in India intact. The crystal-clear New England ice caused such a sensation in Calcutta that within three days residents commissioned the construction of an icehouse.Finally, the determined Tudor had proven it was possible to mass-produce a supply of natural ice and successfully deliver it anywhere in the world where there was demand. The ice trade boomed, and Tudor became the industry’s frosty tycoon. When measured in weight, cotton was the only “crop” shipped in greater supply by American ships in the years before the Civil War. India was the Ice King’s most profitable realm, a market so lucrative that it allowed Tudor to pay off more than $200,000 in debt he had accrued on a disastrous coffee speculation and fulfill his wealthy dreams. The ice trade became a bedrock of 19th-century New England commerce. By 1856, nearly 150,000 tons of ice a year left on ships from Boston to 43 foreign countries, including China, Australia and Japan. Aided by the railroads, domestic consumption was even greater.When Tudor died at the age of 80 in 1864, he was a millionaire. In cities around the world, the Ice King had transformed frozen water from a luxury to a necessity. Natural ice was so commonplace that when warm winters and shipping problems caused “ice famines,” cities were thrown into panic. (During ice shortages in Calcutta, a doctor’s note was needed in order to buy more than the allotted amount of ice.) The American ice trade flourished well into the 1900s until electric refrigerators and freezers came of age in the 1930s.So this summer, whenever you hear the clink of an ice cube, raise up a frosty drink and toast the Ice King.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Man Who Shipped New England Ice Around the World","author":"Christopher  Klein"}