{"url":"http://www.history.com/news/archaeologists-bring-mona-lisas-top-model-to-light","content":"Over the years, scholars have debated the true inspiration behind what may be the most famous half-smile in history. Proposed sitters for the “Mona Lisa” have included da Vinci’s mother Caterina, Princess Isabella of Naples, a Spanish noblewoman named Costanza d’Avalos and Cecilia Gallerani, who posed for an earlier painting, “The Lady With an Ermine.” Some of the more provocative theories emphasize the subject’s masculine facial features, suggesting that da Vinci based the portrait on his own likeness or that of his longtime apprentice and possible lover, Gian Giacomo Caprotti, known as Salai, who inherited the work after his mentor’s death. (In February 2011, the art historian Silvano Vinceti, who is leading the current dig, intriguingly pointed out that the title “Mona Lisa” could be interpreted as an anagram for “Mon [French for ‘my’] Salai.”)In 2008, researchers at Heidelberg University announced they had cracked the puzzle of Mona Lisa’s identity after finding a handwritten note in the margin of a 500-year-old manuscript, penned by a Florentine clerk who admired da Vinci. The note, dated October 1503, states that the artist was working on a portrait of Lisa Gherardini del Giocondo, a wealthy silk merchant’s wife whom art historians have long considered the leading candidate for the famous painting’s model. When da Vinci bequeathed the portrait to Salai, he referred to it as “La Gioconda,” the Italian word for playful, which may also have been a pun on the feminine form of Gherardini’s married name.One year before the note’s discovery, an amateur historian tracked down a death certificate for Gherardini—who became a nun during her widowhood—showing she had died at 65 on July 15, 1542, and was buried in Florence’s Saint Ursula convent. The site, which dates back to 1309, was converted into a tobacco factory in the 19th century and sheltered World War II refugees during the 1940s and 1950s. Saint Ursula later fell into disrepair and remained empty until recent weeks, when archaeologists used ground-penetrating radar machines to search for graves under the three-story complex’s concrete floor. They broke ground on May 9, uncovering a layer of ancient bricks and what they believe to be steps leading to Gherardini’s tomb.Once they unseal the crypt, the team hopes to hand over skull bones to the paleoanthropologist Francesco Mallegni, who will use them to reconstruct Gherardini’s face and try to discern the haunting features of the “Mona Lisa.” The researchers will also attempt to verify Gherardini’s identity by comparing the remains’ genetic material to DNA from her children, who are known to be buried at Florence’s Santissima Annunziata church.While this exercise may help determine just whose eyes millions of observers have been staring into for five centuries, it did not immediately sit well with Gherardini’s descendants. In late April, Natalia Guicciardini Strozzi, a member of one of Florence’s oldest noble families, told the The Telegraph that the excavation was “a sacrilegious act.” After visiting the site and meeting with Silvano Vinceti and his team, however, she shed some of her earlier reservations, saying, “At first the thought of the dig horrified me but now I am fascinated.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Archaeologists Bring Mona Lisa’s Top Model to Light","author":"Jennie  Cohen"}