{"url":"http://www.history.com/news/a-history-of-white-house-attacks","content":"A view of the White House from behind the 10-foot-high iron fence surrounding the complex. (Credit: Joshua Roberts/Getty Images)August 24, 1814August 16, 1841\nFaced with an economy plagued by wildly fluctuating currency valuation and bank fraud, President John Tyler vetoed Congress’ attempt to reestablish the Bank of the United States. When word of his decision spread, angry supporters of the bank gathered outside the White House. The rioters hurled stones, shot guns into the air and hung an effigy of the president that they then set on fire. As a result of the unrest, the District of Columbia decided to create its own police force.February 17, 1974\nRobert Preston, a young Army private who had flunked out of flight training, stole a helicopter from an airfield, flew to the White House and hovered above the south lawn. Secret Service guards unleashed a barrage of gunfire on the unauthorized craft, forcing Preston to land. Slightly injured and clad in fatigues, the hijacker was apprehended and admitted for psychiatric observation.December 25, 1974\nOn Christmas Day, 25-year-old Marshall Fields crashed his Chevy Impala through a White House gate and drove to the north portico. Surrounded by officers, he claimed to be the Messiah and threatened to detonate what appeared to be a bomb strapped to his body. After four hours of negotiations, Fields surrendered; his explosives turned out to be flares.March 22, 1984\nWearing sunglasses and a checkered windbreaker, an unemployed 22-year-old named Anthony Holbert parked near the northwest White House gate on Pennsylvania Avenue and approached the executive mansion. He pulled a samurai sword from a scabbard, waved it in the air and asked to speak with Ronald Reagan, who was then inside entertaining the French president. Sensing the sword-wielding man was mentally unstable and possibly suicidal, officers persuaded Holbert to lay down his weapon and surrender.March 16, 1984\nThe FBI already had its eye on David Mahonski, an electrician with a drug abuse problem who had threatened Reagan and often loitered around the White House. One night, security agents noticed him outside the fence bordering the south grounds; as they approached him, he drew a sawed-off shotgun. One of the guards promptly shot him in the arm. Mahonski was arrested and ordered to undergo psychiatric treatment.September 12, 1994\nUnhinged by the breakup of his marriage and severely intoxicated, an Army veteran and former truck driver named Frank Eugene Corder crashed a stolen Cessna into the south wall of the White House. Corder, who is thought to have been suicidal, died on impact. Since the White House was undergoing renovations at the time, President Bill Clinton and his family were not in the building. The undetected breach of restricted airspace compelled officials to reevaluate security measures.October 29, 1994\nJust six weeks after the Corder incident rattled the capital, Francisco Martin Duran opened fire on the White House in an apparent attempt to kill Clinton, who was watching football in the mansion’s family quarters. Secret Service officers tackled and subdued the 26-year-old gunman. Although one bullet managed to penetrate a window in the West Wing, nobody was hurt. Duran was found guilty of trying to assassinate a president and is still serving jail time.May 23, 1995\nThe Clinton White House came under attack once again when pizza deliveryman and onetime psychology student Leland William Modjeski scaled a fence and sprinted toward the executive residence, pistol in hand. (It was later found to be unloaded.) A Secret Service agent shot Modjeski in the arm, wounding a fellow officer in the process. Modjeski was found not guilty by reason of insanity but committed to a mental facility until 1999.February 7, 2001\nTwo weeks after George W. Bush’s inauguration, Robert W. Pickett, a former Internal Revenue Service employee with a history of mental illness and suicide attempts, waved a gun at tourists and police outside the White House, firing several shots. A Secret Service agent shot him in the knee after a 10-minute standoff. Pickett spent two years receiving psychological treatment at a Bureau of Prisons hospital.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A History of White House Attacks","author":"Jennie  Cohen"}