{"url":"http://www.history.com/news/ancient-ritual-bath-unearthed-in-jerusalem","content":"Newly discovered ritual bath, or mikveh. (Credit: Israeli Antiquities Authority)Compared with numerous other ancient baths excavated in Jerusalem in recent years, IAA archaeologists say, the miqwe discovered in Kiryat Menachem is complex and unique. Whereas most baths tended to run water from a single small pool cut into the rocks into the underground bath chamber, this system collected rainwater in three basins cut into a flattened roof. When the water overflowed the basins, it entered channels and was funneled into an underground immersion chamber, accessible by stairway. In addition, the chamber’s walls were treated with a special type of plaster in order to ensure that the water didn’t seep into the earth. In general, the bath was designed not only to conform to kashrut, but also to preserve every drop of the rainwater that was so precious in the arid climate.Benyamin Storchan, who directed the excavation on behalf of the IAA, says that the bath was “apparently associated with a settlement that was situated there in the Second Temple period.” The Second Temple period began around 538 B.C., when Cyrus II, conqueror of Babylonia, allowed Jews exiled there to return to Jerusalem and rebuild the temple that had been destroyed by Babylonian ruler Nebuchadrezzar II 50 years earlier. It ended in A.D. 70, when Roman forces under the future emperor Titus conquered Jerusalem and destroyed the Second Temple.After it went out of use as a bath, the miqwe found in Kiryat Menachem appears to have been used as a quarry. A hole cut into the ceiling of the immersion chamber, making it usable as a cistern (an underground tank for storing water) dates as late as the 20th century. The IAA is currently working with local developers to preserve the mikwe, and are hoping to make it available to the public.The miqwe is only the latest ancient find to be unearthed during development projects in Israel. Just last month, the IAA announced the excavation in northern Israel of ancient artifacts–including a phallic figurine dating back to the Stone Age, more than 6,000 years ago–ahead of construction of a new railroad line to the city of Karmiel. And at Tel Motza, a site being excavated to expand Highway 1, the main road between Jerusalem and Tel Aviv, archaeologists have unearthed animal and human figurines, some as many as 9,000 years old.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Ancient Ritual Bath Unearthed in Jerusalem","author":"Sarah  Pruitt"}