{"url":"http://www.history.com/news/st-patricks-day-myths-debunked","content":"Revelers celebrate St. Patrick’s Day in Boston. (Credit: Corbis)St. Patrick was Irish.\nThough one of Ireland’s patron saints, Patrick was born in what is now England, Scotland or Wales—interpretations vary widely—to a Christian deacon and his wife, probably around the year 390. According to the traditional narrative, at 16 he was enslaved by Irish raiders who attacked his home; they transported him to Ireland and held him captive there for six years. Patrick later fled to England, where he received religious instruction before returning to Ireland to serve as a missionary.St. Patrick was British.\nHis birthplace doesn’t mean Patrick was a Brit, however—at least not technically. During his lifetime the British Isles were occupied by the Romans, a group that included Patrick’s parents and thus the saint himself. It is unknown whether his family—thought to have been part of the Roman aristocracy—was of indigenous Celtic descent or hailed from modern-day Italy. When Patrick penned the two surviving documents attributed to him, he wrote in Latin and signed his name “Patricius,” but according to some accounts he was born Maewyn Succat.A depiction of St. Patrick. (Credit: Corbis)St. Patrick brought Christianity to Ireland.\nIn 431, before Patrick began preaching in Ireland, Pope Celestine reportedly sent a bishop known as Palladius “to the Irish believing in Christ”—an indication that some residents of the Emerald Isle had already converted by then. One theory holds that the St. Patrick of lore is actually an amalgam of two men: Palladius and the deacon’s son who first visited Ireland as a slave.St. Patrick banished snakes from the Emerald Isle.\nLegend has it that Patrick stood on an Irish hillside and delivered a sermon that drove the island’s serpents into the sea. While it’s true that the Emerald Isle is mercifully snake-free, chances are that’s been the case throughout human history. Water has surrounded Ireland since the end of the last glacial period, preventing snakes from slithering over; before that, it was blanketed in ice and too chilly for the cold-blooded creatures. Scholars believe the snake story is an allegory for St. Patrick’s eradication of pagan ideology.Green has historically been associated with St. Patrick’s Day.\nThe Irish countryside may be many shades of green, but knights in the Order of St. Patrick wore a color known as St. Patrick’s blue. Why did green become so emblematic of St. Patrick that people began drinking green beer, wearing green and, of course, dyeing the Chicago River green to mark the holiday he inspired? The association probably dates back to the 18th century, when supporters of Irish independence used the color to represent their cause.Popular St. Patrick’s Day festivities have their roots in Ireland.\nUntil the 1700s, St. Patrick’s Day was a Roman Catholic feast only observed in Ireland—and without the raucous revelry of today’s celebrations. Instead, the faithful spent the relatively somber occasion in quiet prayer at church or at home. That started to change when Irish immigrants living in the United States began organizing parades and other events on March 17 as a show of pride. For many people around the world, St. Patrick’s Day has evolved into a secular ode to Irish culture (or at least an oversimplified version of it), characterized by parties, music and iconic foods.Corned beef is a classic St. Patrick’s Day dish.\nOn St. Patrick’s Day, countless merrymakers in the United States, Canada and elsewhere savor copious plates of corned beef and cabbage. In Ireland, however, a type of bacon similar to ham is the customary protein on the holiday table. In the late 19th century, Irish immigrants in New York City’s Lower East Side supposedly substituted corned beef, which they bought from their Jewish neighbors, in order to save money. That’s not to say salt-cured beef isn’t a traditional Irish dish; pork, however, has historically been more widely available on the Emerald Isle.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"St. Patrick’s Day Myths Debunked","author":"Jennie  Cohen"}