{"url":"http://www.history.com/news/8-things-you-may-not-know-about-american-money","content":"dem10/iStockphoto.com1. The Constitution only authorized the federal government to issue coins, not paper money.\nArticle One of the Constitution granted the federal government the sole power “to coin money” and “regulate the value thereof.” However, it said nothing about paper money. This was largely because the founding fathers had seen the bills issued by the Continental Congress to finance the American Revolution—called “continentals”—become virtually worthless by the end of the war. The implosion of the continental eroded faith in paper currency to such an extent that the Constitutional Convention delegates decided to remain silent on the issue.2. Prior to the Civil War, banks printed paper money.\nFor America’s first 70 years, private entities, and not the federal government, issued paper money. Notes printed by state-chartered banks, which could be exchanged for gold and silver, were the most common form of paper currency in circulation. From the founding of the United States to the passage of the National Banking Act, some 8,000 different entities issued currency, which created an unwieldy money supply and facilitated rampant counterfeiting. By establishing a single national currency, the National Banking Act eliminated the overwhelming variety of paper money circulating throughout the country and created a system of banks chartered by the federal government rather than by the states. The law also assisted the federal government in financing the Civil War.3. Foreign coins were once acceptable legal tender in the United States.\nBefore gold and silver were discovered in the West in the mid-1800s, the United States lacked a sufficient quantity of precious metals for minting coins. Thus, a 1793 law permitted Spanish dollars and other foreign coins to be part of the American monetary system. Foreign coins were not banned as legal tender until 1857.The $100,000 bill, printed between 1934 and 1935.4. The highest-denomination note ever printed was worth $100,000.\nThe largest bill ever produced by the U.S. Bureau of Engraving and Printing was the $100,000 gold certificate. The currency notes were printed between December 18, 1934, and January 9, 1935, with the portrait of President Woodrow Wilson on the front. Don’t ask your bank teller for a $100,000 bill, though. The notes were never circulated to the public and were used solely for transactions among Federal Reserve banks.5. You won’t find a president on the highest-denomination bill ever issued to the public.\nThe $10,000 bill is the highest denomination ever circulated by the federal government. In spite of its value, it is adorned not with a portrait of a president but with that of Salmon P. Chase, treasury secretary at the time of the passage of the National Banking Act. Chase later served as chief justice of the Supreme Court. The federal government stopped producing the $10,000 bill in 1969 along with these other high-end denominations: $5,000 (fronted by James Madison), $1,000 (fronted by Grover Cleveland) and $500 (fronted by William McKinley). (Although rare to find in your wallet, $2 bills are still printed periodically.)Confederate currency featuring George Washington.6. Two American presidents appeared on Confederate dollars.\nThe Confederacy issued paper money worth approximately $1 billion during the Civil War—more than twice the amount circulated by the United States. While it’s not surprising that Confederate President Jefferson Davis and depictions of slaves at work in fields appeared on some dollar bills, so too did two Southern slave-holding presidents whom Confederates claimed as their own: George Washington (on a $50 and $100 bill) and Andrew Jackson (on a $1,000 bill).7. Your house may literally have been built with old money.\nWhen dollar bills are taken out of circulation or become worn, they are shredded by Federal Reserve banks. In some cases, the federal government has sold the shredded currency to companies that can recycle it and use it for the production of building materials such as roofing shingles or insulation. (The Bureau of Engraving and Printing also sells small souvenir bags of shredded currency that was destroyed during the printing process.)8. The $10 bill has the shortest lifespan of any denomination.\nAccording to the Federal Reserve, the estimated lifespan of a $10 bill is 3.6 years. The estimated lifespans of a $5 and $1 bill are 3.8 years and 4.8 years, respectively. The highest estimated lifespan is for a $100 bill at nearly 18 years. The federal government reports that approximately 4,000 double folds (forward, then backward) are required to tear a note.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"8 Things You May Not Know About American Money","author":"Christopher  Klein"}