{"url":"http://www.history.com/news/has-google-earth-revealed-lost-egyptian-pyramids","content":"Angela MicolAngela Micol, an interactive web developer and self-described “satellite archaeology researcher” from Maiden, North Carolina, made a surprising announcement last week on the Google Earth Anomalies website. She said that, by using satellite imagery from Google Earth, she has identified two sets of unusual desert formations that could be lost Egyptian pyramid complexes.The two locations of interest are about 90 miles apart in the Nile River basin. One site, less than 2 miles northwest of the ancient city of Dimai, features a 140-foot-wide, four-sided pyramidal shape with its pointed top truncated. Micol says the site contains three smaller mounds that extend away from the pyramidal structure in a diagonal alignment similar to the famed pyramids at Giza and unusual for a natural formation.The second site, 12 miles from Abu Sidhum, features a line of four mounds with triangular tops that complements an adjacent triangular-shaped plateau, or butte, approximately three times the size of the Great Pyramid of Giza. The bigger mounds are approximately 330 and 250 feet wide, and the two smaller mounds are roughly 100 feet wide.Micol says the sites have been verified as undiscovered by Egyptologist and pyramid expert Nabil Selim, but other archaeologists are skeptical and attribute the formations to the forces of nature. “There is a slight chance that one or two could be pyramids, but it doesn’t look like it to me,” Egyptologist Bob Brier, a senior research fellow at the C.W. Post Campus of Long Island University, told NBCNews.com. James Harrell, professor emeritus of archaeological geology at the University of Toledo, gave a harsher assessment to LifesLittleMysteries.com: “It seems that Angela Micol is one of the so-called ‘pyridiots’ who see pyramids everywhere. Her Dimai and Abu Sidhum ‘pyramids’ are examples of natural rock formations that might be mistaken for archaeological features provided one is unburdened by any knowledge of archaeology or geology. In other words, her pyramids are just wishful thinking by an ignorant observer with an overactive imagination.”Micol’s claims reflect a growing trend of satellite archaeology being used by both amateurs and professionals. For more than a decade, she has scanned satellite images for possible evidence of lost ruins, and she touts other finds including a potential underwater city off the coast of the Yucatan Peninsula. Indeed, satellites have revealed lost pyramids in the past. Recently, a team led by Egyptologist Sarah Parcak, an archaeology professor at the University of Alabama at Birmingham, discovered 17 still-buried pyramids by studying infrared satellite images taken by NASA and commercial satellites.Some supposed finds of lost ruins on Google Earth, however, have failed to pan out. The most notable was in 2009, when the lost city of Atlantis was reportedly spotted on Google Earth 600 miles west of the Canary Islands. It turned out the mysterious grid on the ocean floor was just a computer error, which has subsequently been fixed.Micol acknowledges that on-the-ground research will be necessary to confirm whether her supposed finds are indeed ancient pyramids. “The images speak for themselves,” she said. “It’s very obvious what the sites may contain, but field research is needed to verify they are, in fact, pyramids, and evidence should be gathered to determine their origins. It is my hunch there is much more to these sites and with the use of Infrared imagery, we can see the extent of the proposed complexes in greater detail.”Break out the spades and sifting screens. Paging Indiana Jones.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Has Google Earth Revealed Lost Egyptian Pyramids?","author":"Christopher  Klein"}