{"url":"http://www.history.com/news/unraveling-the-dead-sea-scrolls-six-fascinating-facts","content":"Part of the Isaiah Scroll, the Dead Sea Scrolls’ most complete book of the Hebrew Bible.Teenage shepherds accidentally stumbled upon the first set of Dead Sea Scrolls.\nIn late 1946 or early 1947, Bedouin teenagers were tending their goats and sheep near the ancient settlement of Qumran, located on the northwest shore of the Dead Sea in what is now known as the West Bank. One of the young shepherds tossed a rock into an opening on the side of a cliff and was surprised to hear a shattering sound. He and his companions later entered the cave and found a collection of large clay jars, seven of which contained leather and papyrus scrolls. An antiquities dealer bought the cache, which ultimately ended up in the hands of various scholars who estimated that the texts were upwards of 2,000 years old. After word of the discovery got out, Bedouin treasure hunters and archaeologists unearthed tens of thousands of additional scroll fragments from 10 nearby caves; together they make up between 800 and 900 manuscripts.Some of the Dead Sea Scrolls were sold in the classifieds section.\nAthanasius Yeshue Samuel, a Syrian Orthodox archbishop of Jerusalem, bought four of the original Dead Sea Scrolls from a cobbler who dabbled in antiquities, paying less than $100. When the Arab-Israeli War broke out in 1948, Samuel traveled to the United States and unsuccessfully offered them to a number of universities, including Yale. Finally, in 1954, he placed an advertisement in the Wall Street Journal—under the category “Miscellaneous Items for Sale”’—that read: “Biblical Manuscripts dating back to at least 200 B.C. are for sale. This would be an ideal gift to an educational or religious institution by an individual or group.” Israeli archaeologist Yigael Yadin, whose father had obtained the other three scrolls from the initial collection in 1947, secretly negotiated their purchase on behalf of the newly established State of Israel. Unfortunately for Samuel, much of the $250,000 he received went to the U.S. Internal Revenue Service since the bill of sale had not been properly drawn up.Nobody knows for sure who wrote the Dead Sea Scrolls.\nThe origin of the Dead Sea Scrolls, which were written between 150 B.C. and 70 A.D., remains the subject of scholarly debate to this day. According to the prevailing theory, they are the work of a Jewish population that inhabited Qumran until Roman troops destroyed the settlement around 70 A.D. These Jews are thought to have belonged to a devout, ascetic and communal sect called the Essenes, one of four distinct Jewish groups living in Judaea before and during the Roman era. Proponents of this hypothesis note similarities between the traditions outlined in the Community Rule—a scroll detailing the laws of an unnamed Jewish sect—and the Roman historian Flavius Josephus’ description of Essene rituals. Archeological evidence from Qumran, including the ruins of Jewish ritual baths, also suggests the site was once home to observant Jews. Some scholars have credited other groups with producing the scrolls, including early Christians and Jews from Jerusalem who passed through Qumran while fleeing the Romans.One of the caves near Qumran in which fragments of the Dead Sea Scrolls were discovered.Almost all of the Hebrew Bible is represented in the Dead Sea Scrolls.\nThe Dead Sea Scrolls include fragments from every book of the Old Testament except for the Book of Esther. Scholars have speculated that traces of this missing book, which recounts the story of the eponymous Jewish queen of Persia, either disintegrated over time or have yet to be uncovered. Others have proposed that Esther was not part of the Essenes’ canon or that the sect did not celebrate Purim, the festive holiday based on the book. The only complete book of the Hebrew Bible preserved among the manuscripts from Qumran is Isaiah; this copy, dated to the first century B.C., is considered the earliest Old Testament manuscript still in existence. Along with biblical texts, the scrolls include documents about sectarian regulations, such as the Community Rule, and religious writings that do not appear in the Old Testament.Hebrew is not the only language of the Dead Sea Scrolls.\nThe majority of the Dead Sea Scrolls are in Hebrew, with some fragments written in the ancient paleo-Hebrew alphabet thought to have fallen out of use in the fifth century B.C. But others are in Aramaic, the language spoken by many Jews—including, most likely, Jesus—between the sixth century B.C. and the siege of Jerusalem in 70 A.D. In addition, several texts feature translations of the Hebrew Bible into Greek, which some Jews used instead of or in addition to Hebrew at the time of the scrolls’ creation.The Dead Sea Scrolls include a guide to hidden treasure.\nOne of the most intriguing manuscripts from Qumran is the Copper Scroll, a sort of ancient treasure map that lists dozens of gold and silver caches. While the other texts are written in ink on parchment or animal skins, this curious document features Hebrew and Greek letters chiseled onto metal sheets—perhaps, as some have theorized, to better withstand the passage of time. Using an unconventional vocabulary and odd spelling, the Copper Scroll describes 64 underground hiding places around Israel that purportedly contain riches stashed for safekeeping. None of these hoards have been recovered, possibly because the Romans pillaged Judaea during the first century A.D. According to various hypotheses, the treasure belonged to local Essenes, was spirited out of the Second Temple before its destruction or never existed to begin with.Click here to visit the Digital Dead Sea Scrolls Project.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Unraveling the Dead Sea Scrolls: Six Fascinating Facts","author":"Jennie  Cohen"}