{"url":"http://www.history.com/news/did-four-winged-birds-and-dinos-fly-the-ancient-skies","content":"Artist’s reconstruction of the basal bird Sapeornis, shown with its leg feathers. (Yike Xu)If bird watchers could travel back 100 million years, they would see double, according to new research. At the dawn of bird history, early fliers sported not one but two sets of feathers, Chinese paleontologists claim in the latest issue of Science. Presenting an analysis of 11 bird skeletons from the Lower Cretaceous, they speculate that the first birds, like their dinosaur ancestors, had four wings that may all have been used for flight.Nearly all experts agree that birds evolved from other feathered dinosaurs. (Since birds themselves are considered dinosaurs, paleontologists use the term “non-avian dinosaurs” for extinct creatures of the Jurassic Park variety.) In recent years, researchers have determined that some of these bird precursors grew aerodynamic feathers on both their arms and legs, and it’s been theorized that at least one—the pigeon-sized dinosaur known as Microraptor—flew on four wings. But until now, scientists could only speculate that early, or basal, birds also had flying feathers on their hindlimbs.Arm and leg feathers in a fossil of the basal bird Sapeornis. (STMN)Led by Xiaoting Zheng of China’s Linyi University, the authors of the new study analyzed 11 bird skeletons from between 150 and 100 million years ago, donated by various collectors to the Shandong Tianyu Museum of Nature. All of the fossils were found to have leg feathers—and not just the downy fluff seen on modern raptors’ legs, but stiff, straight plumes arranged in the branching pattern that helps enable flight.According to the researchers—including Microraptor’s discoverer, Xing Xu, who holds the record for describing the most new dinosaur species—the fossils offer evidence that basal birds flew on four wings. The team suggests that the set of hind wings would have created lift, drag and maneuverability as the first birds flapped or glided across prehistoric skies. Leg feathers in modern birds, by contrast, only serve to protect or insulate the limb.The paper’s authors argue that the forerunner to hind wings first appeared in the coelurosaurian dinosaurs—a group that includes Tyrannosaurus rex—as feathered feet. After evolving into full-fledged flappers, the second set of wings disappeared from early birds around the same time that scaled feet developed. Rather than using their legs to fly through the air, birds now relied on their hindlimbs to scuttle across the ground, so four wings became two.In a related news article also published in Science, Michael Balter compares the ancient birds to biplanes in the early 1900s, which were later phased out in favor of faster monoplanes. “A Chinese team presents dramatic new fossils suggesting that early birds went through a similar evolution,” he writes, “starting off with wings on both arms and legs and later adopting the arms-only, monoplane configuration.”Balter points out that not all experts agree with the researchers’ suggestion that leg feathers helped ancient birds fly. Instead, they may have been for display only, perhaps playing a role in courtship. Their exact function—and their place in the complex story of bird evolution—will become more clear as the Chinese team continues to sift through the museum’s vast collection, which holds thousands of specimens, he added.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Did Four-Winged Birds and Dinos Fly the Ancient Skies?","author":"Jennie  Cohen"}