{"url":"http://www.history.com/news/10-things-you-didnt-know-about-the-summer-olympics","content":"The Olympic Stadium in London, where the opening ceremonies of the 2012 Summer Olympics will take place. (Jamie Squire/Getty Images)1. Figure skating was initially part of the Summer Olympics.\nBefore the advent of the Winter Olympics in 1924, men’s, women’s and pairs figure skating events were part of the programs for the 1908 and 1920 Summer Olympics. Ice hockey also made its Olympic debut at the 1920 Summer Games.Anna Hubler and Heinrich Burger, who captured the pairs figure skating competition at the 1908 Summer Olympics. (The Fourth Olympiad London 1908 Official Report)2. Olympic champions last received solid gold medals in 1912.\nOlympic runners-up can take some consolation in the fact that there isn’t much difference between their silver medals and the gold medals awarded to winners. Medals made with pure gold were last awarded in 1912, and winners today receive medals that are 93 percent silver and 6 percent copper, with just 6 grams of gold. (Champions in the first modern Olympics in 1896 received silver, not gold, medals. The traditional awarding of gold, silver and bronze medals to the top three finishers began in 1904.)3. The Summer Games used to span months, starting in the spring and ending in the fall.\nThink the 17 days scheduled for the 2012 Summer Games is too long? It’s nothing compared to the first Summer Olympics staged in London in 1908, which spanned 188 days, or more than half of the year. Although the formal opening ceremonies were not until July 13, the 1908 Games opened on April 27 with the racquets competition and ended October 31 with the field hockey final. The 1900 Paris Games spanned more than five months, and the 1904 St. Louis Games and the 1920 Antwerp Games also lasted nearly as long.4. The first Olympian to fail a drug test was busted for drinking beer.\nOlympic drug testing debuted in 1968, and Swedish pentathlete Hans-Gunnar Liljenwall was first to test positive for a banned substance. His drug? Two beers he said he downed to “calm his nerves” before the pistol shoot. The disqualified Liljenwall and his teammates were forced to return their bronze medals. (Fellow pentathlete Hans-Jurgen Todt could have used something to calm down as well. The West German attacked his horse after it balked three times at jumping obstacles.)The Philippines and Mexico compete in an outdoor basketball game during the 1936 Berlin Olympics. A deluge would muddy the gold medal game between the United States and Canada. (Hulton Archive/Getty Images)5. The 1936 basketball final was a literal quagmire.\nWhen basketball officially debuted at the 1936 Berlin Olympics, games were played on outdoor tennis courts made of clay and sand. During the gold medal game between the United States and Canada, a second-half deluge turned the court into a muddy mess that would have stymied even the Dream Team. With dribbling in the mire an impossible task, the waterlogged Americans spent most of the half simply playing catch with the slippery ball to protect their lead. Final score: United States 19, Canada 8.6. For nearly 40 years, artists also competed for gold medals.\nFrench Baron Pierre de Coubertin, founding father of the modern Olympic Games, sought to incorporate art and culture into the Olympic movement. So beginning with the 1912 Stockholm Games, gold, silver and bronze medals were awarded in painting, sculpture, architecture, literature and music. Works entered in the juried competitions were required to be original pieces inspired by sports. In perhaps a not-so-strange coincidence, Coubertin himself won the first gold medal for literature. Following the 1948 London Games, artists were deemed to be professionals who violated the amateur ideals of the Olympics, and the present-day Cultural Olympiad replaced the medal competitions.7. A gymnast with a wooden leg won six medals, including three gold, in the 1904 Olympics.\nIf South African runner Oscar Pistorius, a double amputee nicknamed the “Blade Runner,” wins the 400 meters this year, he won’t be the first man with prosthetic legs to capture Olympic gold. In the 1904 St. Louis Games, hometown boy George Eyser, who lost his left leg as a youth after it was run over by a train, won gold in the parallel bar, long horse and rope climbing events. He also won silver in the side horse and all-around competitions and bronze on the horizontal bar.George Eyser (center), the gymnast with a wooden leg who won six gold medals in 1904.8. America’s first female Olympic champion had no idea she was even competing in the Summer Games.\nWhile studying art under Edgar Degas and Auguste Rodin in Paris in 1900, 22-year-old American Margaret Abbott saw an advertisement for a golf tournament and decided to enter. After shooting a 47 on the nine-hole course, she won the tourney and took home a porcelain bowl. Unbeknownst to Abbott, the tournament she had entered was part of the poorly organized Paris Games, and she had just become the first American woman to win an Olympic event.9. The equestrian events at the 1956 Melbourne Games were held on the other side of the world.\nWhile most of the athletes traveled down under for the 1956 Summer Games, the horses and riders in the equestrian events did not. Due to Australia’s strict quarantine rules, the equestrian competitions were moved to Stockholm, Sweden—nearly 9,700 miles away—and held five months before the rest of the XVI Olympiad.10. When the Americans refused to dip their flag to King Edward VII in 1908, it started a tradition.\nUpset that the U.S. flag was missing from those fluttering above the Olympic stadium during the opening ceremonies of the 1908 London Games, American flag bearer Ralph Rose refused to follow protocol and dip the Stars and Stripes as he passed the royal box. Although the story that Rose or fellow shot putter Martin Sheridan said, “This flag dips for no earthly king” is likely apocryphal, the snub set off a royal row. “From the very first day,” Coubertin wrote in his memoirs, “King Edward had taken exception to the American athletes because of their behavior and their barbaric shouts that resounded through the stadium.” American flag bearers dipped their banners to national leaders on several occasions after 1908, but it hasn’t happened since 1932—not even for U.S. President Ronald Reagan during the 1984 Los Angeles Games.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You Didn’t Know About the Summer Olympics","author":"Christopher  Klein"}