{"url":"http://www.history.com/news/a-first-lady-brings-a-french-icon-to-american-shores","content":"John and Jacqueline Kennedy attend the opening of the Mona Lisa exhibition at the National Gallery of Art alongside French cultural minister Andre Malraux and his wife, January 8, 1963. (JFK Library)In May 1961, less than six months after taking office, President Kennedy, accompanied by his wife Jacqueline, traveled to France to meet with President Charles de Gaulle. Crowds lined the streets of Paris to get a look at the young president—and his even younger wife. Jackie, fluent in French thanks to a teenage sojourn at the Sorbonne, had a lifelong passion for French clothing, art and literature. And the French, it seemed, had a passion for the stylish, attractive Jackie. President Kennedy fed into France’s Jackie fever, quipping that he had greatly enjoyed his role as “the man who had accompanied Jacqueline Kennedy to Paris.” Jack and Jackie may have been immensely popular with the French public, but government officials proved to be less than enthused with the president. Meetings with de Gaulle did not go well. In fact, most meetings Kennedy had with foreign leaders early in his administration ended similarly, with elder statesmen casting doubt as to the inexperienced Kennedy’s mettle. Jackie however, wowed where her husband did not, and became a kind of “secret weapon” for her husband. Jackie quickly established a rapport with both de Gaulle and the celebrated French writer (and new cultural minister) Andre Malraux, with whom she would plant the seeds for her greatest cultural triumph as first lady. A year after the Kennedy’s trip to France, Malraux returned the favor, attending a state dinner in his honor. During a private tour of the National Gallery of Art, Jackie expressed her interest in bringing the Mona Lisa to America, allowing thousands of its citizens to see one of the crowning glories of France. Jackie again pressed her case at the formal dinner, and Malraux agreed to see what he could do. For several months, rumors swirled that the Mona Lisa and other classic works of art might soon be on their way to America. Finally, in September, France agreed to send just one work—the Mona Lisa.When the news broke, French officials expressed their horror at the idea of the painting leaving the country, with good reason. The past 50 years had not been terribly kind to the Mona Lisa, even within the seemingly safe confines of the Louvre itself. In August 1911, the painting had been stolen right off of the museum’s walls, in what’s been called the greatest art theft of the 20th century. For two years, a worldwide search turned up nothing. Finally, in 1913, Vincenzo Peruggia, a former employee of the museum, was arrested after trying to sell the painting to an art dealer in his native Italy. Peruggia claimed he had simply planned to return the painting to its rightful Italian home, but most historians believe he was involved in a far bigger conspiracy to sell a series of counterfeit versions of the Mona Lisa—passed off as the original—to unsuspecting buyers around the world. That wasn’t La Giaconda’s only close call. During both World War I and II the painting had to be spirited away to prevent it from falling into German hands. And just six years before the announcement of the loan to the United States, parts of the painting were damaged by two separate vandalism attacks, just months apart.John Walker, the director of the National Gallery, whose job it would be to protect the precious painting, also had concerns. In fact, he tried to talk Jackie out of the idea, and then seriously considered refusing to accept the loan, before finally acquiescing. (Few people, it seemed, could say no to Jackie Kennedy.) Newspapers on both sides of the Atlantic wondered why Charles de Gaulle had allowed the plan to move forward, with many surmising that he hoped the loan of one of France’s greatest treasures would help improve the frosty relations between the two countries. Then, in October 1962, while preparations were underway for Mona Lisa’s tour, the “cold” war got very hot, indeed. The world watched in fear as the United States and Soviet Union found themselves at the brink of nuclear war during the Cuban Missile Crisis. Kennedy’s assured handling of the crisis finally began to silence many of his critics, bolstering America’s reputation around the world.That December, Mona Lisa, securely fastened in her temperature-controlled, custom-built container, boarded a French ocean liner and set sail—a crossing that was supposed to remain secret. However, when word got out that the painting was onboard, passengers threw Mona Lisa-themed parties and the ship’s chefs created culinary concoctions in her honor. When the ship docked in New York, Mona Lisa was loaded into an armored vehicle and travelled to Washington, D.C., with an armed guard. For several weeks, the painting waited in a security vault while final preparations were made for the exhibition, scheduled to open on January 8, 1963. Few events in Washington’s history have produced such a star-studded turnout. Among the distinguished guests attending the private ceremony set to open the exhibit were every member of President Kennedy’s cabinet, all siting U.S. senators and congressmen, all nine Supreme Court justices, as well as administration officials and the heads of many prominent U.S. cultural and educational institutions. In all more than 2,000 people (and dozens of camera crews) were on hand for a series of speeches by Andre Malraux and President Kennedy, who stressed the historic bonds between the two nations that stretched back to their respective revolutions—open, democratic revolutions, he pointedly noted, in a none-too subtle swipe at the Soviets.The following day, the exhibit opened to the public—and perhaps not even Jackie Kennedy could have anticipated the response. The National Gallery was overwhelmed with visitors, forcing museum officials to extend daily viewing by four hours. But even that barely accommodated the crowds: In just 27 days, more than 518,000 visitors filed past the painting, including thousands of children brought in on specially arranged school trips. After closing up shop in Washington, the Mona Lisa returned to New York, this time settling into a month-long exhibition at the Metropolitan Museum of Art, where it drew more than a million people. New York was also where French officials’ greatest fears about the Mona Lisa’s journey were almost realized—though few knew it at the time. Twenty years after the historic exhibitions, former Met director Thomas Hoving, who in 1963 was a curator in the museum’s medieval department, revealed that at one point during Mona Lisa’s Met stay, an overhead pipe burst in the special storage room that housed the painting each night. For more than an hour, water poured down on the precious piece, which was saved from permanent damage by the special bullet—and water—proof glass that it had previously been encased in. With the public none the wiser, Mona Lisa finished up its New York run, and safely returned home to Paris. In the 50 years since its U.S. tour, it has only left France once, to visit both Tokyo and Moscow in 1974.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A First Lady Brings a French Icon to American Shores","author":"Barbara  Maranzani"}