{"url":"http://www.history.com/news/remembering-robert-f-kennedy","content":"Getty Images1. He attended nearly a dozen schools and failed the third grade.\nBorn in Brookline, Massachusetts, on November 20, 1925, Robert Francis Kennedy was the seventh child (and third boy) born to Joseph P. Kennedy and his wife Rose, the daughter of a former Boston mayor. Smaller and than his siblings, Bobby was often considered the “runt” of the family, spending much of his youth at church with his devout mother. Due to the family’s peripatetic nature and his own difficulties adjusting, Kennedy was constantly shuttling between schools. He eventually attended 12 different primary and secondary schools in the U.S. and London, where his father served as U.S. ambassador to the Court of St. James. Kennedy eventually graduated from Milton Academy and later Harvard, where he managed to letter in varsity football despite his small stature and a severely broken leg. Breaking with family tradition, Kennedy attended law school, not in the leafy confines of Cambridge, but in Charlottesville, Virginia, at University of Virginia.2. Bobby Kennedy worked for Joe McCarthy.\nIn 1952, shortly after graduating UVA, Kennedy got one of his first jobs thanks to an old family friend, Wisconsin Senator Joseph McCarthy. McCarthy, who had vacationed with the Kennedy family and even dated two of Bobby’s sisters, agreed to hire the young lawyer to work on his Permanent Subcommittee on Investigations examining possible communists infiltration of the U.S. government. Kennedy left six months later, after clashing with McCarthy’s brash young deputy, Roy Cohn. Though both he and his brother John became increasingly disillusioned with McCarthy’s brutal tactics, neither brother completely disavowed him. In fact, Bobby Kennedy named McCarthy godfather to his first child, Kathleen, and when McCarthy was finally censured by the Senate in 1954 John Kennedy, ostensibly recuperating from back surgery, was the only Democrat to not vote in favor of the measure. It would be take two more years before the elder Kennedy publicly denounced one of the chief architects of the Cold War Red Scare.3. He tried to take down Jimmy Hoffa.\nLess than five years after leaving McCarthy, Robert Kennedy found himself back on Capitol Hill, this time as the chief counsel for a new subcommittee investigating corruption in the country’s trade unions. Kennedy and the Senate “Rackets” committee took on one of the most powerful groups in the country, the 1.3 million-member Teamster Union, led by Jimmy Hoffa. Hoffa and Kennedy took an instant dislike to each other, and the two squared off in a series of dramatic televised hearings that raised Kennedy’s national profile. Hoffa openly antagonized his opponent, refusing to answer questions about his involvement in money laundering, extortion and his relationship to the mafia. As Hoffa later recalled, “I used to love to bug the little bastard.”4. Bobby ran most of his elder brother’s political campaigns.\nThanks in part to an eight-year age difference, the two brothers were not close as youths. It wasn’t until the 1950s that John gained a greater appreciation for his brother’s tenacity and shrewdness. When JFK’s first campaign for the U.S. Senate began to flounder in early 1952, Kennedy patriarch Joe Sr. demanded the Bobby be hired to right the ship. Initially reluctant to put his own career on hold to serve his elder brother, Bobby proved adept at the job and went on to manage John’s successful 1958 senate re-election and 1960 presidential campaigns.5. JFK put him in charge of the plot to overthrow Fidel Castro.\nWhile Bobby would play a key role in nearly every critical event of his brother’s presidency, it was his involvement with one group in particular that would eventually garner the most controversy. In the months after the disastrous Bay of Pigs invasion, President Kennedy asked his brother to oversee a clandestine mission, Operation Mongoose, dedicated to the removal from power of Fidel Castro. Hundreds of millions of dollars were spent building secret bases, training spies and developing what many operatives realized, even then, were increasingly bizarre ways to do away with Castro for good. Though historians remain uncertain if either Kennedy expressly ordered Castro be executed, Operation Mongoose is known to have made at least eight failed attempts on the Communist leader’s life.6. His frosty relationship with Lyndon Johnson came to a head at the 1964 Democratic Convention.\nBobby Kennedy’s dislike of Lyndon Johnson was almost instantaneous. When his more pragmatic brother chose Johnson as his running mate in 1960, Bobby was furious, going so far as to ask LBJ to refuse the request. Tensions between the two men continued to rise throughout the Kennedy presidency, with the attorney general openly disparaging the vice president, and vice versa. Bobby reluctantly agreed to remain in Johnson’s cabinet after JFK’s assassination, and was livid with what he saw as Johnson’s attempt to gain credit for many of the slain president’s initiatives. Johnson, for his part, developed a near paranoia over the continued popularity of the Kennedy family. The dysfunctional relationship reached its nadir as Johnson prepared for the 1964 presidential campaign. That year’s convention, held in Atlantic City, New Jersey, featured a tribute to John F. Kennedy, including a speech by Bobby. Fearful that the sure-to-be-emotional delegates would be so overcome that they would move to nominate Bobby instead, Johnson ensured that the tribute was scheduled after his own formal nomination. Johnson’s concerns may not have been entirely without merit: When Bobby did make his appearance, convention attendees broke out in thunderous applause, which continued for more than 20 minutes before Kennedy could speak. Still emotionally shattered by his brother’s death, he nearly collapsed once backstage, remarking to a friend that, contrary to Johnson’s belief, the crowd’s response had been a tribute to his brother, and not for him.7. Before he made his famous ascent of Mount Kennedy, he had never climbed a mountain before.\nHundreds of schools, parks and buildings were named (or renamed) for John F. Kennedy in the wake of his death, but one posthumous honor in particular held special meaning for Bobby Kennedy. When a 14,000-foot mountain in Canada’s Kluane National Park was named christened Mount Kennedy, RFK was determined to become the first person to climb to its peak. There was just one problem—Kennedy was a strong athlete but had practically no rock climbing experience. He jokingly told friends that his preparation for the trek consisted of little more than climbing to the top of the stairs of his Hickory Hill home and shouting for help. Travelling with a seasoned group of climbers, Kennedy’s group tackled the challenge in April 1965. As they approached the summit, Kennedy broke away from the group and approached the mountain’s peak himself. Once there, he deposited several of JFK-related items, including a copy of his inaugural address, a memorial medallion and even one of President Kennedy’s World War II-era PT-boat tie clips.8. He authorized FBI surveillance on MLK, but is credited with preventing a riot after King’s death.\nBobby Kennedy was considered far more progressive than his brother on the critical issue of civil rights, but he at times had a difficult relationship with many of the movement’s leaders, including Dr. Martin Luther King, Jr. In 1963, under pressure from FBI Director J. Edgar Hoover, Kennedy approved the installation of wiretaps on King and several of his associates, who the Bureau believed were Communist sympathizers. For more than three years the Bureau kept King under constant surveillance, with its agents sending him anonymous threatening letters in the hopes of stopping his social justice campaigns. On April 4, 1968, five years after his approval of the surveillance, Kennedy delivered one his most famous speeches on the evening of King’s assassination. Learning of King’s death after arriving in Indianapolis, Indiana, for a campaign event, Kennedy, despite warnings from law enforcement and his own staff who feared for his safety, attended the scheduled rally. Ditching his campaign speech for one he had hastily written on the way to the event, he informed the crowd of King’s death, urging them to not react angrily to the news and making an impassioned call for racial unity. In the wake of King’s death, riots broke out in more than 100 cities nationwide, but Indianapolis remained calm. Kennedy’s words were later enshrined on a memorial in Arlington National Cemetery as well as a sculpture garden in Indianapolis dedicated to both Kennedy and King.9. Two people were killed during the procession of RFK’s funeral train.\nJust two months after King’s death, Bobby Kennedy himself was assassinated in the kitchen of the Ambassador Hotel in Los Angeles. After a funeral mass in New York’s St. Patrick’s Cathedral on June 8, Kennedy’s body began its trek towards its final resting place beside his brother at Arlington. Intended to give a grieving nation an opportunity to pay their respects, Kennedy’s funeral train passed by tens of thousands of mourners waving flags and signs. The already tragic events of the assassination were compounded, however, when two onlookers, hurrying to move out of the path of the Kennedy train near Elizabeth, New Jersey, were struck and killed by a train moving in the opposite direction.10. The Ambassador Hotel is now the site of a school system named in Kennedy’s honor.\nA Los Angeles landmark that had played host to several Academy Awards ceremonies and was the home of the famed Cocoanut Grove nightclub, the Ambassador Hotel fell on hard times in the years after Kennedy’s assassination. Closed to guests in 1989, it fell into complete disuse by the late 1990s, with many of its contents auctioned off soon after. Slated for demolition, the historic hotel became the focal point of a battle between preservationists and the Los Angeles school district, which hoped to build a charter school on the site. A settlement was finally reached when the school district agreed to preserve parts of exterior, though the areas where Kennedy had spoken and been shot were demolished. The site is now home to the Robert F. Kennedy Community Schools, which included six facilities for more than 4,200 students.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering Robert F. Kennedy","author":"Barbara  Maranzani"}