{"url":"http://www.history.com/news/mexico-city-subway-dig-yields-aztec-remains-and-artifacts","content":"Recent excavations for a new subway line in Mexico City have turned up the 500-year-old skeletons of roughly 50 Aztec children and 10 adults, as well as numerous artifacts dating back as far as 2000 B.C. Archaeologists from Mexico’s National Institute for Anthropology and History (INAH) made these discoveries after workers began digging the 15-mile line, which connects several suburbs built on the ruins of Aztec towns and is slated to open in 2012.The graves are consistent with Aztec burial practices, which were documented by Spanish priests and scholars during the 16th century. The Aztecs typically interred their deceased relatives under their homes and placed the bodies of babies and small children in earthen vessels, which were thought to approximate the womb. In addition to human remains, the INAH team also unearthed the foundations of Aztec houses, hundreds of small figurines, pots, plates and stone carvings.The Aztecs, also known as the Mexica, migrated to the Valley of Mexico in the mid-13th century and founded their capital, Tenochtitlan, in what is now Mexico City. They established a vast empire that controlled much of Mesoamerica for several hundred years and left behind a rich cultural, artistic and architectural legacy. In 1521, after a smallpox outbreak decimated Tenochtitlan’s population, a coalition army of Spanish conquistadors and Tlaxcalan warriors laid siege to the city, leading to the abrupt decline of the Aztec civilization.This is not the first time a subway project has yielded a major archaeological discovery in Mexico City, home to some 9 million people and the second-largest metro system in North America. On display at the Talismán station are the many Pleistocene mammoth bones that workers uncovered while digging out its foundation in the 1960s. Another station, Pino Suárez, is built around a circular Aztec pyramid that emerged during its construction.Subway construction has proved a boon to archaeologists and paleontologists in other cities around the world as well. When Athens expanded its metro system in preparation for the 2004 Olympics, a treasure trove of 30,000 artifacts was unearthed. In 1996, Los Angeles construction workers came across roughly 2,000 fossils dating back 16 million years while building a new subway line. And in 2005, workers digging a new subway tunnel under New York City’s Battery Park hit a literal wall: a remnant of the stone military fortifications that protected the island of Manhattan during colonial times.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Mexico City Subway Dig Yields Aztec Remains and Artifacts","author":"Jennie  Cohen"}