{"url":"http://www.history.com/news/titanic-mania-1912-style","content":"A poster for an attraction that opened at New York’s Coney Island two years after Titanic sank. It featured miniature models of Titanic and rescue ship Carpathia that recreated the events of April 14 and 15, 1912. (Credit: Peabody Essex Museum)The Fictional Titan\nTitanic inspired numerous literary works shortly after its sinking, from critically acclaimed poetry to bestselling narratives by survivors. Remarkably, however, the first written account of Titanic’s demise predates the disaster by 14 years. In 1898 American novelist and former sailor Morgan Robertson published “Futility” (later titled “The Wreck of the Titan”), a maritime adventure story set on the imaginary ocean liner Titan. Anyone remotely familiar with the Titanic tragedy will surely recognize the similarities between the famous ship and Robertson’s creation even in the book’s opening lines: “She was the largest craft afloat and the greatest of the works of men. In her construction and maintenance were involved every science, professional and trade known to civilization.”An excerpt from the 1912 edition of Morgan Robertson’s “The Wreck of the Titan; Or Futility,” a tale with eerie similarities to the Titanic disaster.The eerie coincidences multiply as Robertson’s tale continues. Like Titanic, Titan is “considered practically unsinkable.” Like Titanic, it carries too few lifeboats to accommodate all of its passengers. And like Titanic, it plunges to the bottom of the North Atlantic after striking an iceberg while cruising at a rapid clip during its maiden voyage—on an April night, no less. The stories diverge in places, of course, with only 13 people outliving Titan’s destruction compared to 710 Titanic survivors. (And as far as we know, the real-life events never involved a drunken antihero who fell onto the offending iceberg clutching his ex-lover’s child, whom he then rescued from a polar bear and kept alive until help finally came.) Still, right after Titanic sank, the fictional account rang true enough for Robertson’s publisher to release a 1912 edition of the novella, capitalizing on the public’s fascination with the catastrophe.Titanic at Coney Island\nJust two years after Titanic sank, a new and popular attraction was unveiled at New York’s Coney Island. Visitors to the legendary thrill center gathered to watch miniature models of Titanic and its rescue ship, Carpathia, enact the tragic events of April 1912. A poster for the show depicted the lost ocean liner foundering in the water, an iceberg swallowing its stern and passengers falling to their deaths as lifeboats row away.While today’s audiences might cringe at such a macabre spectacle opening “too soon” (or ever), it was right in line with Coney Island’s other offerings in the early 20th century. In addition to Titanic’s sinking, attractions recreated the devastating Galveston flood, the 1906 San Francisco earthquake and a Boer War battle, among other catastrophic events. Steps away from these performances, sightseers could glimpse premature babies in incubators, African tribesmen in grass huts and a town inhabited by people with dwarfism.Silent film star Dorothy Gibson in a promotional photo for her 1912 short “Saved From the Titanic.” She wears the same dress and sweater in which she escaped Titanic a month before the movie premiered.The First Titanic Movie\nEighty-five years before James Cameron’s blockbuster “Titanic” swept the planet, the very first Titanic-inspired movie premiered on May 14, 1912—a mere month after the ship went down. Its star and cowriter, silent film darling Dorothy Gibson, had escaped the stricken vessel with her mother on lifeboat number 7, the first to be launched. Arriving in New York days later, Gibson and her lover, the producer Jules Brulatour, began crafting “Saved From the Titanic,” a 10-minute short intercut with newsreel footage. While filming on a freighter in New York Harbor, Gibson wore the same evening dress, sweater, coat and heels in which she’d fled Titanic and boarded Carpathia on April 15.Audiences hungry for details about the epic disaster flocked to screenings in the United States and abroad, but not all critics lauded the swift exploitation of so recent a tragedy. A reviewer for the New York Dramatic Mirror, for instance, called it “revolting, especially at this time when the horrors of the event are so fresh in mind.” Despite her movie’s box office success, Gibson left show business soon after its release, still traumatized, perhaps, by her ordeal. Just 23 at the time, she went on to live a life punctuated by misfortunes, including an ill-fated marriage to Brulatour, a hit-and-run accident in which she killed a pedestrian and imprisonment in a German prison camp during World War II. “Saved From the Titanic,” meanwhile, met an untimely end when a 1914 blaze destroyed the only prints of the film.Cover of the sheet music for the Yiddish-language song “The Titanic’s Disaster,” a score for voice and piano. Titanic victims Isidor and Ida Strauss are depicted. (Credit: Library of Congress)Titanic Tunes\nCéline Dion’s “My Heart Will Go On” wasn’t the only hit song that would never have topped the charts—let alone existed—had Titanic docked safely in New York. The sinking’s aftermath saw a flurry of original compositions commemorating the calamity, from the mournful “My Sweetheart Went Down With the Ship” to the rousing “Be British!” (a reference to the alleged final order of Titanic’s captain, Edward Smith). Many songs honored Titanic’s band members, who reportedly continued to play as the ship sank and lost their lives in the disaster. Another popular tune, “A Hero Went Down With the Monarch of the Sea,” sang the praises of a prominent victim: John Jacob Astor IV, Titanic’s wealthiest passenger.Back then, music publishers did a brisk trade in sheet music for voice and piano, and Titanic provided a boon to business. Typically highly sentimental in nature, the songs inspired by the tragedy would have been performed in music halls, drawing rooms and other venues both public and private. Perhaps along with the music, dancers reportedly evoked the sinking by performing a “Titanic two-step.”Titanic Teddy Bears\nAs the world reeled from the news of Titanic’s loss, manufacturers capitalized on the frenzy by issuing commemorative tokens ranging from postcards and plates to candy boxes and whiskey jiggers. Among the most rare Titanic-inspired collectibles were 500 commemorative teddy bears made by the German toy company Steiff. Known as “mourning bears,” they were stitched in black mohair and featured red-rimmed eyes to express sympathy for the victims.Today the limited-edition stuffed animals fetch upwards of $20,000 in elite auction houses around the world. Now, 100 years after the toys made their sad debut, Titanic’s approaching centennial has ushered in a new wave of memorabilia, including music boxes, jewelry, desk diaries, full sets of china and, of course, anniversary versions of the Steiff mourning bears costing far less than their centenarian counterparts.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Titanic Mania, 1912 Style","author":"Jennie  Cohen"}