{"url":"http://www.history.com/news/a-perfect-solar-superstorm-the-1859-carrington-event","content":"A solar flare erupts on January 22, 2012. (Credit: NASA Images)The Carrington EventThat night, telegraph communications around the world began to fail; there were reports of sparks showering from telegraph machines, shocking operators and setting papers ablaze. All over the planet, colorful auroras illuminated the nighttime skies, glowing so brightly that birds began to chirp and laborers started their daily chores, believing the sun had begun rising. Some thought the end of the world was at hand, but Carrington’s naked eyes had spotted the true cause for the bizarre happenings: a massive solar flare with the energy of 10 billion atomic bombs. The flare spewed electrified gas and subatomic particles toward Earth, and the resulting geomagnetic storm—dubbed the “Carrington Event”—was the largest on record to have struck the planet.  Bright Flare, Dark Lines\nCompared to today’s information superhighway, the telegraph system in 1859 may have been a mere dirt road, but the “Victorian Internet” was also a critical means of transmitting news, sending private messages and engaging in commerce. Telegraph operators in the United States had observed local interruptions due to thunderstorms and northern lights before, but they never experienced a global disturbance like the one-two punch they received in the waning days of summer in 1859. Many telegraph lines across North America were rendered inoperable on the night of August 28 as the first of two successive solar storms struck. E.W. Culgan, a telegraph manager in Pittsburgh, reported that the resulting currents flowing through the wires were so powerful that platinum contacts were in danger of melting and “streams of fire” were pouring forth from the circuits. In Washington, D.C., telegraph operator Frederick W. Royce was severely shocked as his forehead grazed a ground wire. According to a witness, an arc of fire jumped from Royce’s head to the telegraphic equipment. Some telegraph stations that used chemicals to mark sheets reported that powerful surges caused telegraph paper to combust.On the morning of September 2, the magnetic mayhem resulting from the second storm created even more chaos for telegraph operators. When American Telegraph Company employees arrived at their Boston office at 8 a.m., they discovered it was impossible to transmit or receive dispatches. The atmosphere was so charged, however, that operators made an incredible discovery: They could unplug their batteries and still transmit messages to Portland, Maine, at 30- to 90-second intervals using only the auroral current. Messages still couldn’t be sent as seamlessly as under normal conditions, but it was a useful workaround. By 10 a.m. the magnetic disturbance abated enough that stations reconnected their batteries, but transmissions were still affected for the rest of the morning. Sky on Fire\nWhen telegraphs did come back on line, many were filled with vivid accounts of the celestial light show that had been witnessed the night before. Newspapers from France to Australia featured glowing descriptions of brilliant auroras that had turned night into day. One eyewitness account from a woman on Sullivan’s Island in South Carolina ran in the Charleston Mercury: “The eastern sky appeared of a blood red color. It seemed brightest exactly in the east, as though the full moon, or rather the sun, were about to rise. It extended almost to the zenith. The whole island was illuminated. The sea reflected the phenomenon, and no one could look at it without thinking of the passage in the Bible which says, ‘the sea was turned to blood.’ The shells on the beach, reflecting light, resembled coals of fire.”The sky was so crimson that many who saw it believed that neighboring locales were on fire. Americans in the South were particularly startled by the northern lights, which migrated so close to the equator that they were seen in Cuba and Jamaica. Elsewhere, however, there appeared to be genuine confusion. In Abbeville, South Carolina, masons awoke and began to lay bricks at their job site until they realized the hour and returned to bed. In Bealeton, Virginia, larks were stirred from their sleep at 1 a.m. and began to warble. (Unfortunately for them, a conductor on the Orange & Alexandria Railroad was also awake and shot three of them dead.) In cities across America, people stood in the streets and gazed up at the heavenly pyrotechnics. In Boston, some even caught up on their reading, taking advantage of the celestial fire to peruse the local newspapers. Ice core samples have determined that the Carrington Event was twice as big as any other solar storm in the last 500 years. What would be the impact of a similar storm today? According to a 2008 report from the National Academy of Sciences, it could cause “extensive social and economic disruptions” due to its impact on power grids, satellite communications and GPS systems. The potential price tag? Between $1 trillion and $2 trillion.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Perfect Solar Superstorm: The 1859 Carrington Event","author":"Christopher  Klein"}