{"url":"http://www.history.com/news/who-was-mary-surratt","content":"Mary Surratt in a sketch from her trial.1. The mother of John Surratt Jr., who admitted to conspiring with John Wilkes Booth to kidnap the president but was never convicted of assisting in his murder\nLincoln assassin John Wilkes Booth’s original intention had been to abduct the president, take him to Richmond and exchange him for Confederate prisoners of war. An active Confederate spy and courier, John Surratt became Booth’s right-hand man, recruiting co-conspirators and inviting them to meetings at his mother Mary Surratt’s boardinghouse. After Booth shot Lincoln at Ford’s Theatre on April 14, 1865, John fled first to Canada and later to Europe, where he posed as a Canadian citizen and served for some time in the Papal Zouaves, a volunteer regiment that defended the Vatican during Italian unification. Some historians believe that, had John given himself up instead of leaving the country, he could have saved his mother’s life. U.S. officials finally caught up with him in Egypt in 1866. Unlike Mary, John stood trial for murder before a civilian court rather than a military tribunal, and after two months the jury failed to reach a verdict. Released on bail, John lived a long and full life, becoming a Catholic school teacher, working for a steamship company and fathering seven children after his 1872 marriage to Mary Victorine Hunter. He died in 1916 at the age of 72.2. The mother of Anna Surratt, who frantically fought to spare Mary from the gallows\nTwenty-two years old at the time of Mary’s conviction, Anna was desperate and alone: Her health was failing, her father was long dead, her house was mortgaged to pay her mother’s lawyer, one brother was on the run, another was missing in action and an entire nation’s eyes were transfixed on her family. After the guilty verdict, a tearful Anna stood on the White House lawn and pled unsuccessfully to see President Andrew Johnson, hoping she could convince him to have pity on her mother. Even after Mary’s death, the Surrat family’s involvement in Lincoln’s assassination continued to haunt Anna, who later became a schoolteacher and married a chemist named William Tonry. In 1869, for example, in what many historians have interpreted as an act of revenge, an official fired her husband, a former Union soldier, from his position in the surgeon general office. (In an ironic twist, his laboratory happened to be located in the former Ford’s Theatre, which had been converted into government offices.) Anna died in 1904 and was buried in an unmarked grave beside her mother.Mary Surratt's boardinghouse as it looks today.3. A young widow and boardinghouse owner\nAfter the death of her alcoholic (and, in some historians’ view, abusive) husband in 1862, Mary Surratt found herself in dire financial straits. The 39-year-old widow rented out her family’s Maryland farm and tavern, moving with her children to a small townhouse she had inherited in Washington, D.C. Mary converted the building’s upper floor into a boardinghouse and managed to eke out a modest living. While debate still rages over the role Mary and her boardinghouse played in Lincoln’s demise, it is widely accepted that she hosted and possibly attended meetings about the conspiracy convened there by John Wilkes Booth and John Surratt. (Mary herself denied any involvement during her trial.) For President Andrew Johnson, the suspect’s status as a landlady was incriminating enough. After refusing to commute her sentence on account of her gender and age (at the time, 42 was considered advanced), he reportedly—and famously—said, “She kept the nest that hatched the egg.” Mary’s boardinghouse, which still stands at 605 H Street and has retained much of its original character, is currently home to a Chinese and Japanese restaurant.4. A Southern sympathizer whose family relied on slave labor and provided a safe haven for Confederate spies\nThe site of several major Civil War battles, Maryland was a land of contradictions during that pivotal moment in U.S. history. Though a slaveholding border state in which only 2 percent of the population voted for Lincoln, it remained part of the Union throughout the conflict. Many of its residents were in favor of secession, particularly farming families that depended heavily on slave labor, and the Surratts were no exception. When war broke out, Mary’s oldest son Isaac joined the Confederate army, while her younger son John began working for the Confederate Secret Service. Before she moved to Washington, her tavern doubled as a safe house for Confederate rebel agents and spies, and her boardinghouse ostensibly welcomed similar visitors. During Mary’s trial, John Lloyd, the man who leased her Maryland property while she ran her boardinghouse, provided the most damning evidence against her when he testified that the suspected conspirators were storing weapons and other supplies at the tavern when Lincoln was assassinated. Another witness described Mary as “devoted body and soul to the cause of the South.”5. The first woman to be executed by the U.S. federal government\nMary Surratt’s conviction and hanging ignited a nationwide debate over whether female criminals deserve special treatment in the eyes of the law. The press and public, which largely regarded her with disgust during the trial, seemed to recoil after the execution took place. Apparently, the widely distributed photograph of a hooded woman dangling from the gallows, distinguished from the three men put to death alongside her by her long black dress, proved too much for many Americans. Many people—including, reportedly, the hangman himself—expected President Johnson to commute the sentence to life imprisonment at the last minute, perhaps on the eve of the execution. Mary’s case also called into question the practice of trying civilians before military commissions, which the U.S. Supreme Court ruled unconstitutional in the Ex parte Milligan decision of April 1866—just in time for John Surratt to escape his mother’s fate.6. A distant cousin of F. Scott Fitzgerald\nMary Surratt was the first cousin once removed of Edward Fitzgerald, the Maryland-born father of F. Scott Fitzgerald (1896-1940). Her husband John had been the second cousin of the famous writer’s namesake, Francis Scott Key (1779-1843), who penned the lyrics of the American national anthem and whose grandfather was the brother of Edward’s great-great-grandfather.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Who Was Mary Surratt?","author":"Jennie  Cohen"}