{"url":"http://www.history.com/news/human-skulls-mounted-on-stakes-found-at-stone-age-burial-site","content":"Human Skull at the Kanaljorden Site\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/cranium-during-excavation.jpg\r\n                    \r\n\t\t\t\t\tOne of numerous remains and artifacts estimated to be 8,000 years old, a cranium is excavated from a former lake in Motala, Sweden. (Credit: Anna Arnberg)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSkull Mounted on a Stake\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/cranium-stake.jpg\r\n                    \r\n\t\t\t\t\tTwo of the skulls found at Kanaljorden were pierced with wooden stakes. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSkull Fragments with Stake in Center\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/skull-fragments.jpg\r\n                    \r\n\t\t\t\t\tSome of the others skulls showed signs that they too had been mounted on stakes. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSkull Mounted on a Stake\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/cranium-stake2.jpg\r\n                    \r\n\t\t\t\t\tResearchers have yet to determine whether the stakes were part of a secondary burial ritual or allowed warriors to bring home the heads of their enemies as trophies. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFemale Cranium\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/cranium-of-woman.jpg\r\n                    \r\n\t\t\t\t\tResearchers think groups of hunter-gatherers assembled at the Kanaljorden site for burials and other important ceremonies. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDecorated Antler Pickaxe\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/pickaxe.jpg\r\n                    \r\n\t\t\t\t\tThe artifacts found at the site, which include a decorated pickaxe, indicate that the region’s Stone Age inhabitants crafted sophisticated tools and weapons. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFredrik Hallgren\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/fredrik-hallgren.jpg\r\n                    \r\n\t\t\t\t\tLead archaeologist Fredrik Hallgren excavates at the Kanaljorden site in southeast Sweden. (Credit: Anna Arnberg)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tArchaeologists at Kanaljorden\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/09/kanaljorden.jpg\r\n                    \r\n\t\t\t\t\tArchaeologists participate in the excavation of Kanaljorden, where the skulls mounted on stakes were unearthed. (Credit: Fredrik Hallgren)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\t“We found that the former lake was the locus for extensive ritual deposits, mainly human skulls but also bones from other parts of the body as well as animal bones and tools made of bone, antler and stone,” said Fredrik Hallgren, head of excavation for the heritage foundation Stiftelsen Kulturmiljövård Mälardalen. “The ritual deposits were laid out on a large stone packing [a type of mass grave encased in stone] constructed on the bottom of the lake.”Most intriguingly, two of the human skulls were pierced with wooden stakes—one fully intact and the other broken in half—that protruded from holes in the base of the cranium. Some of the others showed signs that they too had been mounted in this manner, said Hallgren, who believes the Kanaljorden site contains the only known example of this practice from the Mesolithic era. “Most historical examples pertain to colonial representatives mounting the skulls of murdered natives,” he explained. “There are also examples of indigenous people using skulls in various rituals, including both burial rituals and the display of trophies.”The site yielded another surprising find that adds to the mystery surrounding these ancient Swedes’ unconventional entombment techniques: a female skull with another woman’s temporal bone stuffed inside it. “Could it be that they are close relatives—perhaps a mother and daughter?” Hallgren wondered. “We hope DNA analysis will give us the answer to this.” Other noteworthy discoveries from the site include an elaborately decorated pickaxe made from an antler, bone points studded with flint and animal remains that likely had symbolic value.The stakes could have been used for secondary burial rites, in which individuals’ bones were removed from their graves and reinterred after their bodies decomposed, Hallgren said. At least one other Mesolithic site in Sweden bears traces of this tradition. “We believe the stakes were used for mounting, with the aim to display the skulls better during the complex ritual,” said Hallgren. “The intact stake has a pointed end and was probably thrust into the ground—or possibly a bed of embers, since there are slight traces of fire—during a part of the ritual. The skulls were subsequently laid to rest at the bottom of the lake.”Another hypothesis about this macabre practice holds that the skulls belonged to enemies killed in combat, not departed loved ones whose mourners gave them two funerals. Perhaps, Hallgren said, victorious Stone Age warriors mounted the heads of their foes on stakes and carried them home from battle as war trophies. The researchers believe laboratory analysis of the remains might support or rule out this scenario. “Sulphur and strontium isotopes in the bones will give information on whether the skulls represent locals or come from a distant place, and DNA analysis will hopefully elucidate if the interred individuals are related or unrelated strangers,” said Hallgren. “These data will give clues to if the depositions represent secondary burial rituals or trophies of defeated enemies.”Hallgren and his colleagues believe that nomadic bands of Mesolithic Swedes roamed the region’s forests and shores 8,000 years ago, moving on a seasonal basis between summer and winter camps. “They were hunters and gatherers, and not least fishermen,” he said. “The laboratory analysis of nitrogen and carbon isotopes in the human bones show that fish formed an important part of their diet. From the animal bones found at the site we know that they also hunted big forest game like wild boar, read deer, elk and brown bear.”For this far-flung population, Kanaljorden likely served as a sacred meeting spot, Hallgren said. “We interpret the site as a ritual place used by a group of hunter-gatherers that lived dispersed in the surrounding landscape for large parts of the year, but gathered at the rapids of the nearby river Motala Ström for communal fishing of spawning fish during shorter periods,” he explained. “Such gatherings were, we believe, the time for social interaction like arranging marriages, making offerings and burying the dead.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Human Skulls Mounted on Stakes Found at Stone Age Burial Site","author":"Jennie  Cohen"}