{"url":"http://www.history.com/news/8-things-you-may-not-know-about-queen-elizabeth-ii","content":"Elizabeth boards a plane in 2011. (Credit: Smith Ellen-Pool/Getty Images)1. She doesn’t have a passport.\nDespite being history’s most widely traveled head of state—she has reportedly visited 116 countries during her 60-year reign—Elizabeth does not hold a passport. Since all British passports are issued in the queen’s name, she herself doesn’t need one. She also doesn’t require a driver’s license, though she has been known to take joyrides around her various estates in her Range Rover.Baby Elizabeth is held by her mother in May 1926. (Credit: Speaight/Hulton Archive/Getty Images2. She has two different birthdays.\nThe reigning British monarch was born Elizabeth Alexandra Mary of York on April 21, 1926. However, each Commonwealth country traditionally celebrates her birthday on a designated day in May or June. In the United Kingdom, for instance, it falls on the first, second or third Saturday in June. Britain has officially marked its sovereign’s birthday since 1748, when the event was merged with the annual “Trooping the Colour” ceremony and parade. Elizabeth spends her real birthday enjoying private festivities with her family.Elizabeth wears an officer’s uniform and stands beside an Auxiliary Territorial Service first aid truck during World War II. (Credit: Keystone/Getty Images)3. She drove a truck during World War II. \nAfter months of begging her father to let his heir pitch in, Elizabeth—then an 18-year-old princess—joined the Women’s Auxiliary Territorial Service during World War II. Known as Second Subaltern Elizabeth Windsor, she donned a pair of coveralls and trained in London as a mechanic and military truck driver. The queen remains the only female member of the royal family to have entered the armed forces and is the only living head of state who served in World War II.Elizabeth and her new husband Philip pose on their wedding day. (Credit: Keystone-France/Gamma-Keystone via Getty Images)4. She paid for her wedding dress with ration coupons.\nPrincess Elizabeth married her third cousin Philip Mountbatten, formerly prince of Greece and Denmark, on November 20, 1947. Held during the postwar recovery years, their wedding was a relatively understated affair, at least compared to the lavish union of Prince Charles and Lady Diana Spencer in July 1981. With austerity measures still in effect, Elizabeth had to save up ration coupons to purchase the material for her wedding dress, an ivory satin gown designed by Norman Hartnell and encrusted with 10,000 white pearls.Elizabeth and Philip appear with Prince Charles and Princess Anne in 1951. (Credit: Keystone-France/Gamma-Keystone via Getty Images)5. She didn’t take her husband’s name.\nElizabeth’s father, George VI, was born into the House of Saxe-Coburg and Gotha, but during World War I the family name was changed to Windsor amid anti-German sentiment. Similarly, her husband Prince Philip dropped his father’s Germanic surname, Schleswig-Holstein-Sonderburg-Glücksburg, and adopted that of his maternal grandparents, Mountbatten, during their engagement. But when Elizabeth ascended the throne, her mother and Prime Minister Winston Churchill did everything in their power to prevent the queen and her line from becoming the House of Mountbatten. They succeeded, but several years later Elizabeth proclaimed that some of her descendants would carry the name Mountbatten-Windsor—probably in an attempt to placate her fuming husband.Elizabeth visits Google’s U.K. offices in 2008. (Credit: POOL/Tim Graham Picture Library/Getty Images)6. She sent an email in 1976.\nOn March 26, 1976, Queen Elizabeth sent her first email while taking part in a network technology demonstration at the Royal Signals and Radar Establishment, a research facility in Malvern, England. The message was transmitted over ARPANET, the forerunner of the modern Internet. She is considered the first head of state to have used electronic mail.Elizabeth rides her horse on June 13, 1981, shortly before a would-be assassin shot at her. (Credit: Tim Graham/Getty Images)7. She was shot at by a teenager.\nDuring her birthday celebration on June 13, 1981, shots rang out as Elizabeth rode her horse in a parade near Buckingham Palace. Marcus Sarjeant, a 17-year-old who idolized the assassins of John F. Kennedy and John Lennon, had fired six blank shots in the queen’s direction. Swiftly subdued by police, the teen would spend three years in a psychiatric prison. Elizabeth, meanwhile, merely calmed her startled horse and resumed her procession.Elizabeth, her mother and Princess Margaret wave from the balcony of Buckingham Palace. (Credit: Tim Graham/Getty Images)8. She once woke up to find a stalker in her bedroom.\nOn July 9, 1982, a 31-year-old psychiatric patient named Michael Fagan scaled a Buckingham Palace drainpipe and sauntered into Elizabeth’s chambers. The sleeping monarch awoke to find a strange man perched on the edge of her bed, dripping blood from where he had cut his hand while wandering the palace’s dark corridors. Initially unable to reach the police, Elizabeth engaged Fagan in conversation for at least 10 minutes, listening to him chat about his personal problems and relationship with his four children. Finally, a footman roused from his slumber seized the loquacious intruder. It turned out that Fagan, who was ordered to spend six months in a mental hospital, had also crept into the royal residence weeks earlier, making off with a bottle of Prince Charles’ white wine.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"8 Things You May Not Know About Queen Elizabeth II","author":"Jennie  Cohen"}