{"url":"http://www.history.com/news/einsteins-relativity-theory-passes-tough-test","content":"About 7,000 light-years from Earth, a massive neutron star spinning at a rate of 25 times per second is being orbited by a compact white dwarf star once every two-and-a-half hours. The neutron star was formed from the material left over after a supernova explosion that marked the death of a star at least 10 times more massive than the sun. It contains twice the mass of the sun, yet is only about 12 miles wide, which means that gravity on its surface is about 300 billion times stronger than on Earth. The neutron is known as a pulsar because it emits a beacon of light as it spins, which appears to pulse on and off as the object rotates Earth.The neutron’s companion, the white dwarf, is the remains of an aging star that lost its atmosphere and is gradually cooling down. White dwarfs are typically very dense as well (packing about half the sun’s mass into an object slightly larger than Earth) but this particular one is relatively lightweight: At seven times the size of Earth, it has only 17 percent of the sun’s mass.This rare binary pair, identified as PSR J0348+0432, has such an extreme gravitational relationship that it provides a rare opportunity to test Einstein’s general theory of relativity. General relativity holds that massive objects warp space-time around them, so that objects (and even light) will travel along curved paths when they pass nearby. The theory also predicts that a close binary system such as this one will radiate gravitational energy, forming ripples in space-time (or gravitational waves) that cause the length of the orbit system to change over time.Since the neutron star in PSR J0348+0432 generates so strong a gravitational field, scientists thought they might see deviations from Einstein’s predictions in the motion of the orbiting white dwarf. Yet after taking extraordinarily precise measurements with both optical and radio telescopes, a team from the Max Planck Institute for Radio Astronomy in Germany announced this week that the orbital change of the binary pair—a slowdown of 8 millionths of a second per year—precisely matches Einstein’s predictions. By contrast, their findings did not match slightly different predictions of the white dwarf’s motion offered by competing models of gravity.The team’s conclusions, published in today’s issue of the journal Science, won’t help physicists solve the still-existing contradictions between general relativity and quantum theory. However, they do suggest that ongoing efforts to detect elusive gravitational waves based on Einstein’s predictions seem to be on the right track. Scientists at the Laser Interferometer Gravitational Wave Observatory (LIGO), a pair of observatories in Louisiana and Washington State, have been searching the cosmos for these waves, which happen from cataclysmic events like neutron star collisions and cannibalistic black holes, but have yet to find them.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Einstein’s Relativity Theory Passes Tough Test","author":"Sarah  Pruitt"}