{"url":"http://www.history.com/news/u-s-military-launches-search-for-missing-wwii-soldiers-in-myanmar","content":"World War II-era C-47 transport planeIn 1942, Japan invaded and occupied Myanmar—then known as Burma—promising to liberate the country from the British colonial rule it had been enduring since 1885. By early 1945, however, the Burmese nationalist leader Aung San had grown suspicious of Japanese intentions and switched his allegiance to the British. In the years immediately following the war, Aung San negotiated Burmese independence with the British authorities, before he was assassinated in July 1947. Burma became a sovereign, independent republic in January 1948. In 1962, a military coup overthrew a civilian government, and the country has been under military rule of one kind or another since then.In 1990, Myanmar’s military regime angered the international community by denying the results of a democratic election won by the National League for Democracy (NLD), led by Aung San’s daughter Aung San Suu Kyi. She was placed under house arrest for some 15 years, during which she won the Nobel Peace Prize and earned widespread international support. The United States imposed sanctions on Myanmar in 1997, and the United Nations also condemned the country’s human-rights violations and forced-labor practices.Today, though military authority still rules in Myanmar, recent reforms have inspired hopes that the country is moving away from a Soviet-like state and towards a true democracy. Soon after taking office as president in 2011, former general Thein Sein began instituting a program of political and social reforms, including the release of thousands of political prisoners. His government also relaxed restrictions on Aung San Suu Kyi, and in April 2012 she was elected to a seat in Myanmar’s parliament, along with 42 other NLD members. The international community welcomed these reforms, culminating in President Obama’s historic visit to Myanmar in November.For more than half a century after the end of World War II, Myanmar’s military regime and its rocky relations with the international community had largely thwarted the process of recovering the remains of around 730 American servicemen believed to be missing there. Most of them were U.S. airplane crews downed in the country’s northern mountains and jungles during supply flights from India to China. During a brief period of international cooperation in 2003-04, the U.S. military was able to recover the remains of seven airmen whose C-47 Skytrain crashed in the remote northern state of Kachin in 1944, likely taken down by Japanese ground fire. They were buried in Arlington National Cemetery, with full military honors.Now, a Joint POW/MIA Accounting Command based in Hawaii has announced that a coordination team will head to Myanmar on January 21 to prepare for the arrival of about a dozen investigators, mostly linguists and analysts, in February. They will spend three weeks interviewing witnesses in Yangon Division and Mandalay Division, including government and military officials. Another fact-finding mission is planned for the summer, in hopes of eventually sending in recovery teams.The U.S. military is not the only organization searching for answers in Myanmar. A British excavation team is also in the country, looking for historic Spitfire aircraft that American and British servicemen are believed to have packed in crates and buried during the last days of World War II. Prime Minister David Cameron made his own visit to Myanmar last April, helping to spur the search for the missing Spitfires, a now-rare type of plane that played a key role in the Allied victory in the Battle of Britain.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"U.S. Military Launches Search for Missing WWII Soldiers in Myanmar","author":"Sarah  Pruitt"}