{"url":"http://www.history.com/news/what-killed-charles-darwin","content":"Slideshow: Unraveling History’s Medical Mysteries\t\r\n\t\t\t\t\tCharles Darwin (1809-1882)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/charles-darwin.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Decades of suffering from chronic vomiting, abdominal distress, eczema, boils, weakness, vertigo, twitching and joint pain. He died at 73 of heart failure. Diagnosis: Cyclic vomiting syndrome, Chagas disease and Helicobacter pylori.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSimón Bolívar (1783-1830)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/simon-bolivar.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Excellent health until age 29, when he suffered from the first in a series of febrile illnesses. Patient’s condition deteriorated in his 40s, when he began experiencing headaches, extreme weight loss, exhaustion, a persistent cough and fainting spells. He died at 47 of what was believed to be tuberculosis. Diagnosis: Chronic arsenic poisoning that caused a fatal respiratory illness, due to either assassination attempts, drinking contaminated water or using arsenic as a remedy.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tClaudius (10 B.C.-54 A.D.)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/claudius.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Born prematurely and sickly as a child, patient suffered from weakness in both legs and was known to exhibit tics, jerks of the head and hands, stammering and drooling, particularly while excited. After a decade without any major health problems, he developed abdominal pain and vomited after drinking wine and partaking in a banquet that featured a favorite mushroom dish. He became disoriented as his condition worsened over the next 12 hours before his death at 63. Diagnosis: Murder by poisoned mushrooms, possibly served by his wife.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFlorence Nightingale (1820-1910)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/florence-nightingale.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Depression, anxiety, insomnia, anorexia, irritability, chronic fatigue and intermittent bouts of fever and spinal pain from age 35 onward. Patient died in her sleep at 90 after several decades in which she rarely left her bed. Diagnosis: Bipolar disorder or post-traumatic stress disorder triggered by her experiences during the Crimean War.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPharaoh Akhenaten (died c. 1336 B.C.)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/akhenaten.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Ancient statues and reliefs suggest male patient had an androgynous appearance, enlarged breasts, a malformed skull, an elongated head, almond-shaped eyes and protruding eyes and ears. He died suddenly at almost 40 during a plague epidemic. Diagnosis: Marfan syndrome, a genetic disorder of the connective tissue.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tGeorge Armstrong Custer (1839-1876)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/george-custer.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Hyperactivity in childhood, inability to feel remorse, moodiness, a compulsive gambling habit, competitiveness and an overly confident, dramatic personality. Patient was killed at 36 after choosing to enter into battle with a tremendously superior enemy force, a decision that killed more than 200 of the men he commanded. Diagnosis: Histrionic personality disorder, symptoms of which include self-dramatization and a need to be the center of attention.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tEdgar Allan Poe (1809-1849)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/edgar-allen-poe.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Patient with history of alcohol and possibly opiate abuse was found unconscious but apparently sober on the streets of Baltimore. He was admitted to the hospital with delirium, visual hallucinations, a thready pulse, difficulty drinking water and a combative demeanor. He died four days later at 40. Diagnosis: Rabies, perhaps due to contact with his household cats at a time when routine inoculation of pets was not available.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBooker T. Washington (1856-1915)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/booker-t-washington.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: After several decades of decent health interrupted by a bout with malaria and episodes of dyspepsia, patient experienced headaches, sleeplessness, indigestion, weight loss, poor vision, cough and heart palpitations in late middle age. He died at 59 of what was believed to be congestive heart failure. Diagnosis: Hypertension.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tJohn Paul Jones (1747-1792)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/05/john-paul-jones.jpg\r\n                    \r\n\t\t\t\t\tSymptoms: Eye soreness, impaired vision, attacks of fever and psychological highs and lows beginning in his late 20s. Patient developed a severe cough, difficulty breathing, yellowing of the skin and swelling of the legs and abdomen shortly before his death at 45. Diagnosis: End-stage kidney failure due to a viral or bacterial infection, accompanied by pneumonia unrelated to his kidney disease.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tAt 73, his stomach problems somewhat abated but his memory deteriorating, the father of evolution succumbed to heart failure after a three-month decline that reportedly began with a dizzy spell during a rock climbing expedition. According to his children, Darwin—a doting family man at a time when active fathers were rare—spoke these words to his wife Emma shortly before dying: “I am not the least afraid of death. Remember what a good wife you have been to me. Tell all my children to remember how good they have been to me.” (Those who cared for him in his final moments later vehemently denied rumors—largely circulated by a British evangelist who went by the name Lady Hope—that the agnostic scientist had re-embraced Christianity and recanted his ideas about evolution on his deathbed.)During Darwin’s lifetime, England’s most prominent physicians failed to decode the ailing naturalist’s jumble of symptoms. Their diagnoses ran the gamut from gout to appendicitis to hepatitis to mental exhaustion to schizophrenia, while the remedies they prescribed—lemons, Indian ale, hydrotherapy, arsenic, strychnine and codeine, among countless others—provided little relief.Last week, Darwin’s health and death became the latest medical mystery tackled by the Historical Clinicopathological Conference (CPC), an annual event held by the University of Maryland School of Medicine. Since 1995, specialists have met to unravel the perplexing conditions of eminent figures who lived and died centuries or even millennia ago, using their advanced knowledge to retroactively diagnose these long-dead “patients.” Past subjects have included Alexander the Great, Christopher Columbus, Edgar Allan Poe, Beethoven, Simon Bolivar, Claudius and the Egyptian pharaoh Akhenaten. Some of the conferences have sought more than just a diagnosis and cause of death, investigating, for example, if modern medicine could have saved Abraham Lincoln’s life, what caused Florence Nightingale’s debilitating depression and whether Joan of Arc was mentally competent when she stood trial for heresy.This year, the case of Charles Darwin was taken up by Sidney Cohen, professor of medicine and director of research at the Jefferson Medical College of Thomas Jefferson University in Philadelphia. It was an entirely new breed of challenge for the noted gastroenterologist, who usually relies on X-rays, blood studies and other types of physical evidence. “This is purely a symptom-based assessment, an analysis of this journey of invalidism that [Darwin] suffered throughout his life,” Cohen said in a statement.In his analysis, Cohen agreed with an existing theory that the scientist had likely contracted a parasitic illness called Chagas disease, possibly while traveling the globe—and making observations that shaped his natural selection model—aboard HMS Beagle. If left untreated, it can eventually cause cardiac damage. “Chagas would describe the heart disease, cardiac failure or ‘degeneration of the heart’—the term used in Darwin’s time to mean heart disease—that he suffered from later in life and that eventually caused his death,” Cohen explained.Cohen also theorized, as have several other modern physicians, that a chronic condition known as cyclic vomiting syndrome (CVS) caused Darwin’s lifelong abdominal distress. He then added a new diagnosis to the mix: Helicobacter pylori, a bacterium associated with peptic ulcers and stomach cancer, which is prevalent in the same regions as Chagas disease and is currently one of the most widespread infections on the planet, according to the World Health Organization. “Darwin’s lifelong history does not fit neatly into a single disorder based historically only upon symptom assessment,” Cohen said. “I make the argument that Darwin had multiple illnesses in his lifetime.”Like most of the historical figures the conference has evaluated, Darwin died before the diseases that plagued him were described and studied. “It is particularly poignant that the scientists and physicians of his time could not provide Darwin, the father of modern life sciences, with relief from the ailments that affected so much of his life,” said Philip A. Mackowiak, vice chairman of the University of Maryland School of Medicine’s department of medicine and the conference’s founder. “This is precisely the type of historically significant mystery the CPC seeks to unravel. We hope examination of this case adds to the understanding and appreciation of this great man, who was able to accomplish so much despite his medical condition.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"What Killed Charles Darwin?","author":"Jennie  Cohen"}