{"url":"http://www.history.com/news/study-shows-william-was-medieval-englands-most-popular-name","content":"From William the Conqueror to Prince William, British history is full of Williams. (Credit: Getty Images)An Old French name composed of Germanic elements (“wil,” meaning desire, and “helm,” meaning protection), William was introduced to Britain by the Normans after their invasion of England in 1066. It quickly became one of the most common given names for males among both English natives and immigrants from Normandy, perhaps in tribute to William the Conqueror, the first Norman king of England. The first notable William on record, William of Gellone, a cousin of the Frankish ruler Charlemagne, was born in northern France in the eighth century.A recent survey of names in an important English medieval record between 1216 and 1242 suggests that William remained just as popular nearly 200 years later. Known as the Henry III Fine Rolls, the manuscript’s 56 pieces of parchment contain millions of words documenting promises of money to the king in exchange for favors or concessions. Studies of the rolls funded by the Arts & Humanities Research Council have offered remarkable insight into numerous aspects of life in medieval England, including the role of social class, the development of the parliamentary state and the relationship between royals and their subjects.Researchers working on the Henry III Fine Rolls Project found that William was by far the most prevalent first name for males, appearing 1,217 times–twice as often as the runner-up, John. In total, 14.4 percent of the men mentioned in the rolls went by the name William, while 7.9 percent were called John. The findings corroborate previous studies showing that these two names continued to dominate official records well into the 14th century, according to a statement released by King’s College London, which participates in the project.William was the second most popular name for English baby boys 200 years ago and the most popular 100 years ago, according to the UK’s Office for National Statistics. By 1984, however, two years after the birth of Prince William, it ranked significantly lower, coming in 34th. (Christopher, James, David and Daniel led the pack.) By 2009, William had crept back up to eighth place, and some have predicted that media coverage of the future king’s impending marriage to Catherine Middleton will propel the name back up to the top.The Henry III Fine Rolls do not contain a single instance of the name of Prince William’s betrothed, despite the fact that Catherine and its variants first cropped up in England at the end of the 12th century. (Alice and Matilda are the most frequent, receiving 140 and 138 mentions, respectively.)","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Study Shows William Was Medieval England’s Most Popular Name","author":"History.com  Staff"}