{"url":"http://www.history.com/news/fdr-memorial-opens-in-new-york","content":"The completed memorial, with the United Nation headquarters on the right, in October 2012. (FDR Four Freedoms Park LLC/Paul Warchol)On Wednesday, almost 40 years after it was first proposed, a new memorial honoring Franklin D. Roosevelt opened in New York City. Perched on the southern tip of Roosevelt Island, Four Freedoms Park takes its name from the theme of the president’s 1941 State of the Union address, in which he expressed his belief in four universal rights: freedom of speech and expression, freedom of worship, freedom from want and freedom from fear. In the years since Roosevelt’s death in 1945, the speech’s inspiring words have become one of his most lasting legacies, finding their way into other tributes ranging from the Franklin Delano Roosevelt Memorial in Washington, D.C., to a series of paintings by Norman Rockwell.Plans for Four Freedoms Park were first announced in 1973, but for decades a seemingly endless series of delays left its organizers doubtful of its completion. In fact, until recently, few New Yorkers had even heard of the proposed memorial or knew much about the long, complicated history of its intended site—a 2-mile-long, 800-foot-wide island in the East River.Construction at the Four Freedoms Park site in October 2011. (Barbara Maranzani)Part of the Dutch settlement of New Amsterdam, the spot now known as Roosevelt Island passed hands privately several times before being purchased by New York officials in 1828. For more than a century it was home to a number of institutions intended to isolate some of the city’s least desirable citizens, including a workhouse, a smallpox hospital, a penitentiary and, most famously, the New York City Lunatic Asylum. The asylum, which opened in 1841, was the subject of a scandalous 1887 report by journalist Nellie Bly, who exposed the chronic mistreatment of mentally ill patients by its staff. It was during this dark era in the island’s history that it became known as Welfare Island.By the 1970s, these facilities had closed their doors and the island had been rezoned for residential use. But it needed a more positive, family-friendly image—and a new name. A redevelopment group that included Mayor John Lindsay decided to honor the memory of the 32nd president—a former New York governor and one of the state’s most celebrated native sons—by rechristening the strip of land Roosevelt Island.In 1973 the group announced plans to construct a memorial to Roosevelt at the island’s southern tip. The site overlooks the headquarters of the United Nations, an organization Roosevelt had fervently championed and which served as the bedrock for the freedoms he espoused in his 1941 speech. Architect Louis Kahn, known for a series of monumental works that harkened back to the stark grandeur of ancient ruins, was hired to design the park. For the Estonian-born Khan, whose family had struggled after emigrating to the United States in 1906 and who had himself found employment through Roosevelt’s New Deal-sponsored projects early in his career, the job held great emotional significance.However, just a year after he received the commission, Kahn suffered a heart attack and died in New York’s Pennsylvania Station. Although he had completed most of the memorial’s design (including detailed instructions on the precise types of materials to be used), the project floundered without its visionary. The subsequent collapse of the city’s economy in the late 1970s appeared to seal its fate, and the site languished for decades. Finally, in 2005, William vanden Heuvel, a former U.S. ambassador to the United Nations, spearheaded the project’s revival, raising the necessary funds from a consortium of private donors and governmental sources.Roosevelt bust and architect Louis Khan's \"Room\" at the southern end of Four Freedoms Park in October 2012. (FDR Four Freedoms Park LLC/Paul Warchol)Hewing as closely as possible to Kahn’s original design, the four-acre park includes a triangular-shaped lawn, flanked by more than 100 linden trees, that narrows as it approaches the island’s tip. The centerpiece of the memorial is a bronze bust of Roosevelt based on an earlier work by American sculptor Jo Davidson. Just beyond the bust lies a space Kahn dubbed the “Room,” designed to give visitors a place for quiet contemplation. Its 36-ton granite blocks are purposely set just an inch apart from each other, providing a unique perspective of Manhattan through narrow slits.Wednesday’s dedication ceremony, attended by members of the Roosevelt family as well as political figures including President Bill Clinton, New York Governor Mario Cuomo and New York City Mayor Michael Bloomberg, marked the end of a 40-year struggle for those involved in the project. But it carries special meaning for a few team members who have been with the memorial since its 1973 inception. For them, the opening honors not just a president’s stirring words of freedom, but also serves as a fitting tribute to the vision of one of the 20th century’s most influential architects.Four Freedoms Park opens to the public on October 24. Visit its website for more information.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"FDR Memorial Opens in New York","author":"Barbara  Maranzani"}