{"url":"http://www.history.com/news/empire-state-building-for-sale","content":"The race to build the tallest structure in the world can be traced to a series of ambitious businessmen. In 1913, retail magnate F.W. Woolworth shocked the world when he opened the 792-foot-tall gothic Woolworth Building in lower Manhattan–reportedly paid for in cash with the proceeds of his five-and-dime stores. For more than a decade, this remained the standard bearer for architectural achievement. With the arrival of the technological and economic booms of the 1920s, however, the field became quite crowded. In 1929, the Bank of Manhattan building at 40 Wall Street became the new champ, but was quickly overtaken by auto industry pioneer Walter Chrysler’s new corporate headquarters on 42nd Street, which reached a dizzying height of 1,050 feet.  Chrysler had little time to bask in his success, however.  One of his fiercest rivals in the automobile industry, John J. Raskob, a former executive at General Motors, sold his GM stock (at pre-1929 Wall Street Crash rates) and entered the skyscraper business for himself, forming the Empire State Corporation and hiring the architectural firm of Shreve, Lamb and Harmon to design his masterwork, which he planned to be the tallest building in the world.One of Raskob’s first goals was finding a suitable location for his new building. But, as is often the case with Manhattan real estate, his first choice was already occupied. The plot Raskob chose, at 5th Avenue and 34th Street was home to the original Waldorf-Astoria hotel, and before that had been the site of a Gilded Age mansion owned by Mrs. William Astor, or “The Mrs. Astor,” as she was known to 19th-century high society. The hotel was the result of a family feud between two branches of the Astor family that led to the mansion’s demolishment and the construction of two separate hotel buildings, which were later connected. With its link to the social power brokers of the day and its high standard of elegance, the Waldorf-Astoria soon became one of the most popular hotels in the world. By the 1920s, however, the hotel and its surrounding area had lost its appeal as New York’s social elite moved further uptown. In 1929, the building was sold for more than $15 million to John Raskob and his partners, and the current Waldorf-Astoria was built nearly a mile to the north, on Park Avenue and 50th Street.Eager to drum up publicity for his new endeavor, Raskob turned to one of New York’s most popular public figures, Alfred E. Smith. Smith was a three-term governor of New York, who had become one of the leading lights of the progressive era and was the 1928 Democratic presidential nominee. Known as the “Happy Warrior,” he was a native New Yorker who ceaselessly promoted the beauty of his city. Smith’s defeat in the 1928 presidential election left him out of public office–and without a job, but his close friend and adviser John Raskob had a solution: On election night, Raskob, who had been forced out of his position at GM in part because of his public support of Smith’s presidential bid, promised the dejected former governor that the two men would soon embark on a business venture that would change the city forever. Smith, who had often spoken of his childhood memories of watching the construction of another local landmark, the Brooklyn Bridge, from his Lower East Side home, became the public face of the corporation. It was Smith who decided that the official groundbreaking for the building take place on March 17, St. Patrick’s Day, to honor the city’s large Irish population, and Smith’s grandchildren who subsequently cut the ribbon opening the Empire State Building to the public in 1931.Designs for the Empire State Building began while the Chrysler Building was still under construction. The Empire State Building’s architect, William F. Lamb, unaware of how tall its competitor would be, was issued a challenge. According to legend, developer John Raskob, when interviewing Lamb, had asked him matter-of-factly, “Bill, how high can you make it so that it won’t fall down?” Lamb came through, and just 410 days into construction, it had already surpassed its rival. When the Empire was completed in May 1931, it soared 1,250 feet in the sky–200 feet taller  than the Chrysler Building. It would hold the record as the world’s tallest building for more than 40 years, until the opening of the World Trade Center in 1972. Despite its record-breaking status, Smith and Raskob still faced a problem: When it first opened, the Empire State Building was considered a flop. Located relatively far from the city’s transit hubs, and in a part of town then known more for its residential properties than commercial ones, the newly opened tower struggled to attract tenants. The skyscraper-building boom that had allowed for its construction had also coincided with the financial turmoil of the Great Depression, leaving a glut of unused office space on the market–including more than 75 percent of the Empire State Building alone. Critics who had previously praised the beauty and grandeur of the building now derisively referred to it as the “Empty State Building” and predicted a dour fate. So what saved it? Tourism. Its location might not have appealed to potential tenants, but the unparalleled views available from its observation decks certainly did. In its first year of operation, it pulled in more than $2 million dollars in ticket revenue– far more than its owners collected in rent. Eventually, the building found its financial footing and began to woo commercial tenants, but it took almost 20 years for the building to turn its first profit.The building continued to suffer during a series of economic downturns that hit New York City in the second half of the 20th century. Its occupancy levels have fluctuated, the high-priced commercial real estate market has relocated to other parts of the city and much of its office space and facilities have become outdated. In 2006, its current owners embarked on a $500 million renovation, which has had some success in luring tenants. It is believed that the money raised in a public stock offering announced in February 2012 will help complete these much needed renovations and make the structure a desirable business location for the 21st century.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Empire State Building For Sale?","author":"Barbara  Maranzani"}