{"url":"http://www.history.com/news/moon-created-by-giant-collision-studies-confirm","content":"NASA/JPL-CaltechOver the years, scientists have put forth a number of different hypotheses for how the moon formed. In the late 1800s, Charles Darwin’s son George proposed that a chunk of matter spun off from Earth and became our planet’s satellite. According to the “capture” model, meanwhile, the moon formed elsewhere in the solar system and was brought into orbit by Earth’s gravitational field. Yet another theory holds that the moon and Earth were born at the same time, sprouting from a single cloud of material within the original nebula that created the entire solar system.But ever since the mid-1970s, another scenario has edged out these lunar origin schemes to become the reigning hypothesis. Known as the giant impact theory, it maintains that the moon formed when Earth collided with a planet half its size—roughly as big as Mars—some 4.5 billion years ago. (Scientists call this imagined planet Theia after the deity who gave birth to the moon goddess in ancient Greek mythology.) The crash caused debris from both celestial bodies to orbit Earth—then a ball of partly molten rock rather than the solid orb we know today—and eventually coalesce to create the moon.Though it remains the prevailing hypothesis, the giant impact theory is far from an open-and-shut case. For one thing, research has shown that the moon’s composition closely resembles Earth’s, suggesting that another planet had little or no contribution after all. And scientists analyzing moon rocks have failed to find evidence of isotopic fractionation, a biochemical process that would accompany the extreme evaporation a massive collision would cause.This week, researchers published the results of three separate studies that attempt to plug these persistent leaks in the giant impact theory. Writing in the journal Nature, a team led by planetary scientist Frédéric Moynier of Washington University describes a new analysis of lunar rocks gathered during the Apollo missions. The scientists determined that the samples are depleted in volatile elements and contain a higher concentration of a heavy zinc variant than terrestrial rocks. “The only way to tell if the depletion is due to evaporation is by measuring the isotopic abundance of the different volatile elements,” Moynier explained. “The only way to modify the relative abundance of these two isotopes is via severe evaporation.”For the first time, Moynier and his colleagues reported, physical traces of a major impact event have been found. “My research is the first evidence that the moon has suffered very severe vaporization,” he said. “This fits pretty well with the idea that a planetary body collided with the Earth and was vaporized.” He noted that the study’s results do not shed light on the nature of that planetary body, or Theia.This week’s issue of the journal Science, meanwhile, includes two separate studies that buttress a different weakness in the giant impact theory: the question of how the moon can be so geochemically similar to Earth if it resulted from an interplanetary smashup. “Prior giant impact models predicted that the prelunar disk was composed mostly from material derived from the impactor planet, rather than from the target Earth,” explained astrophysicist Robin Canup of the Southwest Research Institute in Boulder, Colorado. “Because it seems likely that the impactor would have had a different oxygen composition than the Earth, the prior models did not offer a natural explanation for why a Moon that accumulated from such a disk would end up with the identical oxygen composition as the Earth.”To get around the problem, Canup developed computer simulations that explain the likeness while challenging the traditional picture of Earth as we know it crashing into a Mars-sized Theia. Instead, Canup’s scenario involves two planetary bodies each with roughly 50 percent of the current Earth’s mass. “The collision produces a merged planet, together with a circumplanetary disk from which the Moon later accumulates,” she said. “The near symmetry of the collision means that the disk and the final planet end up with equal mixes of material originating from the impactor and the target, so that even though the impactor and target have different compositions, the final planet and disk can have the same composition.” According to Canup’s model, then, the giant impact resulted in not only the formation of the moon but also a significant enlargement of our planet.In an accompanying paper, Matija Ćuk of the SETI Institute and Sarah Stewart of Harvard University present an alternate impact scenario involving a much smaller impactor that collides at very high velocity with a rapidly rotating Earth. “The two impact scenarios—the one I propose, and this one in Ćuk and Stewart—are both capable of producing a planet-disk pair with equal compositions,” Canup said.It remains to be seen whether this and other research will finally put to rest the doubts surrounding the giant impact theory. Still, these studies bring us a few small steps closer to understanding the cataclysmic event that forged our moon—and, potentially, Earth as we know it—some 4.5 billion years ago.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Moon Created by Giant Collision, Studies Confirm","author":"Jennie  Cohen"}