{"url":"http://www.history.com/news/the-killer-fog-that-blanketed-london-60-years-ago","content":"Getty ImagesClear skies dawned over London on December 5, 1952. An unusual cold snap had gripped the British capital for weeks, and as Londoners awoke, coal fireplaces worked overtime to take the chill from the air. As the day progressed, a light veil of fog began to enshroud Big Ben, St. Paul’s Cathedral and the rest of the city. By the afternoon, though, the fog began to turn a sickly shade of yellow as it mixed with the thousands of tons of soot being pumped into the skies of London by its forest of chimneys and industrial smokestacks.Smog was nothing new in London, but this particular “pea souper” quickly thickened into a poisonous brew unlike anything the city had ever experienced. A high-pressure system parked over London caused a temperature inversion—with the air 1,000 feet above the surface warmer than that at ground level—that prevented the smoke from the record amount of coal being burned into the skies from rising. And with nary a breeze to be found, there was no wind to disperse the soot-laden soup.The 30-mile-wide noxious smog, teeming with acrid sulfur particles, reeked like rotten eggs. It was so dense that residents in the Isle of Dogs section of the city reported they were unable to see their feet as they walked. For five days, the Great Smog paralyzed London and crippled all transportation, except for its Underground. Boat traffic on the Thames came to a halt. Flights were grounded and trains cancelled. Even during the middle of the day, drivers turned on their headlights and hanged their heads out the windows in an attempt to inch ahead through the yellow gloom. Many found the exercise futile and abandoned their cars. Conductors grasping flashlights and torches walked in front of the iconic double-decker buses to guide drivers nosing down the city streets. Wheezing pedestrians groped their ways around the city’s neighborhoods and tried not to slip on the greasy black ooze that coated sidewalks. By the time they returned home, with their faces and noses blackened by the air, Londoners resembled coal miners.Getty ImagesAuthorities advised parents to keep their children home from school in fear they would get lost in the smog. Burglaries and purse snatchings increased as emboldened criminals easily vanished into the cloaking darkness. Birds lost in the fog crashed into buildings. Eleven prize heifers brought to Earls Court for the famed Smithfield Show choked to death, and breeders fashioned improvised gas masks for their cattle by soaking grain sacks in whiskey. Weekend soccer games were cancelled, although Oxford and Cambridge carried on with their annual cross-country competition at Wimbledon Common with the help of track marshals who continually shouted, “This way, this way, Oxford and Cambridge” as runners materialized out of the thick haze. The smog seeped inside as well. A greasy grime covered exposed surfaces, and movie theaters even closed as the yellow haze made it impossible for ticket-holders to see the screen.Unfortunately, the Great Smog was much more than a nuisance. It was lethal, particularly for the elderly, babies and those with respiratory and cardiovascular problems. Outside of the coughing and the wheezing, death came silently to London. It wasn’t until undertakers began to run out of coffins and florists out of bouquets that the deadly impact of the Great Smog was realized. Deaths from bronchitis and pneumonia increased more than sevenfold. The death rate in the East End increased nine fold. Initial reports estimated that upwards of 4,000 died prematurely in the immediate aftermath of the smog, which finally lifted on December 9, 1952, after a cold wind from the west swept the toxic cloud away from London and out to the North Sea. The detrimental effects lingered, however, and death rates remained above normal into the summer, which have caused some experts to estimate the Great Smog claimed as many as 12,000 lives.Initially, the British government was reluctant to act in the wake of the Great Smog. Following a government investigation, however, Parliament passed the Clean Air Act of 1956, which restricted the burning of coal in urban areas and authorized local councils to set up smoke-free zones. Homeowners received grants to convert from coal to alternative heating systems. The transition away from coal as the city’s primary heating source to gas, oil and electricity took years, and during that time deadly fogs periodically occurred, such as one that killed 750 people in 1962, but none of them reached the scale of the Great Smog that descended upon London 60 years ago.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Killer Fog That Blanketed London, 60 Years Ago","author":"Christopher  Klein"}