{"url":"http://www.history.com/news/10-things-you-may-not-know-about-the-vatican","content":"Nikada/iStockphoto.com1. Vatican City is the smallest country in the world.\nEncircled by a 2-mile border with Italy, Vatican City is an independent city-state that covers just over 100 acres, making it one-eighth the size of New York’s Central Park. Vatican City is governed as an absolute monarchy with the pope at its head. The Vatican mints its own euros, prints its own stamps, issues passports and license plates, operates media outlets and has its own flag and anthem. One government function it lacks: taxation. Museum admission fees, stamp and souvenir sales, and contributions generate the Vatican’s revenue.2. St. Peter’s Basilica sits atop a city of the dead, including its namesake’s tomb.\nA Roman necropolis stood on Vatican Hill in pagan times. When a great fire leveled much of Rome in A.D. 64, Emperor Nero, seeking to shift blame from himself, accused the Christians of starting the blaze. He executed them by burning them at the stake, tearing them apart with wild beasts and crucifying them. Among those crucified was St. Peter—disciple of Jesus Christ, leader of the Apostles and the first bishop of Rome—who was supposedly buried in a shallow grave on Vatican Hill. By the fourth century and official recognition of the Christian religion in Rome, Emperor Constantine began construction of the original basilica atop the ancient burial ground with what was believed to be the tomb of St. Peter at its center. The present basilica, built starting in the 1500s, sits over a maze of catacombs and St. Peter’s suspected grave.Obelisk in St. Peter’s Square. (KevinAlexanderGeorge/iStockphoto.com)3. Caligula captured the obelisk that stands in St. Peter’s Square.\nRoman Emperor Caligula built a small circus in his mother’s gardens at the base of Vatican Hill where charioteers trained and where Nero is thought to have martyred the Christians. To crown the center of the amphitheater, Caligula had his forces transport from Egypt a pylon that had originally stood in Heliopolis. The obelisk, made of a single piece of red granite weighing more than 350 tons, was erected for an Egyptian pharaoh more than 3,000 years ago. In 1586 it was moved to its present location in St. Peter’s Square, where it does double duty as a giant sundial.4. For nearly 60 years in the 1800s and 1900s, popes refused to leave the Vatican.\nPopes ruled over a collection of sovereign Papal States throughout central Italy until the country was unified in 1870. The new secular government had seized all the land of the Papal States with the exception of the small patch of the Vatican, and a cold war of sorts then broke out between the church and the Italian government. Popes refused to recognize the authority of the Kingdom of Italy, and the Vatican remained beyond Italian national control. Pope Pius IX proclaimed himself a “prisoner of the Vatican,” and for almost 60 years popes refused to leave the Vatican and submit to the authority of the Italian government. When Italian troops were present in St. Peter’s Square, popes even refused to give blessings or appear from the balcony overlooking the public space.5. Benito Mussolini signed Vatican City into existence.\nThe dispute between the Italian government and the Catholic Church ended in 1929 with the signing of the Lateran Pacts, which allowed the Vatican to exist as its own sovereign state and compensated the church $92 million (more than $1 billion in today’s money) for the Papal States. The Vatican used the payment as seed money to re-grow its coffers. Mussolini, the head of the Italian government, signed the treaty on behalf of King Victor Emmanuel III.6. Popes did not live at the Vatican until the 14th century.\nEven after the construction of the original St. Peter’s Basilica, popes lived principally at the Lateran Palace across Rome. They even left the city altogether in 1309 when the papal court moved to Avignon, France, after King Philip IV arranged for a French cardinal to be elected pope. Seven popes, all French, ruled from Avignon, and the papacy did not return to Rome until 1377, by which time the Lateran Palace had burned and the Vatican started to be used as a papal residence. Much repair work needed to be done, however, because the Vatican had fallen into such disrepair that wolves dug for bodies in the cemetery and cows even wandered the basilica.Members of the Swiss Guard in Vatican City. (apomares/iStockphoto.com)7. The Swiss Guard was hired as a mercenary force.\nThe Swiss Guard, recognizable by its armor and colorful Renaissance-era uniforms, has been protecting the pontiff since 1506. That’s when Pope Julius II, following in the footsteps of many European courts of the time, hired one of the Swiss mercenary forces for his personal protection. The Swiss Guard’s role in Vatican City is strictly to protect the safety of the pope. Although the world’s smallest standing army appears to be strictly ceremonial, its soldiers are extensively trained and highly skilled marksmen. And, yes, the force is entirely comprised of Swiss citizens.8. At several times during the Vatican’s history, popes escaped through a secret passageway.\nIn 1277, a half-mile-long elevated covered passageway, the Passetto di Borgo, was constructed to link the Vatican with the fortified Castel Sant’Angelo on the banks of the Tiber River. It served as an escape route for popes, most notably in 1527 when it likely saved the life of Pope Clement VII during the sack of Rome. As the forces of Holy Roman Emperor Charles V rampaged through the city and murdered priests and nuns, the Swiss Guard held back the enemy long enough to allow Clement to safely reach the Castel Sant’Angelo, although 147 of the pope’s forces lost their lives in the battle.9. The majority of Vatican City’s 600 citizens live abroad.\nAs of 2011, the number of people with Vatican citizenship totaled 594. That number included 71 cardinals, 109 members of the Swiss Guard, 51 members of the clergy and one nun inside the Vatican walls. The largest group of citizens, however, was the 307 members of the clergy in diplomatic positions around the world. With Benedict XVI residing as a pope emeritus in the Vatican, the population will increase by one when a new pope is named.10. The Vatican Observatory owns a telescope in Arizona.\nAs Rome expanded, light pollution from the city made it increasingly difficult for astronomers at the Vatican Observatory—located 15 miles from the city at the papal summer residence in Castel Gandolfo—to view the night skies, so in 1981 the observatory opened a second research center in Tucson, Arizona. The Vatican conducts astronomical research with a state-of-the-art telescope that sits atop Mount Graham in southeast Arizona.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You May Not Know About the Vatican","author":"Christopher  Klein"}