{"url":"http://www.history.com/news/new-years-history-festive-facts","content":"Revelers celebrate New Year's Eve in Times Square. (Credit: Hiroko Masuike/Getty Images)What does “Auld Lang Syne” mean, and why do we sing the song at midnight on New Year’s Eve?\n“Auld Lang Syne,” the title of a Scottish folk song that many English speakers sing at the stroke of midnight on New Year’s Eve, roughly translates to “days gone by.” The poet Robert Burns is credited with transcribing, adapting and partially rewriting it in the late 18th century. Its lyrics, which rhetorically ask whether “auld acquaintance” should “be forgot,”  have been interpreted as a call to remember friends and experiences from the past. Though sung on New Year’s Eve since the mid-19th century, it became firmly cemented as a holiday standard when Guy Lombardo and the Royal Canadians played it during a radio broadcast from New York’s Roosevelt Hotel at midnight on December 31, 1929. The band went on to perform the hit every year until 1976, and loudspeakers continue to blast their rendition after the annual ball drop in Times Square.Who were the first to make resolutions for the new year?\nPeople have been pledging to change their ways in the new year—whether by getting in shape, quitting a bad habit or learning a skill—for an estimated 4,000 years now. The tradition is thought to have first caught on among the ancient Babylonians, who made promises in order to earn the favor of the gods and start the year off on the right foot. (They would reportedly vow to pay off debts and return borrowed farm equipment.) The age-old custom of breaking one’s newly formed resolutions within several months—a fate that befalls the majority of would-be reformers, according to statistics—probably originated shortly thereafter.When was the first New Year’s Eve ball dropped in New York’s Times Square?\nAn estimated 1 billion people around the world watch each year as a brightly lit ball descends down a pole atop the One Times Square building at midnight on New Year’s Eve. The world-famous celebration dates back to 1904, when the New York Times newspaper relocated to what was then known as Longacre Square and convinced the city to rename the neighborhood in its honor. At the end of the year, the publication’s owner threw a raucous party with an elaborate fireworks display. When the city banned fireworks in 1907, an electrician devised a wood-and-iron ball that weighed 700 pounds, was illuminated with 100 light bulbs and was dropped from a flagpole at midnight on New Year’s Eve. Lowered almost every year since then, the iconic orb has undergone several upgrades over the decades and now weighs in at nearly 12,000 pounds. In more recent years, various towns and cities across America have developed their own versions of the Times Square ritual, organizing public drops of items ranging from pickles (Dillsburg, Pennsylvania) to possums (Tallapoosa, Georgia) at midnight on New Year’s Eve.Who made January 1 the first of the year?\nThroughout antiquity, civilizations around the world developed increasingly sophisticated calendars, typically pinning the first day of the year to an agricultural or astronomical event. In Egypt, for instance, the year began with the annual flooding of the Nile, which coincided with the rising of the star Sirius. The first day of the Chinese new year, meanwhile, occurred with the second new moon after the winter solstice. In ancient Rome, the original calendar consisted of 10 months and 304 days, with each new year beginning at the vernal equinox; according to tradition, it was created by Romulus, the founder of Rome, in the eighth century B.C. Over the centuries, the calendar fell out of sync with the sun, and in 46 B.C. Julius Caesar decided to solve the problem by consulting with the most prominent astronomers and mathematicians of his time. He introduced the Julian calendar, which closely resembles the more modern Gregorian calendar that most countries around the world use today. As part of his reform, Caesar established January 1 as the first day of the year, partly to honor the month’s namesake: Janus, the Roman god of beginnings, whose two faces allowed him to look back into the past and forward into the future. In medieval Europe, Christian leaders replaced January 1 as the first of the year with days carrying more religious significance, such as December 25 (the anniversary of Jesus’ birth) and March 25 (the Feast of the Annunciation). Pope Gregory XIII reestablished January 1 as New Year’s Day in 1582.What are some traditional New Year’s foods?\nAt New Year’s Eve parties and celebrations around the world, revelers enjoy meals and snacks thought to bestow good luck for the coming year. In Spain and several other Spanish-speaking countries, people bolt down a dozen grapes—symbolizing their hopes for the months ahead—right before midnight. In many parts of the world, traditional New Year’s dishes feature legumes, which are thought to resemble coins and herald future financial success; examples include lentils in Italy and black-eyed peas in the southern United States. Because pigs represent progress and prosperity in some cultures, pork appears on the New Year’s Eve table in Cuba, Austria, Hungary, Portugal and other countries. Ring-shaped cakes and pastries, a sign that the year has come full circle, round out the feast in the Netherlands, Mexico, Greece and elsewhere. In Sweden and Norway, meanwhile, rice pudding with an almond hidden inside is served on New Year’s Eve; it is said that whoever finds the nut can expect 12 months of good fortune.What do Paul Revere, J. Edgar Hoover, Lorenzo de Medici, Betsy Ross and Pope Alexander VI have in common?\nAll of these historical figures came into the world on January 1. According to tradition, babies born on the first of the year grow up to enjoy the luckiest of lives, bringing joy and good fortune to those around them. (You can be the judge of whether these particular individuals lend support to the legend.) The use of a baby as a personification of the new year has been traced to ancient Greece, where an infant in a basket was paraded around to mark the annual rebirth of Dionysus, the god of wine and fertility. Sometimes accompanied by Father Time, “Baby New Year” has appeared in banners, cartoons, posters and cards for several hundred years.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"New Year’s History: Festive Facts","author":"History.com  Staff"}