{"url":"http://www.history.com/news/remembering-the-first-battle-of-bull-run-manassas","content":"Cannons at Virginia’s Manassas Battlefield Park, site of the First Battle of Bull Run (Manassas) on July 21, 1861.What events led up to the First Battle of Bull Run?\nThe war had begun three months earlier at Fort Sumter, but since then there had only been small-scale clashes between the two sides. Abraham Lincoln decided to strike first. The Union strategy was to deal a crushing blow to Confederate forces near Manassas, Virginia, and quickly march on Richmond, the Confederate capital. Union General Irvin McDowell, worried that his untrained troops were unprepared for such an endeavor, protested the plan, but Lincoln overruled him. Why did he do this? Well, there was enormous pressure in the North, primarily from the press, for a quick, decisive action to end the war. More importantly, however, the 90-day term of enlistment for most of the soldiers who had joined the Union Army after Fort Sumter was set to expire. Lincoln believed that this might be his only chance to use this massive military force before he lost it.Depiction of the First Battle of Bull Run by Sidney E. King.What exactly happened during the battle?\nAt first, the Union Army seemed on the verge of victory, pushing back P.G.T. Beauregard’s forces at Warrenton turnpike, while one Southern brigade, led by General Thomas “Stonewall” Jackson, desperately tried to hold the high ground at Henry Hill House. The tide of the battle turned later in the day, with the arrival of Confederate reinforcements under the command of Joseph E. Johnston. The increasingly disorganized and overwhelmed Union Army collapsed under the pressure of the Confederate counterattack, resulting in a frantic retreat. However, the Confederate troops were just as exhausted and disorganized, and they were unable to mount a pursuit of the fleeing Union Army.What happened in the aftermath of the battle?\nIt took the shattered Union Army nearly 36 hours to get back to Washington, D.C., marching almost without rest or food. As one soldier put it, this army that was supposed to crush the Confederates limped back into the capital “more dead than alive.”Meanwhile, Lincoln grasped the severity of the situation immediately. Just one day after the battle, on July 22, he signed a bill that called for the enlistment of 500,000 additional soldiers for a length of service of three years. Lincoln also quickly removed Irvin McDowell from command, replacing him with George B. McClellan. McClellan would prove instrumental in reorganizing the Union Army into a competent, well-trained fighting force, but he would soon clash with Lincoln over the idea of actually using this army in battle.Confederate leaders had conflicted reactions. P.G.T. Beauregard was hailed as a hero and promoted to full general by Confederate President Jefferson Davis. However, there was a fair amount of finger pointing and squabbling within the military over the failure of Beauregard and Johnston to pursue and crush the Union Army during their panicked retreat.Why is the battle known by two different names?\nThe two armies chose different naming conventions for military engagements. The Union Army usually named them after natural resources like rivers or bodies of water (in this case, Bull Run Creek), while the Confederate Army named them after nearby towns, farms or even railroad junctions (hence, Manassas). You see this throughout the war, with differing names for battles such as Shiloh, also known as Pittsburg Landing, and Antietam, also known as Sharpsburg.What are some interesting things about Bull Run that people might not know?\nIt’s hard to imagine this today, but the First Battle of Bull Run was in many ways a spectator event. Northerners were pretty sure this would be the first—and last—significant battle of the war, and they wanted to see the action for themselves. Hundreds of people—including reporters, government officials and even average citizens—traveled out to watch the battle. They made a day of it, bringing picnic lunches and wine, almost as if they were attending a modern-day tailgate party. Unfortunately, once the tide of battle turned, this civilian crowd was caught up in the frenzied retreat of the Union Army as they all made their way back to Washington, D.C., along the same crowded roads. One northern Congressman, Alfred Ely of New York, was even captured by Confederate forces during the retreat, and he spent more than five months in a Richmond prison before being released.Also, the Civil War has often been called a clash of “brother against brother” to emphasize how close the relationships were between soldiers, but this was also true among military leaders. Nearly 900 West Point graduates fought in the Civil War, with many of them facing each other on the battlefield not long after graduation. Bull Run is a perfect example of this. Irvin McDowell and P.G.T. Beauregard had been classmates at the U.S. Military Academy, both members of the class of 1838. Speaking of soldiers, many who would go on to serve with great distinction saw their first major combat of the war at Bull Run, including William T. Sherman and Thomas Jackson, who would earn the nickname “Stonewall” due to his bravery during the battle.Another thing to note about Bull Run is the role of technology. This was the first battle in American history in which railroads were used to transport soldiers—in this case, Confederate reinforcements—to the front lines. The railroad would go on to play an enormous tactical role during the war.The Stone House in Manassas National Battlefield Park, which served as a field hospital during the First and Second Battles of Bull Run.What is the significance of Bull Run?\nYou could almost say that Bull Run signaled an end to the innocence and naïveté both sides had about the war. It was the bloodiest battle in American history up to that point. There were almost 850 deaths and more than 4,000 missing or wounded. The Union defeat was a huge shock to the North, which had been sure of its massive military—and moral—advantage. Any hopes they had of a quick victory were dashed. Some in the South rejoiced over the triumph at Bull Run, which they felt proved that a Confederate soldier was the equal of any Union soldier, while others shared the feeling of most Northerners: that this was going to be a very long struggle.What has happened to the area where Bull Run was fought?\nMuch of the battlefield is under the control of the National Park Services’ Manassas National Battlefield Park, although some acreage is still subject to modern development. However, many other Civil War battlefields are at extreme risk due to planned commercial and residential development, and there are a few ways Americans can help save these sites. The Civil War Trust is America’s largest nonprofit organization dedicated to the preservation of these endangered battlefields. In commemoration of the 150th anniversary of the war, HISTORY has partnered with the Civil War Trust and the National Park Foundation to launch the Give 150™ campaign, which gives Americans an opportunity to donate money or their time to preservation projects. Click here to find out how you can help.Note from Libby: I don’t want the world to think I claim encyclopedic knowledge of Civil War battles. As much as I’d like to pretend I knew every detail off the top of my head, I was given time to research these answers, so now I have no excuse if you find errors. And given the topic, I’m sure someone will find a mistake, Civil War fans being notoriously hard to please. But I want to give a shout-out to our digital team, because they’ve put such great material together on our site. Keep exploring—enormous riches lie within.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering the First Battle of Bull Run (Manassas)","author":"History.com  Staff"}