{"url":"http://www.history.com/news/can-we-stop-blaming-rats-for-the-black-death","content":"A 15th-century illustration thought to depict the Black Death, which devastated Europe, North Africa and Central Asia in the 1340s.After 10 years of poring over documents and archaeological evidence attesting to the Black Death’s devastation of London in the late 1340s, Barney Sloane smelled a rat. Or rather, he failed to catch a whiff of the flea-infested rodent armies most scholars have charged with spreading the fatal disease. In a new book published last month, Sloane paints a revised picture of England’s most populous city in the throes of the terrifying pandemic, suggesting, among other things, that some of history’s most vilified pests deserve an apology.Typically considered an outbreak of the bubonic plague, which is transmitted by rats and fleas, the Black Death wreaked havoc on Europe, North Africa and Central Asia in the mid-14th century. It killed an estimated 75 million people, including 30 to 60 percent of Europe’s population. According to the traditional narrative, the crisis reached England in the spring of 1348 and began assailing its capital by late summer. Scores of Londoners developed painful swellings that oozed blood and pus before suffering fevers, chills, vomiting and severe aches and pains that often heralded their imminent deaths.In the course of his book research, Sloane, who handles research grants for the organization English Heritage, uncovered clues that cast doubt on certain aspects of this account. First, using previously untapped archival sources, he adjusted the timeline of the plague’s sojourn in London in 1348 and 1349. “The evidence shows the plague appeared in November and reached its height in April,” he explained, “so it spread right through the cold winter months when rats and fleas should not be so active.” If vermin played a significant role, he theorized, plague cases would have petered out, not snowballed, when temperatures began to fall.A former field archaeologist at the Museum of London, Sloane also found that excavations in the city have turned up little evidence of a massive rat die-off coinciding with the plague. “Tens of thousands of people died,” he said. “If it was rats [that spread the disease], they too should have died in the thousands, and we would expect to see a significant number of rat bones in waterlogged 14th-century contexts. Instead we see generally low levels of bones, which is suspicious.”Finally, wills hastily drafted by panic-stricken Londoners as the Black Death ravaged their communities revealed that the disease proliferated like wildfire; in many affected households, people died within hours or days of signing, and their beneficiaries followed them to the grave in short order. In Sloane’s view, this rapid rate of transmission suggests that the plague spread from person to person, not through bites from rat-borne fleas.Sloane said his findings call into question the theory that bubonic plague—caused by the bacterium Yersinia pestis—was responsible for decimating medieval Europe. Other researchers, including James Wood of Penn State University, have expressed similar doubts, pointing out that the pandemic’s hallmark symptoms occur in many other diseases that spread quickly among human carriers. In October 2010, a group of European scientists claimed to have settled the debate by using DNA analysis to implicate Yersinia pestis in the outbreak. But their study did not encompass pre-1348 graves, so it is possible that the bacterium was present but not the actual killer, said Sloane. “On balance, I am suggesting we need to be more scientific and do more work before claiming we have solved the mystery,” he explained.In his book, Sloane challenges other prevailing assumptions about the Black Death in London as well, including its casualty count. “London’s population was maybe 60,000,” Sloane said. “I believe firmly that something like 35,000 people died in nine months—up to 60 percent of the population. This is considerably higher than the 35 to 45 percent normally suggested.”He also explores how the aftermath of the plague, which left its ghastly stamp on England and Europe for decades, shaped the social and moral context of the era. “It clearly changed how Londoners at least approached death, burial and charity to their fellows,” he said. “Survivors tended to give more away to good causes in their wills; they included more instructions to be buried close to loved ones; and they made more bequests to particular social groups such as lepers, prisoners and hermits.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Can We Stop Blaming Rats for the Black Death?","author":"Jennie  Cohen"}