{"url":"http://www.history.com/news/worlds-oldest-known-beds-repelled-bugs","content":"To this day, people living on the uThongathi River in South Africa collect sedges to make sleeping mats. Research shows their ancestors were doing this as far back as 77,000 years ago.“The fossilized leaves were uncovered as a ‘sheet’ of white plant matter overlying layers of sedge leaves and stems,” recalled Wadley, who described the find in Science along with several co-authors. “I suspected whilst excavating them that the leaves were deliberately collected as part of bedding because all the leaves were clearly the same taxon. If leaves had simply blown into the site from the forest, there would have been several different tree species represented.”The team determined that Sibudu’s sporadic inhabitants were bunking down on these natural sleeping bags as far back as 77,000 years ago, making the site’s ancient bedding 50,000 years older than other known examples. People probably collected sedges and grasses from the nearby river valley to blanket the shelter’s hard rock floor, Wadley said. Tools and charred boned found among the plant layers imply that the mats also served as comfortable surfaces for sitting, eating and working during the waking hours, Wadley explained.Leaves found at the Sibudu site in South Africa, thought to have been used for bedding.Since insects that carry fatal illnesses are endemic to Africa, the bedding at Sibudu might have improved health conditions at the camp and even saved lives. “Even when mosquitoes are not malaria vectors, their bites can cause infection and disease,” Wadley noted. “The protection of small children from biting insects would have been especially important for preventing child mortality. The leaves may have repelled flies, too, and flies are another cause of disease.”Around 73,000 years ago, the people of Sibudu began burning their bedding before packing up to leave, archaeological evidence shows. An important clue to the nomadic population’s habits, this suggests that they frequently returned to the same shelter, Wadley sad. “Burning fusty bedding was a way to clean up the site for instant re-use,” she explained. It also sheds light on how the people of Sibudu harnessed fire for more than just cooking, warmth, protection and manufacturing adhesives for tools, she added. “Our research adds that fire was used as a sanitizing agent that enabled a camp site to be occupied repeatedly,” she said. “The bedding was burnt primarily to rid it of pests—insects and perhaps rodents—and to clean up decaying organic material.”Previous research by Wadley and her colleagues has painted a detailed picture of the lifestyle and culture of Sibudu’s population during the Middle Stone Age. Moving frequently between shelters and open-air campsites, they used spears and other weapons to hunt large animals such as zebras and buffalo. Along with stone and bone tools, they crafted ornaments from seashells. But the bedding discovery in particular rounds out our understanding of their daily lives, Wadley said. “Archaeologists tend to focus on rare finds such as early ornaments and engravings,” she said. “However, domestic activities, like preparing and destroying plant bedding, can also provide important information about changing settlement patterns and even demography.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"World’s Oldest Known Beds Repelled Bugs","author":"Jennie  Cohen"}