{"url":"http://www.history.com/news/the-end-of-an-era-india-shutters-its-telegraph-system","content":"An employee monitors an incoming telegram at a telecommunications office in Bangalore, India. (Credit: Manjunath Kiran/AFP/Getty Images)Telegraph services in India date back to 1850, when the first experimental telegraph line was established between Calcutta and Diamond Harbour. The British East India Company started using the telegraph a year later, and by 1854—when the system opened to the public—telegraph lines had been laid across the country. The telegraph continued to thrive, in India and around the world, even after Alexander Graham Bell patented the telephone in 1876. For more than half a century, telegrams were sent over cable lines, but in 1902 (capitalizing on the work of Italian inventor Guglielmo Marconi) the Indian system went wireless.In India, as in the rest of the world, a trend toward digital communications that began with the advent of the digital computer in the 1960s, increasingly threatened the continued relevance of the telegraph. By the 1980s, the analog facsimile telegraph, perfected in the 1930s and used to send information over telephone and telegraph lines, was replaced by the digital fax machine. Fax—and later email—began to eclipse telegrams, regular mail and other earlier communications systems, a process that only accelerated with the rise of the Internet.In the 1990s, Indian telecommunications company Bharat Sanchar Nigam Ltd. (BSNL) took over the country’s telegraph system from the Indian postal service. But the increasing dominance of email and SMS continued to take its toll on the newly privatized telegraph. Two years ago, faced with declining revenues, BSNL instituted the first telegram price hike in some 60 years. From three or four rupees (U.S. $0.05 to $0.07) for 50 words, the price of taar shot up to 27 rupees (U.S. $0.47) for 50 words. Last March, in a last-ditch effort to cut costs, the company ceased international telegraph service. Despite these efforts to make the telegraph business financially viable, BSNL still posted losses of some 17 million rupees (U.S. $290,000) during the last two years.When BSNL then asked the Indian government to support the telegraph again, the company was told to evaluate whether the system was still necessary. As a result, in consultation with the Department of Posts, BSNL decided to cease all services beginning July 15. A senior BSNL official told the Times of India that: “The telegram had lost its relevance. The basic idea of a taar was to send a message fast. Now SMS, fax and emails do that job. With smart phones, people send and receive emails on the move. So when we sought government support to keep the telegram alive, we were asked to decide its fate on a commercial basis and hence will now be discontinuing the service.” The company plans to shift telegraph staff members to work with its modern-day successors, including mobile services, landline telephony and broadband.An official from India’s National Federation of Telecom Employees criticized the decision to shut down the telegraph, arguing that people in poorer areas of the country, who are unable to afford the Internet, computers or phones, still rely on telegrams. In addition, Indian courts had previously accepted only telegrams and telegram receipts as proof of evidence in civil or criminal suits.In the age of smartphones, India is only the latest country to bid goodbye to the telegram. Western Union, the dominant telegraph company in the United States since its founding in 1856, was reorganized as the Western Union Corporation in 1988 and refocused on handling money transfers and related services. In 2006, the company shut down its telegraph services for good. On the other hand, correspondents in Sweden and the United Kingdom still use telegrams for nostalgia purposes, and a dwindling number of countries—including Russia, Canada, Germany, Switzerland, Belgium, Mexico, the Netherlands, Slovenia and Bahrain—continue to offer full telegraph services.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The End of an Era: India Shutters its Telegraph System","author":"Sarah  Pruitt"}