{"url":"http://www.history.com/news/did-neanderthals-die-out-much-earlier-than-we-thought","content":"Getty ImagesAs part of the study, which appeared in the Proceedings of the National Academy of Science (PNAS), an international team of scientists re-examined previously tested animal fossils from Neanderthal-era sites in southern Iberia (modern-day Spain), a region believed to have been one of the last refuges for Neanderthals before their extinction. The team was led by Oxford University’s Thomas Hingham and Rachel Wood from the Australian National University at Canberra.Earlier tests had dated the bones to around 35,000 years old—providing a 7,000-year overlap between Neanderthals and the first Homo sapiens, who arrived 42,000 years ago. This time around, however, the samples were tested utilizing a new technology, known as “ultrafiltration,” which removes carbon molecules and other contaminations from bone samples, allowing for a more accurate radio carbon dating, particularly of collagen. Scientists collected 215 samples from 11 different Spanish sites, but in the end were only able to extract testable collagen from eight of them. It is not uncommon for ultrafiltration testing to lead to improved methods of dating, but the results of these tests shocked even the research team—they indicated that Neanderthals disappeared from the region 50,000 years ago—15,000 years earlier than previously thought. Wood noted, “At other sites in Europe, we have seen that this improved method of dating bone makes a difference, making old bones older. However, we do not normally see such consistently large differences.” If true, that would make it nearly impossible for them to have interbred with Homo sapiens, who had not yet arrived on the scene. In fact, there’s an outside chance the fossils may be even older—50,000 years is the upper limit for radio carbon dating.The study is not without its detractors. Some scientists have expressed concern over the relatively small sample size, while others point out that ultrafiltration testing at a different Spanish site, Cueva Antón, actually confirmed the original dating of 35,000 years old. However, Higham and Wood’s team believe that Cueva Antón was most likely settled by Homo sapiens and not Neanderthals, which explains the younger fossils found there.So, if modern man and Neanderthals met and mated, when—and where—did it happen? The study makes clear that this new theory does not rule out the possibility of interbreeding between Homo sapiens and Neanderthals, just that it seems highly unlikely to have occurred in this part of Europe, as previously believed. Instead, the intermingling of the two species probably happened much earlier, either while the two groups were still in their native Africa, or when both had begun their migrations into the Mediterranean or what is now the Middle East.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Did Neanderthals Die Out Much Earlier Than We Thought?","author":"Barbara  Maranzani"}