{"url":"http://www.history.com/news/solving-the-riddle-of-stonehenges-construction","content":"For centuries, historians and archaeologists have puzzled over the many mysteries of Stonehenge, the prehistoric monument that Neolithic builders toiled over for an estimated 1,500 years. While many modern scholars now agree that it served as a sacred burial ground, they have yet to explain how a civilization without modern technology—or even the wheel—produced the mighty circle of upright megalithic stones. Stonehenge’s outer ring consists of sarsen sandstone slabs that hail from local quarries, but its inner ring is made up of smaller rocks called bluestones that scientists have traced to the Preseli Hills in Wales, some 200 miles from where Stonehenge sits on England’s Salisbury Plain. How did the workers who broke ground on Stonehenge as early as 5,000 years ago transport these 4-ton boulders over such a great distance?Wicker Baskets\nIn November 2010, the engineer and former BBC presenter Garry Lavin unveiled a new hypothesis, suggesting that the builders used basket-like wicker cages to transport Stonehenge’s massive bluestones. To demonstrate his concept, he created a prototypical cradle made from willow and alder saplings. Lavin believes that groups of four or five men used similar contraptions to roll the stones over long distances, perhaps with the help of oxen. When they reached rivers, the giant baskets became flotation devices that the movers could guide downstream.Lavin’s theory is supported by archaeological evidence that people were already weaving baskets and other structures back when Stonehenge was created. So far, though, he’s only managed to test his prototype on a 1-ton slab—a fraction of the bluestones’ size. Further experiments with supersized baskets and 5-ton rocks may show how much water the basket hypothesis really holds.Ball Bearings\nShortly before Lavin’s basket theory made headlines, researchers from the University of Exeter proposed their own innovative solution to the mystery of Stonehenge. After studying puzzling stone balls found near ancient stone circles in Scotland that resemble Stonehenge, they concluded that Neolithic workers may have used wooden or stone balls and long grooved planks to slide the heavy slabs all the way from Wales. With a team of oxen, the researchers estimate, Stonehenge’s creators could have transported the massive rocks some 10 miles a day, taking roughly two weeks to make the trek from the Preseli Hills quarry to the construction site in England.The researchers tested their theory by enlisting student volunteers and constructing a model out of wooden balls, planks and concrete slabs. While they have yet to reproduce the experiment with more authentic materials and oxen, initial attempts suggest that their hypothesis is entirely feasible—and that Leonardo da Vinci may not have been the inventor of ball bearings after all.Stone Age Technology\nIn 2003, Wally Wallington, a retired construction worker from Michigan who built a Stonehenge replica in his yard, demonstrated a low-tech way to move large objects by placing walnut-sized rocks underneath them and spinning them. According to his estimates, one man could transport a 1-ton concrete block 300 feet per hour with this technique, and a team of movers could convey much bigger objects at faster rates. Wallington has single-handedly moved an entire barn and many other hefty structures using his simple method.Wallington also explored how Stonehenge’s builders might have raised the enormous stones, using weights and leverage to slowly rock heavy pillars into standing positions. His approach resembles that of Edward Leedskalnin, the Latvian-born eccentric who built the extraordinary monument known as Coral Castle in Florida between 1923 and 1951. Constructed by one man without the help of modern technology, Leedskalnin’s masterpiece consists of numerous megalithic stones that weigh up to 30 tons each.Sledges, Rollers and Boats\nAccording to one longstanding theory, Stonehenge’s builders fashioned sledges and rollers out of tree trunks to haul the bluestones from the Preseli Hills. In this scenario, they transferred the boulders onto rafts once they reached the sea and floated them first along the Welsh coast and then up the River Avon toward Salisbury Plain; alternatively, they may have towed each stone with a fleet of vessels.In 2000, a group of volunteers attempted to reenact this journey by dragging a 3-ton boulder over land and water from Wales to Stonehenge. Their ambitious endeavor came to a screeching halt when the stone, suspended between two boats in the Bristol channel, broke through its sling and plunged into the sea.Glaciers\nAs early as the 1970s, geologists have been adding their voices to the debate over how Stonehenge came into being. Challenging the classic image of industrious Neolithic builders pushing, carting, rolling or hauling the craggy bluestones from faraway Wales, some scientists have suggested that glaciers, not humans, did most of the heavy lifting. The globe is dotted with giant rocks known as glacial erratics that were carried over long distances by moving ice floes. Perhaps Stonehenge’s mammoth slabs were snatched from the Preseli Hills by glaciers during one of the Ice Ages and deposited a stone’s throw away—at least comparatively—from Salisbury Plain.Most archaeologists have remained cool toward the glacial theory, wondering how the forces of nature could possibly have delivered the exact number of stones needed to complete the circle. It is also unclear whether ice sheets ever made it far enough south to cover land in Stonehenge’s vicinity.Magic\nAccording to the 12th-century writer Geoffrey of Monmouth, whose tale of King Arthur and mythical account of English history were considered factual well into the Middle Ages, Stonehenge is the handiwork of the wizard Merlin. In the mid-fifth century, the story goes, hundreds of British nobles were slaughtered by the Saxons and buried on Salisbury Plain. Hoping to erect a memorial to his fallen subjects, King Aureoles Ambrosias sent an army to Ireland to retrieve a stone circle known as the Giants’ Ring, which ancient giants had built from magical African bluestones. The soldiers successfully defeated the Irish but failed to move the stones, so Merlin used his sorcery to spirit them across the sea and arrange them above the mass grave. Legend has it that Ambrosias and his brother Uther, King Arthur’s father, are buried there as well.The suspension of disbelief requirement aside, modern science has shown that Stonehenge’s construction predates Merlin—or, at least, the real-life figures who are said to have inspired him—by several thousand years.Ancient Aliens\nIn a modern take on the Merlin hypothesis, proponents of ancient alien theory—also known as the ancient astronaut theory—believe that extraterrestrials with superior knowledge of science and engineering landed on Earth thousands of years ago, sharing their expertise with early civilizations and helping them build architectural wonders such as Stonehenge. They also credit alien visitors for the construction of the Egyptian pyramids, Easter Island’s mysterious statues and a variety of other monuments.The author Erich von Däniken, who is often considered the father of ancient alien theory, has suggested that Stonehenge is a model of our solar system. A number of other explanations have been offered for aliens’ alleged hand in Stonehenge’s creation, including that the stone circle served as a landing pad for spaceships or as an observatory for extraterrestrial activity in the skies.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Solving the Riddle of Stonehenge’s Construction","author":"Jennie  Cohen"}