{"url":"http://www.history.com/news/corrupt-roman-gladiators-busted-by-cops","content":"Men dressed as gladiators wait for tourists outside the Colosseum in Rome. (Credit: Bloomberg via Getty Images)At least, that’s how Roman police officers decided to take down a ring of warrior impersonators accused by tour guides and fellow reenactors of using violence and intimidation to monopolize prime tourist destinations. Visitors have also described scams in which helmeted, sandal-clad conmen offer to snap photos but demand substantial sums for the return of the camera or collect money for tours that never take place.For muscle-bound men who don’t mind donning elaborate costumes and loitering outside Rome’s sites and museums for hours on end, posing for photographs with snap-happy tourists can be a lucrative activity, yielding up to $14 a shot. Many of these throwbacks to the city’s distant past also double as promoters for tour agencies, receiving a cut of the business they bring in. With dozens of modern-day gladiators vying for the attention of amused (or aggravated) tourists, it should come as no surprise that competition is almost as fierce as in the Colosseum of yesteryear.In recent months, however, a ruthless gang affiliated with five tour agencies and seven families has allegedly been taking exceptionally extreme measures to defend their turf. Back in ancient times, such criminals might have been fed to the lions. Instead, Roman police conducted a sting operation on Wednesday at the Colosseum, the Forum, Piazza Venezia and the Vatican, masquerading as gladiators, street cleaners and ordinary bystanders. At each site, the undercover officers leapt into action after being threatened by suspected ruffians or witnessing their usual tricks.As bewildered tourists looked on, 20 suspects were wrestled to the ground, handcuffed and taken into custody. The bizarre scene unfolded just three days after a bomb scare rattled crowds at the Colosseum last Sunday.It wasn’t the first time phony ancient Roman fighters have run afoul of the law. According to The Guardian, in 2003 an impersonator was arrested for carrying a real sword. That same year, a fistfight broke out at the Colosseum between rival gladiator groups. And in 2007, police cracked down on a costumed man who allegedly assaulted two tourists who both wound up in the hospital. An official plan to license Rome’s reenactors, which included a stipulation that they wear authentic garb, was announced in 2002 but has yet to be instituted.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Corrupt Roman Gladiators Busted by Cops","author":"History.com  Staff"}