{"url":"http://www.history.com/news/water-once-flowed-on-mars-rover-pictures-suggest","content":"A rocky outcrop captured by Curiosity’s cameras. (NASA)The Curiosity rover, which has been exploring Mars since late August, has gathered strong evidence that water once flowed on the Red Planet’s surface, NASA scientists announced last week. Just weeks into its two-year mission, the robotic explorer beamed back images of two rocky outcrops containing rounded and angular stones. Experts interpret these features, which stand out from the reddish-brown powder that blankets the Martian landscape, as ancient streambeds where large volumes of water vigorously coursed in the distant past.In a statement released by NASA, Curiosity investigator William Dietrich of the University of California, Berkeley, painted a picture of Mars’ long-gone tributaries, describing them as ankle- to hip-deep and capable of moving up to 3 feet per second. These estimates are based on the sizes and shapes of the streambeds’ various rocks. “Plenty of papers have been written about channels on Mars with many different hypotheses about the flows in them,” Dietrich noted. “This is the first time we’re actually seeing water-transported gravel on Mars. This is a transition from speculation about the size of streambed material to direct observation of it.”Indeed, scientists have spent years investigating whether the Red Planet once had liquid water on its surface—a prerequisite for living organisms to develop and survive. Present-day Mars has two permanent polar ice caps and frozen water beneath its permafrost, but its temperature and atmospheric pressure are too low for water to exist in liquid form. Curiosity’s landing site—in the planet’s Gale Crater, an area roughly the size of Connecticut and Rhode Island combined—was chosen precisely because orbiting spacecraft have unearthed traces of past water there, suggesting the region could once have harbored microbial life.It was Mariner 9, which became the first spacecraft to orbit another planet when it reached Mars in November 1971, that detected the earliest hints of the Red Planet’s soggy history. The unmanned probe snapped 7,329 images of the Martian surface, producing a global map of Earth’s neighbor that dramatically altered astronomers’ understanding of its geography and geology. Among other features, it revealed the existence of what appeared to be valleys, canyons, channels and riverbeds, presumably carved by liquid water.In the mid-1970s, the Viking space probes sighted even more evidence that water had lefts its mark on the Martian landscape. And in 2008, soil tests by the Phoenix lander confirmed that ice lay under the planet’s surface, corroborating observations made by the Mars Odyssey orbiter in 2002. Meanwhile, studies of Martian rocks have revealed mineral compositions implying that liquid water—and, possibly, conditions conducive to life—graced the Red Planet millions or billions of years ago.Curiosity will soon make its way to Mars’ Mount Sharp, where clay and sulfate minerals are thought to await discovery, in its quest to uncover life-friendly conditions on the planet. NASA scientist John Grotzinger of the California Institute of Technology said that the streambed discovery bodes well for the mission. “A long-flowing stream can be a habitable environment,” he explained. “It is not our top choice as an environment for preservation of organics, though. We’re still going to Mount Sharp, but this is insurance that we have already found our first potentially habitable environment.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Water Once Flowed on Mars, Rover Pictures Suggest","author":"Jennie  Cohen"}