{"url":"http://www.history.com/news/emancipation-proclamation-copy-signed-by-lincoln-for-sale","content":"An “Authorized Edition” copy of the Emancipation Proclamation, expected to fetch $2 million at auction Tuesday. (Credit: Seth Kaller, Inc.)Known as an “Authorized Edition” of the Emancipation Proclamation, the item up for auction is signed by Lincoln and Secretary of State William Seward. In this respect, it’s as close to the original as it gets. Intended as a fundraising item, the edition was printed by a pair of entrepreneurs, Charles Leland and George Boker. In 1864 they hit upon the idea to produce 48 copies of the Emancipation Proclamation to be autographed by the president and sold at the Philadelphia Great Central Sanitary Fair in June of that year.Lincoln had previously donated an autographed item to benefit the fair’s organizer, the United States Sanitary Commission (USSC), a private agency that held events around the country to raise money for Union soldiers. This mission was dear to Lincoln’s heart, and he once stated that the money it raised served to “relieve and comfort our brave soldiers.” The USSC improved conditions in military camps by funding the hiring of nurses and providing goods like medication and stationery. Louisa May Alcott, author of “Little Women,” served as a sanitary commission nurse.Leland and Boker had corresponded with Lincoln’s private secretary, John Nicolay, about the concept of releasing an authorized version of the Emancipation Proclamation. Both fervent abolitionists, the men showed their support for emancipation with anti-slavery writings and stage plays. Their new idea was to celebrate the issuance of the executive order by producing a deluxe edition of it, to be signed—just like the original—by Lincoln and Seward. Proceeds from the sale of each copy, priced at $10, would benefit the USSC. Under those conditions, Lincoln agreed to participate and put his hand to the entire print run.Unlike the official executive order, the Authorized Edition of the Emancipation Proclamation bears not only Lincoln’s and Seward’s signatures, but Nicolay’s as well. Seth Kaller, a historical documents expert who represents the anonymous seller of the item to be auctioned, offered an explanation for this seemingly odd detail. “The first question, when somebody sees it now and somebody sees it back then is, ‘Is it really signed by Lincoln?’” he said. “Having Nicolay sign was a good way to answer this question and authenticate the signatures. Also, I think, they really did want to make it clear this wasn’t the original document, because Lincoln and Seward were the two signatories on the original.”Of the 48 copies printed by Leland and Boker, not all were sold during the Philadelphia fair. A few were donated to libraries, and others were sold elsewhere. Today, only 26 copies are known to exist, which makes the item extremely valuable. Along with the Authorized Edition, Lincoln also signed two or three copies of a version created by a young man in California. “This boy had done a very decorative printing, with a flag and flowers, but it omitted all the constitutionally important text,” Kaller said. “This was a case of somebody approaching Lincoln with a souvenir to sign.”Other historically important copies of the Emancipation Proclamation include a miniature version given to Union soldiers, who distributed them throughout the South as the Army advanced, and printings of the text in Harper’s Weekly and the New York Times. These items were produced in large quantities and regularly come up for auction. Many of them reside in private hands, but some can be found in museums.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Emancipation Proclamation Copy Signed by Lincoln for Sale","author":"Elizabeth  Hanes"}