{"url":"http://www.history.com/news/perilous-produce","content":"Tomatoes\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/tomatoes.jpg\r\n                    \r\n\t\t\t\t\tNative to South America and brought to Europe by Spanish colonists in the early 16th century, tomatoes had found their way into Spanish and Italian cuisine by the late 1600s. In Britain and the American colonies, however, the plant was only grown ornamentally and its abundant red fruits were considered poisonous—despite the fact that prominent figures, including Thomas Jefferson, publicly relished them. The myth of the poisonous tomato seems to have been dispelled by the end of the 18th century.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tStrawberries\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/strawberries.jpg\r\n                    \r\n\t\t\t\t\tFirst cultivated by the Romans, strawberries fell out of favor in parts of 12th-century Europe after Saint Hildegard von Bingen of Germany pronounced them unsafe to eat because they grew on the ground. Their reputation was restored by the Swedish botanist Charles Linnaeus, who prescribed himself a diet of nothing but strawberries as a treatment for rheumatic gout in the 1700s.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPotatoes\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/potatoes.jpg\r\n                    \r\n\t\t\t\t\tBrought from Peru by the Spanish conquistadors, potatoes were first planted in various countries across Europe and in the American colonies during the 16th century. Their popularity was impeded by superstitions that persisted until the 1800s, including that potatoes caused illness, shortened people’s lives and carried leprosy. This may be because cooks unfamiliar with the tuber attempted to serve the stems and leaves of the potato plant, which are indeed toxic to humans.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCucumbers\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/cucumbers.jpg\r\n                    \r\n\t\t\t\t\tBelieved to be native to India, cucumbers became popular in Rome and China during ancient times and had spread to North America by the mid-16th century. At some point during the following decade, however, British and American consumers developed a temporary aversion to raw produce in general and to the cucumber—known then as the cowcumber, possibly because it was deemed only fit for bovine consumption—in particular.  In September 1663, the English diarist Samuel Pepys wrote, \"This day Sir W. Batten tells me that Mr. Newhouse is dead of eating cowcumbers, of which the other day I heard of another, I think.\"\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tE. Coli\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/e-coli.jpg\r\n                    \r\n\t\t\t\t\tThe safety of cucumbers came into question again in mid-May 2011, when Germans began falling ill with a rare form of the bacterium E. coli. An estimated 15 people have died so far from a severe complication known as hemolytic uremic syndrome (HUS), and some experts are calling the crisis the worst E. coli outbreak in history. Officials have yet to determine whether cucumbers or another food are to blame.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tRadish Sprouts\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/radish-sprouts.jpg\r\n                    \r\n\t\t\t\t\tAccording to the World Health Organization, the most serious E. coli outbreak prior to the current situation occurred in 1996, when radish sprouts sickened more than 9,000 Japanese, many of them schoolchildren. An estimated 12 people died after eating the tainted greens.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBagged Spinach in California\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/06/spinach.jpg\r\n                    \r\n\t\t\t\t\tAnother serious E. coli outbreak took place in 2006, when bagged spinach and lettuce were contaminated with the microbe in North America. Nearly 150 hospitalizations and three deaths were connected to the tainted produce. (Credit: Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tDiscovered in 1885, the bacterium Escherichia coli was first recognized as a public health problem following a 1982 outbreak in the United States triggered by contaminated hamburgers. Since then, hundreds of outbreaks have been reported around the world, causing officials to launch awareness campaigns, restaurants to shut down and meatpackers and food growers to recall their products. While symptoms of infection usually improve within several days, certain rare E. coli strains can lead to life-threatening diseases such as hemolytic uremic syndrome (HUS), an acute condition with a 3- to 5-percent fatality rate.HUS is believed to be the culprit in the deaths beginning in mid-May of at least 15 people who lived in or had just visited Germany. German officials initially linked the ongoing deadly outbreak, which has affected more than 1,500 people in Europe and the United States, to cucumbers imported from Spain, but lettuce, tomatoes and a handful of other raw foods also remain prime suspects. As a result of what some experts are already calling the worst E. coli crisis on record, vegetable imports have grinded to a halt across Europe and German crops are being destroyed.According to the World Health Organization, the most serious E. coli outbreak prior to the current situation occurred in 1996, when radish sprouts sickened more than 9,000 Japanese, many of them schoolchildren. An estimated 12 people died after eating the tainted greens. Other severe E. coli outbreaks occurred in 2006, when bagged spinach and lettuce were contaminated with the microbe in North America, and 2000, when seven people died and hundreds fell ill after drinking contaminated water in Canada.As the toll from the latest health scare continues to climb, researchers in the United States, Canada and elsewhere are scrambling to develop vaccines and other treatments for E. coli, most designed to eradicate the bug from animals’ intestines. One solution relies partly on oregano, an herb known to the ancient Egyptians and Greeks for its medicinal properties and used as an antidote for poison—proof that not all traditional wisdom deserves rotten tomatoes.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Perilous Produce","author":"Jennie  Cohen"}