{"url":"http://www.history.com/news/9-things-you-may-not-know-about-the-declaration-of-independence","content":"1. The Declaration of Independence wasn’t signed on July 4, 1776.\nOn July 1, 1776, the Second Continental Congress met in Philadelphia, and on the following day 12 of the 13 colonies voted in favor of Richard Henry Lee’s motion for independence. The delegates then spent the next two days debating and revising the language of a statement drafted by Thomas Jefferson. On July 4, Congress officially adopted the Declaration of Independence, and as a result the date is celebrated as Independence Day. Nearly a month would go by, however, before the actual signing of the document took place. First, New York’s delegates didn’t officially give their support until July 9 because their home assembly hadn’t yet authorized them to vote in favor of independence. Next, it took two weeks for the Declaration to be “engrossed”—written on parchment in a clear hand. Most of the delegates signed on August 2, but several—Elbridge Gerry, Oliver Wolcott, Lewis Morris, Thomas McKean and Matthew Thornton—signed on a later date. (Two others, John Dickinson and Robert R. Livingston, never signed at all.) The signed parchment copy now resides at the National Archives in the Rotunda for the Charters of Freedom, alongside the Constitution and the Bill of Rights.2. More than one copy exists.\nAfter the adoption of the Declaration of Independence, the “Committee of Five”—Thomas Jefferson, John Adams, Benjamin Franklin, Roger Sherman and Robert R. Livingston—was charged with overseeing the reproduction of the approved text. This was completed at the shop of Philadelphia printer John Dunlap. On July 5, Dunlap’s copies were dispatched across the 13 colonies to newspapers, local officials and the commanders of the Continental troops. These rare documents, known as “Dunlap broadsides,” predate the engrossed version signed by the delegates. Of the hundreds thought to have been printed on the night of July 4, only 26 copies survive. Most are held in museum and library collections, but three are privately owned.3. When news of the Declaration of Independence reached New York City, it started a riot.\nBy July 9, 1776, a copy of the Declaration of Independence had reached New York City. With hundreds of British naval ships occupying New York Harbor, revolutionary spirit and military tensions were running high. George Washington, commander of the Continental forces in New York, read the document aloud in front of City Hall. A raucous crowd cheered the inspiring words, and later that day tore down a nearby statue of George III. The statue was subsequently melted down and shaped into more than 42,000 musket balls for the fledgling American army.4. Eight of the 56 signers of the Declaration of Independence were born in Britain.\nWhile the majority of the members of the Second Continental Congress were native-born Americans, eight of the men voting for independence from Britain were born there. Gwinnett Button and Robert Morris were born in England, Francis Lewis was born in Wales, James Wilson and John Witherspoon were born in Scotland, George Taylor and Matthew Thornton were born in Ireland and James Smith hailed from Northern Ireland.5. One signer later recanted.\nRichard Stockton, a lawyer from Princeton, New Jersey, became the only signer of the Declaration of Independence to recant his support of the revolution. On November 30, 1776, the hapless delegate was captured by the British and thrown in jail. After months of harsh treatment and meager rations, Stockton repudiated his signature on the Declaration of Independence and swore his allegiance to King George III. A broken man when he regained his freedom, he took a new oath of loyalty to the state of New Jersey in December 1777.6. There was a 44-year age difference between the youngest and oldest signers.\nThe oldest signer was Benjamin Franklin, 70 years old when he scrawled his name on the parchment. The youngest was Edward Rutledge, a lawyer from South Carolina who was only 26 at the time. Rutledge narrowly beat out fellow South Carolinian Thomas Lynch Jr., just four months his senior, for the title.7. Two additional copies have been found in the last 25 years. \nIn 1989, a Philadelphia man found an original Dunlap Broadside hidden in the back of a picture frame he bought at a flea market for $4. One of the few surviving copies from the official first printing of the Declaration, it was in excellent condition and sold for $8.1 million in 2000. A 26th known Dunlap broadside emerged at the British National Archives in 2009, hidden for centuries in a box of papers captured from American colonists during the Revolutionary War. One of three Dunlap broadsides at the National Archives, the copy remains there to this day.8. The Declaration of Independence spent World War II in Fort Knox.\nOn December 23, 1941, just over two weeks after the Japanese attack on Pearl Harbor, the signed Declaration, together with the Constitution, was removed from public display and prepared for evacuation out of Washington, D.C. Under the supervision of armed guards, the founding document was packed in a specially designed container, latched with padlocks, sealed with lead and placed in a larger box. All told, 150 pounds of protective gear surrounded the parchment. On December 26 and 27, accompanied by Secret Service agents, it traveled by train to Louisville, Kentucky, where a cavalry troop of the 13th Armored Division escorted it to Fort Knox. The Declaration was returned to Washington, D.C., in 1944.9. There is something written on the back of the Declaration of Independence.\nIn the movie “National Treasure,” Nicholas Cage’s character claims that the back of the Declaration contains a treasure map with encrypted instructions from the founding fathers, written in invisible ink. Unfortunately, this is not the case. There is, however, a simpler message, written upside-down across the bottom of the signed document: “Original Declaration of Independence dated 4th July 1776.” No one knows who exactly wrote this or when, but during the Revolutionary War years the parchment was frequently rolled up for transport. It’s thought that the text was added as a label.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About the Declaration of Independence","author":"Elizabeth  Harrison"}