{"url":"http://www.history.com/news/napoleons-disastrous-invasion-of-russia-200-years-ago","content":"A 1920 painting depicts Napoleon’s retreat from Moscow. (Credit: Universal History Archive/Getty Images)After taking power in 1799, French leader Napoleon Bonaparte won a string of military victories that gave him control over most of Europe. He annexed present-day Belgium and Holland, along with large chunks of present-day Italy, Croatia and Germany, and he set up dependencies in Switzerland, Poland and various German states. Spain was largely under his hegemony despite continuing guerilla warfare there, and Austria, Prussia and Russia had been browbeaten into becoming allies. Only Great Britain remained completely outside of his grasp.In 1806 Napoleon decided to punish the British with an embargo that became known as the Continental System. But by the end of 1810, Czar Alexander I had stopped complying due to its deleterious effect on Russian trade and the value of the ruble. Alexander also imposed a heavy tax on French luxury products like lace and rebuffed Napoleon’s attempt to marry one of his sisters. Exacerbating tensions was the 1807 formation of the Duchy of Warsaw. Though Napoleon created that state from Prussian, not Russian, lands, Alexander worried that it would incite a hostile Polish nationalism, according to D.M.G. Sutherland, a history professor at the University of Maryland who has authored two books on the Napoleonic era. “Down to the present day, the love affair between the French and Polish is pretty permanent,” Sutherland said.Napoleon, who considered Russia a natural ally since it had no territorial conflicts with France, soon moved to teach Alexander a lesson. In 1812 the French emperor raised a massive army of troops from all over Europe, the first of which entered Russia on June 24. “It was the most diverse European army since the Crusades,” Sutherland said. Estimates vary, but experts believe that at least 450,000 Grande Armée soldiers and perhaps as many as 650,000 ended up crossing the Niemen River to fight approximately 200,000 soldiers on the Russian side. By comparison, George Washington’s army during the American Revolution rarely numbered more than 10,000 or 15,000 men, explained Sheperd Paine, president of the Napoleonic Historical Society.Napoleon watches as Moscow burns in a 20th-century book illustration. (Credit: Universal History Archive/Getty Images)Napoleon’s goal was to win a quick victory that forced Alexander to the negotiating table. The Russians pulled back, however, and let the Grande Armée capture the city of Vilna on June 27 with barely a fight. In an ominous sign of things to come, an electrical storm pouring down freezing rain, hail and sleet killed a number of troops and horses that very night. To make matters worse, Grande Armée soldiers were already deserting in search of food and plunder. Nonetheless, Napoleon remained confident. “I have come once and for all to finish off these barbarians of the North,” he purportedly declared to his top military advisors. “The sword is now drawn. They must be pushed back into their ice, so that for the next 25 years they no longer come to busy themselves with the affairs of civilized Europe.”In late July, the Russians similarly abandoned Vitebsk, setting fire to military stores and a bridge on their way out. Then, in mid-August, they retreated from Smolensk and torched that city. Many peasants, meanwhile, burned their crops to prevent them from falling into French hands. “Certainly, the scorched earth tactics were incredibly important in denying the French army sustenance,” said David A. Bell, a history professor at Princeton University and author of “The First Total War: Napoleon’s Europe and the Birth of Warfare as We Know It.” The summer heat had likewise become oppressive, and Grande Armée soldiers were coming down with insect-borne diseases such as typhus and water-related diseases like dysentery.Thousands of men died while fighting at Smolensk and elsewhere. But the Russians did not truly make a stand until the September 7 Battle of Borodino, which took place just 75 miles from Moscow. That day, the French and Russians pounded each other with artillery and launched a number of charges and countercharges. Roughly three canon booms and seven musket shots rang out each second. The losses on both sides were enormous, with total casualties of at least 70,000. Rather than continue with a second day of fighting, the Russians withdrew and left the road to Moscow open.On September 14, the Grande Armée entered the ancient capital of Moscow, only to see it too become engulfed in flames. Most residents had already escaped the city, leaving behind vast quantities of hard liquor but little food. French troops drank and pillaged while Napoleon waited for Alexander to sue for peace. No offer ever came. With snow flurries having already fallen, Napoleon led his army out of Moscow on October 19, realizing that it could not survive the winter there.By this time, Napoleon was down to some 100,000 troops, the rest having died, deserted or been wounded, captured or left along the supply line. Originally he planned a southerly retreat, but his troops were forced back to the road they took in after a replenished Russian army engaged them at Maloyaroslavets. All forage along that route had already been consumed, and when the army arrived at Smolensk it found that stragglers had eaten the food left there. Horses were dying in droves, and the Grande Armée’s flanks and rear guard faced constant attacks. To top it off, an unusually early winter set in, complete with high winds, sub-zero temperatures and lots of snow. On particularly bad nights, thousands of men and horses succumbed to exposure. Stories abound of soldiers splitting open dead animals and crawling inside for warmth, or stacking dead bodies in windows for insulation. “Things got bad very quickly,” Paine said. “It was a constant attrition.”In late November, the Grande Armée narrowly escaped complete annihilation when it crossed the frigid Berezina River, but it had to leave behind thousands of wounded. “From then on, it was almost every man for himself,” Paine said. On December 5, Napoleon left the army under the command of Joachim Murat and sped toward Paris amid rumors of a coup attempt. Nine days later, what little remained of the Grande Armée’s rear guard stumbled back across the Niemen River.Emboldened by the defeat, Austria, Prussia and Sweden re-joined Russia and Great Britain in the fight against Napoleon. Although the French emperor was able to raise another massive army, this time it was short on both cavalry and experience. Napoleon won some initial victories against his enemies, but he suffered a crushing defeat in October 1813 at the Battle of Leipzig. By the following March, Paris had been captured and Napoleon was forced into exile on the island of Elba. In 1815 Napoleon made one more attempt to take power but was overcome at the Battle of Waterloo. “Charles XII tried it, Napoleon tried it, Hitler tried it,” Bell said. “It never seems to work out invading Russia.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Napoleon’s Disastrous Invasion of Russia, 200 Years Ago","author":"Jesse  Greenspan"}