{"url":"http://www.history.com/news/women-and-children-first-on-sinking-ships-its-every-man-for-himself","content":"On February 25, 1852, the British troopship HMS Birkenhead steamed along the South African coastline, transporting soldiers destined for battle with Xhosa freedom fighters. The vessel’s 643 passengers and crew, most of them from Scotland, included 25 women and 31 children, relatives of the officers on board. In the early hours of the following morning, they woke with a start when the Birkenhead struck a hidden reef off the aptly named Danger Point, sustaining a fatal gash along its iron hull. Water quickly flooded the lower decks, drowning dozens of soldiers in their hammocks.The steamship’s captain, Robert Salmond, came from a long line of mariners who had served in the Royal Navy since the days of Elizabeth I. Arriving on deck amid panic and chaos, he disastrously ordered that the Birkenhead be reversed off the reef. The move only worsened the tear in the hull and prompted another deluge. As some of the men fruitlessly worked the pumps, others ushered all of the women and children into the few functioning lifeboats, which began paddling away. Salmond, realizing that the waves would soon engulf the Birkenhead, commanded the survivors gathered on deck to abandon ship and save themselves.It was then, according to some accounts, that a lieutenant-colonel by the name of Seton directed the soldiers and crew to stand fast. He feared that droves of desperate men would throw themselves into the sea and swamp the lifeboats, dooming the women and children tucked safely within. When the ship went down shortly thereafter, more than 400 people drowned in the waves or fell prey to prowling great white sharks. The lifeboats stayed afloat, however, and thus the legend of the “Birkenhead drill”—the protocol that prioritizes women and children during maritime disasters—was born.An 1892 depiction of the Birkenhead’s demise.“Women and children first” gained further prominence in the wake of the Titanic sinking, which killed 1,500 passengers and crew. Women fared markedly better in the frigid waters of the North Atlantic on April 15, 1912, enjoying a 75 percent survival rate compared to just 17 percent for men. More than 50 percent of children aboard the famous ship outlasted the disaster. Around the world, tales of sacrifices made by gallant men, particularly distinguished first-class travelers with familiar surnames, made headlines. The chivalry shown aboard Titanic in its final moments bolstered the widely held belief that British men in particular cling steadfastly to the “women and children first” code in times of trouble. (Titanic’s captain, Edward Smith, reportedly gave his men a final order to “be British”—a phrase that quickly found its way into a popular song.)The Birkenhead drill may have saved the lives of women and children aboard its namesake ship and the more famous Titanic, but new research suggests the supposed tradition foundered during other calamities. Economists Mikael Elinder and Oscar Erixson from the University of Uppsala in Sweden have studied 18 maritime disasters that took place between 1852 and 2011. Writing in this week’s Proceedings of the National Academy of Sciences, they reveal that women and children only enjoyed a better outcome than men when the Birkenhead and Titanic went down. In every other case, men had the advantage, with an average survival rate of 37 percent compared to 27 percent for women and 15 percent for children. Rather than “women and children first,” Elinder said, passengers and crew on stricken vessels have historically abided by a very different axiom: “Every man for himself.”The data also debunks other myths about marine etiquette, according to the researchers. Rather than manning their posts until every last soul is evacuated, crew members tend to save themselves, achieving the highest average survival rate of all—61 percent. The noble concept of going down with the ship notwithstanding, even captains have an edge over passengers. Elinder and Erixson also concluded that the disparity between men and women is greater on British than non-British ships; in other words, “being British” does not usually translate into giving up your lifeboat seat.Even aboard Titanic and the Birkenhead, where “women and children first” seemed to work, there may have been more factors at play than the exceptional decency of the men involved, Elinder noted. “One explanation that seems plausible from our investigation is that the captains on the Titanic and the Birkenhead both gave explicit orders to evacuate women and children first,” Elinder said. “Furthermore, it has been reported that men who tried to reach for the lifeboats were threatened with violence by officers on the ships. If this interpretation is correct, then it was not really chivalry among the passengers that saved women and children. Instead it suggests that it depended on the captain and the leadership on the ships.”How, then, did the “women and children first” myth originate? Elinder pointed to the work of Cambridge University historian Lucy Delap, who has argued that the British ruling elite during the Edwardian era spread the notion that men put women’s interests first. Their goal, according to Delap, was to shatter the case for female suffrage. Elinder also noted that the constant retelling of Titanic’s demise in the years since 1915 has irrevocably shaped people’s understanding of behavior during maritime disasters.Though initially surprised by the results, Elinder said they make sense given what we know about human nature. “After all, risking your own life for another person that you may not know is quite an extraordinary act of altruism,” he pointed out. “And as we don’t see that kind of extreme altruism in many other contexts it is not so surprising that it is not common in maritime disaster either.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"‘Women and Children First’? On Sinking Ships, It’s Every Man for Himself","author":"Jennie  Cohen"}