{"url":"http://www.history.com/news/caligula-statue-seized-from-looters-is-unveiled","content":"Italian officials inspect a statue thought to depict the emperor Caligula after recovering it from smugglers in January 2011. (Credit: Guardia di Finanza)Yesterday, Italian authorities unveiled a giant statue thought to represent the ancient Roman emperor Caligula. Police confiscated the 8-foot-tall marble figure in January after spotting a man loading it into a truck near Lake Nemi, located south of Rome. Two men were later arrested for unlawfully excavating a nearby site. It is believed that they planned to smuggle the statue and other archaeological finds out of the country and sell them on the black market.In the months since the seizure, experts have cleaned the 2,000-year-old statue, which was already in a dilapidated state and had been broken into pieces by the plunderers. Its subject, who is cloaked in a robe and seated on a throne, was identified as Caligula because his foot is encased in a “caliga”—a type of boot worn by Roman legionary soldiers that gave the emperor his nickname. According to Suetonius, who chronicled the history of Rome in the first century, Caligula, born Gaius Julius Caesar Germanicus in 12 A.D., accompanied his father on military campaigns as a small child. His miniature uniform inspired soldiers to dub him Caligula, meaning “little boots.”His unintimidating pet name notwithstanding, Caligula grew up to earn a reputation as a tyrannical ruler, characterized by ancient historians as violent, narcissistic, sex-crazed, incestuous and completely insane. (Some contemporary scholars have questioned the neutrality of these assessments, while others have attributed Caligula’s alleged madness to medical conditions or lead poisoning.) He died at the hands of his own personal guard in 41 A.D., less than four years into his reign.Thanks to the statue’s recovery, we may soon gain a deeper understanding of one of ancient Rome’s most infamous emperors. In April, Italian archaeologists began excavating the site where the smugglers had conducted their illegal dig. So far, they have unearthed the ruins of what was initially thought to be a mausoleum but now appears to be a thermal bathing complex. They have also found more than 250 artifacts, including additional pieces of the broken statue.The project has generated significant interest among historians because Caligula is known to have spent time in the Lake Nemi region and may have had an imperial villa there. He also kept two ships, described by Suetonius as lavish pleasure boats used for merrymaking, anchored on the lake; their remains were recovered in the 1930s. Perhaps further excavation will reveal whether a botched robbery led archaeologists to Caligula’s long-lost palace.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Caligula Statue Seized From Looters Is Unveiled","author":"Jennie  Cohen"}