{"url":"http://www.history.com/news/was-king-tut-buried-in-a-hurry","content":"A painting on the north wall of Tutankhamen’s tomb. (Credit: National Geographic/Getty Images)Ancient Egypt’s boy king became pharaoh at the age of 9 and ruled for a single decade between 1333 and 1324 B.C. Relatively obscure during his lifetime, Tutankhamen became a household name in 1922, when the archaeologist Howard Carter found his remarkable tomb in Egypt’s Valley of the Kings. Despite several apparent grave robberies, the tomb was crammed with a wealth of ancient treasures, including jewelry, gilded shrines and a solid gold funerary mask. The discovery prompted a worldwide fascination with Egyptology in general and Tutankhamen in particular.Ever since, experts have puzzled over the circumstances surrounding Tutankhamen’s untimely death. A number of possible causes have been put forth, including foul play, gangrene and the genetic condition known as gynecomastia, a hormone imbalance that gives males a female appearance. Recently, DNA tests and CT scans of King Tut’s mummy led one group of researchers to conclude that the 19-year-old pharaoh succumbed to a fatal combination of malaria, a broken leg and a bone disorder. And last fall, an Egyptologist at California State University added a new and unconventional theory to the mix, suggesting that the teenage king succumbed to the lethal bite of an enraged hippopotamus.After completing a study designed not to unravel the mystery of King Tut’s death but rather to rescue his legendary tomb from ruin, Harvard microbiologist Ralph Mitchell may have unwittingly filled in some of the details. In addition to peeling paint and cracking walls, peculiar dark brown spots mar the ancient surfaces of Tutankhamen’s burial chamber, speckling its elaborate frescoes and hieroglyphics. To ascertain the nature and origin of these unsightly blotches, in 2009 Egypt’s Supreme Council of Antiquities enlisted the help of the Getty Conservation Institute, a research organization that works to preserve cultural heritage through science. The group was tasked with determining whether the spots were an inevitable sign of deterioration, the result of tourists thronging the damp cave for decades or possibly even a health hazard. The tomb once saw upwards of 4,000 visitors a day, a number that is now limited to 1,000 by Egyptian authorities.The institute quickly turned to Mitchell, who specializes in the biodeterioration of ancient buildings, monuments and artifacts. Mitchell has helped protect some of the world’s most precious and vulnerable treasures during his long career, including the spacesuits worn during the Apollo program, which were plagued by a pernicious black mold, and several Mayan archaeological sites. Working with Getty chemists and his own group of researchers, Mitchell used molecular analysis and DNA sequencing to assess the dark blotches.The team identified melanins, a byproduct of fungal or bacterial metabolism and thus strong evidence that long-dead microbes had left their mark on Tut’s final resting place. Photographs taken when the tomb first opened in 1922 revealed that the blemishes have not grown or proliferated over the years, another indication that the ancient organisms are no longer active—and, as a result, do not post a threat to the site or its visitors.Mitchell and his colleagues have yet to pinpoint the specific microbe that caused the splotches, but its very existence may shed light on the story of the young pharaoh’s burial some 3,300 years ago. “King Tutankhamen died young, and we think that the tomb was prepared in a hurry,” Mitchell explained. “We’re guessing that the painted wall was not dry when the tomb was sealed.” The moisture of the paint, along with the recently mummified body and offerings of food typically entombed with the dead, would have created the ideal environment for microbial growth.Because the damage cannot be reversed and the dark spots are such a unique feature of the tomb, conservators aren’t likely to remove them from its walls, Mitchell said. “This is part of the whole mystique of the tomb,” he explained. Now, it’s up to Egyptologists and other ancient historians to interpret this new piece of evidence and uncover how it fits into the centuries-old puzzle of King Tut’s death.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Was King Tut Buried in a Hurry?","author":"Jennie  Cohen"}