{"url":"http://www.history.com/news/ancient-medicines-from-shipwreck-shed-light-on-life-in-antiquity","content":"Vials and boxes containing ancient medicines, found in the wreck of a ship that sank off the coast of Italy around 130 B.C., are preserved at the Museo Archeologico del Territorio di Populonia. (Credit: Emanuela Appetiti)For 35 years, Alain Touwaide has been tracking down and deciphering texts containing centuries-old medical knowledge, from the writings of the Greek physician Hippocrates and his followers to medieval compilations of earlier pharmaceutical manuscripts. A historian of sciences at the Smithsonian’s Natural History Museum and co-founder of the Institute for the Preservation of Medical Traditions, Touwaide has amassed a giant digital database featuring thousands of plant-based remedies recorded by physicians and literati in the ancient Mediterranean world.But it is one thing to know that people wrote about these treatments, and quite another to confirm that they took or prescribed them. For much of Touwaide’s career, no archaeological evidence of medicines from antiquity had been identified, creating an inherent dilemma. “The information that you have in a text is always exposed to the risk of being only theoretical,” he explained. “And so until you have physical evidence of what you have in the texts, you never know if what you are working on has been used in ancient daily life and practice.”That changed in 2002, when Emanuela Appetiti, Touwaide’s wife and research partner, read about a shipwreck discovered in the 1970s off the coast of Tuscany, dated to about 130 B.C. While excavating the trading ship’s remains, archaeologists turned up various goods that may have originated in the Near East and Greece, an indication that the boat’s ill-fated voyage began there; alternatively, it may have stocked up on cargo at an international market in Italy. They also found traces of a chest filled with what appeared to be medical supplies, including a bleeding cup, vials and tightly sealed tin containers, one of which was opened to reveal several tablets roughly the size of a quarter.Alain Touwaide and Emanuela Appetiti researching ancient medical texts in Istanbul.Appetiti and Touwaide quickly sensed that the gray-green disks could be the elusive examples of ancient medicines they had been hoping to find. It took nearly two years and plenty of perseverance, but in 2004 they finally got their hands on two fragments of the tablets, which appeared to be made out of plant materials. They then enlisted the help of Robert Fleischer, a geneticist at the Smithsonian’s Conservation Biology Institute, to identify the ingredients with DNA sequencing technology. “For the first time, we have a historian who knows ancient texts and a geneticist who was able to get the DNA out of these ancient things working so closely together,” Touwaide said.Fleischer’s initial tests yielded results that Touwaide knew to be flawed. “He came up several times with lists of plants which were highly improbable because they were all plants traditionally thought to come from Asia or the New World,” Touwaide explained. “But last August, he came up with a completely different list of plants because he used the most advanced DNA technology available.”At first glance, the list may seem more like a recipe for soup than a pharmaceutical formula. Indeed, the tablets are essentially 2,000-year-old bouillon cubes, composed of carrots, broccoli, leeks, cabbage, parsley, onions, radishes and other assorted plants and herbs. But for Touwaide, the fact that most of these items can be found in your average kitchen garden made perfect sense, and reflected the basic principles behind ancient remedies he had gleaned from countless texts.“When you talk about ancient medicine, everybody thinks about exotic drugs: myrrh, incense, cloves—all these kinds of things,” Touwaide said. “Here we have very simple stuff. That might have been surprising, but not for me.” For early doctors such as Hippocrates, he explained, medicine and food were two sides of the same coin. “In all the writings attributed to Hippocrates, supposedly the father of medicine, half of the formulas for medicines are made out of 45 plants, and these plants are indeed very common. For the Hippocratic physicians, medicine starts with what you eat and is an offshoot of alimentation.”Alain Touwaide and Robert Fleischer examining fragments of broken vials found in the shipwreck in May 2011 in Italy. (Credit: Emanuela Appetiti)Touwaide pointed out that, their humble ingredients notwithstanding, the tablets suggest that people were producing sophisticated compound medicines—remedies containing multiple ingredients—earlier than previously thought. “There is a theory about compound medicine according to which they started mainly at the end of the first century B.C. and during the first century A.D.,” he said. “But here we have compound medicines dating back to between 140 and 120 B.C.” In this way, then, archaeological evidence offered new clues about the timeline of medical history that textual sources have not yet provided.Touwaide’s next step was to cross-reference Fleischer’s list against the texts in his massive database, including classic works such as Dioscorides’ “De Materia Medica.” He found references to many of the tablets’ components, including the clay that held them together, as possible treatments for dysentery and other gastrointestinal disorders, which are known to have plagued sailors at sea. Like the trading ship that sank off Tuscany, many ancient vessels might have carried medical kits designed to address these common ailments, Touwaide suggested. “It may also be the case that a physician was sailing with the crew, ready to intervene if necessary,” he said.Thanks to two tiny fragments of tablets hidden for two millennia under the sea, for the first time in his career Touwaide could verify that practice corresponded to the texts he had studied. But in his view, this does not necessarily mean that ancient physicians consulted manuscripts the way their contemporary equivalents might look up a drug in the Physicians’ Desk Reference. “It is traditionally believed that texts guided practice,” he said. “I suggest that it’s the opposite—that the texts are a record of practice. Practice was transmitted orally and sometimes written down.”In May, Touwaide and Appetiti traveled to Italy to present their findings, first at Rome’s La Sapienza University and then at the Museo Archeologico del Territorio di Populonia in Tuscany, where the remains from the shipwreck are conserved. To their surprise, meeting with some of the divers who brought the ship to the surface helped them resolve an inconsistency in the DNA results. Fleischer had detected traces of sunflower, a plant thought to have only existed in the Americas until the 16th century. “Fortunately for us, one of the people who participated in the excavation told us that, before going underwater, they put the bottles of oxygen beside the place where they were living,” Touwaide recalled. “This site was filled with sunflowers. So this presence of sunflower in our tablets might be the result of contamination.”Perhaps most importantly, the trip to Tuscany gave Touwaide and Appetiti the opportunity to examine the artifacts found among the ship’s remains, including the tin boxes containing the tablets. They also obtained additional samples that will help Fleischer confirm and expand his DNA analysis, as well as materials from the cache’s mysterious vials that may turn out to be herbal products. Finally, they learned that x-rays of unopened boxes revealed the presence of a small perfume container, which Touwaide thinks may also prove relevant to his research. “I suspect that ancient perfumes were more than just perfumes,” he said. “I suspect they might have had some medical properties.”Touwaide believes that a better understanding of the ship and its rare treasures might shed new light on life in the ancient Mediterranean world. If the medicines can be traced to the Near East, for example, a much more significant “stream of exchanges” between that region and Italy may have been taking place than is traditionally thought, he said, including the export of herbs and medicinal products to the Roman world. And further study of the tablets’ ingredients and origin could also have implications for biodiversity, offering a clearer picture of the natural environment in antiquity. Because the plants used to make the tablets grew in many locations, Touwaide plans to pinpoint their geographical source by evaluating the clay binding them together and the tin used to make their containers.In the longer term, Touwaide intends to promote DNA sequencing as a valuable tool for translating the often-invisible traces of biological products in archaeological remains into a snapshot of ancient people’s behaviors, habits and experiences—“the complete life,” as he puts it. “Archaeology will take on a new dimension, revealing information not otherwise available—provided remains are not contaminated or cleaned and transformed into shiny showcase pieces,” he said. “Through DNA, I would like to be able to precisely determine the diet of ancient populations around the Mediterranean, the substances they used for medicines and the substances they mixed to make perfumes and wines, among other things.”And perhaps, he suggested, some of these findings will even influence modern pharmacology, which already owes a great debt to the medical knowledge of the past. “Ancient medical practice and its tradition will hopefully inspire innovation and help create the many medicines that are urgently needed,” he said, adding that this is the guiding mission for his Institute for the Preservation of Medical Traditions.\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-1.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-2.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-3.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-4.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-5.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-6.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDe Materia Medica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/07/de-materia-medica-7.jpg\r\n                    \r\n\t\t\t\t\tPages from a 14th-century edition of Dioscorides' \"De Materia Medica,\" one of the manuscripts in Alain Touwaide’s database of ancient medical texts. Images courtesy of the Seminario Vescovile in Padua.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Ancient Medicines From Shipwreck Shed Light on Life in Antiquity","author":"Jennie  Cohen"}