{"url":"http://www.history.com/news/theyre-back-a-bed-bug-history","content":"Slideshow: Pests That Changed History\t\r\n\t\t\t\t\tRattus Rattus, the Black Rat\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/rats-noir1.jpg\r\n                    \r\n\t\t\t\t\tBesides terrorizing many a rodent-phobe, rats have served as vehicles for various human diseases throughout history. Along with fleas, they have been responsible for numerous outbreaks of the bubonic plague.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tXenopsylla Cheopis, the Rat Flea\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/flea1.jpg\r\n                    \r\n\t\t\t\t\tTogether, fleas and the rats they feed on have unleashed countless scourges on human civilization. Perhaps most famously, they contributed to the spread of a deadly plague in 14th-century Europe.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tIllustration of the Black Death from the Toggenburg Bible\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/black-death1.jpg\r\n                    \r\n\t\t\t\t\tBelieved to have been an outbreak of the bubonic plague, the Black Death wreaked havoc on Europe, North Africa and Central Asia in the mid-14th century. It killed an estimated 75 million people, including 30 to 60 percent of Europe's population.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tEmperor Justinian I\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/justinian1.jpg\r\n                    \r\n\t\t\t\t\tLike the Black Death, the so-called Plague of Justinian was an epidemic (most likely of the bubonic plague) with major political and cultural consequences. Modern historians named it after its most famous survivor, Justinian I, who reigned over the Eastern Roman Empire from 527 to 565.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Common Louse\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/louse1.jpg\r\n                    \r\n\t\t\t\t\tNotorious for carrying human disease, lice have triggered and spread a number of epidemic typhus outbreaks at decisive moments in history. The disease, which tends to strike during periods of conflict and famine, killed millions during the Thirty Years' War and World War I.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tNapoleon Bonaparte\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/napoleon1.jpg\r\n                    \r\n\t\t\t\t\tTyphus and other lice-borne diseases shaped the outcome of Napoleon's disastrous invasion of Russia in 1812, wiping out hundreds of thousands of his soldiers and forcing the French army's retreat.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Mosquito\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/mosquito1.jpg\r\n                    \r\n\t\t\t\t\tThe vector for many infectious diseases, mosquitoes are best known for carrying malaria and yellow fever. These ailments, which continue to affect millions worldwide, have had significant effects on human health and the world economy for centuries.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Panama Canal in 1907\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/panama-canal-under-construction1.jpg\r\n                    \r\n\t\t\t\t\tBefore the United States began building the Panama Canal in 1904, an earlier attempt by the French was derailed by pervasive malaria and yellow fever. The American plan included extensive efforts to control mosquitoes, which had just been identified as the diseases' carrier.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Grasshopper, a Close Relative of the Extinct Rocky Mountain Locust\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/08/locust1.jpg\r\n                    \r\n\t\t\t\t\tThe Rocky Mountain locust was the bane of homesteaders in the western United States until the late 19th century, traveling in massive swarms that blackened the skies and destroyed crops. The cause of their sudden disappearance is unknown.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tThis is not the first time America has seen an unwelcome surge in one of its peskiest populations. “Probably, most ships of the 17th century and before harbored bed bugs, and the colonists and their belongings brought them to America,” said Robert Snetsinger, a professor emeritus of entomology at Penn State University. But because the bed bug family comprises many species, he added, we don’t know whether it was Cimex lectularius or one of its many cousins that hitched a ride across the Atlantic. According to Lou Sorkin, an insect expert at the American Museum of Natural History, there is no record of a Native American word for bed bugs, yet another indication of their colonial origins.On the other hand, ample evidence from other parts of the world suggests that humans have been battling the critters for millennia. In the 1990s, archaeologists found fossilized bed bugs while excavating a 3,550-year-old site in Egypt. They appear in several plays by the ancient Greek writer Aristophanes, who died in 386 B.C., and in the Jewish Talmud, among countless other literary sources. Though generally considered as much of a nuisance in ancient times as today, they were sometimes prized for their supposed medicinal properties: The Roman philosopher Pliny wrote in 77 A.D. that bed bugs could heal snakebites, ear infections and other ailments.Ever the opportunists, bed bugs thrived in the New World, particularly after the advent of the railroad. In the days before cars and airplanes, many salesmen and other business travelers would stay in rundown hotels near train stations that essentially became “distribution centers for the spread of bed bugs to homes,” said Snetsinger.As the bed bug population proliferated, so did methods for eradicating the bloodsucking creatures. Early techniques included smoking them out with peat fires, sterilizing furniture with boiling water and scattering plant ash. In the1920s, cyanide fumigation for bed bug management resulted in numerous human deaths, according to Snetsinger, author of “The Ratcatcher’s Child: The History of the Pest Control Industry.” And then, in the 1940s, along came DDT, a pesticide used to kill typhus and malaria carriers during World War II, which proved so effective against bed bugs that their numbers dwindled for almost 30 years.That golden era for America’s mattresses came to a halt, however, when the Environmental Protection Agency outlawed the chemical for its health and environmental effects. Other insecticides that had helped quell the bed bug epidemic, including chlordane and diazinon, were banned for similar reasons in the 1980s.Since then, the bed bug population has made a worldwide comeback, nourished in part by a marked increase in international travel. But New Yorkers, Philadelphians and all those who obsessively inspect the seams of their pillowcases can take solace in one important fact: Unlike many of the pests that have run rampant throughout history—from the rats that unleashed the Black Plague on 14th-century Europe to the mosquitoes that continue to infect millions with malaria each year—bed bugs are more annoying than hazardous.“There have been no studies that positively demonstrate that our common bed bug, Cimex lectularius, transmits disease to people,” said Sorkin. “There have been various disease organisms isolated from bed bugs, but these organisms are not viable and have not been transferred between hosts by the bed bug.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"They’re Back: A Bed Bug History","author":"Jennie  Cohen"}