{"url":"http://www.history.com/news/7-newspaper-publishers-who-knew-a-good-story-when-they-saw-one","content":"1. Benjamin FranklinThough best known as a founding father and scientist, Benjamin Franklin was also a highly successful printer and publisher. At age 16 he was already writing essays for his older brother’s weekly newspaper, the New-England Courant. Then, in 1729, Franklin purchased the Pennsylvania Gazette, which became one of the most respected newspapers of its day. In addition to publishing the Gazette and contributing much of its content under pseudonyms, Franklin found time to produce an annual edition of Poor Richard’s Almanack from 1733 to 1758. Celebrated for its witty sayings (“Fish and visitors smell after three days,” for example), the almanac’s popularity in the American colonies was surpassed only by the Bible. Franklin later gained fame as a signer of the Declaration of Independence and the Constitution.2. Horace GreeleyHorace Greeley, who popularized the phrase “Go West, young man,” served as a printer’s apprentice in Vermont before moving to New York City in 1831. He then spent the next decade working as a journeyman printer, editing a literary publication called the New Yorker (no connection to the current magazine of the same name) and issuing campaign weeklies for the Whig Party. His main journalistic contributions did not come until 1841, however, when he founded the New York Tribune. From then until his death, Greeley used the “Trib,” as it was called, to advocate for improved working conditions and westward expansion and against slavery and alcohol. Greeley, whose exceptional staff included European correspondent Karl Marx, made an unsuccessful run for the U.S. presidency in 1872.3. Frederick DouglassBorn into slavery in Maryland, Frederick Douglass escaped north in 1838 by disguising himself as a sailor and carrying fraudulent identification papers. He soon began lecturing on the evils of slavery and also penned an autobiography. After touring Great Britain and Ireland for two years, the largely self-taught Douglass returned in 1847 with enough money to legally buy his freedom and to start an abolitionist newspaper in Rochester, New York, called the North Star. Using the motto “Right is of no Sex-Truth is of no Color-God is the Father of us all, and we are all brethren,” Douglass published the small but influential North Star, later renamed Frederick Douglass’ Paper, until 1860. In the aftermath of the Civil War, he took over a weekly newspaper that promoted civil rights, wrote an updated autobiography and also received several government appointments.4. Joseph PulitzerHungarian-born Joseph Pulitzer came to the United States in 1864 as a Union Army recruit. Penniless, he made his way to St. Louis following the Civil War and eventually landed a job as a reporter for a German-language daily. His English having vastly improved, Pulitzer acquired two newspapers in 1878 and merged them into the St. Louis Post-Dispatch, which quickly became the city’s preeminent evening publication. He then moved to New York City in 1883, bought the financially struggling New York World and turned it into the largest-circulating paper in the country. Pulitzer was known for investigative journalism and for innovations like sports coverage and color comics. He was not above sensationalism and self-promotion, however, particularly during a nasty circulation battle with William Randolph Hearst’s New York Journal. In his will, Pulitzer provided for the establishment of the prestigious Pulitzer Prizes, which have been awarded annually since 1917.5. William Randolph HearstWilliam Randolph Hearst got his publishing start in 1887 by persuading his father, a mining tycoon and U.S. senator from California, to cede him control of the San Francisco Examiner. After making that paper profitable, he then turned his attention to New York City, purchasing the New York Journal in 1895 and building up a following using many of the same innovative (and questionable) methods as Pulitzer. Sensationalized, exaggerated and sometimes even outright manufactured stories, deridingly referred to as “yellow journalism,” reached their zenith in the lead-up to the Spanish-American War, which both Hearst and Pulitzer supported. At his peak, Hearst owned 28 major newspapers, 18 magazines and several radio stations. In fact, nearly one in four Americans purportedly got their news from him. The Great Depression hit him hard, however, and he was forced to sell off large pieces of his empire.6. Katharine GrahamKazuhiro Nogi/AFP/Getty ImagesAfter graduating college, Katharine Graham worked for one year as a San Francisco News reporter prior to joining the editorial page of the Washington Post, which her father had recently purchased at a bankruptcy auction. In 1945, the year before her husband took over as the Post’s publisher, Graham gave up her career to become a housewife. But when her husband committed suicide in 1963, she jumped back into the business, serving first as president of the Post and later taking on the added role of publisher. Under her watch, reporters Bob Woodward and Carl Bernstein broke open the Watergate scandal, which eventually led to the resignation of President Richard Nixon. Like Sulzberger of the Times, Graham also made the decision to print the Pentagon Papers. After stepping down as publisher in 1979 and as chair in 1993, Graham authored an autobiography, “Personal History,” for which she won the Pulitzer Prize.7. Rupert MurdochJustin Sullivan/Getty ImagesAustralian Rupert Murdoch built up a worldwide media conglomerate from a single newspaper that he inherited from his father in the 1950s. He first reached the U.S. market in 1973 by purchasing two dailies in San Antonio, Texas, and then set his sights on such tabloids as the New York Post, which, like nearly all of his publications, combined conservative editorials with an emphasis on crime, sex, scandal and sports. By the 1990s, Murdoch had gobbled up a number of radio, television, film and book publishing assets. Yet he has remained a newspaperman, adding the Wall Street Journal to his portfolio in 2007. Murdoch’s News Corporation, recently valued at $57 billion, has come under fire in recent years over allegations that its reporters illegally hacked into the phones of celebrities, politicians and murder victims.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Newspaper Publishers Who Knew a Good Story When They Saw One","author":"Jesse  Greenspan"}