{"url":"http://www.history.com/news/did-rabbits-kill-the-neanderthals","content":"DamianKuzdak/iStockphoto.comWhat happened to the Neanderthals? Our close evolutionary cousins dominated Europe, the Middle East and parts of Asia for hundreds of thousands of years before dying out an estimated 30,000 years ago. Along the way, the stocky hominins developed a rich culture, stalked many a wooly mammoth and rubbed elbows with the ancestors of today’s Homo sapiens. According to some scientists, this last act spelled doom for the Neanderthals, who either lost out to modern humans in a violent competition or interbred with the newer species until becoming completely absorbed.But it turns out we might be off the hook for Neanderthals’ demise—and that a much smaller species might be at fault. Writing in the latest issue of the Journal of Human Evolution, researchers lay the blame at the springboard-like feet of Oryctolagus cuniculus, also known as the European rabbit. More specifically, they claim that Neanderthals’ inability or unwillingness to eat the furry creatures placed them at a disadvantage to anatomically modern human, who excelled at hunting bunnies en masse.Led by John Fa of the Durrell Wildlife Conservation Trust in Jersey, scientists compared the amount of various prey remains in Spanish and French caves once inhabited by Neanderthals and, later, modern humans. Up until 30,000 years ago, they found, bones of large mammals such as deer were abundant, while rabbit bones were barely present. After that time, however, the tide shifted, with giant game growing relatively scarce and rabbit remnants piling up like snow. The new trend coincided with the Neanderthals’ disappearance and Homo sapiens’ takeover of the region.Experts think Neanderthals excelled at hunting large game but may also have snacked on smaller animals such as birds, fish and mollusks. But according to Fa and his colleagues, the extinct hominins drew the line at rabbits—and to their detriment. After certain species of large and medium prey either died out or migrated away between the Middle and Upper Paleolithic, a smaller species—Oryctolagus cuniculus—continued to hop across Spain and France in its characteristic droves. “Rabbits in prehistoric times, as they are now, would have been a widely distributed and superabundant prey species,” the scientists write in their study. So plentiful, they add, that some predators, including the Spanish imperial eagle and the Iberian lynx, evolved over time to specialize in rabbit hunting.Anatomically modern humans adapted to the large game decline by developing innovative methods for killing rabbits, the researchers believe. Perhaps they flushed dozens of rabbits out of their dens in one fell swoop, or maybe they trained dogs to do their dirty work. Alternatively, the study suggests, women may have gathered up rabbits while men stuck to hunting bigger prey.Neanderthals, meanwhile, were strictly “large game specialists,” the researchers postulate. Perhaps they didn’t have the right body type for scampering after small, speedy critters like rabbits—or maybe they simply, stubbornly refused to eat Thumper and his adorable friends. As a result, they succumbed to famine while their cousins feasted. “The specialized diet of Neanderthals consisting of large and medium-sized terrestrial herbivores may have made them more vulnerable at a time when these animals disappeared or became scarce,” the scientists write.So what killed the Neanderthals—modern humans or rabbits? Or was it climate change, as yet another theory holds? One thing is clear: The rabbit hunting craze that seems to have begun 30,000 years ago did little to curb the spread of Oryctolagus cuniculus. After proliferating throughout Spain and southern France, rabbits leapt out of their original habitat during the Middle Ages. They have now colonized every continent except Antarctica.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Did Rabbits Kill the Neanderthals?","author":"Jennie  Cohen"}