{"url":"http://www.history.com/news/10-things-you-didnt-know-about-william-shakespeare","content":"The Chandos portrait, one of several thought to depict William Shakespeare and to have been painted during his lifetime.1. Shakespeare’s father held a lot of different jobs, and at one point got paid to drink beer.\nThe son of a tenant farmer, John Shakespeare was nothing if not upwardly mobile. He arrived in Stratford-upon-Avon in 1551 and began dabbling in various trades, selling leather goods, wool, malt and corn. In 1556 he was appointed the borough’s official “ale taster,” meaning he was responsible for inspecting bread and malt liquors. The next year he took another big step up the social ladder by marrying Mary Arden, the daughter of an aristocratic farmer who happened to be his father’s former boss. John later became a moneylender and held a series of municipal positions, serving for some time as the mayor of Stratford. In the 1570s he fell into debt and ran into legal problems for reasons that remain unclear.2. Shakespeare married an older woman who was three months pregnant at the time.\nIn November 1582, 18-year-old William wed Anne Hathaway, a farmer’s daughter eight years his senior. Instead of the customary three times, the couple’s intention to marry was only announced at church once—evidence that the union was hastily arranged because of Anne’s eyebrow-raising condition. Six months after the wedding, the Shakespeares welcomed a daughter, Susanna, and twins Hamnet and Judith followed in February 1585. Little is known about the relationship between William and Anne, besides that they often lived apart and he only bequeathed her his “second-best bed” in his will.3. Shakespeare’s parents were probably illiterate, and his children almost certainly were.\nNobody knows for sure, but it’s quite likely that John and Mary Shakespeare never learned to read or write, as was often the case for people of their standing during the Elizabethan era. Some have argued that John’s civic duties would have required basic literacy, but in any event he always signed his name with a mark. William, on the other hand, attended Stratford’s local grammar school, where he mastered reading, writing and Latin. His wife and their two children who lived to adulthood, Susanna and Judith, are thought to have been illiterate, though Susanna could scrawl her signature.4. Nobody knows what Shakespeare did between 1585 and 1592.\nTo the dismay of his biographers, Shakespeare disappears from the historical record between 1585, when his twins’ baptism was recorded, and 1592, when the playwright Robert Greene denounced him in a pamphlet as an “upstart crow.” The insult suggests he’d already made a name for himself on the London stage by then. What did the newly married father and future literary icon do during those seven “lost” years? Historians have speculated that he worked as a schoolteacher, studied law, traveled across continental Europe or joined an acting troupe that was passing through Stratford. According to one 17th-century account, he fled his hometown after poaching deer from a local politician’s estate.5. Shakespeare’s plays feature the first written instances of hundreds of familiar terms.\nWilliam Shakespeare is believed to have influenced the English language more than any other writer in history, coining—or, at the very least, popularizing—terms and phrases that still regularly crop up in everyday conversation. Examples include the words “fashionable” (“Troilus and Cressida”), “sanctimonious” (“Measure for Measure”), “eyeball” (“A Midsummer Night’s Dream”) and “lackluster” (“As You Like It”); and the expressions “foregone conclusion” (“Othello”), “in a pickle” (“The Tempest”), “wild goose chase” (“Romeo and Juliet”) and “one fell swoop” (“Macbeth”). He is also credited with inventing the given names Olivia, Miranda, Jessica and Cordelia, which have become common over the years (as well as others, such as Nerissa and Titania, which have not).6. We probably don’t spell Shakespeare’s name correctly—but, then again, neither did he.\nSources from William Shakespeare’s lifetime spell his last name in more than 80 different ways, ranging from “Shappere” to “Shaxberd.” In the handful of signatures that have survived, the Bard never spelled his own name “William Shakespeare,” using variations or abbreviations such as “Willm Shakp,” “Willm Shakspere” and “William Shakspeare” instead. However it’s spelled, Shakespeare is thought to derive from the Old English words “schakken” (“to brandish”) and “speer” (“spear”), and probably referred to a confrontational or argumentative person.7. Shakespeare’s epitaph wards off would-be grave robbers with a curse.\nWilliam Shakespeare died on April 23, 1616, at the age of 52—not bad for an era when the average life expectancy ranged between 30 and 40 years. We may never know what killed him, although an acquaintance wrote that the Bard fell ill after a night of heavy drinking with fellow playwright Ben Jonson. Despite his swift demise, Shakespeare supposedly had the wherewithal to pen the epitaph over his tomb, which is located inside a Stratford church. Intended to thwart the numerous grave robbers who plundered England’s cemeteries at the time, the verse reads: “Good friend, for Jesus’ sake forbeare, / To dig the dust enclosed here. Blessed be the man that spares these stones, / And cursed be he that moves my bones.” It must have done the trick, since Shakespeare’s remains have yet to be disturbed.8. Shakespeare wore a gold hoop earring—or so we think.\nOur notion of William Shakespeare’s appearance comes from several 17th-century portraits that may or may not have been painted while the Bard himself sat behind the canvas. In one of the most famous depictions, known as the Chandos portrait after its onetime owner, the subject has a full beard, a receding hairline, loosened shirt-ties and a shiny gold hoop dangling from his left ear. Even back in Shakespeare’s time, earrings on men were trendy hallmarks of a bohemian lifestyle, as evidenced by images of other Elizabethan artists. The fashion may have been inspired by sailors, who sported a single gold earring to cover funeral costs in case they died at sea.9. North America’s 200 million starlings have Shakespeare to thank for their existence.\nWilliam Shakespeare’s works contain more than 600 references to various types of birds, from swans and doves to sparrows and turkeys. The starling—a lustrous songbird with a gift for mimicry, native to Europe and western Asia—makes just one appearance, in “Henry IV, Part 1.” In 1890 an American “bardolator” named Eugene Schiffelin decided to import every kind of bird mentioned in Shakespeare’s oeuvre but absent from the United States. As part of this project, he released two flocks of 60 starlings in New York’s Central Park. One hundred twenty years later, the highly adaptable species has taken over the skies, becoming invasive and driving some native birds to the brink of extinction.10. Some people think Shakespeare was a fraud.\nHow did a provincial commoner who had never gone to college or ventured outside Stratford become one of the most prolific, worldly and eloquent writers in history? Even early in his career, Shakespeare was spinning tales that displayed in-depth knowledge of international affairs, European capitals and history, as well as familiarity with the royal court and high society. For this reason, some theorists have suggested that one or several authors wishing to conceal their true identity used the person of William Shakespeare as a front. Proposed candidates include Edward De Vere, Francis Bacon, Christopher Marlowe and Mary Sidney Herbert. Most scholars and literary historians remain skeptical about this hypothesis, although many suspect Shakespeare sometimes collaborated with other playwrights.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Things You Didn’t Know About William Shakespeare","author":"Jennie  Cohen"}