{"url":"http://www.history.com/news/murder-in-parliament-200-years-ago","content":"Spencer Perceval, whose murder remains the only assassination of a British prime minister in history. (Credit: National Portrait Gallery)The Liverpool businessman had been arrested in Russia on charges of insurance fraud in 1804, and he spent more than five years festering in rat-infested jails, surviving at times on just bread and water. The British ambassador and the foreign office ignored Bellingham’s repeated pleas to intercede on his behalf. Russian authorities eventually dropped the charges, likely trumped up, and Bellingham returned to his family in England bankrupt and broken. He lobbied the British government for financial compensation for his suffering and the loss of his business, but when his letters went unanswered, Bellingham traveled to London in January 1812 to personally press his case. For weeks the merchant was a regular presence inside the Houses of Parliament, but his direct appeals to government officials fell on deaf ears. Now, as Bellingham sat in the House of Commons, venom coursed through his veins. He was so consumed by the belief that the British government had denied him justice that he focused his rage on the man in charge of that government. Around 5:15 p.m. Bellingham saw the target of his wrath, Tory Prime Minister Spencer Perceval, cross the threshold into the lobby. Without saying a word, he strode purposefully toward the diminutive prime minister, pulled one of the two dueling pistols he concealed in a specially tailored pocket beneath his overcoat and pumped a shot directly into the chest of the leader of the world’s most powerful country. The large lead ball fired from the gun instantly pierced the prime minister’s heart. Perceval put his hand to his chest and, according to eyewitness accounts, gasped “I am murdered!” or “Murder, Murder!” before falling to the ground. The politician’s blood flowed through the hallowed halls of Parliament as he was carried to a nearby room. Perceval, his white waistcoat scarlet and his crimson cheeks pale, was propped up in a sitting position on a table. Minutes later, a surgeon arrived and put his fingers on Perceval’s wrist. Nothing. The prime minister was dead.Illustration of the assassination of Spencer Perceval by John Bellingham. (Credit: Hulton Archive/Getty Images)The assassin believed that Britons would applaud his strike in the name of justice, and the reception he received while being escorted out of Parliament in handcuffs hours after the assassination was a shocking affirmation. The large crowd that had swelled outside Parliament cheered lustily upon seeing Bellingham, and the mob even tried to abet the shooter’s escape by throwing open the doors of the hackney coach that was to transfer him to Newgate Prison. Sir Samuel Romilly, a member of Parliament, recounted in his memoir that “the most savage expressions of joy and exultation were heard, accompanied with regret that others, and particularly the attorney-general, had not shared the same fate.” In Wolverhampton, the news of the prime minister’s murder was greeted with celebratory gunfire, while in Nottingham bells pealed, bonfires blazed and crowds beat drums. The lack of collective mourning testified to just how divisive a figure Perceval had been in Britain since becoming prime minister in 1809. During his tumultuous time in office, he zealously pursued war against Napoleon, and his continuation of efforts to impede American trade with France would soon help to ignite the War of 1812. The high taxes imposed by Perceval to fund the military ventures strained an economy already crippled by French naval blockades. Driven by his religious convictions, Perceval also strangled the illegal slave trade that had been an economic lifeline to port cities such as Bellingham’s hometown of Liverpool. Amid the social tumult of the Industrial Revolution, the prime minister cracked down hard on Luddite rioters, and his government passed controversial legislation making destruction of machines a capital offense. While many with deep animosity toward Perceval celebrated his demise, justice for Bellingham was swift. Just four days after the assassination, he stood trial in London’s historic courthouse, the Old Bailey. When Bellingham had a chance to address the court, he recounted his experiences in Russia and said that his action, while necessary and justified, did not spring from any personal malice toward the prime minister. “The unfortunate lot had fallen upon him as the leading member of that administration which had repeatedly refused me any reparation,” Bellingham told the packed courtroom. Then he chillingly added, “I trust this fatal catastrophe will be warning to other ministers. If they had listened to my case, this court would not have been engaged in this case.”The jury, though, was hardly sympathetic to Bellingham, and it took less than 15 minutes to render its verdict: guilty. Bellingham was once again thrown in a prison cell, where he subsisted on nothing but bread and water. This time, however, it wouldn’t be a long stay. On May 18, 1812, just a week after the sensational murder, Bellingham hanged from the gallows. Robert Banks Jenkinson, earl of Liverpool, soon became prime minister, and the stability of his 15-year rule stood in contrast to the rocky tenure of his predecessor. Perceval faded into obscurity, and while he ranks high among Britain’s forgotten prime ministers, he may always be remembered for his violent end.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Murder in Parliament, 200 Years Ago","author":"Christopher  Klein"}