{"url":"http://www.history.com/news/feathers-in-amber-shed-light-on-dinosaur-plumage","content":"View of feathers found in Canadian amber deposits from the Late Cretaceous. (Credit: Science/AAAS)Scientists have long suspected a link between theropods—bipedal, mostly carnivorous dinosaurs such as Tyrannosaurus rex—and birds. Discoveries in China during the 1990s offered support for the connection and confirmed that some dinosaurs sported hair-like “protofeathers.” But the fossil record of their plumage has been sparse, consisting mainly of carbonized compressions with very little detail. As a result, experts have been left to speculate about ancient feathers’ appearance, purpose and evolution.Now, however, amber deposits from a fossil-rich site in western Canada have yielded rare specimens of Late Cretaceous plumage, frozen in time within hardened tree resin. “We have discovered the most complete feather collection yet to be found in a Mesozoic amber deposit,” said University of Alberta paleontologist Ryan McKellar, co-author of a paper on the find. “All of this material is preserved in 3-D, with microscopic detail and traces of original pigments or coloration.”The specimens include both primitive protofeathers, which researchers think once covered small theropod dinosaurs, and strikingly advanced plumage similar to that of modern diving birds. “Based on our understanding of feather evolution and development, it appears as though Canadian amber has managed to preserve plumage from both non-avian theropods and true avialans [early birds], as well as some material that cannot be attributed to one group or another,” McKellar explained. Skeletal remains found near the amber deposits in southern Alberta also imply that these two groups, which represent both extremes of the feather evolution spectrum, shared the same habitat, he said.The samples’ high level of preservation gave McKellar and his colleagues unique insight into how early feathers looked and functioned, he said. For instance, the protofeathers likely came in various hues of brown and featured dense filaments that might have kept dinosaurs warm. The modern-looking plumes, meanwhile, ranged from white to grey to black and included hook-like structures known as barbules that zip together to help modern diving birds absorb water. “The specialized barbules found in the bird-like feathers indicate that there were likely birds specialized for diving behavior or water transport to the nest during this time interval,” McKellar explained.Mark Norell, chairman of the paleontology division at the American Museum of Natural History, described the specimens as a remarkable find and hailed the study as an important step toward understanding feather evolution. The diversity of plumage present during the Late Cretaceous is a particularly striking revelation, he said. He also mentioned that this type of research on ancient feathers has revised the stereotypical image of dinosaurs as scaly, dull creatures. “If you could transport yourself back to the time when the dinos lived, you’d say, these are a lot of birds walking around,” he said.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Feathers in Amber Shed Light on Dinosaur Plumage","author":"History.com  Staff"}