{"url":"http://www.history.com/news/5-sports-that-havent-made-it-into-the-olympics-yet","content":"1) CricketIndia and Sri Lanka compete during the 2011 Cricket World Cup. (Tom Shaw/Getty Images)You may have heard a lot of talk about cricket this year during the London Games. A quintessentially British sport, it was played by English royalty as far back as the 14th century. Last week, the 2012 Olympic archers competed on Lord’s Cricket Ground, home of the Marylebone Cricket Club. Founded in 1787, Marylebone can be considered the mother ship of world cricket: The club maintains the official rules of the sport as it is played around the world.Though relatively uncommon in the United States, cricket is the second most popular spectator sport in the world (after soccer), with some 2.5 billion fans. That astounding figure is largely due to its prevalence in the densely populated Indian subcontinent, but it’s also enjoyed in England, Asia and Australia. It also has a growing audience in other countries, thanks in part to the recent introduction of a new, shorter match format of three hours.But despite its large international fan base, cricket hasn’t made it into the Olympics. It was included on the original program for the first modern Games in 1896 but taken out due to lack of entrants. Then in 1900, a team of British cricket players competed against the French Athletic Club Union (mostly comprising members of the British embassy staff) in Paris during that year’s Summer Olympics, which at the time were considered part of the World’s Fair. Twelve years later, the match was retroactively recognized as an event of the official 1900 Games.2) SquashSamantha Teran of Mexico and Catalina Pelaez compete in squash during the 2011 Pan-American Games. (LatinContent/Getty Images)Squash also has a supremely British pedigree. It was invented at a prestigious English boarding school around 1830 when students started playing an indoor racket sport known as “rackets” with a punctured ball. It became a sport in its own right in 1864, and its popularity soared. Starting in the mid-20th century, players from Egypt and Pakistan, as well as Great Britain, dominated the top squash ranks, and the game also took off in the United States and Australia.Today, 17 million people in some 185 countries play the indoor racquet sport, which Forbes magazine judged the world’s healthiest sport in 2007. It’s included in the Commonwealth Games, the Pan-American Games and the Asia Games—but not the Olympics. The World Squash Federation (WSF) has been campaigning for squash to be included on the Olympic program since Barcelona in 1992. In 2005, when the IOC voted to eliminate baseball and soccer from the London Olympics, squash and karate—another widely popular non-Olympic sport—were selected as possible replacements. Neither received the two-thirds majority of votes needed to be included, however, and the 2012 Games went ahead with a reduced number of events. Both squash and karate also campaigned for a spot in the 2016 Summer Games in Rio but lost out to rugby sevens and golf.3) BowlingProfessional bowler Pete Weber bowls in a celebrity invitational tournament. (Skip Bolen/Getty Images for PBA)Few sports can boast as long and rich a history as bowling. Ancient Egyptians are believed to have practiced an early form of the game, and it is thought to have been popular in England during the reign of Henry VIII. In modern times, 10-pin bowling has long been one of the world’s most popular sports, with an estimated 100 million participants worldwide. In 1979 the IOC officially recognized the Fédération Internationale des Quilleurs as the governing body of bowling, and the organization has been lobbying for bowling to become part of the Olympics ever since.In 1988 bowling came painfully close to fulfilling its Olympic dream when it was included as a demonstration sport at the Seoul Summer Games. Only 20 nations competed, however, and the competition received little media coverage because of its demonstration status. South Korea, Singapore and Finland won the gold, silver and bronze, respectively, in the men’s bowling event that year, while the Philippines, Japan and Finland finished 1-2-3 for the women. Bowling hasn’t returned to the Olympics since.4) ChessIndian chess champion Viswanathan Anand makes a move during the 2010 World Chess Championship. (Nikolay Doychinov/AFP/Getty Images)As with bowling, many people may view chess as a game or recreation rather than a full-fledged sport. But not the IOC, which officially recognized chess as a sport back in the 1920s. It was originally intended for inclusion in the 1924 Games in Paris but didn’t make it due to difficulties in distinguishing between amateur and professional players. Since then, chess still hasn’t graced the Olympic stage despite lobbying efforts by the World Chess Federation, whose president once compared the winter Olympic sport of curling to “chess on ice.” The organization even instituted drug testing in its competitions so that chess would be in compliance with IOC rules, but inclusion remains elusive.In the meantime, chess has its own Olympiad—the World Chess Olympiad, which boasts more participating countries than the Winter Olympics. In 2012, about 160 nations will participate in Istanbul, Turkey; the youngest competitor is 10 years old.5) Mixed Martial Arts (MMA)MMA fighters compete during the Ultimate Fighting Championship in April 2012. (Kevin C. Cox/Getty Images)From the least violent potential Olympic sport to the most: Mixed martial arts, or MMA, also has a wide international following in countries ranging from the United States, Canada and the United Kingdom to Japan, Thailand, Brazil and Australia. It also recently formed its own international federation, a crucial step on the way to possible Olympic status. But MMA suffers from its violent reputation—Senator John McCain once called it “human cockfighting”—and its no-holds-barred style might not jibe with the Olympic emphasis on safety for athletes, which translates to padded helmets for boxers and heavy padding for taekwondo fighters.In some ways, MMA would have been more at home in the ancient Olympic Games in Greece, where competitors would battle fiercely—sometimes to the death—in sports like boxing, wrestling and pankration (a kind of ancient MMA that combined techniques of boxing and wrestling and had very few rules). Such violent sports have an even longer Olympic history than some of today’s most popular events, such as swimming or gymnastics. Nevertheless, it will probably be an uphill battle for MMA to score a spot in the Olympic Games.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Sports That Haven’t Made It Into the Olympics (Yet)","author":"Sarah  Pruitt"}