{"url":"http://www.history.com/news/major-milestones-in-us-china-relations","content":"Ping-Pong Diplomacy, April 6-17, 1971\nThe invitation to play in China came as a surprise to members of the U.S. Table Tennis Team. While in Nagoya, Japan, for the World Table Tennis Championship, the team’s peers from China invited them for an all-expenses-paid trip to the People’s Republic, making them the very first Americans to be officially invited to China since the communist takeover in 1949.Between exhibition matches, the athletes, along with a group of accompanying journalists, toured the Great Wall and the Summer Palace. They even had a lavish dinner in the Great Hall of the People on Tiananmen Square in Beijing. Chinese Premier Chou En-lai addressed the guests at the feast: “I am confident that this beginning again of our friendship will certainly meet with majority support of our two peoples.”Shortly afterward, Time magazine called ping-pong “an apt metaphor for the relations between Washington and Peking as each nation signaled, in turn, its openness to change.”Nixon Breaks the Ice, February 21-28, 1972\nOn the heels of the table tennis team’s journey to China, President Richard Nixon and Secretary of State Henry Kissinger moved quickly to open up diplomatic channels with the communist nation. This was not a new idea for Nixon: As early as 1967, the then-presidential candidate had written of his belief that the United States “must come urgently to grips with the reality of China.” The president and the first lady landed in Beijing on February 21, beginning an eight-day tour of the People’s Republic. Nixon met Chairman Mao Zedong in Beijing and attended a banquet with Chou En-lai. On February 27, Nixon issued the Shanghai Joint Communiqué that declared Taiwan part of China. It was the first time since the communist People’s Republic was founded in 1949 that a U.S. president acknowledged its existence. Prior to that, American leaders viewed the government in Taipei, Taiwan, as the only legitimate one in China. The document improved relations between the two countries, but it would still be years before they were normalized. Nixon called his visit “the week that changed the world,” and the groundwork he laid in 1972 is widely considered the most important achievement of his career.Ling Ling and Hsing Hsing Arrive in D.C., April 16, 1972\nFollowing Nixon’s successful visit to China, Beijing presented Ling Ling and Hsing Hsing, two giant pandas, to the Smithsonian Institution’s National Zoo on April 16, 1972.  Americans were enchanted with the exotic animals, and in the first day nearly 20,000 visitors stood in long lines to catch a glimpse of the continent’s first pandas. In their initial year at the zoo, more than 1 million people flocked to see the furry pair.Deng Xiaoping Visits a Texas Rodeo, 1979\nOn New Year’s Day 1979, President Carter formally established diplomatic relations with the People’s Republic of China. Unofficial ties with Taiwan remained, but for the first time the United States recognized Beijing as China’s capital. To cement ties between the two nations, China’s Vice Prime Minister Deng Xiaoping, the leader who would help modernize China’s economy, traveled to the United States. In an attempt to soften China’s stern image in the minds of Americans, Deng attended a Texas rodeo, even donning a Stetson hat.Clinton Goes to China, June 1998\nAmerican arms sales to Taiwan and the 1989 Tiananmen Square massacre led to nearly a decade of chilly relations between the two countries. Both the Clinton and first Bush administrations pressed China on human rights abuses while strengthening ties with democratic Taiwan; China retaliated by testing a series of missiles over Taiwan in 1996. But, after the death of Deng Xiaoping and a U.S. tour by his successor Jiang Zemin, President Bill Clinton decided to go to Beijing. His June 1998 visit was the first by a U.S. president since the Tiananmen massacre. While there, Clinton condemned what had happened at Tiananmen, but reaffirmed his support of the “One China” policy—the belief that there is one China headed in Beijing and that Taiwan is part of China.  China Supports the War on Terror, October 2001\nOn October 17, 2001, in the wake of the September 11 attacks and the launch of Operation Enduring Freedom in Afghanistan, President George W. Bush traveled to China to attend the Asia-Pacific Economic Cooperation summit in Shanghai. The trip was also the president’s first chance to meet President Jiang. The Chinese leader backed the U.S. war on terror and spoke of his hope to build a “constructive relationship” between the two powers. Bush and Jiang would meet again four months later when Bush marked the 30th anniversary of Nixon’s first historic trip with his own tour of Beijing.Obama Visits a New China, November 2009\nIn the fall of 2009, President Barack Obama visited a China markedly different from the one Nixon had toured more than three decades before. Now the leader of one of the largest economies on earth—and the second largest U.S. trade partner–Chinese President Hu Jintao was more assertive with his American counterpart than many of his predecessors had been. Pressed on sanctions on Iran, monetary policy and human rights, Hu declined to make any concessions.  President Obama ended his trip with a pointed criticism of the Chinese policy towards Tibet. “While we recognize that Tibet is part of the People’s Republic of China, the United States supports the early resumption of dialogue between the Chinese government and representatives of the Dalai Lama to resolve any concerns and differences that the two sides may have,” he said. Even with the changing dynamics of China-U.S. relations, the two countries continue to work toward a mutually beneficial future. Addressing business leaders this week, Xi called the relationship between the two countries an “unstoppable river that keeps surging ahead.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Major Milestones in U.S.-China Relations","author":"History.com  Staff"}