{"url":"http://www.history.com/news/royal-announcement-leads-to-succession-scramble","content":"Getty ImagesAccording to longstanding rules of royal succession in Britain, a first-born princess may only inherit the throne if she has no younger brothers. As a result, some 40 kings have ruled Britain since the Norman Conquest in 1066, but only seven queens. Queen Elizabeth II, who took the throne in 1952 after the death of her father, King George VI, was able to do so only because she had no brothers. During much of her long reign, the sexism inherent in the royal succession laws was a moot point, as Prince Charles, William’s father, was the eldest child born to Elizabeth and her husband Prince Philip, duke of Edinburgh. But as the next generation of the royal family reached adulthood – and especially after William’s marriage to his college sweetheart, Kate Middleton, in April 2011 – the question took on new importance for many royal watchers.At a conference in October 2011, leaders of the 16 Commonwealth nations (which recognize the British monarch as their head of state) agreed that constitutional changes should be made allowing a firstborn daughter to be able to ascend the throne, even if she has younger brothers. (They also agreed that another outdated rule, which forbids any monarch or heir from marrying a Catholic, should be abolished as well.) At the opening of Parliament last May, the queen herself confirmed that the U.K. government was planning to work with Commonwealth countries to change the succession laws, following in the footsteps of such other European monarchies as Sweden, the Netherlands, Norway, Belgium and Denmark.But that was in May—and so far no new laws have been passed. Now, with this week’s announcement that William and Kate are expecting, it seems there’s a rush to get things moving. On December 3, Deputy Prime Minister Nick Clegg said that all 16 Commonwealth countries had formally pledged to change their laws, and that as soon as Parliamentary schedule permits, a Succession to the Crown Bill would be introduced. In order to change the rules of succession, several key constitutional documents must be amended, including the Bill of Rights and Coronation Oath Act of 1688, the 1701 Act of Settlement and the 1706 Act of Union with Scotland.Now that the palace made its announcement, the government’s under pressure to get the constitutional changes signed, sealed and delivered before Kate delivers. If they don’t make the changes before then, uncertainty could remain. For instance, a younger son could challenge a first-born girl’s claim to the throne on the grounds that change was not made at time of her birth.Making things even more complicated is speculation that Kate may be carrying not one royal heir but two. At less than 12 weeks pregnant, Kate is reportedly suffering from hyperemesis gravidarum (HG), an acute form of morning sickness that occurs in between 0.3 and 2 percent of pregnancies. As HG is more common among women who are carrying twins, the news has got royal watchers all worked up, especially since twins run in both families. According to the proposed new rules of succession, if William and Kate do have twins, whichever child appears first—whether male or female—would be third in line for the British throne, after Prince Charles and Prince William. His or her twin would take fourth place, just in front of William’s younger brother, Prince Harry.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Royal Announcement Leads to Succession Scramble","author":"Sarah  Pruitt"}