{"url":"http://www.history.com/news/jesse-james-wanted-poster-goes-up-for-auction","content":"A wanted poster advertising a reward for the capture of Frank and Jesse James. (Credit: Brian Lebel's Old West Show and Auction)“Authentic wanted posters of the Old West are extremely hard to come by,” said Brian Lebel, who will feature the poster in his annual Old West Show & Auction. “To have a genuine Frank and Jesse James poster is pretty incredible.”Perhaps nothing so epitomizes the spirit of the Wild West as the wanted poster. From harlots to murderers, any fugitive from justice wound up with his or her face or name on a poster offering a reward. Though many people associate them with the phrase “dead or alive,” these documents typically called for the taking of live outlaws so that they could stand trial. This is the case with the Frank and Jesse James poster, which outlines a $5,000 reward for “the arrest and delivery” of each man, along with an additional $5,000 “for the conviction of either of the parties.”The poster references several crimes for which the James brothers were under indictment, including one of their most notorious episodes: the mistaken identity murder of John W. Sheets during the 1869 robbery of the Daviess County Savings Association in Gallatin, Missouri. According to multiple accounts, Jesse James shot Sheets after confusing him with Samuel Cox, a former Union colonel who had allegedly killed “Bloody” Bill Anderson. Like the James brothers, Anderson had been a member of the Confederate guerrilla warfare group Quantrill’s Raiders. Apparently, Jesse shot Sheets believing he was avenging Anderson’s killing by Cox.Even for a murder, a $5,000 reward was large by 1881 standards, equivalent to over $113,000 in today’s dollars. Other wanted posters of the time document sums of $50 to $500 for outlaws accused of the crime. Why such a big reward in this case? Simply put, Missouri’s governor at the time, Thomas T. Crittendon, was frustrated. Over the preceding 12 years, the James gang had pulled off an average of one heist about every six months. At the time of the poster’s issuance, Frank and Jesse were charged with two train robberies, one bank robbery and a murder in the last two years alone. Nevertheless, the pair remained at large. Crittendon wanted the brothers brought to justice, and the large reward provided great incentive to lawmen and citizens alike to deliver the James brothers to jail.A wanted poster advertising a reward for the capture of Butch Cassidy and the Sundance Kid. (Credit: Brian Lebel's Old West Show and Auction)A few months after Jesse’s death, Frank James turned himself in to authorities for a murder committed during the Chicago, Rock Island and Pacific train robbery referenced on the wanted poster. At the time, he said he had grown weary of living as a fugitive. After being acquitted of the murder in 1883, Frank led a quiet life for the next 30 years and worked various jobs, including as a shoe salesman and theater guard. He died of a heart attack on February 18, 1915.No one ever collected the $5,000 reward offered by Governor Crittendon for the capture of the James brothers, but whoever wins the wanted poster at auction will take home a prize just as valuable: a rare piece of Old West history. While the seller requested anonymity, the poster possesses a verified chain of ownership or provenance: It was passed down through four generations of a St. Joseph, Missouri, family. According to Lebel, genuine wanted posters like this one are scarce not only because they were printed on cheap paper and designed to be thrown away whenever a fugitive was caught or died, but also because “there are so many fakes and reproductions. People have been printing phony wanted posters for years—for fun, for Hollywood and to deceive—so it’s tricky to find authentic ones in the mix.” Interestingly, Lebel’s auction includes a second authentic wanted poster, this one for George Parker (alias Butch Cassidy) and Harry Longbaugh (alias the Sundance Kid). The 1904 placard, issued by the Pinkerton National Detective Agency, features photos of the duo along with a reward offer of $1,000 per man plus “25 per cent, in proportionate shares, on all money recovered” in relation to the pair’s September 19, 1900, robbery of the First National Bank of Winnemucca, Nevada. The bandits scored $32,640, or roughly $882,000 in today’s money, in the theft. Like the James brothers, Butch and Sundance got away with the crime.Brian Lebel’s Old West Show and Auction is scheduled to take place from June 22 to June 24 in Denver.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Jesse James Wanted Poster Goes Up for Auction","author":"Elizabeth  Hanes"}