{"url":"http://www.history.com/news/the-presidents-speech-from-first-draft-to-delivery","content":"Why did you decide to undertake this project?\nPresidential speeches are direct communications between the nation’s chief executive and the people of the country. They articulate policy and distill the president’s beliefs, and as such they literally make history. Since the founding of America, presidential speeches have quelled fears and raised hopes. They have urged their fellow citizens to take courses of action that have had vital consequences for the growth, and even the survival, of the nation. As historical artifacts, presidential speeches deserve the closest and most thorough examination.But they do not simply happen. The occasion for a speech can be a ceremony, as in presidential inaugurals. It can be a response to an imperative—the declaration of war or defusing a diplomatic or economic crisis. It also can be an initiative—a statement of policy by the president intended to set the nation on a new course. Or it can be some combination of the three. Each major presidential address begs a number of questions. What prompted the speech? How was it drafted, and by whom? Did the president write it himself, or was he a passive recipient of someone else’s ideas? How did the speech develop and who influenced its development? What were the circumstances under which it was delivered? What was its impact? In short, how did some of the most important documents in American history change between conception and delivery, and was that a good or bad thing?As a working speechwriter who has made an academic study of the history of rhetoric, these are questions that fascinate me. This book is an attempt to answer those questions for a sampling of the most important presidential speeches in our history, and in doing so to help us to understand how our history was shaped and how things might have gone differently.How did you go about your research for this book?\nThe premise for the book is the way a presidential speech changes between first draft and delivery. I identified a universe of significant presidential speeches, then began winnowing them down based on the availability of first and intermediate drafts and supporting documents. Documentation could be spotty for early presidents, but more recent administrations presented the opposite difficulty. All of the drafts of a major speech by Lincoln would fill an envelope, but all of the drafts of a major speech by Ronald Reagan could fill several file boxes in his presidential library. After selecting a list of speeches satisfying the criteria, I set about obtaining copies of the drafts and identifying books, articles, letters and other papers containing significant information concerning the genesis and development of the speeches. I read my way through, analyzed the content and made authorial decisions as to what was significant and what was peripheral. I then tried to distill all the details into simple, clear narratives accompanied by facsimiles of representative documents to illustrate the process.Can you share a story or two about a particularly interesting revision?\nI think that the most significant single edit was by Franklin Delano Roosevelt in his address to the U.S. Congress after the Japanese attack on Pearl Harbor. In his opening sentence, he changed the words of the draft presented to him from “a date which will live in history” to “a date which will live in infamy.” That one altered word assured the immortality of the phrase. Roosevelt made a number of other changes and rejected a lot of bad advice, crafting a very short but eternally memorable address.One surprise concerned Lincoln’s first inaugural address. Lincoln was a superb, almost poetical writer and is almost universally believed to have crafted personally all of the memorable words he spoke. However, in the case of his first inaugural address, he sought the advice of his new secretary of state, William H. Seward. Lincoln barely knew Seward, and in fact they had been recent rivals for the Republican Party presidential nomination. Seward nevertheless made many suggestions softening the tone of the speech, and Lincoln accepted them. Lincoln replaced his own literal saber-rattling “shall it be peace or the sword?” closure with Seward’s “better angels of our nature” conclusion, altering Seward’s words in his own inimitable fashion to hold out an olive branch to the secessionist South. It is a rare instance of a significant contribution by another person to Lincoln’s speeches, although Seward continued as a close advisor and confidante to Lincoln throughout his presidency.What does the book tell us about each president’s involvement in crafting his own addresses, as well as the role of speechwriters throughout American history?\nThere is a broad spectrum of involvement. Early presidents gave fewer formal remarks, and generally turned to high-level advisers for their writing help. Washington could call on both Alexander Hamilton and James Madison, for example, not to mention Thomas Jefferson. James Monroe made extensive use of the writing talents of John Quincy Adams, another future president who earned the nickname “Old Man Eloquent” in his post-presidential terms in the House of Representatives. Jefferson himself was a great writer but a mediocre speaker, and so some of his “speeches” were published but never delivered live. Some of the more forgettable presidents had equally forgettable helpers in preparing their sparse remarks. Woodrow Wilson, meanwhile, was an academic by training and profession. In preparing his major addresses, he mobilized literally hundreds of scholars and experts in the effort to gather enormous volumes of pertinent information and absorbed and distilled that in preparing his remarks. But for all the research assistance Wilson had, he was a fine writer and speaker who largely crafted the final versions of most of his important speeches personally. Teddy Roosevelt was a prolific writer who wrote most of his own speeches, while his distant cousin Franklin recruited the top talent available to produce drafts—including Pulitzer Prize winners Archibald MacLeish and Robert Sherwood—but left his own unmistakable imprint on a host of great speeches.Starting with FDR, the demands for presidential remarks dramatically escalated, and professional speechwriters bearing that job title began to appear. In fact, Warren G. Harding employed the first such writer, a former reporter named Judson Welliver, but managed to mangle that man’s words to the point where Harding speeches became the butt of jokes. After FDR, the ranks of speechwriters at the White House swelled with each new administration, but they have been held in ever-diminishing esteem. As I note on several occasions in my book, ever since the Ford Administration the habit of the White House is to circulate speech drafts to dozens and dozens of minions throughout government. Speeches are produced and revised on an assembly line basis. One or, more likely, a group of speechwriters produces a draft, and then it is trampled to death in the editing process. The first draft will invariably come back utterly unrecognizable. If a memorable phrase survives, it’s entirely by accident. The most notable case in point is Reagan’s immortal “Mr. Gorbachev, tear down this wall” phrase, about which I write. It very nearly didn’t make the speech at all, and even then was buried in a mass of diplomatic jargon. Fortunately, it was bright enough to shine through.Which president do you think was the best speaker or speechwriter, and what favorite speeches stand out in your mind?\nThe best speakers, in my mind, were FDR and John F. Kennedy. Both had remarkable speechwriters to produce memorable drafts—Kennedy’s symbiotic relationship with the late, great Ted Sorensen is well known—but both had enormously impressive senses of occasion and linguistic capabilities, and both improved their speeches in performance. Of course, Ronald Reagan’s delivery was impeccable every time out, but after he lost the inimitable Peggy Noonan and other top writers during his second term, his performance declined, as I note in the book.Speechwriting is a separate skill from speaking, and 20th- and 21st-century presidents rarely if ever have sat down and drafted major addresses from beginning to end. I think that in the main Jefferson and Lincoln stand out as writers. We can’t know how they sounded—Lincoln was reputed to be a good speaker despite a high, rather thin voice, and Jefferson from all accounts delivered his words perfunctorily. For a combination of writer and speaker, though, I think I would go with Teddy Roosevelt. He wrote most of his own speeches, and delivered them with great energy. Among lesser-regarded presidents, I think Calvin Coolidge deserves mention. Despite his “Silent Cal” reputation, he was self-schooled in the arts of rhetoric, and in fact published several volumes of his own speeches before ever becoming president. I uncovered some first-rate speeches of his while doing research, but regrettably he did not make the book because he unfortunately burned all of the preliminary drafts of his speeches, and so left no paper trail as to development.Can you tell us a bit more about your background, and how did your own experiences with speechwriting shape this book?\nI have made my living primarily as a speechwriter for more than 40 years. Like many speechwriters of my era, I started out on newspapers—as a sportswriter, at age 20. My first sports editor gave me great advice for a future speechwriter: cut every word in half, cut every sentence in half. From there, I was lucky enough to be named editorial page editor of a suburban New Jersey daily when I was 23. When I wrote editorials, I was writing to persuade, and that’s great training for a speechwriter, as well. With a young family, I continued to follow the money from newspapers to magazines and began to specialize in energy. Then came the energy crises of the 1970s and I was hired as a speechwriter for the head of the hastily formed federal energy apparatus—the “Energy Czar.” I had never written a speech, as such, but they assumed that since I was a writer, I could—and so did I. I survived that very chaotic situation, and when the dust cleared and the gas pumps started working again, I found myself chief speechwriter of the newly formed U.S. Department of Energy. Knowledgeable energy writers were in short supply at the time, and during the energy crises I wound up detailed to the White House during both the Ford and Carter administrations. In the 1980s, when energy cooled off, so to speak, I left government to write speeches for the CEOs of some of the country’s largest energy companies before becoming freelance. I guess I’ve written somewhere over 1,000 speeches, counting all of the brief ceremonial remarks as well as the formal addresses.Having written and edited speeches at the White House, Cabinet-level agencies and Fortune 50 corporations, I know all too well that a speech does not always turn out the way it begins. It can change 180 degrees. I have seen some speeches delivered that never should have been, with disastrous results, and some speeches killed or watered down that would have had great positive impact. The process a speech goes through from first draft to delivery is fascinating, and large parts of that fascination are the politics and other human interactions that affect the words on the page. I have always thought that the stories behind the development of speeches—particularly at the presidential level, where history can be changed for good or ill by the words delivered—would be worth telling.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The President’s Speech, From First Draft to Delivery","author":"History.com  Staff"}