{"url":"http://www.history.com/news/faces-of-drowned-civil-war-sailors-from-uss-monitor-reconstructed","content":"Facial Reconstructions of USS Monitor Sailors\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/monitor-faces.jpg\r\n                    \r\n\t\t\t\t\tForensic anthropologists have created facial reconstructions based on the skeletons of two sailors who went down with the USS Monitor in 1862. Officials hope the project will help identify the men 150 years after their death. (Credit: LSU University Relations)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSailors on USS Monitor’s Deck\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/monitor-sailors-on-deck.jpg\r\n                    \r\n\t\t\t\t\tThe soldiers died along with 14 fellow crewmembers when the USS Monitor sank in rough seas off Cape Hatteras, North Carolina. None of the other victims have been found. Forty-six men managed to escape the doomed vessel. (Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tRaising of Monitor’s Turret\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/uss-monitor-turret.jpg\r\n                    \r\n\t\t\t\t\tThe remains of the unidentified sailors were found inside the USS Monitor’s gun turret, which was recovered during a 2002 expedition. (Credit: Monitor Collection, NOAA)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSkulls of Monitor Sailors\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/uss-monitor-skulls.jpg\r\n                    \r\n\t\t\t\t\tForensic specialists at Louisiana State University analyzed the two skulls removed from the turret. (Credit: LSU University Relations)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tClay Reconstruction in Progress\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/uss-monitor-clay.jpg\r\n                    \r\n\t\t\t\t\tAfter taking precise measurements, they crafted features out of clay. (Credit: LSU University Relations)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCompleted Clay Reconstruction\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/uss-monitor-clay-2.jpg\r\n                    \r\n\t\t\t\t\tOnce the clay models were transformed into plastic replicas, computer-enhanced imaging techniques helped the team complete lifelike depictions of what the sailors might have looked like. (Credit: LSU University Relations)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tDiver at Monitor Wreck Site\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2012/03/uss-monitor-wreck.jpg\r\n                    \r\n\t\t\t\t\tMany artifacts from the USS Monitor have been recovered and are now on display at the Mariners' Museum in Newport News, Virginia. The wreck site became the first U.S. national marine sanctuary in 1975. (Credit: Monitor Collection, NOAA)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tWell-preserved and nearly complete, the skeletons were given to the Joint POW/MIA Accounting Command (JPAC), a task force responsible for identifying Americans killed during past wars and conflicts. JPAC sent bone casts to scientists at Louisiana State University, who used 3-D modeling techniques to create clay facial reconstructions of the unknown soldiers. Officials hope that these detailed images, unveiled today during the dedication of a memorial plaque, might finally put names to the remains as the 150th anniversary of the Monitor’s demise approaches.“These are the faces of men who gave their lives for their country at a pivotal moment in American history,” said David Alberg, superintendent of the Monitor National Marine Sanctuary. “The best-case scenario is that someone will emerge, perhaps a descendent, who can give these faces a name.”By examining the hip bones of the Monitor sailors, scientists estimated that one of the men was between 17 and 24 years old, while the other was between 30 and 40, said Mary Manheim, director of Louisiana State University’s Forensic Anthropology and Computer Enhancement Services (FACES) Laboratory. Next, imaging specialist Eileen Barrow placed tissue-depth markers on the two skulls to measure their contours before shaping features out of clay, Manheim said.FACES typically provides its services to law enforcement agencies, although it has occasionally worked on historical research projects. “It is so exciting to be a part of this,” said Manheim. “To be able to participate in it is so rewarding. To be able to create images that may have looked like these people is even more rewarding.”Experts think the two men might have died while trapped in the Monitor’s revolving turret, one of the innovations that made the vessel so revolutionary when construction began in late 1861. On March 9, 1862, the Union ironclad faced off against the CSS Virginia (originally the CSS Merrimack) during the legendary Battle of Hampton Roads. Considered a watershed moment in both naval and Civil War history, the engagement ended in a standstill.Nine months later, the Monitor made its way through rough waters en route to Beaufort, North Carolina, towed by the USS Rhode Island. The heavy, low-slung vessel had served well in the sheltered Chesapeake Bay but pitched and swayed on the open seas. As waves tossed the craft, the caulking around the gun turret loosened and water leaked into the hull. On December 31 the ironclad’s pump stopped working, forcing its 62 crewmembers to abandon ship; it sank with 16 men still aboard.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Faces of Drowned Civil War Sailors From USS Monitor Reconstructed","author":"History.com  Staff"}