{"url":"http://www.history.com/news/golfs-greatest-surprise-100-years-ago","content":"Francis Ouimet (Credit: Ouimet College Scholarship Fund)When the 1913 U.S. Open came to The Country Club in Brookline, Massachusetts, no competing golfer had more local knowledge than 20-year-old Francis Ouimet. After all, he had grown up across the street from the course and woken up every day for the past 16 years staring out at the 17th hole from his bedroom window. Ouimet had caddied at the club as a youngster and snuck onto the course whenever he could to play a few holes.Still, despite his familiarity with The Country Club, no one gave the gangly, unknown Ouimet a shot to win. He was an amateur in a sport ruled by professionals, an American in a sport dominated by the British and Scots, and the son of immigrants in a sport played almost exclusively by society’s most elite. Plus, the 1913 U.S. Open field included the British superstars Harry Vardon and Ted Ray, the Tiger Woods and Rory McIlroy of the day. Tournament organizers had moved the U.S. Open from June to September just to accommodate the schedules of the world’s two greatest golfers. Ouimet, meanwhile, had to pull strings just to get time off from his full-time job at a Boston sporting-goods store.On the morning of September 16, 1913, Ouimet finished breakfast and walked across the street to tee off in the tournament’s qualifying round. When he arrived, he discovered that Jack Lowery, his chosen caddie, was caught skipping school by a truant officer. Jack’s younger brother Eddie, a feisty 10-year-old who had no fear of playing hooky, stepped up as a last-minute substitute.Ouimet easily advanced through the qualifying tournament and thrilled the local crowds with his surprising play on the tournament’s first day, which included 36 holes of play. He was tied for 17th place after the first round and found himself only four shots behind Vardon after the second.Francis Ouiment and caddy Eddie Lowery at the 1913 U.S. Open. (Credit: Ouiment College Scholarship Fund)With the pint-sized Lowery, hardly taller than the clubs he was toting, offering encouragement, Ouimet fired the lowest score of the third round and found himself tied with four-time British Open winner Vardon and reigning British Open champion Ray entering the final 18 holes. As word spread around Boston that the local boy was in the thick of the hunt, throngs clung to crowded streetcars destined for Brookline and flooded The Country Club.With six holes to play, Ouimet found himself trailing by two. Across the street from the golf course, his anxious mother clutched a rosary and rocked nervously on the front porch of the family’s modest two-story clapboard house. Each roar of the crowd, such as the one that echoed through the trees after Francis sank a miraculous chip-in for birdie on the 13th hole, sounded like an answered prayer to her pious ears. On the 17th hole, in the shadow of his bedroom, Ouimet made a 20-foot birdie putt to tie for the lead. After sinking a knee-knocking par putt on the final hole, Ouimet walked off the course in a three-way-tie with his idols, Vardon and Ray.The trio returned to The County Club the following day for an 18-hole playoff along with a crowd of at least 10,000 people, the largest gallery to ever witness a round of golf at the time. Few of them, however, expected to see David slay not one, but two Goliaths.Ouimet had an opportunity before the biggest round of his life to switch to an experienced club caddie, but the loyal amateur stuck with Lowery. Through the drizzle, the American played a solid front nine and gained the lead on the 10th hole. On the 17th tee, he led Vardon by a mere stroke, but for the second day in a row he birdied the hole across the street from his humble home. The birdie propelled him to a round of 72, five shots better than Vardon, six in the clear of Ray.The fans hoisted Lowery and Ouimet, the first amateur and only the second American to win the national championship, onto their shoulders in celebration. The victory made front pages around the world, and more than two centuries after the battles at Lexington and Concord, the shots fired by the Boston boy against the British set off an American sports revolution. The triumph by a working-class amateur ignited American interest in the sport and expanded its reach beyond just the upper crust. According to the Ouimet Scholarship Fund, which was founded in 1949 to assist students involved in the golfing community pay for college, the number of Americans playing golf soared from 350,000 in 1913 to 2.1 million a decade later. The number of courses tripled during that time period, and many of those were public.Ouimet’s 1913 U.S. Open victory—the greatest upset in golf, and perhaps sports, history—is the stuff of fairytales in the best tradition of Disney. And in fact, Disney did make a 2005 movie based on the event, The Greatest Game Ever Played, based on the book by Mark Frost.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Golf’s Greatest Surprise, 100 Years Ago","author":"Christopher  Klein"}