{"url":"http://www.history.com/news/egyptian-princess-needed-bypass-surgery-mummy-study-shows","content":"Scan showing calcification in two of the ancient Egyptian princess Ahmose-Meryet-Amon's coronary arteries. (Credit: European Society of Cardiology)This week, Ahmose-Meryet-Amon featured prominently in two presentations given at the International Conference of Non-Invasive Cardiovascular Imaging (ICNC) in Amsterdam. Both discussed the findings of a recent study that used non-invasive computerized tomography (CT) scans on 52 mummies—including the princess’—to determine whether ancient Egyptians suffered from atherosclerosis. This chronic condition, in which fatty deposits build up in the arteries and increase the risk of heart attack or stroke, affects more people today than all forms of cancer combined.Atherosclerosis has often been associated with unhealthy diets and sedentary lifestyles—risk factors believed to be more common in modern humans than in ancient peoples. For this reason, the researchers who scanned the mummies were surprised to discover that, out of the 44 with recognizable arteries, nearly half showed signs of arterial calcification, which indicates atherosclerosis.“Overall, it was striking how much atherosclerosis we found,” said Gregory S. Thomas, director of nuclear cardiology education at the University of California, Irvine, and a lead on the study. “We think of atherosclerosis as a disease of modern lifestyle, but it’s clear that it also existed 3,500 years ago. Our findings certainly call into question the perception of atherosclerosis as a modern disease.”Princess Ahmose-Meryet-Amon presented with the most extreme case of all: Calcium deposits in two of her three main coronary arteries imply that she suffered from life-threatening—and possibly fatal—heart disease when she died. “Today,” Thomas explained, “she would have needed bypass surgery.”For Thomas and the study’s other principal investigator, Adel Allam of Al Azhar University in Cairo, their findings indicate that atherosclerosis may have a more significant genetic link than previously thought. Allam also suggested that ancient Egyptians might have been particularly susceptible to coronary heart disease because of exposure to parasites that triggered an inflammatory response and compromised their immune systems.The team also believes that a dietary explanation could still be on the table, especially for Ahmose-Meryet-Amon: Because the princess belonged to a royal family, she probably indulged in richer foods than the average Egyptian, consuming higher quantities of meat, butter, cheese and salt, which was used as a preservative. (For commoners, typical fare centered on fruits, vegetables, wheat, barley, bread and beer.) As a member of the elite, Ahmose-Meryet-Amon may also have been spared the strenuous daily routines of her father and brother’s subjects.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Egyptian Princess Needed Bypass Surgery, Mummy Study Shows","author":"Jennie  Cohen"}