{"url":"http://www.history.com/news/heat-waves-throughout-history-2","content":"Austria During the European Heat Wave of 2003\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/belgrade-2003.jpg\r\n                    \r\n\t\t\t\t\tJuly and August of 2003, countries across Europe sizzled through what some scientists deemed their hottest summer since 1500 A.D. The scorching temperatures claimed at least 40,000 victims. Here, a coachman douses his horse in Vienna. (Photo Credit: AFP/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFrance During the European Heat Wave of 2003\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/france-2003.jpg\r\n                    \r\n\t\t\t\t\tFrance was hit hardest by the 2003 summer heat wave, suffering an estimated 14,000 fatalities as temperatures soared to 104 degrees in a country with an aging population and limited air conditioning. Here, patients are treated for heat-related ailments. (Photo Credit: AFP/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tA Grim Scene During the Chicago Heat Wave of 1995\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/chicago.jpg\r\n                    \r\n\t\t\t\t\tIn the summer of 1995, the Windy City lost approximately 700 residents in just five humid and sweltering days. As the heat lingered, much of Chicago's urban infrastructure began to break down. Paramedics, hospitals and morgues were quickly overwhelmed. (Photo Credit: AFP/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tNew York's Coney Island During the North American Heat Wave of 1936\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/coney-island-1936.jpg\r\n                    \r\n\t\t\t\t\tAlready battered by the Great Depression, the United States took yet another debilitating hit when temperatures soared in 1936, clearing the 120-degree mark in some regions. Here, New Yorkers seeking relief throng the boardwalk and beach at Coney Island. (Photo Credit: New York Daily News via Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMigrant Workers During the North American Heat Wave of 1936\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/dust-bowl.jpg\r\n                    \r\n\t\t\t\t\tThe 1936 heat wave added to the woes of America's farmers during the Dust Bowl, a period of drought and severe dust storms. In this photograph by Dorothea Lange, migrant workers in Texas make their way to greener pastures in California. (Photo Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tHot Times in the Big Apple\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/new-york-city.jpg\r\n                    \r\n\t\t\t\t\tIn the late 19th and early 20th centuries, New York City was hit by a series of heat waves that proved especially catastrophic for poor tenement dwellers. The most severe occurred in 1896 and claimed 1,300 lives. Here, young New Yorkers cool off in a fountain. (Photo Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMore Hot Times in the Big Apple\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/new-york-ice.jpg\r\n                    \r\n\t\t\t\t\tPrograms such as free ice distribution provided relief to many New Yorkers during the heat waves of the late 19th and early 20th centuries. (Photo Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCartoon Depicting London's Great Stink of 1858\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/09/great-stink.jpg\r\n                    \r\n\t\t\t\t\tIn the summer of 1858, a combination of high temperatures and sewage overflow unleashed water-borne diseases and a malodorous stench on England's capital. This Punch magazine cartoon depicts \"Father Thames\" introducing his offspring--diphtheria, scrofula and cholera--to the City of London.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tLondon’s Great Stink of 1858\nThis summer heat wave has lived in infamy not only for its soaring temperatures but also for the malodorous stench it unleashed on England’s capital. Many Londoners had recently traded in their chamber pots for water closets, which flushed an unprecedented amount of water and waste into the city’s 200,000 cesspits. As sewage overflowed into the River Thames and its tributaries, the warm weather encouraged the growth of bacteria with an odor so noxious that sheets soaked in chloride of lime were hung from the windows of the newly built House of Commons in an effort to blunt the smell. London’s poor still drank from the Thames, and thousands died that summer from cholera, typhoid and other diseases; these epidemics had yet to be linked to contaminated water and were instead blamed on the reeking air. One newspaper declared that “whoso once inhales the stink can never forget it and can count himself lucky if he lives to remember it.”Amid public outcry, Parliament resolved to overhaul the city’s antiquated sewer system, enlisting the help of Joseph William Bazalgette, a brilliant and celebrated civil engineer. His sprawling network of drains and pumping stations, designed to handle 420 million gallons of liquid waste a day, officially opened in 1865 and became fully operational a decade later. Many credit Bazalgette with saving thousands of lives–and, of course, sparing countless noses from London’s intolerable stink.The Great New York Heat Wave of 1896\nAt the end of the 19th century, New York City was home to some 3 million people, many occupying the notoriously cramped and stifling tenements of the Lower East Side and other low-income neighborhoods. When 10 days of relentless heat baked the Big Apple in August 1896, these abysmal living conditions went from an uncomfortable reality to a death sentence for an estimated 1,300 New Yorkers. Roasting in their jam-packed bedrooms and barred from sleeping in public parks by a citywide ban, many tenement dwellers sought a breath of fresh air on rooftops, fire escapes and piers. A sizable share of the heat wave casualties occurred when people fell asleep, rolled from their perches and plummeted to their deaths; others succumbed to heat stroke and other heat-related ailments. More than 1,000 horses also died during the crisis.Even as the death toll mounted, the city government did little to address the disaster, and the heat wave was on the verge of waning by the time the mayor called an emergency meeting. One relatively obscure official emerged as a hero: Theodore Roosevelt, the city’s police commissioner, who had angered New Yorkers earlier in the summer by cracking down on taverns that stayed open beyond the legal closing time. The future president instructed the police force to distribute free ice in tenement neighborhoods and provide ambulance services to the sick. According to some historians, the heat wave salvaged Roosevelt’s faltering political career and ultimately helped propel him to the White House.The North American Heat Wave of 1936\nIn the United States, the timing of the 1936 North American heat wave could not have been worse. Battered by the Great Depression, bled dry by years of drought and blinded by perpetual dust storms, the country took yet another debilitating hit when temperatures soared to all-time highs in 12 states, clearing the 120-degree mark in some regions. (The Canadian provinces of Ontario and Manitoba also saw record heat that summer.) Like the blistering summer of 2010, the 1936 heat wave started early and followed an unusually cold winter, leaving Americans unprepared for such a drastic change in weather.Reports of dramatic and horrific scenes poured in from around the country. The Midwest had been battling a grasshopper infestation for several years, and as temperatures climbed their broiled, lifeless bodies began dropping from the sky like antennaed hail. In New York City, which hit a record high of 106 degrees, 75 seamstresses at a single factory fell into a collective, heat-induced swoon. In Detroit, one of the steamiest cities, doctors and nurses collapsed while treating patients, overcome by heat and exhaustion, and the morgues were overrun with bodies. By summer’s end, upward of 5,000 Americans and 1,100 Canadians had died from heat-related causes or drowned while trying to cool off in rivers and lakes.The Chicago Heat Wave of 1995\nLike much of the central and eastern United States, Chicago had suffered through the devastating heat waves of 1980 and 1988, which persisted for weeks and caused tens of thousands of fatalities nationwide. But in the summer of 1995, the Windy City lost approximately 700 residents in just five humid and sweltering days–a staggering mortality rate that exposed the city’s inadequate response system while debunking common assumptions about which groups are most susceptible to heat-related death.On July 13, the temperature in the city hit 106 degrees and the heat index, which takes humidity into account to gauge how hot it actually feels, surpassed 120 degrees. As the heat lingered, much of Chicago’s urban infrastructure began to break down: excessive air conditioner use maxed out the power grid; relief seekers opened so many hydrants that several communities lost water pressure; and train rails and roads buckled, causing massive commuter delays. Paramedics, hospitals and morgues were quickly overwhelmed, and midway through the heat wave there was a backlog of hundreds of bodies. In the aftermath of the tragedy, researchers found that most of those who died were older men who lived alone, despite the fact that senior women outnumbered senior men in the area; they concluded that women’s stronger social connections to the community had acted as a defense. Four years later, when another heat wave hit the city, better preparation and a more rapid response limited the deaths to just over 100.The European Heat Wave of 2003\nIn July and August of 2003, countries across Europe sizzled through what some scientists deemed their hottest summer since 1500 A.D. The scorching temperatures peaked in the last two weeks of August and claimed at least 40,000 victims, taking a heavy toll on the very young, the chronically ill and elderly people living alone or in nursing homes. Forest fires raged in Portugal, Spain and Italy, while melting glaciers triggered flash floods in the Alps and crops withered throughout southern Europe.France was hit hardest by the crisis, suffering an estimated 14,000 fatalities as temperatures soared to 104 degrees in a country with an aging population and limited air conditioning. In France and elsewhere, the appallingly high death toll revealed a lack of preparedness for extreme weather in regions with historically temperate climates. Reports cited treatment delays, unawareness of heat-related conditions like dehydration and inadequate medical personnel. In the years since 2003, most European governments have developed action plans for extreme heat that emphasize green spaces, public education, warning systems and emergency measures for the most vulnerable.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Heat Waves Throughout History","author":"Jennie  Cohen"}