{"url":"http://www.history.com/news/waco-20-years-later-where-are-they-now","content":"Smoke engulfs the Branch Davidian complex in Waco, Texas, on April 19, 1993. (Tim Roberts/AFP/Getty Images1. David Koresh\nBorn Vernon Wayne Howell, he changed his name to David Koresh in 1990 after becoming leader of the Branch Davidians, an offshoot of the Seventh-day Adventist Church. In addition to proclaiming himself the messiah and preaching that the end of the world was near, Koresh built up a weapons arsenal that included machine guns, AK-47 assault rifles, hand grenades and massive quantities of ammunition. He also took numerous wives, some allegedly as young as 12 or 13, and condoned harsh corporal punishment. During the final assault on his compound on April 19, 1993, Koresh died of a gunshot wound to the head. Various theories abound, including that he committed suicide or that he was shot by a follower while trying to escape. He was buried in an unmarked grave at Memorial Park Cemetery in Tyler, Texas.2. Janet Reno\nThe Waco standoff had already begun by the time Janet Reno became the first female attorney general on March 12, 1993. She approved the FBI’s tear gas plan the following month, explaining that negotiations with the Branch Davidians had stalemated and that the children inside the compound were at risk. “We will never know whether there was a better solution,” Reno said in 1995. “Everyone involved … made their best judgments based on all the information we had.” Nonetheless, a Republican-led congressional report called her decision “premature, wrong and highly irresponsible.” She was also criticized when facts emerged contradicting some of her earlier statements. After leaving the attorney general’s office in 2001, Reno ran for governor of Florida but narrowly lost in the Democratic primary. Since then, she has given speeches around the country and served on the board of directors of the Innocence Project, which helps to exonerate wrongly convicted prisoners through DNA testing.Janet Reno is sworn in before testifying to the House panel investigating the Waco standoff in August 1995. (Harry Hamburg/NY Daily News Archive via Getty Images)3. Bill Clinton\nNewly inaugurated President Bill Clinton closely followed the events at Waco but apparently left the final decision-making to Reno. In a statement, he recalled that he had asked Reno several questions about the tear gas plan prior to concluding that “if she thought it was the right thing to do, she should proceed.” Reno supported this version of events, saying in 1995, “I’d advised the president … and he said he would back me up.” It was “not a decision of the White House,” she added, but a decision made in “the law enforcement arena—where it should be.” Nevertheless, some critics consider the siege a blemish on Clinton’s presidency. Since leaving office, Clinton has authored an autobiography, done philanthropic work and gone on diplomatic missions, including to North Korea, where he negotiated the release of two captured American journalists. He also campaigned for his wife during her failed presidential run in 2008 and for Barack Obama in 2012.4. Robert Rodriguez\nAfter being leaked to the media, word of the February 28 raid reached the Branch Davidians when a local cameraman unwittingly asked Koresh’s brother-in-law for directions. Robert Rodriguez, an undercover agent with the U.S. Bureau of Alcohol, Tobacco and Firearms (ATF) who had infiltrated the compound posing as a trade school student, excused himself in order to warn his superiors that the element of surprise had been lost. But they decided to proceed anyway, leading to the shootout in which 10 people died. Rodriguez later filed a lawsuit against the ATF and a slew of its officials, alleging that they defamed him and conspired to make him a scapegoat. An out-of-court settlement reportedly netted him nearly $2.3 million. Having been diagnosed with post-traumatic stress disorder, Rodriguez retired with disability benefits in December 1999. As of 2010, he lived in San Antonio, Texas.5. Timothy McVeigh\nAlthough domestic terrorist Timothy McVeigh did not play a direct role in the Branch Davidian standoff, he visited Waco to see the siege for himself and became incensed at the government’s actions. On the two-year anniversary of the tear gas assault, McVeigh set off a truck bomb outside the Alfred P. Murrah Federal Building in Oklahoma City, which housed the ATF, among other agencies. The explosion caused the north face of the structure to collapse, killing 168 people and injuring hundreds of others. A state trooper pulled McVeigh over just an hour and a half later for driving without a license plate and subsequently arrested him for unlawfully carrying a handgun. Within days he had been linked to the bombing. “It was a bunch of stuff the government did, and the last straw was Waco,” McVeigh, a U.S. Army veteran and supporter of right-wing survivalist groups, reportedly told his father following his conviction on multiple counts of murder and conspiracy. He was executed by lethal injection on June 11, 2001.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Waco, 20 Years Later: Where Are They Now?","author":"Jesse  Greenspan"}