{"url":"http://www.history.com/news/neither-snow-nor-rain-nor-heat-nor-gloom-can-stop-the-u-s-postal-service-but-saturdays-soon-will","content":"The U.S. Postal Service can trace back its roots to before the American Revolution. From the early 18th century, the British government handled colonial mail delivery, which was limited to a few locations in towns and cities along the Eastern seaboard. An early employee of this colonial service was Benjamin Franklin, who became postmaster of Philadelphia in 1737, when he was just 31 years old, and then co-postmaster general for all 13 colonies a few years later. During this time, Franklin improved service, extended existing delivery routes and introduced new ones. He also ran afoul of his bosses. A leading figure in the independence movement, he was fired in 1774. He wasn’t out of work for long, though. Just weeks after the Battles of Lexington and Concord, Franklin was put in charge of the newly formed United States Post Office in July 1775, earning $1,000 a year as the first U.S. postmaster general. One of Franklin’s most lasting legacies was the establishment of the Inspection Service, America’s oldest federal law enforcement agency. Established to prevent fraud and misuse, it has grown from just a few agents to a present-day workforce of more than 7,000 agents, clerks, investigators and armed personnel. Over the past 200 years, the Inspection Service has tackled a wide variety of issues, from mail fraud and theft to enforcement of the 1873 Comstock Law prohibiting the distribution of “obscene” materials through the mail, such as in the case of the post-9/11 anthrax scare. Post-Revolution, the job of delivering America’s mail was considered so important that the U.S. Postal Service was written into the U.S. Constitution. In fact, for more than 150 years the postmaster general was a cabinet-level position, and the office-holder was even in the line of presidential succession, albeit in last place.Workers sorting mail on board railway cars. (Getty Images)In an effort to handle the increasing amount of mail it processed and delivered, the Postal Service became an early adopter of transportation technologies. While delivery on foot and on horseback was the norm during its early years, they also arranged for contracts with stagecoach and steamboat operators that allowed them to speed up delivery times and keep pace with the country’s westward expansion. They quickly realized the impact the railroad would have on American life. Less than a decade after the introduction of the steam locomotive in America, Congress had declared every railroad line in the country an official postal route, and upon the completion of the first transcontinental railroad in 1869, the Railway Mail service began operations. These mobile mail movers’ sole purpose was to pick up, sort and deliver vast amounts of correspondence. At its height in 1930, Railway Mail was operating more than 100,000 trains before finally ceasing operations in the 1970s. The Postal Service also began experimenting with automobile delivery around the same time, and by 1911 seven different cities were being serviced by newfangled “motor wagons.” And while the rest of the U.S. government remained skeptical of the possibilities provided by air travel, the Postal Service had no such doubts. Initially, the U.S. Army handled delivery airmail, but when they proved reluctant to increase transport numbers, the Postal Service assumed control of operations in 1912. They hired a full staff of civilian pilots, whose salaries could reach today’s equivalent of $65,000, and began regularly scheduled service between cities on the East Coast. Today, more than two centuries after its first employees hit the road, the Postal Service maintains a fleet of over 260,000 vehicles, the largest in the world. While they embraced some new technology, the Postal Service clung to a few outdated methods for far longer: Parcel-sorting machines of any kind weren’t installed until the 1950s, and zip codes weren’t introduced until the 1960s.The Postal Service began issuing stamps in 1847, and from the very beginning, they were used to honor notable Americans. In fact, from 1847 until 1856, U.S. stamps only featured two famous “firsts”: First Postmaster General Benjamin Franklin and our first President, George Washington. Since then, the Postal Service has issued hundreds of official stamps, including the first commemorative one in 1893 to honor both the World Columbian Exposition (or World’s Fair of 1893) and the 400th anniversary of Christopher Columbus’ arrival in the New World. Though the introduction of stamps was meant to simplify payment of postage, the Postal Service’s methods of calculating these prices changed often. Not only were customers charged for the distance their mail would travel, but they also had to take into account how many sheets of paper were in the envelope, the weight of the package and sometimes even the form of transportation the correspondence would require.Rural Free Delivery Wagon (U.S. Postal Museum)Perhaps the most important innovation the Postal Service ever implemented was Rural Free Delivery, which started out on a few test routes in West Virginia in 1891 before being implemented nationwide a few years later. In the decades prior to this, mail was delivered to local post offices, not to homes or businesses, and customers would have to pick up their mail in person. Personal mail delivery was adopted in some urban areas in the 1860s, but the vast majority of America was left out. However, bringing home mail delivery to the hinterlands was not an easy or popular task. Merchants feared the additional cost to ship goods to multiple locations, and business owners worried about the economic impact of millions of Americans skipping their usual runs into town to pick up mail, and presumably other items while they were there. For the most part, their fears were unfounded, and the Postal Service business boomed. Coupled with the introduction of Parcel Post in 1913, the Postal Service experienced unprecedented growth. In 1901 it operated nearly 77,000 post offices (the most in its history), and by 1930 it was servicing 25 million Americans along more than 43,000 rural routes. Rural delivery (the term “free” was later dropped) was advantageous for the customer as well. Not only could they have newspapers, mail-order catalogs and other purchases shipped right to their door, they could also buy dozens of different items, including money orders and stamps, directly from their regular postman or woman.While today’s headlines lament the cessation of Saturday delivery, it wasn’t all that long ago that Americans could get their mail seven days a week. Until 1912, mail was delivered on weekends, until religious leaders, concerned that their flocks were spending more time socializing than sermonizing, intervened to have Sunday deliveries prohibited throughout most of the United States. Not only did the Postal Service once deliver every day, they used to deliver mail multiple times a day, sometimes up to seven times a day in places like New York. The phasing-out of multiple deliveries began in the 1950s but wasn’t fully complete until the 1990s.The body of Owney, the mascot of the U.S. Railway Service, is on display at the U.S Postal Museum.(U.S. Postal Museum)Benjamin Franklin isn’t the only famous American to have logged some time working at the U.S. Postal Service. Future Presidents Abraham Lincoln and Harry Truman were both selected as postmasters of their Midwest hometowns. Truman quickly turned most of the actual work over to an assistant, but Lincoln stayed in his position for more than three years. Before he reached international fame as the pilot of the Spirit of St. Louis, Charles Lindbergh was a civilian mail pilot for the Postal Service. Entertainers and artists like Walt Disney, Rock Hudson, Sherman Helmsley and Bing Crosby sorted and delivered mail in their pre-fame years, and Illinois Governor and perennial Democratic presidential candidate Adlai Stevenson once worked as an assistant postmaster general. There has even been an unofficial Postal Service mascot who gained international fame in his day. Owney, a homeless dog who was adopted by the staff of an Albany, New York branch office in 1888, started accompanying his new owners on their delivery routes. Within a few years he had branched out, travelling first around the country and then around the world, collecting official mail and baggage tails from his new fans wherever he went. Unfortunately, not every employee of the U.S. Postal Service was fond of Owney; He was put to sleep after biting the hand of an Ohio clerk. Newspapers across the country published Owney obituaries as America mourned the passing of this famous mail mutt. Today, more than 120 years after his death, his spirit lives on in a variety of ways: He’s on both Facebook and Twitter, serves as the inspiration for a blog that recreates his adventures on the rails and in July 2011 Owney was even honored with a commemorative stamp.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Neither Snow nor Rain nor Heat nor Gloom of Night Can Stop the U.S. Postal Service, but Saturdays Soon Will","author":"Barbara  Maranzani"}