{"url":"http://www.history.com/news/girl-possibly-murdered-during-roman-invasion-found-in-england","content":"A team from England's Kent Archaeological Field School excavates the site where a girl who may have been killed by Roman soldiers was found. (Credit: Paul Wilkinson)Archaeologists excavating near a former Roman settlement in the English county of Kent made a startling discovery last week: Lying in a shallow trench amid ancient military gear thought to be left behind during the first-century Claudian invasion was the skeleton of a young woman between 16 and 20 who died under violent circumstances.Fragments of pottery date the grave to about 50 A.D., four years after Claudius began his conquest of the British Isles, and suggest that the victim belonged to the area’s indigenous population, said Paul Wilkinson, leader of the dig and director of the Kent Archaeological Field School (KAFS).Last summer, Wilkinson and KAFS trainees made a number of significant finds at the same site, which once bordered a Roman town built in the first century along Watling Street—a Roman road that once extended across England and Wales—and is now part of Syndale Park in the town of Faversham. They uncovered Roman military ditches containing late Iron Age pottery as well as Roman ceramics and horse harnesses from the mid-first century A.D. Based on this evidence, the team hypothesized that Roman soldiers busy sacking Britannia under orders from Claudius had discarded these items after capturing the surrounding area and before heading to their next target.“It seems that when the army moved on they dug pits and buried their broken equipment,” Wilkinson explained.Returning to the site on April 22 for additional work that is still ongoing, Wilkinson and another group of trainees stumbled upon something else that the Romans might have considered equally dispensable. “The body of a young girl with a dramatic wound to the back of her head was literally dumped in and just actually buried and covered over,” Wilkinson said.In good health at the time of her death, the woman was probably felled by a Roman sword while in a kneeling position, he conjectured, adding, “This poor girl was obviously of use to them while they were camped there, but her usefulness ran out when they moved on and they killed her.”While ancient Roman texts describe how invading armies plundered British towns and slaughtered their inhabitants, little evidence has been found of such widespread carnage. One of the most noteworthy examples is the famous British archaeologist Mortimer Wheeler’s discovery in the 1930s of a mass grave at Maiden Castle in which people had been buried after suffering violent deaths. The placement of the young girl’s corpse and the ostensible circumstances of her death provide insight into how the Roman invaders may have treated indigenous Britons, challenging one classic theory that Britain prospered and advanced under foreign rule.Two years ago, Wilkinson and a team of archaeologists unearthed another young female victim—a teenager who had been decapitated, possibly because she was accused of witchcraft—near a church in Rochester, Kent. She was given a funeral service and proper burial some 700 years after her death. The remains of the Faversham girl will be reburied at the site where she was found.“In this small evaluation trench on the corner of a potential marching camp we come across a little cameo of tragedy, really,” Wilkinson said, reflecting on his most recent discovery.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Girl Possibly Murdered During Roman Invasion Found in England","author":"Jennie  Cohen"}