{"url":"http://www.history.com/news/9-things-you-may-not-know-about-wimbledon","content":"Defending champion Novak Djokovic plays against Juan Carlos Ferrero on the first day of the 2012 Wimbledon Championships (Credit: Julian Finney/Getty Images)1. King George VI, the father of Queen Elizabeth II, once raised a royal racket at Wimbledon.2. Wimbledon was first staged to pay for croquet equipment.\nWhile croquet plays a distant second fiddle today, it was the All-England Club’s sole sport when the organization was formed in 1868. Lawn tennis did not appear at the All-England Croquet Club until 1875, and the first tennis championships were scheduled in 1877 to raise money to purchase a pony-drawn roller for the croquet lawns. There would be little need for the roller, however, as the club’s grassy croquet patches quickly became the domain of tennis players. By 1882, “croquet” was dropped from the club name altogether, although it later reappeared. Amid all its tennis courts, the All-England Club still has a croquet lawn today.The Duke of York, later King George VI, plays at Wimbledon in 1926. (Credit: Central Press/Getty Images)3. Wimbledon’s first champion found tennis a monotonous sport.4. Until 1922, defending champions received automatic berths in the finals.\nReigning champions once had far easier times retaining their titles and stringing together multiple championships. From Wimbledon’s inception in 1877 through 1921, defending singles and men’s doubles champions were automatically awarded spots in the finals as the rest of the field battled away. Unfortunately for 2011 title-holders Novak Djokovic and Petra Kvitova, they will need to win seven matches, just like the rest of the field, to repeat as champions. 5. During World War II, the Nazis bombed Centre Court.\nThe outbreak of World War II forced Wimbledon’s cancellation, as civil defense and military personnel replaced elite tennis players inside the All-England Club. The grounds even became home to a small farmyard stocked with rabbits, pigs and hens. On October 11, 1940, German bombs struck a corner of the Centre Court stands and destroyed 1,200 seats. When Wimbledon resumed in 1946, the seats remained out of commission amid postwar rationing, and the grounds were not fully repaired until 1949. A military presence has persisted at Wimbledon since World War II: Hundreds of uniformed members of the United Kingdom’s armed forces volunteer as stewards to assist spectators.6. Serena and Venus Williams were not the first siblings to meet in a Wimbledon final.\nBritish twins Ernest and William Renshaw dominated Wimbledon’s early years. During the “Renshaw Rush,” the brothers combined to win five doubles titles in the 1880s. William, aided by the automatic berth in the final, won a record six consecutive titles between 1881 and 1886. On three occasions, he defeated his brother to capture the Wimbledon crown. In addition, when Maud Watson won the first ladies’ singles tournament in 1884, she did so by defeating her sister Lillian. Maud Watson, who became the first female Wimbledon champion in 1884. (Credit: Popperfoto/Getty Images)7. A British man has not won Wimbledon in more than 75 years.8. When Wimbledon hosts this year’s Olympic tennis competition, it won’t be the first time.\nWimbledon’s grass courts will have less than three weeks to regenerate before the All-England Club begins hosting the tennis competition for the 2012 Summer Olympics on July 28. When London staged the Summer Games in 1908, the tennis competition was also held at the All-England Club, but at its original location, which is now home to Wimbledon High School. British players Josiah Ritchie and Dorothea Lambert Chambers were the gold medalists. When the Summer Games were last held in London in 1948, however, tennis was not an Olympic sport.  9. And on the seventh day, they rest.\nPer tradition, no tennis is played on Wimbledon’s first Sunday, making it the only one of the four Grand Slam tournaments to have an off day in the middle of the championships. However, on three occasions—1991, 1997 and 2004—rain caused such a backlog on the schedule that tradition was broken and matches were played on the first Sunday.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"9 Things You May Not Know About Wimbledon","author":"Christopher  Klein"}