{"url":"http://www.history.com/news/7-things-you-may-not-know-about-cinco-de-mayo","content":"Participants appear in costume at a Cinco de Mayo parade in Puebla, Mexico. (Credit: Ulises Ruiz/EPA/Corbis)1. Mexico had just gotten over a civil war in 1862.2. European troops invaded because Mexico was broke.\nAfter the War of Reform, Mexico had virtually no money in its treasury and owed tens of millions of dollars to foreign debtors. The sale of expropriated church property brought very little relief. As a result, newly elected President Juárez suspended payment of all foreign debt for two years, a move that prompted an immediate backlash from Spain, France and Great Britain. With the United States too distracted by the Civil War to enforce the Monroe Doctrine, troops from those three European powers began arriving in Veracruz in late 1861. Spain and Great Britain almost immediately withdrew, but about 6,000 French troops pushed inland toward the capital, backed by Mexico’s vanquished conservative leaders.Depiction of the 1862 Battle of Puebla.3. France was considered extremely potent militarily when it attacked Mexico.4. After losing the Battle of Puebla, France went on to win the war.\nMexico’s victory at Puebla slowed, but did not stop, France’s assault. In the wake of the battle, an infuriated Emperor Napoleon III ordered that almost 30,000 more troops be sent to Mexico. This time around, under a new commander, they were able to overrun Puebla and easily conquer Mexico City. Juárez and his supporters then fled to the mountains to conduct guerilla operations while Napoleon III installed Ferdinand Maximilian von Habsburg, second in line to the Austro-Hungarian throne, as Mexico’s ruler.5. The French occupation of Mexico was short-lived.\nBack in France, Napoleon III was growing increasingly concerned that Prussia, fresh off victories against Denmark and Austria, would next try to reclaim the perpetually disputed territories of Alsace and Lorraine. Meanwhile, the Civil War had wrapped up, and U.S. officials were exerting diplomatic pressure on the French and supplying weapons to Juárez’s army. With his coffers running low, Napoleon III decided in 1866 to end France’s occupation of Mexico. Maximilian unwisely stayed and briefly fought on, surrendering only after his troops were routed at Querétaro. On June 19, 1867, he and his top generals were executed by a firing squad.6. Porfirio Díaz began making a name for himself at Puebla.\nPorfirio Díaz, Mexico’s longest-serving president, was a relatively unknown cavalry commander until the Battle of Puebla, where he outflanked the French on their third charge and sent them into a disorderly retreat. Over the next few years he won battles at Oaxaca and elsewhere. Following the war, however, Díaz became so disillusioned with his onetime friend Juárez that he unsuccessfully ran for president against him. He later launched a couple of coup attempts, finally seizing power in 1876. Except for one four-year break, his reign lasted until 1911, when he was finally disposed by the Mexican Revolution.7. Cinco de Mayo is more widely celebrated in parts of the United States than in Mexico.\nJuárez declared Cinco de Mayo a holiday immediately after the Battle of Puebla, but for many Mexicans it has always taken a backseat to such events as the September 16 Independence Day, which commemorates the start of hostilities against Spanish rule in 1810. In the United States, on the other hand, Cinco de Mayo gained traction during the 1960s, when Chicano activists began looking for a way to honor their history and culture. Today, the biggest Cinco de Mayo celebrations are held in U.S. cities with large Hispanic populations, such as Los Angeles, which every year attracts hundreds of thousands of people to its Fiesta Broadway festival.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"7 Things You May Not Know About Cinco de Mayo","author":"Jesse  Greenspan"}