{"url":"http://www.history.com/news/the-medal-of-honor-6-surprising-facts","content":"The current design of the Army Medal of Honor.1. At first, the idea of a Medal of Honor was dismissed as too “European.”\nDuring the American Revolution, George Washington established the first combat decoration in U.S. history, known as the Badge of Military Merit. After the conflict it fell into disuse, as did its successor, the Certificate of Merit, bestowed during the Mexican-American War. When the Civil War broke out in 1861, proponents of a new award made their case to Winfield Scott, general-in-chief of the Union Army. Scott, a respected commander despite being too feeble and corpulent to mount a horse in the waning years of his career, scoffed at the suggestion, saying it smacked of European tradition. It was only after his retirement that Medal of Honor supporters in Congress could introduce bills providing for the decoration.2. Only one woman has received the Medal of Honor, and her award was temporarily rescinded.\nA medical doctor who supported feminist and abolitionist causes, Mary Edwards Walker volunteered with the Union Army at the outbreak of the Civil War. Despite her training, she initially had to work as a nurse before becoming the Army’s first female surgeon. Known to cross enemy lines in order to treat civilians, she may have been serving as a spy when Confederate troops captured her in the summer of 1864. Walker was later released as part of a prisoner exchange and returned to duty. On November 11, 1865, President Andrew Johnson presented her with the Medal of Honor, making her the only woman to date to receive the decoration. In 1917 the Army changed its eligibility criteria for the honor and revoked the awards of 911 non-combatants, including Walker. Nevertheless, she continued to wear her medal until her death two years later. An Army board restored Walker’s Medal of Honor in 1977, praising her “distinguished gallantry, self-sacrifice, patriotism, dedication and unflinching loyalty to her country, despite the apparent discrimination because of her sex.”Theodore Roosevelt, the only U.S. president to have received the Medal of Honor.3. Theodore Roosevelt is the only U.S. president to have received the Medal of Honor, which he was awarded posthumously.\nWhen the Spanish-American War broke out, Assistant Secretary of the Navy Theodore Roosevelt famously quit his job to lead a volunteer regiment known as the Rough Riders. Roosevelt and his men played a decisive role in the Battle of San Juan Hill and took part in other confrontations in Cuba. In 1916, less than three years before his death, the 26th president was nominated for the Medal of Honor, but the Army passed him over, citing a lack of evidence for his heroic actions at San Juan Hill. President Bill Clinton posthumously awarded him the decoration in 2001. Roosevelt’s son, Theodore Jr., who served in both World Wars, also received the Medal of Honor.4. The youngest Medal of Honor recipient earned his award at 11 and was granted it at 13.\nBorn in New York, 11-year-old Willie Johnston enlisted in the Union Army alongside his father, serving as a drummer boy with the 3rd Vermont Infantry during the Civil War. In June 1862, overpowered by Confederate forces, his unit retreated down the Virginia Peninsula under orders from General George McClellan. Along the way, the men discarded their equipment to hasten their pace. Young Willie, however, clung to his drum throughout the march and was later asked to play for his entire division on July 4. When Abraham Lincoln heard about the drummer’s bravery, he recommended him for the Medal of Honor, and Willie received the award in September 1863. In the 20th century, the youngest recipient was Jack Lucas, a marine who at just 17 shielded fellow squad members from grenades at Iwo Jima.General Winfield Scott, who opposed the idea of a Medal of Honor.5. The award is not called the Congressional Medal of Honor.\nContrary to popular belief, the official title of the highest U.S. military distinction is simply the Medal of Honor, not the Congressional Medal of Honor. The confusion may have arisen because the president presents the award “in the name of Congress.” There is also a Congressional Medal of Honor Society, which represents recipients of the Medal of Honor, maintains their records and organizes reunion events, among other responsibilities.6. It’s illegal to wear someone else’s Medal of Honor, but it’s not illegal to pretend you have one.\nU.S. criminal law forbids the unauthorized wearing, manufacture and sale of military decorations, and misuse of a Medal of Honor carries a particularly heavy penalty. In 2006 President George W. Bush signed into law the Stolen Valor Act, which imposed a prison sentence of up to one year on anyone falsely claiming to have received a Medal of Honor. (Pretenders to other military decorations faced imprisonment for up to six months.) The Supreme Court struck down the act on June 28, 2012, ruling that it violated the right to free speech guaranteed by the First Amendment.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Medal of Honor: 6 Surprising Facts","author":"Jennie  Cohen"}