{"url":"http://www.history.com/news/frank-buckles-last-u-s-world-war-i-vet-dies-at-110","content":"Frank Buckles in March 2009. (Credit: Getty Images)Frank Woodruff Buckles, the last known living American veteran of World War I, died on Sunday, February 27, three weeks after celebrating his 110th birthday. In recent years, the frail but spirited veteran had emerged as a cherished symbol of the Great War and a leading advocate for the creation of a national World War I monument in Washington, D.C.“We have lost a living link to an important era in our nation’s history,” said U.S. Secretary of Veterans Affairs Eric K. Shinseki. “But we have also lost a man of quiet dignity, who dedicated his final years to ensuring the sacrifices of his fellow doughboys are appropriately commemorated.”Born in a Missouri farmhouse in 1901, Buckles lied about his age to enlist in the Army at 16. “I was interested in the war,” he explained during a 2001 interview with the Library of Congress’ Veterans History Project. “I’d been reading the newspapers since I was a child, and I was a wireless amateur.” In December 1917 he set sail for England on the Carpathia, meeting crewmembers who had been aboard when the ship rescued survivors of the Titanic less than six years earlier.Eager to see action, Buckles persuaded his superiors to send him to France. “I used several methods, including, I should say, pestering every officer of influence in the place,” he recalled. He was stationed in Bordeaux and various other locations, where he drove ambulances and motorcycles but never served on the front lines. After the armistice, he assisted with the repatriation of German prisoners of war, then returned to America and eventually got a job with the White Star Line steamship company.Buckles’ shipping career satisfied his thirst for adventure and even embroiled him in the century’s second major global conflict. In December 1941, he was working in Manila when Japanese troops invaded the city and took him prisoner. He was held in several brutal internment camps and lost more than 50 pounds before being freed by an American airborne unit in February 1945. Suffering from beriberi and dengue fever, he decided to seek a quieter existence back home in the United States, where he married, had a daughter and later ran a cattle farm in West Virginia, where he lived until his death. His wife, Audrey, died in 1999.Buckles became the country’s last surviving World War I veteran following the death in February 2008 of 108-year-old Harry Landis. Over the next few years, he received a flood of honors and awards, including special permission to be buried at Arlington National Ceremony. He also served as the honorary chairman and spokesman for the World War I Memorial Foundation, which supports the restoration of the District of Columbia War Memorial and its rededication as a national monument to veterans of the Great War.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Frank Buckles, Last U.S. World War I Vet, Dies at 110","author":"Jennie  Cohen"}