{"url":"http://www.history.com/news/shot-in-the-chest-100-years-ago-teddy-roosevelt-kept-on-talking","content":"Theodore Roosevelt shortly before John Schrank made an attempt on his life. (Library of Congress)Theodore Roosevelt’s opening line was hardly remarkable for a presidential campaign speech: “Friends, I shall ask you to be as quiet as possible.” His second line, however, was a bombshell.“I don’t know whether you fully understand that I have just been shot.”Clearly, Roosevelt had buried the lede. The horrified audience in the Milwaukee Auditorium on October 14, 1912, gasped as the former president unbuttoned his vest to reveal his bloodstained shirt. “It takes more than that to kill a bull moose,” the wounded candidate assured them. He reached into his coat pocket and pulled out a bullet-riddled, 50-page speech. Holding up his prepared remarks, which had two big holes blown through each page, Roosevelt continued. “Fortunately I had my manuscript, so you see I was going to make a long speech, and there is a bullet—there is where the bullet went through—and it probably saved me from it going into my heart. The bullet is in me now, so that I cannot make a very long speech, but I will try my best.”Only two days before, the editor-in-chief of The Outlook characterized Roosevelt as “an electric battery of inexhaustible energy,” and for the next 90 minutes the 53-year-old former president proved it. “I give you my word, I do not care a rap about being shot; not a rap,” he claimed. Few could doubt him. Although his voice weakened and his breath shortened, Roosevelt glared at his nervous aides whenever they begged him to stop speaking or positioned themselves around the podium to catch him if he collapsed. Only with the speech completed did he agree to visit the hospital.The damaged eyeglass case that helped slow the trajectory of the bullet that hit Theodore Roosevelt. (National Park Service)The shooting had occurred just after 8 p.m. as Roosevelt entered his car outside the Gilpatrick Hotel. As he stood up in the open-air automobile and waved his hat with his right hand to the crowd, a flash from a Colt revolver 5 feet away lit up the night. The candidate’s stenographer quickly put the would-be assassin in a half nelson and grabbed the assailant’s right wrist to prevent him from firing a second shot.The well-wishing crowd morphed into a bloodthirsty pack, raining blows on the shooter and shouting, “Kill him!” According to an eyewitness, one man was “the coolest and least excited of anyone in the frenzied mob”: Roosevelt. The man who had been propelled to the Oval Office after an assassin felled President William McKinley bellowed out, “Don’t hurt him. Bring him here. I want to see him.” Roosevelt asked the shooter, “What did you do it for?” With no answer forthcoming, he said, “Oh, what’s the use? Turn him over to the police.”Although there were no outward signs of blood, the former president reached inside his heavy overcoat and felt a dime-sized bullet hole on the right side of his chest. “He pinked me,” Roosevelt told a party official. He coughed into his hand three times. Not seeing any telltale blood, he determined that the bullet hadn’t penetrated his lungs. An accompanying doctor naturally told the driver to head directly to the hospital, but Colonel Roosevelt gave different marching orders: “You get me to that speech.”X-rays taken after the campaign event showed the bullet lodged against Roosevelt’s fourth right rib on an upward path to his heart. Fortunately, the projectile had been slowed by his dense overcoat, steel-reinforced eyeglass case and hefty speech squeezed into his inner right jacket pocket. Roosevelt dictated a telegram to his wife that said he was “in excellent shape” and that the “trivial” wound wasn’t “a particle more serious than one of the injuries any of the boys used continually to be having.”John Schrank after his arrest. (Library of Congress)Even before the shooting, the 1912 presidential campaign had been a raucous one, with the former Republican president challenging his party’s standard-bearer (and his handpicked successor), incumbent William Howard Taft. The internecine fight, so fierce that barbed wire concealed by patriotic bunting defended the podium at the Republican Convention, tore the Grand Old Party apart. Roosevelt went rogue and ran under the banner of the Progressive Party, nicknamed the “Bull Moose Party.” Blasted by political opponents and elements of the press for being a power-hungry traitor willing to break the tradition of two-term presidencies, Roosevelt told the Milwaukee audience that the campaign’s inflamed political rhetoric contributed to the shooting. “It is a very natural thing,” he said, “that weak and vicious minds should be inflamed to acts of violence by the kind of awful mendacity and abuse that have been heaped upon me for the last three months by the papers.”The “weak” mind responsible for the assassination attempt belonged to 36-year-old John Schrank, an unemployed New York City saloonkeeper who had stalked his prey around the country for weeks. A handwritten screed found in his pockets reflected the troubled thoughts of a paranoid schizophrenic. “To the people of the United States,” Schrank had written. “In a dream I saw President McKinley sit up in his coffin pointing at a man in a monk’s attire in whom I recognized Theodore Roosevelt. The dead president said—This is my murderer—avenge my death.” Schrank also claimed he acted to defend the two-term tradition of American presidents. “I did not intend to kill the citizen Roosevelt,” the shooter said at his trial. “I intended to kill Theodore Roosevelt, the third termer.” Schrank pled guilty, was determined to be insane and was confined for life in a Wisconsin state asylum.Doctors determined it was safer to leave the bullet embedded deep in Roosevelt’s chest than to operate, although the shooting exacerbated his chronic rheumatoid arthritis for the rest of his life. Even though the attempted assassination unleashed a wave of sympathy for Roosevelt, the Republican split led to an easy victory by Democrat Woodrow Wilson on Election Day. Roosevelt came in second with 27 percent of the vote, the highest percentage of any third-party candidate in American history.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Shot in the Chest 100 Years Ago, Teddy Roosevelt Kept on Talking","author":"Christopher  Klein"}