{"url":"http://www.history.com/news/amazing-rescues","content":"Slideshow: Amazing Rescues\t\r\n\t\t\t\t\tRescue of Chilean Miners Begins\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/chile-miners1.jpg\r\n                    \r\n\t\t\t\t\tOn August 5, 2010, Chile's San Jose gold and copper mine collapsed, trapping 33 miners thousands of feet below the surface. After 69 days underground, the world watched as their dramatic rescue began on October 12. (Photo Credit: AFP/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tUS Airways Flight 1549 in the Hudson\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/us-airways-15491.jpg\r\n                    \r\n\t\t\t\t\tAbout a minute after taking off from New York's La Guardia Airport on January 15, 2009, US Airways Flight 1549 collided with a flock of geese. Both engines lost power, forcing Captain Chesley Burnett Sullenberger III to make an emergency landing on the Hudson River. All 150 passengers were rescued. (Photo Credit: Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tRescue of Maersk Alabama Captain from Pirates\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/somali-pirates1.jpg\r\n                    \r\n\t\t\t\t\tOn April 8, 2009, a small band of Somali pirates hijacked the American cargo ship Maersk Alabama and took its captain, Richard Phillips, hostage. After a standoff that lasted several days, Navy SEAL sharpshooters took out his captors with just three shots. (Photo Credit: Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Rescue of Baby Jessica\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/baby-jessica1.jpg\r\n                    \r\n\t\t\t\t\tOn October 14, 1987, an 18-month-old girl named Jessica McClure fell into an abandoned well. Her story captivated the public, and reporters descended on Midland, Texas, to cover the massive effort to rescue her. After more than two days, she was brought to the surface alive by a team of rescuers. (Photo Credit: Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSite of the Andes Crash Survivors' Camp\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/andes-crash1.jpg\r\n                    \r\n\t\t\t\t\tOn October 13, 1972, a chartered flight carrying a Uruguayan rugby team and a group of their friends and family members slammed into a peak in the Andes mountains. After 72 days on a desolate mountaintop during which the survivors resorted to cannibalism, 16 of the 45 passengers were found alive.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Apollo 13 Crew and President Nixon\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2010/10/apollo-131.jpg\r\n                    \r\n\t\t\t\t\tWhen an explosion rocked the Apollo 13 spaceship on April 13, 1970, the third lunar landing mission quickly became a fight for survival for the three men on board and an intense rescue operation for mission control in Houston. The astronauts survived by returning in the spacecraft's lunar module. (Photo Credit: NASA)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});\r\n\tMiracle on the Hudson (2009)MV Maersk Alabama (2009)\nOn April 8, 2009, in the crime-ridden waters off the coast of Somalia, a small band of Somali pirates hijacked the American cargo ship Maersk Alabama. It was the first attempted pirate seizure of a vessel flying the U.S. flag since the early 19th century. After a standoff with the crew, the rifle-toting pirates fled in a covered lifeboat, taking the ship’s captain, Richard Phillips, with them. Several days of tense and halting negotiations ensued between Phillips’ captors and the missile-armed destroyer USS Bainbridge, which had been dispatched to address the hostage situation. During this time, the U.S. Defense Department obtained permission from President Barack Obama to use force against the pirates if it appeared Phillips’ life was in imminent danger. When two of the pirates poked their heads out a back hatch and a third pointed an automatic rifle at Phillips, U.S. Navy SEAL sharpshooters took aim using night-vision scopes. Despite the darkness and choppy water, the expertly trained shooters were able to take out the three pirates with just three shots, setting the stage for Phillips’ rescue.Baby Jessica (1987)\nOn October 14, 1987, an 18-month-old girl named Jessica McClure was playing with a group of children in her aunt’s backyard when she fell into an abandoned well, becoming wedged in a narrow crevice 22 feet below the surface. As rescue operations began, reporters and television crews descended upon Midland, Texas, the recession-stricken city where Jessica’s teenage parents were struggling to eke out a living. Glued to their televisions, people around the world learned that “Baby Jessica,” as she became known, spent her time underground sleeping, crying, singing songs and calling for her mother. They watched as emergency workers piped fresh air down the well, burrowed through solid rock to create a rescue shaft and, more than 58 hours after her ordeal began, hauled the frightened but alert toddler out of her cramped, dark prison. The photographer Scott Shaw won a Pulitzer Prize for capturing the moment on film. Despite undergoing multiple surgeries and losing part of her foot due to circulation loss, Jessica went on to live a happy childhood, sheltered from her parents from the media circus that accompanied her rescue. The drama ended on a more tragic note for Robert O’Donnell, the paramedic who extricated Jessica from the well and appeared with her in Shaw’s famous photograph. Plagued by depression and post-traumatic stress—ostensibly due to the strain of the rescue and the resulting glare of the spotlight—he committed suicide in 1995.Andes Flight Disaster (1972)\nOn October 13, 1972, a chartered flight carrying a Uruguayan rugby team and a group of their friends and family members slammed into an unnamed peak in the Argentine Andes. Of the 45 passengers on board Uruguayan Air Force Flight 571, 12 died in the crash, and half a dozen others succumbed to injury or the freezing mountain temperatures in the days that followed. The remaining survivors took refuge in the plane’s fuselage, where they subsisted on a dwindling supply of snacks, chocolate bars and wine. On October 29, an avalanche struck their shelter, killing an additional eight people. Meanwhile, rescue parties from three countries halted their search for the missing plane after little more than a week, citing the passengers’ minuscule chances of survival. As the days wore on, with no food left and no end in sight to their nightmarish situation, the survivors resorted to eating their dead teammates and acquaintances. By December, 16 passengers were still alive; two of them, Nando Parrado and Roberto Canessa, set out on a 12-day trek across the mountains to seek help in Chile. Thanks to the duo’s bravery and determination, the last 14 survivors were rescued after 72 days on a remote mountaintop. The 1993 film “Alive,” directed by Frank Marshall and starring Ethan Hawke, was inspired by their story.Apollo 13 (1970)\nWhen an explosion rocked the Apollo 13 spaceship on April 13, 1970, the third lunar landing mission quickly became a fight for survival for the three men on board, an intense rescue operation for mission control in Houston and a drama unfolding in real time for millions of people around the world. The craft had left Cape Kennedy, Florida, two days earlier, carrying astronauts James A. Lovell, John L. Swigert, and Fred W. Haise. If all went as planned, Apollo 13 would enter the moon’s orbit and land in its uncharted Fra Mauro highlands; soon after, Lovell and Haise would become the fifth and sixth people to walk on its surface. Instead, an oxygen tank blew up, disabling the spaceship’s electrical system and prompting Lovell to utter the immortal words: “Houston, we’ve had a problem.” With the command module hemorrhaging oxygen, mission control instructed the three men to move to the attached lunar module, a separate craft designed to ferry astronauts to the moon’s surface and back again. Its power supply could support two people for 45 hours. But for the crew of Apollo 13 to make it home alive, it would have to support three men for at least 90 hours and successfully navigate more than 200,000 miles of space. Guided and monitored by mission control, the astronauts conserved supplies, adjusted the lunar module’s trajectory and spent three days huddled in its increasingly cold confines. Meanwhile, engineers on the ground scrambled to develop a procedure that would allow the astronauts to restart the command module for reentry. Miraculously, their solution worked, and the crew splashed down safely into the Pacific Ocean on April 17.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Amazing Rescues","author":"History.com  Staff"}