{"url":"http://www.history.com/news/who-were-the-knights-templar","content":"Two members of the Knights Templar play chess in a 1283 illustration by Alphonse X.Origins of the Knights Templar\nAfter Christian fighters captured Jerusalem during the First Crusade, groups of pilgrims from across Western Europe began visiting the Holy Land. Many were killed while crossing through Muslim-controlled territory during their journey. Around 1118, a French knight named Hugues de Payens founded a military order along with eight relatives and acquaintances, calling it the Poor Knights of the Temple of King Solomon (later known as the Knights Templar). With the support of Baldwin II, the king of Jerusalem, they set up headquarters on the sacred Temple Mount and pledged to protect Christian visitors to the city.After facing initial criticism by religious leaders, in 1129 the knights received the formal endorsement of the Catholic Church and support from Bernard of Clairvaux, a prominent abbot. New recruits and lavish donations began pouring in from across Europe. (Though the Templars themselves took vows of poverty, the order could accrue wealth and land.) It was also around this time that the knights adopted an austere code of conduct and their signature style of dress: white habits emblazoned with a red cross.The Knights Templar Branch Out\nNow numbering in the thousands, the Templars established new chapters throughout Western Europe. They developed a reputation as fierce warriors during key battles of the Crusades, driven by religious fervor and forbidden from retreating unless vastly outnumbered. They also set up a network of banks that enabled religious pilgrims to deposit assets in their home countries and withdraw funds in the Holy Land. Along with their donated fortune and various business ventures, this system gave the Knights Templar enormous financial sway. At the height of their influence, they boasted a sizeable fleet of ships, owned the island of Cyprus and served as a primary lender to European monarchs and nobles.Decline of the Knights Templar\nIn the late 12th century, Muslim soldiers retook Jerusalem and turned the tide of the Crusades, forcing the Knights Templar to relocate several times. In the decades that followed, Europeans’ support of military campaigns in the Holy Land began to dwindle; the Templars’ popularity met the same fate as they clashed with other Christian military orders and participated in a series of unsuccessful battles. By 1303, the knights had lost their foothold in the Muslim world and established a base of operations in Paris. Meanwhile, the French king Philip IV resolved to bring down the order, perhaps because the Templars had denied the indebted ruler additional loans and expressed interest in forming their own state in southeastern France.Jacques de Molay, the last grand master of the Knights Templar, who was burned at the stake in 1314.On October 13, 1307, scores of French Templars were arrested along with the order’s grand master, Jacques de Molay. Charged with a host of offenses ranging from heresy, devil worship and spitting on the cross to homosexuality, fraud and financial corruption, the men were brutally tortured; many, including de Molay, confessed under duress. King Philip then convinced Pope Clement V, who had raised concerns about the knights’ secret initiation rites and practices in the past, to launch his own inquiry. In 1310, dozens of Templars were burned at the stake in Paris for recanting their earlier confessions during their trials; de Molay would suffer the same punishment in 1314. Under pressure from Philip, Pope Clement reluctantly dissolved the Knights Templar in 1312.The Knights Templar Today\nWhile most historians agree that the Knights Templar fully disbanded 700 years ago, some people believe the order went underground and remains in existence to this day. In the 18th century, certain organizations, most notably the Freemasons, revived some of the medieval knights’ symbols and traditions. More recently, stories about the legendary Templars—that they dug up the Holy Grail while occupying the Temple Mount, for instance, or harbored a secret capable of destroying the Catholic Church—have found their way into popular books and films. And in the last week, the group has been back in the news: A right-wing extremist who carried out terrorist attacks in Norway maintained that he belonged to a group called the Knights Templar, while a Mexican drug cartel has also appropriated the order’s name.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Who Were the Knights Templar?","author":"Jennie  Cohen"}