{"url":"http://www.history.com/news/how-the-u-s-president-became-the-nations-star-athlete","content":"President Obama and Vice President Biden play golf in front of the White House. (Credit: Getty Images)Before the 20th century, public displays of athleticism did not always work in a chief executive’s favor. When Rutherford B. Hayes played croquet on the White House lawn, for example, his opponents accused him of wasting precious time and squandering taxpayer money on frivolous sports equipment. (More popular was his use of the presidential yard for the first White House Easter egg roll.) Grover Cleveland, meanwhile, was ridiculed in the press for his daily fishing expeditions during his presidency. After leaving office, Cleveland penned a book entitled “Fishing and Shooting Sketches” in which he brashly admitted, “As far as my attachment to outdoor sports may be considered a fault, I am utterly incorrigible and shameless.”To avoid such criticism, sitting presidents typically refrained from flaunting their athletic prowess or openly enjoying their favorite pastimes. This doesn’t mean the commanders in chief of the 18th and 19th centuries weren’t avid or even acclaimed sportsmen throughout their lives. Abraham Lincoln, for instance, made a name for himself as one of Illinois’ finest wrestlers in the 1830s, trouncing a neighborhood bully fittingly named Jack Armstrong in a match that earned him the local community’s respect. Several other future presidents also excelled at wrestling, including Andrew Jackson, Zachary Taylor, Ulysses S. Grant, William Taft and even George Washington, who at the advanced age of 47—a decade before he took office—famously defeated seven members of the Massachusetts Volunteers during the American Revolution. The country’s first president also enjoyed fox and duck hunting on his 8,000-acre Mt. Vernon estate, and was once described by Thomas Jefferson as “the best horseman of his age.”Theodore Roosevelt on horseback in 1902. (Credit: Getty Images)Politics and athletics became publicly intertwined under Theodore Roosevelt, who is often credited with making physical fitness and sportsmanship hallmarks of the American presidency. Acclaimed for his scrappiness and vigor during the Spanish-American War, Roosevelt installed the White House’s first tennis courts in 1902 and frequently challenged officials and diplomats to games. He also made a great show of spending his free time hunting, hiking, riding horses, boxing, playing football and practicing martial arts, painting the picture of an active and spirited role model who liked a good competition as much as the next guy. Convinced that the American population had grown too sedentary to defend itself and expand the nation’s influence abroad, Roosevelt called upon his fellow citizens to embrace a “strenuous life.” Not only was he the first president to style himself as the country’s athletic director, but he was also the first to intervene in organized sports: In 1905, Roosevelt invited the presidents of Yale, Harvard and Princeton to the White House and had them hash out regulations for college football, which at the time was a violent—and sometimes deadly—free-for-all.Many of Roosevelt’s successors have followed the legendary Rough Rider’s lead, publicly embracing sports and fostering a robust image—particularly as presidential press coverage increased and the television age dawned. His distant cousin and the country’s 32nd president, Franklin D. Roosevelt, took pains to play down his deteriorating health—he suffered from a chronic paralytic illness—and installed an indoor pool in the executive mansion for daily physical therapy; during World War II, he “saved” baseball by working with Judge Kenesaw Mountain Landis to keep the sport going. John F. Kennedy, another president who suffered in silence from a host of physical ailments, golfed, swam, sailed and organized highly visible family touch football games on the White House lawn. Herbert Hoover fished, Dwight D. Eisenhower hunted, Richard Nixon bowled, Jimmy Carter jogged, Ronald Reagan lifted weights, and Gerald Ford, George H. W. Bush and Bill Clinton were avid golfers during their tenures. Prior to entering politics, George W. Bush, a lifelong fitness buff, was a co-owner and managing general partner of the Texas Rangers baseball franchise; during his presidency, he crusaded against professional sluggers’ use of performance-enhancing drugs.The biggest exception to the rule? William Howard Taft, who ballooned to roughly 350 pounds while in office and had to have a special bathtub installed in the White House to accommodate his girth. Yet even Taft left a substantial mark on the American sports landscape, establishing a permanent link between the national pastime and the presidency: In 1910, he became the first U.S. chief executive to throw the ceremonial first pitch at the start of the baseball season.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"How the U.S. President Became the Nation’s Star Athlete","author":"Jennie  Cohen"}