{"url":"http://www.history.com/news/new-super-earths-may-support-life","content":"Located 1,200 light years away in the constellation Lyra, two of the planets are part of a five-planet system orbiting the star Kepler-62. The system’s other bodies, dubbed 62b, 62c and 62d, are considered both too large and too close to the star to support life. The two outermost planets, however, fall within a more temperate “habitable zone,” meaning they’re at a safe enough distance from the star to keep surface temperatures low and allow for the presence of liquid water—critical to supporting life. Planets such as these are also known as “Goldilocks” planets–not too hot, too cold, too large or too small, but “just right.”Scientists estimate that Kepler-62e, which has diameter 61 percent larger than Earth’s and takes 122 days to orbit its star, would be by far the warmer of the two planets, with surface temperatures above 85 degrees Fahrenheit and warm and humid temperatures “all the way to the polar regions.” Kepler-62f, 41% larger than Earth and with a longer orbit of 267 days, would be much colder, with average temperatures a frigid 19 degrees below zero. Both planets would be much cloudier than Earth, but would “still potentially be life-friendly,” according to Dimitar Sasselov, a Harvard astronomer and co-author of the study.The third planet, Kepler-69c, is much further away at 2,700 light years and is part of a two-planet system, with an orbit similar to our own Venus. Though scientists believe these three planets are the most likely candidates to support life in this system, they stress that much about them remains unknown. In fact, they haven’t been able to actually see the planets themselves, but have instead relied on scientific data of the intergalactic bodies’ movements transmitted by the space telescope. According the Ames Research Center, the telescope’s findings show that the Milky Way is not at all unique in its makeup of stars and circling planets. In fact, scientists now believe that more than one-third of the stars outside our galaxy have planets of their own.Yesterday’s findings are not the first time the Kepler telescope has made history. In May 2009, NASA announced the discovery of Kepler-22b, located just 600 light years away in the constellation Cygnus, and the first known planet to lie within a “habitable zone” of a star like our own Sun. Two years later, the telescope helped scientists learn more about a previously discovered planet, TrES-2b (also known as Kepler-1b), which is now believed to be the darkest known exoplanet yet discovered, reflecting back less than 1 percent of the light that hits it. Earlier this year, data for the three-planet Kepler-37 system revealed one of the smallest planets ever discovered, Kepler-37b, only slightly larger than our moon. And in 2011, NASA scientists and Star Wars fans alike were stunned when the telescope helped confirm the existence of the first-known circumbinary planet, a planet that, just like the fictional planet Tatooine in the famous films, orbits not one but two stars.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"New Super-Earths May Support Life","author":"Barbara  Maranzani"}