{"url":"http://www.history.com/news/8-things-you-may-not-know-about-the-papal-conclave","content":"Cardinals in Rome for the papal conclave attend a prayer meeting at St. Peter’s Basilica on March 6. (Franco Origlia/Getty Images)1. The papal conclave has never chosen a pope from outside Europe.\nSince the first papal conclave in 1276, the so-called College of Cardinals has never elected a non-European pope. Italians have been particularly well represented, holding the office without interruption from 1523 until Polish-born John Paul II broke the streak in 1978. Past history aside, speculation is rampant over whether the next pope will come from a different continent. Although more than half of voting cardinals still come from Europe, about 75 percent of the world’s 1.2 billion Catholics live elsewhere. Nearly 500 million are in Latin America alone.Gregory X, who established the conclave system.2. The longest papal election lasted nearly three years.\nIn the 13th century, cardinals meeting in the Italian town of Viterbo —at that time, papal elections took place where the last pope had died—took two years and nine months to choose a successor to Clement IV. Townspeople became so frustrated by the delay that they apparently tore the roof off the building where the cardinals were staying. When Gregory X was finally selected in 1271, he wanted to prevent anything similar from happening again. Within a few years, he had established the conclave, a closed-door summit to be convened upon his death at which the cardinals would be locked up together until they elected a new pope. As a result of the new system’s strict rules, the first conclave lasted just one day. The rules were suspended soon after, but they were reinstated following another protracted election that took place from April 1292 to July 1294. Since 1831, no conclave has lasted longer than a week.3. In 1378, one group of cardinals selected two different popes.\nThe papacy resided in Avignon, France, from 1309 until Gregory XI returned it to Rome in 1376. Upon his death two years later, angry crowds demanded an Italian successor rather than a French one who might head back to Avignon. The cardinals acquiesced, choosing Archbishop Bartolomeo Prignano, who became Urban VI. But when the new pope proved overly confrontational, calling one cardinal a half-wit and coming to blows with another, the cardinals declared the election invalid. They held a second conclave five months after the first one, deciding this time around on Clement VII. The two popes, one in Avignon and one in Rome, both claimed to be the true leader of the church, going so far as to excommunicate each other. A council held in Pisa in 1409 sought to bridge the divide, but it only succeeded in adding a third pope to the mix. Finally, at the Council of Constance in what is now Germany, all three popes either resigned or were deposed. The Western Schism, as this fiasco became known, ended with the election of Martin V in 1417.Pius VII, who was elected in Venice rather than Rome.4. The conclave doesn’t have to be in Rome (but almost always is).\nSince the end of the Western Schism, the conclave has taken place in Rome every time but once. The exception occurred in 1799-1800 following the death of Pius VI, who had been taken prisoner during the French Revolution and exiled to France. Because the French had invaded Rome, the College of Cardinals met in Venice under Austrian protection. While there it picked Pius VII, who, despite originally cooperating with Emperor Napoleon I, likewise was imprisoned in 1809. He did not gain his complete freedom until Napoleon’s fall from power five years later.5. Getting to the conclave used to be especially hard for American cardinals.\nNew York Archbishop John McCloskey, the first U.S. cardinal, did not make it to Rome in time for the 1878 papal conclave. Later U.S. cardinals had similar difficulties due to the slow transportation of the era, including Boston Archbishop William O’Connell, who narrowly missed the 1914 election. Determined not to suffer the same fate twice, O’Connell made arrangements in advance. Upon Benedict XV’s death in 1922, he flew from Boston to New York, boarded a ship to France that was held just for him, took a faster ship to Naples, jumped on an express train to Rome and then ran through the streets, only to find out that the conclave had ended. After O’Connell gave the new pope an earful, the traditional waiting period between death (or resignation) and conclave was increased from 10 to 15 days, with the option of extending it to 20. At the next conclave in 1939, O’Connell finally cast his vote.6. The next pope doesn’t necessarily have to be a cardinal.\nThere are only two requirements for becoming pope: being male and being baptized into the Catholic Church. But although this technically leaves hundreds of millions of people eligible, they shouldn’t hold their breath. A non-cardinal hasn’t been chosen since 1378, when the selection of Urban VI brought about the Western Schism.Black smoke rises from the Sistine Chapel’s chimney in 2005, indicating that the College of Cardinals has failed to elect a new pope. (Giuseppe Cacace/Getty Images)7. Only cardinals younger than 80 can vote.\nIn 1970, Paul VI limited voting at conclaves to those cardinals younger than 80, reportedly as a way of building in term limits and preventing the elderly from having to travel to Rome. Many in the over-80 crowd still show up, however, and participate in pre-conclave meetings devoted to preparatory matters and discussions about the future of the church.8. The cardinals’ ballots are burned after each round of voting.\nThe cardinals hold one vote on the first day of the conclave and fill out four ballots per day thereafter (two in the morning and two in the afternoon). If a round of voting fails to generate the required two-thirds majority, black smoke pours out of the Sistine Chapel. White smoke, on the other hand, signifies the election of a new pope, who after being dressed in white will appear on the central balcony overlooking St. Peter’s Square to give his first blessing.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"8 Things You May Not Know About the Papal Conclave","author":"Jesse  Greenspan"}