{"url":"http://www.history.com/news/the-music-video-before-music-television","content":"A Scopitone machine, one of several visual jukeboxes that played an early form of music videos. (Credit: Joe Mabel/Wikimedia Commons)1895: The “first” music video is filmed at Thomas Edison’s studio\nThe oldest known film with music was made for the Kinetophone, a device developed by Thomas Edison’s lab that showed moving pictures and was also fitted out with a phonograph. In the film, its inventor, William Dickson, plays music from a popular operetta on a violin as two men dance beside him. The soundtrack was recorded separately on a wax cylinder that went missing for several decades, turned up at the Edison National Historical Site in the early 1960s and was finally reunited with the picture in 1998. Intended primarily as a test, the “Dickson Experimental Sound Film,” as the clip is known, was not released, in part because the Kinetophone never caught on with consumers.Early 20th century: Illustrated songs capture moviegoers’ eyes and ears\nFirst introduced in 1894 as a publicity stunt for marketing sheet music, illustrated songs consisted of photographic images painted in color and projected from glass slides, sometimes interspersed with silent moving picture clips. Audience members in vaudeville houses and nickelodeons would watch these visual displays as pianists and vocalists performed corresponding music, usually before silent films started or during reel changes.1920s: Sound-on-film ushers in the era of musical shorts\nIn April 1923, New York City’s Rivoli Theater presented the first motion pictures with sound-on-film, a system that synchronized movies and their soundtracks. (“The Jazz Singer,” the first full-length talkie in cinema history, would premiere in 1927 and use the same technology.) Many early sound-on-film productions featured vaudeville stars, opera singers, bands and other popular musicians; known as musical shorts, these clips were played before feature films well into the 1940s. Later, during the 1950s, musical shorts made a comeback as filler footage between television movies, which were not yet edited to fit into time slots.1925: Audiences learn how to follow the bouncing ball\nA year after their animated sound-on-film series entitled “Song-Car Tunes” debuted, brothers Max and David Fleischer released a cartoon featuring a bouncing ball, which hopped over lyrics to encourage in-theater singalongs. Musical cartoons with bouncing balls later became common elements of children’s television programs.1940-1946: Soundies put coins in jukeboxes across the United States\nDirect precursors to the music video, soundies were three-minute films featuring music and dance performances, designed to display on jukebox-like projection machines in bars, restaurants and other public spaces. Many of the era’s greatest talents, from jazz singers and swing dancers to chamber musicians and comedians, appeared in them. Another type of visual jukebox, known as the Scopitone, originated in France in the late 1950s and enjoyed some brief success in Europe and the United States.1959: The Big Bopper coins the term “music video”\nAccording to some music historians, singer and songwriter Jiles Perry Richardson, who went by The Big Bopper, became the first person to use the phrase “music video” in a 1959 interview with a British magazine. (Richardson died that same year in the plane crash that also killed Buddy Holly and Ritchie Valens.) The “Chantilly Lace” singer is also credited with making some of the earliest known rock videos in 1958.1960s: The Beatles marry movies and music\nPerhaps more than any other band before them, The Beatles harnessed the power of film to market their records and express themselves as artists. In addition to starring in full-length features such as “Help” and “A Hard Day’s Night,” the Fab Four recorded dozens of promotional clips—some with narratives and others composed largely of psychedelic images—that were broadcast in their native England and overseas. Many rock and roll bands of the late 1960s and 1970s followed their lead, releasing increasingly sophisticated promo films that shared the lineup with live performances on televised music variety shows.1974: Australia paves the way with “Countdown” and “Sounds”\nTwo weekly teen-oriented music programs premiered in Australia in 1974. Both prominently featured music videos, some of which were created especially for the shows. As “Countdown” and “Sounds” quickly earned a devoted following, the format spread to other countries around the world. In 1978, three years before MTV hit the airwaves, the American program “Video Concert Hall” began offering several hours of unhosted music videos every day on the USA Network.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Music Video, Before Music Television","author":"History.com  Staff"}