{"url":"http://www.history.com/news/major-blizzards-in-u-s-history","content":"March 11-14, 1888\nMore than 120 winters have come and gone since the so-called “Great White Hurricane,” but this whopper of a storm still lives in infamy. After a stretch of rainy but unseasonably mild weather, temperatures plunged and vicious winds kicked up, blanketing the East Coast in snow and creating drifts up to 50 feet high. The storm immobilized New York, Boston and other major cities, blocking roads and wiping out telephone, telegraph and rail service for several days. When the skies finally cleared, fires and flooding inflicted millions of dollars of damage. The disaster resulted in more than 400 deaths, including 200 in New York City alone. In the decade that followed, partly in response to the 1888 storm and the massive gridlock it wrought, New York and Boston broke ground on the country’s first underground subway systems.January 27-28, 1922\nThe Knickerbocker Storm battered the upper South and middle Atlantic United States for two days, dumping a record-breaking 28 inches of snow on Washington, D.C. But by the evening of January 28, the storm was winding down, and several hundred people ventured out to catch a showing of the silent film “Get-Rich-Quick Wallingford” at the Knickerbocker Theatre, the capital’s largest and most modern movie house. During the intermission, the theater’s flat roof gave way under the weight of the wet snow, and concrete, bricks and metal rained down onto the audience. One of the deadliest in Washington’s history, the disaster claimed 98 lives and gave the storm its name.February 5-7, 1978\nA week after Ohio experienced its worst winter storm in history, the Northeast got its own taste of nature’s wrath. On February 5, when snowflakes failed to materialize in the pre-dawn hours as meteorologists had predicted, many people chalked it up to faulty forecasting and went about their lives. Later that day, hurricane-force winds and whiteout conditions took them by surprise. The storm pummeled gridlocked highways, forcing drivers and passengers to abandon their cars or be buried along with them. Massive snowdrifts trapped families in their homes and workers in their offices. In Massachusetts and Rhode Island, record snowfalls left residents without heat, water or electricity for more than a week; roughly 10,000 took refuge in shelters. Meanwhile, severe flooding damaged or destroyed homes on the Long Island Sound and Cape Cod Bay. An estimated 100 people perished in this crushing nor’easter.March 12-15, 1993\nCausing 300 deaths and $6 to $10 billion in damages, the “Storm of the Century” lived up to the hype. Those staggering numbers might have been far worse, however, were it not for significant advances in U.S. weather forecasting not long before the mighty blizzard struck. Sophisticated computer models allowed the National Weather Service to issue a severe storm warning two days in advance. For the first time, governors could declare a state of emergency before a single snowflake fell. But that didn’t stop them from falling—and with a vengeance. The storm affected at least 26 U.S. states and much of eastern Canada, reaching as far south as Jacksonville, Florida. It dumped several feet of snow on regions that typically see less than an inch of powder a year, forcing officials to scrape together winter emergency plans. On the Atlantic seaboard, hurricane-force winds stirred up mammoth swells, and more than 15 homes were swept out to sea on the eastern shore of Long Island.January 6-10, 1996\nWhile not technically a blizzard, the “Blizzard of 1996” paralyzed an immense swath of the East Coast with three days of heavy, wet snow. It started in typical fashion, as cold air from Canada pushed down and collided with relatively warm winds from the Gulf of Mexico. On the evening of January 6, snow and sleet began hammering Washington, D.C., Baltimore and surrounding areas. Over the next few days, the storm made its way northeast, breaking records along the way. By the time it subsided, it had deposited between 17 and 30 inches of wind-driven snow on every city along the Eastern seaboard. Temperatures rose quickly in the wake of the nor’easter, and rivers and streams surged with the sudden meltdown. The 1996 storm claimed the lives of 154 people, many of whom died in car accidents, and the ensuing floods killed 33 more.February 2010\nIn the United States, the new decade came in like a lion with not one, not two, but three blizzards—all within a span of 20 snowy days. Between February 1 and 6, a severe winter storm swept the country from coast to coast, piling record amounts of snow in the Mid-Atlantic states. On February 9, a second storm produced high winds and heavy snowfalls from Washington, D.C., to Boston. And on February 25, a slow-moving system crippled the Northeast yet again, leaving hundreds of thousands of residents without power.December 26-27, 2010\nMany Americans who missed out on a white Christmas got their fill of snow when a blizzard carved a path of disruption down the East Coast, leaving thousands of travelers across the country stranded as airlines grounded more than 7,000 flights. Pummeling many regions from midday on December 26 through the following afternoon, the post-holiday storm featured a rare meteorological event known as thundersnow, in which thunder and lighting are accompanied by heavy snow rather than rain. New York City’s transportation system took a particularly harsh beating, with passengers stranded in subway cars for up to nine hours and abandoned buses scattering the unplowed streets. Snowfall was deepest in Rahway, New Jersey, which received a whopping 32 inches.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Major Blizzards in U.S. History","author":"History.com  Staff"}