{"url":"http://www.history.com/news/little-ice-age-big-consequences","content":"Merrymakers skate on the frozen River Thames in this 1677 painting by Abraham Hondius.Great FamineBlack Death\nTypically considered an outbreak of the bubonic plague, which is transmitted by rats and fleas, the Black Death wreaked havoc on Europe, North Africa and Central Asia in the mid-14th century. It killed an estimated 75 million people, including 30 to 60 percent of Europe’s population. Some experts have tied the outbreak to the food shortages of the Little Ice Age, which purportedly weakened human immune systems while allowing rats to flourish.Manchu Conquest of China\nIn the first half of the 17th century, famines and floods caused by unusually cold, dry weather enfeebled China’s ruling Ming Dynasty. Unable to pay their taxes, peasants rose up in revolt and by 1644 had overthrown the imperial authorities. Manchurian invaders from the north capitalized on the power vacuum by crossing the Great Wall, allying with the rebels and establishing the Qing Dynasty.Witch Hunts\nIn 1484, Pope Innocent VIII recognized the existence of witches and echoed popular sentiment by blaming them for the cold temperatures and resulting misfortunes plaguing Europe. His declaration ushered in an era of hysteria, accusations and executions on both sides of the Atlantic. Historians have shown that surges in European witch trials coincided with some of the Little Ice Age’s most bitter phases during the 16th and 17th centuries.Thirty Years’ War\nAmong other military conflicts, the brutal Thirty Years’ War between Protestants and Catholics across central Europe has been linked to the Little Ice Age. Chilly conditions curbed agricultural production and inflated grain prices, fueling civil discontent and weakening the economies of European powers. These factors indirectly plunged much of the continent into war from 1618 to 1648, according to this model.Rise of the Potato\nWhen Spanish conquistadors first introduced the potato in the late 16th century, Europeans scoffed at the unfamiliar starch. In the mid-1700s, however, some countries began promoting the hardy tuber as an alternative to crops indigenous to the region, which often failed to withstand the Little Ice Age’s colder seasons. It soon caught on with farmers throughout Europe, particularly in Ireland.French Revolution\nAs the 18th century drew to a close, two decades of poor cereal harvests, drought, cattle disease and skyrocketing bread prices had kindled unrest among peasants and the urban poor in France. Many expressed their desperation and resentment toward a regime that imposed heavy taxes yet failed to provide relief by rioting, looting and striking. Tensions erupted into the French Revolution of 1789, which some historians have connected to the Little Ice Age.Writing of “Frankenstein”\nIn 1816, dust from volcanic eruptions and the general chill of the Little Ice Age resulted in the famously frosty “year without a summer” across the Northern Hemisphere. Like many Europeans, teenage runaway Mary Shelley kept warm by huddling around a fire with her friends. One of them, the poet Lord Byron, encouraged his companions to write and share their own supernatural tales; Mary’s was published two years later as “Frankenstein; or, The Modern Prometheus.”Invention of the Bicycle\nAlso in 1816, a meager oat harvest forced many German farmers to shoot their starving horses. The subsequent need for transportation that didn’t require food is thought to have inspired the aristocrat Karl Drais von Sauerbronn to invent his “laufmaschine,” a pedal-free precursor to the modern bicycle.Midwestern Population Explosion\nOn the other side of the Atlantic, the year without a summer convinced many New England residents to relocate. Horrified by escalating grain prices and June snowfalls, they settled in the Midwestern United States, providing a boost to the expansion movement that had begun two decades earlier.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Little Ice Age, Big Consequences","author":"Jennie  Cohen"}