{"url":"http://www.history.com/news/obama-fires-mcchrystal-echoes-of-truman-macarthur","content":"Barack Obama’s recent dismissal of Stanley A. McChrystal is not the first high-profile confrontation between a military commander and his civilian commander-in-chief. The most famous one occurred nearly six decades before Rolling Stone published the general’s disparaging remarks about Obama and other top officials. On April 11, 1951, one year into the Korean War, President Harry S. Truman relieved GeneralDouglas MacArthur of command of the U.S. forces in Korea. As commentators and historians draw the inevitable parallels between the two situations, it is worth revisiting this historic conflict and how it unfolded.By the time Truman gave MacArthur his walking papers, tensions between the two men had been brewing for months. In the early days of the war in Korea, General MacArthur had devised some brilliant strategies and military maneuvers that helped save South Korea from falling to the invading forces of communist North Korea. As U.S. and United Nations forces turned the tide of battle in Korea, MacArthur argued for a policy of pushing into North Korea to completely defeat the communist forces.Truman went along with this plan, but worried that the communist government of the People’s Republic of China might take the invasion as a hostile act and intervene in the conflict. In October 1950, MacArthur met with Truman and assured him that the chances of a Chinese intervention were slim. Then, in November and December 1950, hundreds of thousands of Chinese troops crossed into North Korea and flung themselves against the American lines, driving the U.S. troops back into South Korea. MacArthur then asked for permission to bomb communist China and use Nationalist Chinese forces from Taiwan against the People’s Republic of China. Truman, determined to pursue a policy of “limited war” in Korea, flatly refused these requests, and a very public argument began to develop between the two men, ultimately leading to MacArthur’s dismissal.After firing MacArthur, Truman gave a speech explaining his actions to the American public. He began by defending his overall policy in Korea, declaring, “It is right for us to be in Korea.” He excoriated the “communists in the Kremlin [who] are engaged in a monstrous conspiracy to stamp out freedom all over the world.” Nevertheless, he explained, it “would be wrong-tragically wrong-for us to take the initiative in extending the war. …Our aim is to avoid the spread of the conflict.” The president continued, “I believe that we must try to limit the war to Korea for these vital reasons: To make sure that the precious lives of our fighting men are not wasted; to see that the security of our country and the free world is not needlessly jeopardized; and to prevent a third world war.” General MacArthur had been relieved, he continued, “so that there would be no doubt or confusion as to the real purpose and aim of our policy.”MacArthur’s dismissal set off a brief uproar in the United States as well as in Japan, where he had overseen economic and health reforms while serving as the supreme commander of the Allied occupation after World War II. The general returned to the United States to a hero’s welcome. Parades were held in his honor, and he was asked to give a farewell address to the U.S. Congress. At the end of his now-famous speech, he said, “I still remember the refrain of one of the most popular barracks ballads of that day which proclaimed most proudly that old soldiers never die; they just fade away. And like the old soldier of that ballad, I now close my military career and just fade away, an old soldier who tried to do his duty as God gave him the light to see that duty.”MacArthur and McChrystal are not the only generals in American history who came into conflict with the commander-in-chief. In the so-called “Conway Cabal” affair during the American Revolution, Brigadier General Thomas Conway wrote a series of letters criticizing George Washington. One of them, in which he called the commander “weak,” was forwarded to Washington, who wrote a reply that expressed his displeasure. A week later, Conway submitted his letter of resignation to the Continental Congress. During the Civil War, General George McClellan drew Abraham Lincoln’s ire when he refused to go on the offensive against the Confederate Army. Their disagreement inspired one of Lincoln’s best-known quotes: “If General McClellan does not want to use the army, I would like to borrow it for a time.” McClellan, for his part, made little effort to hide his disdain for the president, referring to him as “nothing more than a well-meaning baboon” and pretending to be in bed when Lincoln visited his home. In November 1862, Lincoln removed him from command, a decision that prompted a number of loyal officers to resign in protest.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Obama Fires McChrystal: Echoes of Truman-MacArthur?","author":"Jennie  Cohen"}