{"url":"http://www.history.com/news/wreck-of-robert-falcon-scotts-ship-terra-nova-discovered","content":"Terra Nova’s mast as seen by Schmidt Ocean Institute’s cameras. (Schmidt Ocean Institute)One hundred years ago, British explorer Robert Falcon Scott died on an Antarctic ice shelf after a failed attempt to be the first to reach the South Pole. SS Terra Nova, the former whaler that had carried Scott’s expedition to Antarctica, sailed home without its captain and resumed its humble career as a seal fishing ship. Four decades later, while transporting supplies during World War II, Terra Nova, too, met an untimely end in the far reaches of the planet, sinking off the coast of Greenland after hitting ice.Terra Nova in 1912.Scott’s final campsite, containing his body and those of his crew, was discovered by a search party on November 12, 1912. Terra Nova, on the other hand, would remain at large for nearly 70 years, reappearing just last month thanks to an American research company. Schmidt Ocean Institute, which detected the ship while testing equipment aboard one of its vessels, announced the remarkable find this week. Researchers identified Terra Nova, which lay 1,000 feet below the surface, by comparing camera footage of the wreck to historical photographs, according to a statement released by the group.Built in 1884 in Dundee, Scotland, Terra Nova was used for whaling and sealing before coming under the command of Scott, who hoped to beat rival explorers to the South Pole. In January 1911, the ship reached Ross Island, a common base for Antarctic missions, carrying dozens of men as well as dogs, ponies and three motorized sledges. A year later, Terra Nova stayed behind as Scott led a five-man party on the final 150-mile leg toward the South Pole. When they reached their destination, they stumbled upon a Norwegian flag, an abandoned camp and a personal note from Roald Amundsen, who had preceded them by 33 days. The dejected Englishmen packed up and left the next day. Scott wrote in his journal, “The worst has happened.”Robert Scott and his team at the South Pole in January 1912.But Scott’s problems had only just begun. Over the following weeks, he and his companions suffered from injuries and frostbite as their food supply dwindled and constant blizzards impeded their journey. One crewmember, Edgar Evans, died on February 17, 1912; another, Lawrence Oates, wandered into blinding snow a month later, presumably to sacrifice himself for his companions. The three remaining men—including Scott, who left behind letters and a journal detailing the disastrous northward trek—likely perished shortly thereafter.Its exploring days now over, Terra Nova left Antarctica in 1913 and returned to seal hunting in Newfoundland before shipping cargo to Canada during World War I. In 1942 it was chartered to carry supplies to American bases in Greenland. On September 13 of that year, Terra Nova sprung a major leak after sustaining ice damage, and a U.S. Coast Guard ship rescued its 24 crew. A hail of bullets sent the aging vessel—a survivor of one of history’s most ill-fated expeditions—to the bottom of the North Atlantic.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Wreck of Robert Falcon Scott’s Ship Terra Nova Discovered","author":"Jennie  Cohen"}