{"url":"http://www.history.com/news/the-strike-that-shook-america-100-years-ago","content":"Striking workers parade through the streets of Lawrence, Massachusetts, during the 1912 Bread and Roses strike. (Lawrence History Center)The power looms that thundered inside the cotton weaving room of the Everett Mill in Lawrence, Massachusetts, suddenly fell silent on January 11, 1912. When a mill official demanded to know why workers were standing motionless next to their machines, the explanation was simple: “Not enough pay.”The weavers who had opened their pay envelopes that afternoon discovered their weekly wages had been reduced by 32 cents. A newly enacted Massachusetts law had reduced the workweek of women and children from 56 to 54 hours, but mill owners, unlike in the past, cut worker’s wages proportionally. For workers who only averaged $8.76 per week, every penny was precious, and 32 cents made the difference between eating a meal or going hungry.Massachusetts militiamen face strikers in Lawrence.Word of the strike by the women of the Everett Mill swept through Lawrence’s squalid tenements that night, and the following morning the walkout cascaded through neighboring mills. Even above the looms’ deafening din, the shouts of strikers could be heard: “Short pay! All out! All out!” In spite of arctic temperatures, bad blood boiled over. Knife-wielding strikers overwhelmed security gates and slashed machine belts, threads and cloth. They tore bobbins and shuttles off machines. Through the falling snow, rioting workers shattered windows with bricks and ice, and police beat them back with billy clubs. By the end of January 12, more than 10,000 workers were out on strike.Their numbers swelled the following week. Thousands of strikers, their numb feet crunching on the snow, chanted and sang protest songs as they paraded through the streets. Picket fences of state militiamen protected the massive brick mills with the spears of their bayonets pointed squarely at the picket lines of strikers who protested outside. Women didn’t shy away from the protests. They delivered fiery rally speeches and marched in picket lines and parades. The banners they carried demanding both living wages and dignity—“We want bread, and roses, too”—gave the work stoppage its name, the Bread and Roses Strike.Lawrence, known as “Immigrant City,” was a true American melting pot with citizens from 51 nations wedged into seven square miles. Although strikers lacked common cultures and languages, they remained united in a common cause. The social networks of the day—soup kitchens, ethnic organizations, community halls—stitched the patchwork of strikers together. And once news of the walkout went viral in newspapers around the country, American laborers took up collections for the strikers and local farmers arrived with food donations.Mill owners and city leaders hired men to foment trouble and even planted dynamite in an attempt to discredit strikers. Lawrence’s simmering cauldron finally bubbled over on January 29, when a mob of strikers attacked a streetcar carrying workers who didn’t honor the picket line. That afternoon, as police battled strikers, an errant gunshot struck and killed Anna LoPizzo. The following day, 18-year-old John Ramey died after being stabbed in the shoulder by a soldier’s bayonet.Children who fled Lawrence during the turbulent strike demonstrate in New York City. (Library of Congress)With the city on a hair trigger, striking families sent 119 of their children out of harm’s way to Manhattan on February 10 to live with relatives or, in some cases, complete strangers who could provide food and a safe shelter. A cheering crowd of 5,000 greeted the children at Grand Central Terminal, and after a second trainload arrived from Lawrence the following week, the children paraded down Fifth Avenue. The “children’s exodus” proved to be a publicity coup for the strikers, and Lawrence authorities intended to halt it. When families brought another 46 children bound for Philadelphia to the city’s train station on February 24, the city marshal ordered them to disperse. When defiant mothers still tried to get their children aboard the train and resisted the authorities, police dragged them by the hair, beat them with clubs and arrested them as their horrified children looked on in tears.The national reaction was visceral and marked a turning point in the Bread and Roses Strike. President Taft asked his attorney general to investigate, and Congress began a hearing on the strike on March 2. Striking workers, including children who dropped out of school at age 14 or younger to work in the factories, described the brutal working conditions and poor pay inside the Lawrence mills. A third of mill workers, whose life expectancy was less than 40 years, died within a decade of taking their jobs. If death didn’t come slowly through respiratory infections such as pneumonia or tuberculosis from inhaling dust and lint, it could come swiftly in workplace accidents that took lives and limbs. Fourteen-year-old Carmela Teoli shocked lawmakers by recounting how a mill machine had torn off her scalp and left her hospitalized for seven months.After the children’s testimony, public tide turned in favor of the strikers for good. The mill owners were ready for a deal and agreed to many of the workers’ demands. The two sides agreed to a 15-percent wage hike, a bump in overtime compensation and a promise not to retaliate against strikers. On March 14, the nine-week strike ended as 15,000 workers gathered on Lawrence Common shouted their agreement to accept the offer. Only five sounded their dissents.The Bread and Roses Strike was not just a victory for Lawrence workers. By the end of March, 275,000 New England textile workers received similar raises, and other industries followed suit. A century later, the echoes of the strike still reverberate in Lawrence. The city is hosting special centennial commemorations, including its annual Labor Day festival, and Lawrence-based Small Planet Communications has developed a special curriculum for high school history students.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Strike That Shook America 100 Years Ago","author":"Christopher  Klein"}