{"url":"http://www.history.com/news/remembering-long-distance-swimmer-gertrude-ederle","content":"Coated in grease, Gertrude Ederle wades into the water on August 6, 1926, beginning her successful attempt to swim the English Channel. (NY Daily News Archive via Getty Images)Standing on a French beach slathered in black sheep grease and sporting huge amber-tinted wraparound goggles, Gertrude Ederle looked more like an extra in a bad sci-fi movie than an elite athlete attempting to make sporting history. Her strange get-up, however, was simply protection for the treacherous journey ahead. Ederle was attempting something that no woman had done before: to swim the 21 miles across the English Channel. At 7:08 a.m. on August 6, 1926, the 20-year-old American waded into the chilly waters of the English Channel at Cap Gris-Nez, France, and began to glide through the water with her graceful strokes.This was Ederle’s second attempt to swim the channel. Her first try on August 18, 1925, ended in disappointment after nine hours when her trainer, thinking the swimmer might be unconscious and drowning, ordered her pulled from the water into the accompanying boat. Ederle, who said she was just resting, was furious and determined not to let the same thing happen again. This time, she made everyone in the entourage on the escorting boat, including her father, promise not to touch her.Gertrude Ederle is crowned “Queen of the Waves” in September 1926 in New York City. (Topical Press Agency/Getty Images)This was no day for boating, let alone swimming, however. The channel was so choppy that steamships canceled routes and small craft were warned to stay on shore. Still, Ederle made steady progress through the Strait of Dover as her escort boat bobbed up and down on the rolling waves. For one thing, she was better equipped for this second campaign to cross the channel. Ederle had abandoned her usual singlet for a revolutionary, two-piece silk bathing suit that reduced drag and chafing. Her homemade leather and rubber goggles were caked with molten candle wax to stay watertight, and she had applied black grease to help retain body heat.The New York City native had first learned to swim at her family’s summer home on the Jersey Shore, and she quickly proved a natural. Ederle set 29 American and world records between 1921 and 1925, and was so versatile that she captured national championships at distances ranging from 50 yards to a half-mile. At the 1924 Summer Olympics, she won a gold medal as part of the 400-meter freestyle relay along with bronze in the 100- and 400-meter freestyle. The English Channel was by far the stiffest test the phenom had ever faced, however. Since Matthew Webb became the first to complete the swim in 1875, only four other men had duplicated the feat. Many doubted whether a woman had the strength or endurance to do the same.If the doubters didn’t give her enough incentive to push on through to England, this did: Her father promised her a red roadster if she could do the swim. By the 12th hour, however, conditions deteriorated further, and Ederle’s trainer was extremely concerned about her condition. “Come out of the water!” he bellowed from the boat. “What for?” yelled back the swimmer, who was still feeling strong.The American continued to sing to herself to the beat of her strokes and, 14 hours and 31 minutes after she waded into French waters, she wobbled ashore in Kingsdown, England. The conditions had been so rough that Ederle swam 35 miles, rather than the planned straight-line course of 21 miles. In spite of the circuitous route and the doubts about the capabilities of female swimmers, Ederle not only proved that a woman could swim the English Channel, she bested the men’s record time by nearly two hours. History may not have been the first thing on her mind when she touched English sand, however. As Ederle fell into the arms of her father, she asked him, “Hey, Pop? Do I get that red roadster?”Swimmer Diana Nyad in Key West, Florida, in August 2010. (Walter Michot/Miami Herald/MCT via Getty Images)Amazingly, setting foot on English soil may have been the most difficult part of Ederle’s journey from France. After changing into dry clothes, Ederle was transported by boat to Dover, where she was greeted by a cheering crowd-and pesky customs agents. British officials actually requested Ederle’s passport, and as the crowd booed and hissed, they gave the exhausted swimmer a thorough grilling and conducted a cursory search to make sure she was not smuggling anything before allowing her ashore.Ederle enjoyed a warmer reception when she returned to New York City. The woman dubbed the “Queen of the Waves” by the press was given a royal welcome that included a ticker-tape parade down Broadway on August 27, 1926. An estimated crowd of 2 million turned out, and at least for one day, the city took a break from mourning the death of movie icon Rudolph Valentino, whose body was in a funeral parlor church 5 miles north on Broadway and 66th Street. “Rudy Forgotten by Crowd for Trudy” read one newspaper headline.Ederle became one of the most famous women in America in the Roaring Twenties. She appeared in movies and was the subject of songs. Marriage proposals flowed in through the mail. President Calvin Coolidge called her “America’s best girl.” Life became more difficult as the years passed, however. Her hearing loss, which began with a childhood bout of measles, continued to worsen. Then, in 1933, she fell down a flight of stairs and fractured her spine. Doctors said Ederle would never walk or swim again. She did both, although she spent nearly five years in a cast after the accident. In 1965, she was inducted into the International Swimming Hall of Fame.And, yes, Ederle did get that red roadster.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Remembering Long-Distance Swimmer Gertrude Ederle","author":"Christopher  Klein"}