{"url":"http://www.history.com/news/joe-kittingers-death-defying-leap-from-the-edge-of-space","content":"Joe Kittinger begins his historic freefall in August 1960. (U.S. Air Force)At 63,000 feet of altitude, a human being’s blood will boil. At 90,000 feet, the atmospheric temperature plummets to minus-90 degrees Fahrenheit. These facts did not deter Joe Kittinger from accepting a challenge: to ride a balloon to 100,000 feet and then parachute back down to earth. In doing so, he advanced safety technology for fighter pilots and set a record for the highest freefall in history. The story of Kittinger’s leap remains as sensational today as it was in its time.In the pre-dawn hours of August 16, 1960, Captain Kittinger of the U.S. Air Force clambered into a contraption resembling a tin can that rested on the bed of a flatbed truck parked in the desert of New Mexico. A cadre of crew members boosted him onto the platform since he was encumbered by the bulk of a pressurized suit—one designed to prevent his blood from boiling when he rose into the stratosphere. The effect of low atmospheric pressure on the human body would become painfully evident to Kittinger later in the flight, when his pressurized right glove would spring a leak and his hand would swell to gross proportions. But right then, unaware of what was to come, Kittinger calmly focused on preparing for his historic flight.Kittinger took a seat in the tin can—actually the open gondola of a huge helium balloon—and checked out the various gauges and switches before him. The balloon’s silvery, 200-foot-tall envelope rose and shimmered against the dark clouds cluttering the sky. The captain was calm. He’d sat here before.His flight was part of the Air Force’s Project Excelsior, a series of three missions to test a multi-stage parachute that would provide a controlled descent for fighter pilots forced to eject at high altitudes. The parachute’s design included a trio of chutes of varying sizes that would deploy automatically based on altimeter readings on the pack. In theory, this combination of parachutes would prevent a pilot ejecting in the stratosphere from spinning out of control at a deadly rate, sometimes as fast as 200 revolutions per minute.Kittinger had already performed two test jumps with the new parachute from high altitude, one with near-catastrophic results. During the Excelsior I mission of November 16, 1959, his stabilizer parachute opened too soon, and the cords wrapped around his neck. Rendered unconscious, Kittinger was saved when his main chute opened automatically and the small chute broke away as designed. Undeterred by this debacle, Kittinger climbed into the Excelsior gondola a second time to better results. Now, sitting in the tin can for a third time, Kittinger awaited the chance to float higher into the atmosphere than ever before.Kittinger stands next to the Excelsior gondola. (U.S. Air Force)On a predetermined signal, the team cut the straps holding the gondola down, and Excelsior III lifted skyward. The helium balloon climbed steadily, drifting east at first and then west. At 50,000 feet, Kittinger felt his hand begin to swell. The pressure seal in his right glove had failed, exposing his limb to the vacuum of the upper atmosphere. But he flew on, figuring he could survive any resulting discomfort.About 90 minutes after liftoff, Kittinger exceeded his target altitude, reaching 102,800 feet—far higher than the 75,000 feet he’d achieved on previous flights. Floating in a gondola at that altitude “was a weird sensation,” he would recall nearly 40 years later during a BBC interview. “I was looking down on our planet. It was a very profound feeling that I had.”But Kittinger had little time for reflection—there was still a mission to complete. Unbuckling his safety harness, he rose from his seat and snapped off the vehicle’s communications antenna to avoid snagging it when he leaped. He activated the onboard television camera, moved to the doorway of the craft and looked downward. And then he jumped.Hurtling through the stratosphere face first, Kittinger had no sensation of falling, he would later remember. As he turned to look back at the balloon, he was astonished to see it rocketing upward into space before realizing that he was the one in motion, falling away at record speed. In fact, his freefall toward earth approached the speed of sound.For about five breathtaking minutes, Kittinger free-fell with only his small stabilizer parachute to protect him from spinning to death. When he reached a safe altitude, his other parachutes deployed flawlessly and delivered him safely to the ground. He claimed the record for highest freefall, an achievement that made the cover of LIFE magazine at the time, but his larger accomplishment was advancing our understanding of technology and the natural world. Kittinger’s jump proved not only that the three-parachute system worked as designed, but also that human beings could withstand the harsh conditions of our upper atmosphere. This information would revolutionize high-altitude flying and pave the way toward spaceflight.Today, Kittinger continues to fly, and he chronicled his avionics adventures—including Project Excelsior—in a recently published autobiography, “Come Up and Get Me.” And next week, he’ll be assisting the man who aims to snatch away his record, Austrian Felix Baumgartner, an expert parachutist who made an unprecedented freefall flight across the English Channel using a carbon wing. During the Red Bull Stratos record freefall attempt, scheduled for October 8, Kittinger will act as “capcom” (capsule communications chief)—mission control’s primary point of radio contact with Baumgartner throughout his ascent.Like Kittinger before him, Baumgartner will likely jump into the record books while completing a mission with scientific value. With space tourism on the horizon, the Stratos project aims to investigate ejection systems for orbital passengers and improvements to spacesuit design. But unlike his predecessor, Baumgartner will be wrapped in a state-of-the-art pressure suit and ensconced in a sophisticated capsule—technology undoubtedly honed by Kittinger’s breathtaking leap into the unknown half a century ago. Needless to say, it’s a far cry from a glorified tin can.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Joe Kittinger’s Death-Defying Leap From the Edge of Space","author":"Elizabeth  Hanes"}