{"url":"http://www.history.com/news/famous-gangster-informants-in-u-s-history","content":"Joe Valachi\nIn 1963, convicted New York mobster Valachi broke the Mafia’s sacred code of silence to become an informant, revealing key details about the organization’s structure and customs. The first member to publicly acknowledge the existence of the American Mafia, he later published his memoirs, entitled “The Valachi Papers,” about his years as a low-ranking soldier for the Lucchese and Genovese crime families. Though Valachi’s motives for telling all remain unclear, he may have spilled the beans to avoid the death penalty for a murder he committed while incarcerated. Valachi died in prison in 1971 with a $100,000 mob bounty still on his head.Joseph “The Animal” Barboza\nBorn in Massachusetts to Portuguese immigrants in 1932, Barboza pursued a boxing career before becoming a hit man for New England’s Patriarca crime family. By the mid-1960s, he had earned a reputation as one of Boston’s fiercest mobsters—not least because of a legendary incident in which he chewed a man’s ear off—and his relationship with the Patriarcas had turned stormy. Imprisoned for murder in 1967, he testified against many of his former associates; it later emerged that he fabricated some of the evidence to frame mobsters who had disrespected him. In 1976, after moving to California and serving time for murder there, Barboza was gunned down in San Francisco.Joseph “The Ear” Massino\nIn 2004, Massino made history by becoming the first official Mafia boss to cooperate with federal authorities. Hoping to avoid the death penalty after being convicted for seven murders, the longtime Bonanno crime family boss agreed to wear a wire during conversations with his successor, implicated many of his former associates and revealed the location of an infamous mob graveyard to the FBI. He was sentenced in June 2005 to life in prison.Salvatore “Sammy the Bull” Gravano\nA prolific hit man, Gravano rose through the ranks of both the Colombo and Gambino crime families in the 1960s and 1970s. Promoted to underboss in the late 1980s by the infamous Gambino kingpin John Gotti, Gravano was arrested alongside his boss during a raid on the Ravenite Social Club, their hangout in New York City’s Little Italy neighborhood. The next year he cut a deal with the government and testified in court against Gotti in exchange for a reduced sentence, becoming the man responsible for Teflon Don’s demise. Gravano later entered the Witness Protection Program, had plastic surgery to better hide from the mob and moved to Arizona. Ultimately, however, the Mafia turncoat refused to abandon his life of crime: He is currently serving a 19-year sentence for running an ecstasy trafficking ring along with his wife and children.Abe “Kid Twist” Reles\nBorn in Brooklyn in 1906, Reles became involved in bootlegging during Prohibition and was one of the founding members of Murder, Inc., the enforcement unit of the gang known as the National Crime Syndicate. A notoriously deft assassin responsible for countless contract killings and random acts of violence against many people who simply displeased him, Reles typically slaughtered his victims with an ice pick jammed into the ear. In 1940, fearing the death penalty after being arrested for several murders, the 32-year-old gangster ratted out several of his accomplices, all of whom were executed. The following year, Reles fell to his death from a hotel window in New York’s Coney Island; it is likely that he was pushed.Ken “Tokyo Joe” Eto\nA Japanese-American born in 1919, Eto was interned along with his family during World War II. He later moved to Chicago, where he joined forces with the Outfit crime syndicate and started an illegal gambling racket. In 1983, the FBI finally caught up with him. Afraid Eto would sing for a reduced sentence, his mob associates decided to rub him out. Miraculously, he survived the hit when three bullets meant to kill him merely grazed his skull. The botched assassination convinced Eto to testify against his former partners and enter the Witness Protection Program. He died in Georgia, where he was living under an assumed name, at age 84.Tommaso Buscetta\nBorn in Sicily in 1928, Buscetta began working for the Italian Mafia as a teenager; he later moved to the United States and developed ties to the Gambino crime family. In 1983, after two failed attempts to seek refuge in Brazil, Buscetta was arrested and sent back to Italy to serve time for a prior murder conviction. Repulsed by a bloody gang war within the Sicilian Mafia, he became an informant, helping authorities make key arrests on both sides of the Atlantic and exposing corrupt Italian politicians. In return, he was allowed to return to the United States and enter the Witness Protection Program; he died in New York in 2000.Frank Lucas\nIn the late 1960s and early 1970s, Lucas controlled Manhattan’s largest heroin ring, buying directly from his connections in Asia and smuggling the drugs into the United States. Worth many millions at the time of his 1975 arrest, he was sentenced to 70 years in prison. He soon turned informant, naming dozens of Mafia accomplices and corrupt New York police officers in exchange for a 15-year sentence. The biopic “American Gangster” was based on his life.Max Mermelstein\nA mechanical engineer born in New York, Mermelstein became involved with the now-defunct Medellín drug cartel through his Colombian wife’s friends and relatives in the 1970s. He smuggled an estimated $360 million worth of cocaine into the United States before the law caught up with him in June 1985. Mermelstein agreed to inform on his associates and entered the Witness Protection Program along with 16 of his extended family members. His testimony resulted in numerous indictments and helped bring the Medellín cartel to its knees. Pursued by Pablo Escobar until the drug lord’s death in 1993, Mermelstein died of cancer in 2008.Henry Hill\nBorn in Brooklyn in 1943, Hill was involved with the Lucchese crime family from a young age. He helped spearhead several high-profile heists during his career, including the 1967 theft of $420,000 in cash from the Air France terminal at New York’s John F. Kennedy International Airport and a much larger robbery from the Lufthansa terminal in 1978. Arrested for drug trafficking in 1980, Hill became convinced that several of his former associates had a hit out on him and decided to come clean, divulging information that led to 50 convictions. He entered the Witness Protection Program but was ejected in the early 1990s for continuing to commit crimes. Hill’s life inspired the book “Wiseguy” and the film “Goodfellas.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Famous Gangster Informants in U.S. History","author":"Jennie  Cohen"}