{"url":"http://www.history.com/news/chemist-solves-lincoln-funeral-train-mystery","content":"Railroad car carrying Abraham Lincoln's body, April 1865.Back in the mid-1990s, while working at Chicago’s Benedictine University, Wesolowski served as the director of the Lincoln Train Project, which aimed to research and create a traveling museum exhibition about the 1865 funeral procession. As part of that project, he constructed a 15-foot (4.6-meter) scale model of the train that transported Lincoln’s body. Now in Arizona, Wesolowski was contacted by organizers of the 2015 Lincoln Funeral Train Project, who are building a full-size replica of Lincoln’s funeral car and intend to retrace the route of the procession as part of the 150th anniversary celebrations in 2015.The original railcar that transported Lincoln’s body was sold at auction after the funeral procession and eventually bought by a series of private owners. In 1911, it was destroyed in a fire. Though many details are known about the car, its color was believed to be lost to history. As no color photographs, lithographs or contemporary paintings of the car exist, Wesolowski combed through newspaper articles and other written accounts, only to find that descriptions of the color were either missing or contradictory. Some accounts (written long after the Civil War) described it as “chocolate brown,” others as closer to a claret, or red-wine color. As Wesolowski points out, chocolate bars didn’t exist at the time of the procession, so chocolate brown at the time would have referred more to Dutch chocolate, which was more reddish brown in color than the chocolate we think of today.Wesolowski finally hit pay dirt when he found a man from Minnesota who had inherited part of the original railcar’s window frame, perhaps one of the only pieces that survived the 1911 fire. He and his fellow researchers analyzed a small piece of the window trim under high-powered microscopes, then scraped away microscopic flecks of paint and compared them with pigment records and national color standards of the time. Through this painstaking process, they managed to identify the color as a brownish-red that Wesolowski describes as “dark maroon.” While celebrating his historic find, Wesolowski ruefully admits that his own 1995 model was “a little too much on the red side.”Interestingly, Lincoln’s funeral car was originally intended to be the official presidential railroad car—the equivalent of Air Force One today. The U.S. Military Railroads built the car and delivered it to the president in early 1865. Tragically, Lincoln never rode in it until his death. After being shot on April 14 at Ford’s Theatre by the actor and rabid Southern sympathizer John Wilkes Booth, he was transported to a boarding house across the street from the theater, where he died early the next morning. His body lay in state at the White House and the rotunda of the Capitol building before being loaded into the railroad car, which had been modified to transport Lincoln’s coffin and the coffin of his young son Willie, who had died of typhoid fever in 1862. Willie had been buried in Georgetown’s Oak Hill Cemetery, but after his father’s assassination his coffin was removed and placed aboard the funeral train.By military order, Lincoln’s funeral procession consisted of no fewer than nine cars, including the funeral car, officers’ car, six passenger cars and one baggage car. The procession left Washington on April 21, 1865, and proceeded across the Northern states, stopping for formal funeral ceremonies in 12 major cities. Smaller communities organized numerous other memorial services along the train’s route. According to a contemporary newspaper report, during the 12-day journey, which covered some 1,600 miles, there were no accidents—an unusual distinction for such a long journey in a time when trains lacked many of today’s safety features. On May 4, 1865, Lincoln’s body was placed in the reception vault at Springfield’s Oak Ridge Cemetery, though he wasn’t officially buried until 1901, when his cemetery monument was completed.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Chemist Solves Lincoln Funeral Train Mystery","author":"Sarah  Pruitt"}