{"url":"http://www.history.com/news/a-brief-history-of-college-bowl-games","content":"Rose Bowl Stadium, Pasadena, California (Getty Images)On January 1, 1890, members of the Valley Hunt Club paraded their flower-festooned horse-and-buggies through the streets of Pasadena, California, and spent the afternoon competing in foot races and tug-of-war contests. In the years following that first Tournament of Roses parade, the post-procession athletic contests evolved to include polo matches and even greased-pig catching. In 1901, however, the newly appointed president of the Pasadena Tournament of Roses sought to stage a sporting event even more popular than porcine wrangling to publicize their little village’s floral festival, and he latched onto one of the country’s up-and-coming pastimes: college football.Festival organizers staged a matchup between two of the best teams from the East and the West, and on January 1, 1902, players from Michigan and Stanford battled before 8,000 fans on Tournament Park’s dusty gridiron. The powerhouse Michigan squad, which had outscored its opponents 501-0 during the regular season, again steamrolled to victory. Stanford was so overmatched that its coach, with his team trailing 49-0, asked for mercy and conceded defeat with eight minutes to go in the game. The inaugural Tournament East-West football game was such a rout that it didn’t return for 14 years, replaced by polo, Roman-style chariot races and even ostrich races. In 1916, the Tournament of Roses brought football back as Washington State defeated Brown, not known these days as a pigskin power, 14-0.This time, crowds and interest in the Tournament East-West football game continued to grow, and in 1923 it was moved to a massive new stadium in Pasadena called the Rose Bowl. The New Year’s Day game took on the name of its new home, and the “bowl game” was born.During the 1930s, other warm-weather locations followed Pasadena’s lead and latched onto New Year’s Day college football games as a way to lure tourists—and their dollars—seeking a mid-winter break. In 1933, Manhattan College and the University of Miami squared off in the Festival of Palms Bowl, which was subsequently rechristened the Orange Bowl. The Sugar Bowl debuted in New Orleans in 1935, the Sun Bowl first invited college teams to El Paso in 1936 and the Cotton Bowl launched in Dallas in 1937. That same year even featured a bowl game in Havana, Cuba, as Auburn and Villanova squared off in the Bacardi Bowl.The first Bowl Game, held on January 1, 1902.With six bowl games on the New Year’s Day calendar in 1937, an Associated Press headline proclaimed “‘Bowl’ Grid Games Are Here to Stay.” That was in spite of the vocal opposition of the National Collegiate Athletic Association (NCAA), which had just unanimously adopted a report that held post-season bowls had no place in college football “because they serve no sound educational ends, and such promotions merely trade upon intercollegiate football for commercial purposes.”The commercialization—and proliferation of—bowl games, however, had only just begun. After World War II, short-lived bowl games with strange names, and in some cases stranger wintertime locations, began to sprout, including the Great Lakes Bowl in Cleveland, the Raisin Bowl in Fresno, the Salad Bowl in Phoenix, the Cigar Bowl in Tampa and the Camellia Bowl in Lafayette, Louisiana.After the Associated Press began in 1965 to release its final college football poll after the bowls were played, and not before, the New Year’s Day contests became the venues for crowning a mythical national champion. With the growth in the number of games and the advent of television coverage, bowl directors began to offer the best teams more and more money to appear in their tilts. As bowls spent more money, they required more revenue, and the 1980s saw the arrival of corporate sponsorship. The major New Year’s Day tilts took on corporate title sponsors, giving college football fans the Sunkist Fiesta Bowl, the USF&G Sugar Bowl and the FedEx Orange Bowl. Some game, such as the Blockbuster Bowl and Outback Bowl, gave up all noncommercial pretenses and simply adopted the names of corporationsAs fans clamored for college football to institute a playoff to determine its national champion, the bowls resisted changes to the entrenched and lucrative system, but in the 1990s the Rose, Fiesta, Orange and Sugar Bowls did come together to form the Bowl Championship Series (BCS) to match two of the country’s top teams in a single national championship game. The title contest was rotated among the bowls until 2007, when a separate national championship game was established. The creation of the BCS might have brought better matchups on the field, but it also watered down the New Year’s Day football bonanza as BCS games were staged on several nights in early January. This season, Alabama and Notre Dame will play for the national championship on January 7, more than three weeks after the 35-game bowl season kicked off with the Gildan New Mexico and Famous Idaho Potato Bowls. Change is coming following the 2014 season, however, with the launch of a four-team college football playoff. The bowls, though, will still host the semifinal games.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Brief History of College Bowl Games","author":"Christopher  Klein"}