{"url":"http://www.history.com/news/5-things-you-didnt-know-about-alexander-hamilton","content":"1. Like many of today’s celebrities, Alexander Hamilton probably lied about his age.\nThe illegitimate son of a Scottish immigrant father and a British West Indian mother (who happened to be married to someone else), Alexander Hamilton was born on the Caribbean island of Nevis on January 11. Hamilton himself claimed that he had been born in 1757, but official documents from Nevis list the year as 1755. Debate over this discrepancy has continued for more than two centuries, but most modern scholars agree that Hamilton likely changed his birth year intentionally. Shortly after Hamilton came into the world, his father James abandoned the family, fearful that the mother of his child would be charged with bigamy. In 1768, when Hamilton was likely 13 years old, his mother died, effectively leaving him an orphan. Shaving two years off his age would have made him a more desirable candidate for an apprenticeship to a local businessman. If this was Hamilton’s intent, it worked: He was soon hired by an import-export firm and quickly impressed his bosses. In 1772 they decided to send Hamilton to the American colonies to further his education. Arriving in his new home at the self-declared age of 15 and quickly diving into the political arena, Hamilton kept up the ruse, and his perceived precociousness only enhanced his reputation as a political prodigy.2. Alexander Hamilton accomplished a lot—probably more than most people realize.\nThough he never attained the highest office of his adopted country, few of America’s founders influenced its political system more than Alexander Hamilton. He was a member of the Continental Congress, an author of the Federalist Papers, a champion of the Constitution and the first secretary of the Treasury. But there’s so much more to Hamilton’s legacy. While serving in the Treasury, Hamilton helped found the first national bank, the U.S. Mint and the Revenue Cutter Service, a tax collection bureau that would later become the U.S. Coast Guard. So deeply involved in the development of the Cutter Service was Hamilton that the original naval communication guidebook he devised was still in use in 1962, during the Cuban Missile Crisis. A strong proponent of manufacturing in the new nation, Hamilton and a series of private investors created the Society for the Establishment of Useful Manufactures, which developed one of the first industrial centers in the United States, located in Paterson, New Jersey. In 1784 he founded the Bank of New York, America’s oldest continuous banking organization. And just seven years later Hamilton started a daily broadsheet—then known as the New-York Evening Post—that grew into one of the country’s most successful papers: the New York Post.3. Alexander Hamilton was the subject of one of America’s first highly publicized political sex scandals.\nIn 1791 the married Hamilton met a young Philadelphia woman named Maria Reynolds, who claimed she needed cash because her husband had left her with a small daughter to support. Himself an orphan, Hamilton quickly agreed, but their financial arrangement soon morphed into a trickier entanglement as the pair embarked on an affair that would last more than three years. Maria Reynolds was no desperate housewife, however. She and her husband, James, had carefully planned the affair in an attempt to extort even larger amounts from then-Secretary Hamilton, who readily coughed up the sums. After James Reynolds was implicated in another financial scandal, he informed investigators—a group that included James Monroe and Frederick Muhlenberg—that Hamilton had been using government funds as hush money. When confronted with this, Hamilton admitted to the affair, but he also insisted that he had used his own personal funds to cover it up, even showing Monroe his love letters from Maria Reynolds as proof. Satisfied that this was a private matter, Monroe and Muhlenberg agreed not to expose Hamilton. However, Monroe gave the letters to his close friend Thomas Jefferson, one of Hamilton’s fiercest political enemies. Jefferson passed them on to publisher James Callender, already notorious as the preeminent 19th-century peddler of political gossip. In 1797 the scandal exploded after Callender printed the Reynolds-Hamilton letters in his paper. Hamilton, more concerned with how the allegations of misuse of public funds would hurt him politically than how the news would affect his family, went on the offensive. He published his own lengthy pamphlet in which he acknowledged the extramarital relationship. Hamilton was publicly applauded for his honesty, but his political career was effectively destroyed.4. Alexander Hamilton and his eldest son were killed under similar circumstances and in the same location.\nOn July 11, 1804, Alexander Hamilton was shot and mortally wounded by Vice President Aaron Burr in one of the most famous duels in American history. Though this was Hamilton’s first—and last—duel, he was certainly no stranger to the practice. One of the most divisive and combative figures of his age, he had already been challenged to nearly a dozen duels during his life, but each time he had managed to avoid violence. His eldest son Philip, however, was not so lucky. In 1801, after witnessing a speech denouncing his father, 19-year-old Philip confronted New York lawyer George Eacker and demanded a retraction. When Eacker refused, a duel was set for November 20 in Weehawken, New Jersey. Eacker escaped unscathed, but Philip died an agonizing death the following day. The loss devastated the Hamilton family, and many historians believe it led to Hamilton’s own reluctance to fire directly at Aaron Burr during their legendary duel just three years later. Whatever his intentions, Hamilton missed his opponent but was promptly shot in the stomach; he died the next afternoon.5. It took more than 200 years—and two moves—to finally establish a proper monument to Alexander Hamilton.\nAlexander Hamilton came to New York in 1772, and—with the exception of stints in the military and government—the city would remain his home for the rest of his life. In fact, Hamilton did more to promote and champion the interests of New York than any other founding father. For many years he and his growing family (there would be eight children in all) lived in a series of rented homes in lower Manhattan. After retiring from government service in 1795, Hamilton purchased a 32-acre parcel of land in modern-day Harlem, which was then considered a rural suburb of New York. He named it “the Grange” in honor of his father’s ancestral home in Scotland. The house was completed in 1802—nearly bankrupting the family in the process—and was the only home Hamilton ever owned. The fate of the Grange in the years following Hamilton’s 1804 death took some surprising turns—literally. In 1889 the house was donated to a New York church on the condition that it be moved from its original location to a new plot 250 feet away. In the 1960s, after it fell into severe disrepair, it was placed under the control of the National Park Service, which was tasked with finding a suitable location for the house and restoring it to its former glory. Because of steep budget cuts and the objections of community groups, it took almost 30 years to fulfill this pledge. In 2008, more than 200 years after Hamilton’s death, the Grange was placed on hydraulic lifts and successfully relocated to nearby St. Nicholas Park—land that is now city-owned but once fell within the original 32-acre Hamilton estate. In September 2011, following a $14.5 million facelift, it reopened to the public.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Things You Didn’t Know About Alexander Hamilton","author":"Barbara  Maranzani"}