{"url":"http://www.history.com/news/trove-of-thomas-jeffersons-books-discovered","content":"A scrap of paper with Greek notes in Jefferson’s handwriting tucked in a volume of Plutarch's \"Lives.\" (Credit: Washington University Libraries, Department of Special Collections. Joe Angeles/WUSTL)An assortment of 74 books that once belonged to Thomas Jefferson, some with his handwritten notes tucked inside, has been unearthed from the rare books collection at Washington University in St. Louis. The precious trove was discovered by scholars who specialize in the history of Monticello, the extraordinary former estate of American’s third president.“Our discovery provides an amazing and intimate look into Jefferson’s world,” said Leslie Greene Bowman, president of Monticello and the Thomas Jefferson Foundation, which operates the site. “To find his handwritten notations is like peering over Jefferson’s shoulder to see his mind at work.”The collection boasts several noteworthy volumes, including architecture manuals Jefferson used while designing the University of Virginia, which, like Monticello, is a UNESCO World Heritage Site. It also features works by classical authors such as Aristotle and Plutarch.The books were donated to the school along with thousands of others following the 1880 death of Jefferson’s granddaughter, Ellen Wayles Randolph Coolidge, and her husband, Joseph Coolidge. At the time, nobody knew that the collection contained volumes the Coolidges had purchased from Jefferson’s estate after his death in 1826, when his books were auctioned off to settle debts on Monticello.Monticello scholars tracked down the collection after finding a letter about the sale and an 1880 article about the Coolidges’ donation to Washington University. Recently, a group of them traveled to St. Louis to verify that the books had indeed been in the possession of the Declaration of Independence’s primary author. Among other striking pieces of evidence, they stumbled across his scrawl in an architecture book and a scrap of paper with notes written in Greek in his hand.“Washington University is thrilled to have secured and preserved these volumes since 1880,” said Shirley K. Baker, vice chancellor for scholarly resources and dean of libraries at Washington University. “It is particularly appropriate that these books should be here in Missouri. It was Jefferson who acquired this land in the Louisiana Purchase, and St. Louis was the jumping-off point for the expedition Jefferson sent to explore the new territory.”For more information, watch a video about the discovery or read the press release issued by the Thomas Jefferson Foundation and Washington University.The frontispiece of the Italian Renaissance architect Andrea Palladio's \"Architecture de Palladio.\" (Credit: Washington University Libraries, Department of Special Collections. Joe Angeles/WUSTL)Interior pages from \"Architecture de Palladio.\" Jefferson's notations appear on the right margin. (Credit: Washington University Libraries, Department of Special Collections. Joe Angeles/WUSTL)The frontispiece of the French architect Freart de Chambray's \"Parallele de l'architecture antique avec la moderne.\" (Credit: Washington University Libraries, Department of Special Collections. Joe Angeles/WUSTL)An architecture book that Jefferson used while designing the University of Virginia. (Credit: Washington University Libraries, Department of Special Collections. Joe Angeles/WUSTL)","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Trove of Thomas Jefferson’s Books Discovered","author":"History.com  Staff"}