{"url":"http://www.history.com/news/did-blood-cause-henry-viiis-madness-and-reproductive-woes","content":"The life of England’s King Henry VIII is a royal paradox. A lusty womanizer who married six times and canoodled with countless ladies-in-waiting in an era before reliable birth control, he only fathered four children who survived infancy. Handsome, vigorous and relatively benevolent in the early years of his reign, he ballooned into an ailing 300-pound tyrant whose capriciousness and paranoia sent many heads rolling—including those of two of his wives, Anne Boleyn and Catherine Howard.A new study chalks these mystifying contradictions up to two related biological factors. Writing in “The Historical Journal,” bioarchaeologist Catrina Banks Whitley and anthropologist Kyra Kramer argue that Henry’s blood group may have doomed the Tudor monarch to a lifetime of desperately seeking—in the arms of one woman after another—a male heir, a pursuit that famously led him to break with the Roman Catholic Church in the 1530s. A disorder that affects members of his suspected blood group, meanwhile, may explain his midlife physical and psychological deterioration.The researchers suggest that Henry’s blood carried the rare Kell antigen—a protein that triggers immune responses—while that of his sexual partners did not, making them poor reproductive matches. In a first pregnancy, a Kell-positive man and a Kell-negative woman can have a healthy Kell-positive baby together. In subsequent pregnancies, however, the antibodies the mother produced during the first pregnancy can cross the placenta and attack a Kell-positive fetus, causing a late-term miscarriage, stillbirth or rapid neonatal death.While an exact number is hard to determine, it is believed that Henry’s sexual encounters with his various wives and mistresses resulted in at least 11 and possibly more than 13 pregnancies. Records indicate that only four of these yielded healthy babies: the future Mary I, born to Henry’s first wife, Catherine of Aragon, after six children were stillborn or died shortly after birth; Henry FitzRoy, the king’s only child with his teenage mistress Bessie Blount; the future Elizabeth I, the first child born to Anne Boleyn, who went on to suffer several miscarriages before her date with the chopping block; and the future Edward VI, Henry’s son by his third wife, Jane Seymour, who died before the couple could try for a second.The survival of the three firstborn children—Henry FitzRoy, Elizabeth and Edward—is consistent with the Kell-positive reproductive pattern. As for Catherine of Aragon, the researchers note, “it is possible that some cases of Kell sensitization affect even the first pregnancy.” And Mary may have survived because she inherited the recessive Kell gene from Henry, making her impervious to her mother’s antibodies.After scanning higher branches of Henry’s family tree for evidence of the Kell antigen and its accompanying reproductive troubles, Whitley and Kramer believe they have traced it back to Jacquetta of Luxembourg, the king’s maternal great-grandmother. “The pattern of reproductive failure among Jacquetta’s male descendants, while the females were generally reproductively successful, suggests the genetic presence of the Kell phenotype within the family,” the authors explain.The historian David Starkey has written of “two Henrys, the one old, the other young.” The young Henry was handsome, spry and generous, a devoted ruler who loved sports, music and Catherine of Aragon; the old Henry binged on rich foods, undermined his country’s stability to marry his mistress and launched a brutal campaign to eliminate foes both real and imagined. Beginning in middle age, the king also suffered leg pain that made walking nearly impossible.Whitley and Kramer argue that McLeod syndrome, a genetic disorder that only affects Kell-positive individuals, could account for this drastic change. The disease weakens muscles, causes dementia-like cognitive impairment and typically sets in between the ages of 30 and 40. Other experts have attributed Henry VIII’s apparent mental instability to syphilis and theorized that osteomyelitis, a chronic bone infection, caused his mobility problems. For Whitley and Kramer, McLeod syndrome could explain many of the symptoms the king experienced later in life.So is time to absolve Henry VIII of his bloodthirsty reputation and cut him some slack as a Kell-positive McLeod syndrome sufferer? If Whitley and Kramer have anything to do with it, we may finally get a definitive answer: They are in the process of asking England’s reigning monarch, Queen Elizabeth, for permission to exhume her distant relative and perform DNA tests on his hair and bones.Slideshow: The Family of Henry VIII\r\n\t\t\t\t\tHenry VIII\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/henry-viii1.jpg\r\n                    \r\n\t\t\t\t\tThe second monarch of the House of Tudor, Henry VIII (1491-1547) ruled England from 1509 to 1547. A controversial figure often remembered for his turbulent romantic life and burning desire to produce a male heir, Henry married six women, two of whom he had executed, and was succeeded by Edward VI.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFirst Wife: Catherine of Aragon\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/catherine-of-aragon1.jpg\r\n                    \r\n\t\t\t\t\tThe daughter of Spanish rulers Ferdinand and Isabella, Catherine (1485-1536) was the widow of Henry’s older brother Arthur. Between 1510 and 1518, she gave birth to six children, but all except Mary were stillborn or died in infancy. Henry had their marriage annulled amid much controversy in 1533.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMary I\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/mary-i1.jpg\r\n                    \r\n\t\t\t\t\tThe only surviving child of Henry and Catherine, Mary (1516-1558) became queen after the death of her brother Edward VI and the failed accession of Lady Jane Grey in 1533. She restored England to Catholicism, executing many religious dissenters, and was succeeded by her half-sister Elizabeth I.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSecond Wife: Anne Boleyn\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/anne-boleyn1.jpg\r\n                    \r\n\t\t\t\t\tBy 1525 Henry had soured on Catherine and fallen in love with Anne (c. 1507-1536). They wed in secret in 1533. After giving birth to a daughter, Elizabeth, Anne suffered several miscarriages, failing to produce a male heir. In 1536 she was beheaded on charges of witchcraft, incest and adultery.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tElizabeth I\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/elizabeth-i1.jpg\r\n                    \r\n\t\t\t\t\tThe daughter of Henry and Anne, Elizabeth (1533-1603) was declared illegitimate after her mother’s execution but later restored to the succession. She was crowned queen in 1558 as the last Tudor monarch. Her 44-year reign is remembered as a golden age for British culture.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThird Wife: Jane Seymour\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/jane-seymour1.jpg\r\n                    \r\n\t\t\t\t\tA lady-in-waiting to Henry’s first two wives, Jane Seymour (1508-1537) was betrothed to the king within 24 hours of Anne’s beheading in 1536. They married soon after, and in 1537 Jane gave birth to the future Edward VI. She died nine days later, most likely of an infection.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tEdward VI\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/edward-vi1.jpg\r\n                    \r\n\t\t\t\t\tThe son of Henry and Jane, Edward (1537-1553) succeeded his father in 1547 at age 9. Because he never reached maturity during his reign, a regency council governed the realm, which was plagued by economic problems, social upheaval and religious turmoil. He died in 1553 at age 15.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFourth Wife: Anne of Cleves\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/anne-of-cleves1.jpg\r\n                    \r\n\t\t\t\t\tAfter Jane’s death, Henry tried to forge an alliance with the Duke of Cleves by marrying his sister, Anne (1515-1557), in 1540. Henry reportedly found her unattractive, and the union was annulled. Anne was given the honorary title of the “King’s Sister” as well as several pieces of property.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFifth Wife: Catherine Howard\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/catherine-howard1.jpg\r\n                    \r\n\t\t\t\t\tHenry wed the teenage lady-in-waiting Catherine (c. 1524-1542) immediately after the annulment of his marriage to Anne of Cleves. By the next year, rumors were swirling of liaisons between the new queen and several young men. She was found guilty of treason and beheaded in 1542.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSixth Wife: Catherine Parr\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/catherine-parr1.jpg\r\n                    \r\n\t\t\t\t\tHenry married the twice-widowed Catherine (1512-1548) in 1543, four years before his death. She was close with her stepchildren and instrumental in restoring Mary and Elizabeth to the succession. Widowed for a third time in 1547, she remarried and died in 1548 after giving birth to a daughter.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tHenry FitzRoy\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/03/henry-fitzroy1.jpg\r\n                    \r\n\t\t\t\t\tThe product of Henry’s affair with Elizabeth Blount, Henry (1519-1536) was the only illegitimate child the king acknowledged. Granted numerous titles, he enjoyed a princely upbringing and was rumored to be a candidate for heir apparent. He died at 17 in 1536, probably of tuberculosis.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Did Blood Cause Henry VIII’s Madness and Reproductive Woes?","author":"Jennie  Cohen"}