{"url":"http://www.history.com/news/from-sputnik-to-spacewalking-7-soviet-space-firsts","content":"1. First artificial earth satellite: SputnikReplica of Sputnik 1. (NASA)The Soviet Union launched Sputnik 1, the first manmade object to orbit the earth, on October 4, 1957, to little fanfare. In fact, the official Soviet news agency, Tass, didn’t announce the launch until the next day. Global reaction to the announcement ranged from anxiety to glee. Some people feared that a world power capable of blasting an object into space might also launch missiles against foreign targets. Others believed the satellite ushered in an exciting new era in human history. The politics of the Cold War notwithstanding, Sputnik 1 captured the popular imagination with its interactive capabilities. Ham radio operators anywhere on Earth could dial in Sputnik’s distinctive beeping sound as it orbited. With a bit of assistance from field glasses, casual viewers could see the satellite as it passed overhead. In fact, a New York Times article of the period reported local sales of binoculars and telescopes rose 50 to 75 percent in the days following the satellite’s launch. Sputnik 1 remained in orbit until January 4, 1958, when it burned up on reentering Earth atmosphere. Ultimately, the launch of the first artificial satellite spurred many countries, including the United States, to pursue space initiatives that continue to this day.2. First animals to successfully orbit the earth: Belka and StrelkaBelka (left) and Strelka. (Central Press/Getty Images)The early Sputnik satellites were not designed to withstand reentry into Earth’s atmosphere. Nonetheless, the Soviets undertook a series of experiments with animals aboard the orbiters to test the feasibility of manned space flight. One unlucky dog, Laika, became the first animal to travel into space, but she did not return alive. After similar unsuccessful missions, on August 19, 1960, the Soviets launched a pair of female dogs, Belka and Strelka, into orbit aboard a new spacecraft called Vostok. Belka and Strelka became international media darlings when their module safely parachuted down after orbiting Earth for 24 hours. The canine cosmonauts were retired after their sole flight. Later, Strelka delivered a litter of six puppies, one of which was given as a gift to Jacqueline Kennedy. Belka and Strelka eventually died of old age and were stuffed for posterity. They can be viewed at the Cosmonautics Memorial Museum in Moscow.3. First on the moon: Luna 2 probeReplica of Luna 1. (Russian International News Agency/Wikimedia Commons)Long before Neil Armstrong walked on the lunar surface, the Soviets reached the moon. The country’s Luna program deployed a number of probes between 1959 and 1976 to significantly expand earthlings’ understand of our satellite. The Luna 1 probe performed the first successful flyby of the moon. More significantly, Luna 2 became the first human artifact to reach the moon when it crashed near the Sea of Serenity on September 14, 1959. Later that year, the Luna 3 probe took the first photographs of the far side of the moon. In 1966, Luna 9 achieved the first soft landing of an object on the moon and transmitted the first close-up photos of the lunar surface. Luna 16 became the first unmanned craft to return soil samples from the moon in 1970. Interestingly, at the same time that Neil Armstrong and Buzz Aldrin of Apollo 11 were unfurling the American flag on the moon in 1969, the Soviet Union’s Luna 15 probe crashed there in a failed attempt to return soil samples. This incident represented another milestone: The first space cooperation between the two superpowers occurred when the Soviet Union released the flight plans for Luna 15 to ensure it would not collide with the Apollo capsule.4. First man in space: Yuri GagarinPostcard image of Yuri Gagarin.Riding a tide of successes in space, the Soviet Union set out to achieve the next logical accomplishment: putting a man into orbit. On April 12, 1961, cosmonaut Yuri Gagarin circled Earth one time in a Vostok spacecraft before ejecting 23,000 feet above the planet and parachuting safely down. Gagarin’s flight was the shortest manned mission in space history, lasting just 108 minutes from takeoff to touchdown. After the flight, Gagarin achieved celebrity status and toured the world extensively to promote the Soviet space program. Gagarin met an untimely death at age 34 when he and a colleague were killed in the crash of a MiG fighter jet during a routine training mission on March 27, 1968.5. First woman in space: Valentina TereshkovaValentina Tereshkova in 1969. (Russian International News Agency/Wikimedia Commons)After the success of Yuri Gagarin’s spaceflight in 1961, the Soviet Union immediately turned to the idea of putting a woman in space. They marshaled a female cosmonaut corps that underwent extensive training, and on June 16, 1963, Valentina Tereshkova lifted off in Vostok 6 for three days of Earth orbits. In order to fly as a cosmonaut, Tereshkova had to be a member of the Soviet Air Force, so she was honorarily inducted prior to liftoff. During her spaceflight, Tereshkova performed experiments that tested the effects of weightlessness on the female body and also took photographs that helped scientists identify an aerosol layer in Earth’s atmosphere. Tereshkova went on to become a cosmonaut engineer and prominent communist government official. In a 2007 interview with the Russian newspaper Pravda, she expressed her desire to return to space. “If I had money, I would enjoy flying to Mars,” she said. “This was the dream of the first cosmonauts. I wish I could realize it. I am ready to fly without coming back.”6. First spacewalk: Alexei LeonovAlexei Leonov in 1974. (NASA)In order to break the bonds of encapsulated spaceflight, the Soviet space program developed the first pressurized spacesuit and created the first multi-person spacecraft, dubbed the Voskhod. The Voskhod 1 mission took a trio of cosmonauts into space in October 1964, but the real glory went to Voskhod 2′s Alexei Leonov, who on March 18, 1965, became the first person to free-float in space. The mission wasn’t without its drama. As Leonov recounted in a book about his experience, his pressurized suit became bloated during the 10-minute float in zero gravity, making it impossible for him to reenter the capsule. Over the course of a few tense minutes, Leonov bled off some of the oxygen in his suit so he could squeeze back through the narrow, 3-foot-wide airlock. Still, Leonov said the experience of floating alongside his spacecraft was moving. He’s famously quoted as saying he felt “like a seagull with its wings outstretched, soaring high above the Earth.” Now retired, Leonov paints scenes of the Earth as he viewed it during his spaceflights.7. First remote-controlled rover on another celestial body: Lunokhod 1Lunokhod 1 in 1970. (NASA)As the world watches the current Mars rover, Curiosity, on its exploratory mission, it’s worth noting the Soviet Union landed a robotically controlled rover on the moon in 1970. Lunokhod 1 (the name literally means “moonwalker” in Russian) launched on November 10, 1970, and achieved a soft landing near the lunar Sea of Rains on November 17. Measuring over 7 feet long, Lunokhod 1 ran on eight wheels and was equipped with four television cameras and an X-ray spectrometer, among other items. The rover roamed around the lunar surface for nearly a year, analyzing soil samples and transmitting photographs. It stopped communicating on September 14, 1971. Its precise location on the moon was unknown until 2010, when researchers using information from NASA successfully bounced a laser beam off Lunokhod 1′s light reflector, an item originally designed to help detect its position. Since that time, researchers have continued using Lunokhod 1′s reflector to conduct valuable ranging experiments that measure the moon’s movement in space.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"From Sputnik to Spacewalking: 7 Soviet Space Firsts","author":"Elizabeth  Hanes"}