{"url":"http://www.history.com/news/did-lead-makeup-poison-samurai-kids-topple-japans-shogunate","content":"A Japanese geisha in the 1870s. (Credit: Metropolitan Museum of Art)Led by the anatomist Tamiji Nakashima, the researchers unearthed the remains of 70 people from a samurai burial place in the ancient city of Kokura. After testing the concentration of lead in their bones, they determined that the women in the group had higher lead levels than the men; the children’s levels, meanwhile, were up to 50 times higher than their parents’. The most elevated levels showed up in those under age 3—a median of 1,241 micrograms of lead per gram of dry bone, or more than 120 times the minimum amount now believed to cause neurological disorders, behavioral problems and severe intellectual impairment.What caused the samurai kids’ apparent lead poisoning and the discrepancy between the men’s and women’s respective levels? Nakashima and his team point to the lead-heavy cosmetics samurai women often used during the Edo period. As members of an elite group, samurai wives wanted to look stylish, so they took fashion cues from the celebrities of their day: famous geishas, courtesans and Kabuki actresses. Many of these high-profile women coated their faces in a lead-based white powder that served as a canvas for brightly colored accents. While the precise origin of this practice is unknown, it is likely that a pale complexion signified prestige in feudal Japan: Poor people tended to work outdoors and could not shield their faces from the sun.Young children’s exposure may have occurred while they breastfed, and those who did not die from the metal’s effects probably suffered from the many mental and physical symptoms it can produce, Nakashima said. The historical record hints that even the shoguns were not impervious: Several rulers during the Edo period were afflicted with mysterious disorders that are consistent with lead toxicity. The lower classes, meanwhile, were prohibited from using cosmetics and could not have afforded them anyway; their inferior status granted them immunity from a lethal luxury that may have weakened their leaders and created enough political instability to bring down the shogunate system.This is not the first time people have jeopardized their health in the name of beauty. Throughout history, men and women from various cultures have adorned themselves with products containing lead and other harmful substances. The ancient Egyptians, for instance, used lead, arsenic and other toxic ingredients in their elaborate eye makeup. In Elizabethan times, women used mercury—which can accumulate in the body and affect the nervous system—to treat blemishes and clean their faces. Even today, the debate continues about whether cosmetics containing traces of lead should be universally banned.This is also not the first time lead has been blamed for the decline of a powerful ruling class. The ancient Romans—and particularly members of the aristocracy–used the metal for everything from fabricating pipes and lining baths to heating wine and flavoring food. While the contention that lead toppled Rome has stirred up a great deal of controversy among historians, most agree that many Romans suffered from its toxic effects.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Did Lead Makeup Poison Samurai Kids & Topple Japan’s Shogunate?","author":"Jennie  Cohen"}