{"url":"http://www.history.com/news/10-famous-art-heists-slideshow","content":"Mona Lisa Leaves the Louvre (1911)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/mona-lisa.jpg\r\n                    \r\n\t\t\t\t\tOn August 21, 1911, an amateur painter set up his easel near the spot where Leonardo da Vinci’s “Mona Lisa”—one of the most famous works of art in the world—hung in the Louvre. To his surprise, the mysterious woman with the haunting half-smile had vanished. French detectives searched for the painting for more than two years, mistakenly hauling in poet Guillaume Apollinaire and artist Pablo Picasso in hopes of cracking the high-profile case. Then, in December 1913, an Italian house painter contacted a prominent art dealer in Florence, claiming to be in possession of the celebrated portrait. Police swooped in and arrested Vincenzo Peruggia, a former Louvre employee. It turned out Peruggia had walked unnoticed into the museum, removed the “Mona Lisa” from its frame and spirited it out under his clothes. Hailed as a patriot in his native Italy, the burglar served six months in jail for the crime.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPirates Pilfer Hans Memling’s The Last Judgment (1473)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/the-last-judgment.jpg\r\n                    \r\n\t\t\t\t\tThe first documented art heist occurred in 1473, when a triptych by the Dutch painter Hans Memling was stolen by Polish pirates while traveling by ship to Florence. The buccaneers brought the altarpiece to a cathedral in Gdańsk, Poland, and to this day it remains in that city’s national museum.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tThe Scream Goes AWOL, Twice (1994 and 2004)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/the-scream.jpg\r\n                    \r\n\t\t\t\t\tIt’s a good thing the Norwegian painter Edvard Munch created several iterations of his most famous work, “The Scream,” since two of them have fallen into the hands of art thieves in the last two decades. First, in February 1994, four men broke into the National Art Museum in Oslo and stole its version of the iconic painting, leaving behind a note that read, “Thanks for the poor security.” It was recovered three months later through a sting operation. In August 2004, two masked robbers entered Oslo’s Munch Museum, holding tourists and employees at gunpoint as they tore another version of “The Scream” as well as Munch’s “The Madonna” off the wall. Norwegian police tracked down the paintings, which had both sustained tears and water damage, and apprehended the thieves in 2006.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tNazis Plunder European Art (1933-1945)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/amber-room.jpg\r\n                    \r\n\t\t\t\t\tBefore and during World War II, Nazis looted an estimated 20 percent of Europe’s rich art heritage, confiscating precious cultural assets either owned by Jews or in museums within occupied cities. Hitler, himself a failed artist, hoped to amass a giant collection for his unrealized Führermuseum. Among countless other treasures (many of which were recovered after the war), German soldiers seized the sculptures and other decorations that adorned the Amber Room (above), a lavish chamber in the Catherine Palace near Saint Petersburg. Its fabled contents never resurfaced, and over the years it has been speculated that they were destroyed by bombing, lost in a sunken submarine, hidden in a bunker or buried in a lagoon.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSweden’s National Museum Loses Two Renoirs and a Rembrandt (2000)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/swedens-national-museum.jpg\r\n                    \r\n\t\t\t\t\tIn December 2000, a gang of thieves used sensational tactics to rob the National Museum of Fine Arts in Stockholm. As one gunman threatened security staff, two others filched two paintings by Renoir and one by Rembrandt. Meanwhile, the robbers’ accomplices blew up cars in other parts of the city to prevent police from fully responding to the situation. The burglars then jumped into a getaway speedboat outside the waterfront museum with their spoils. By 2005 all three of the missing pieces had been recovered.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tFake Cops Loot the Isabella Stewart Gardner Museum (1990)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/isabella-stewart-gardner-museum.jpg\r\n                    \r\n\t\t\t\t\tOne of the biggest art heists in history took place on March 18, 1990, when two thieves disguised as police officers entered Boston’s Isabella Stewart Gardner Museum in the middle of the night, telling guards they were investigating a disturbance. They made off with 13 works of art, including paintings by Rembrandt, Vermeer and Manet. The museum offered a $5 million reward and the FBI launched a massive investigation, but the pieces and burglars remain at large.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tGhent Altarpiece Loses a Panel (1934)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/ghent-alterpiece.jpg\r\n                    \r\n\t\t\t\t\tPainted by the Flemish artists Hubert and Jan van Eyck, the multi-paneled Ghent Altarpiece was created in the 15th century for the cathedral of Saint Bavo in Ghent, Belgium. It has come under numerous threats throughout its tumultuous history, with first the French and later the Germans temporarily seizing parts of it. By the end of World War I, all of the components returned to their original home—but the reunion was brief. One night in 1934, thieves broke into the cathedral and stole the lower left panel, which was never seen again. During World War II experts painted a replica that remains in place to this day; its high quality has led some to surmise that it is actually the original, hiding in plain sight.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tCat Burglar Robs the Musée d’Art Moderne (2010)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/le-pigeon.jpg\r\n                    \r\n\t\t\t\t\tOne night last May, a masked man thought to have acted alone crept into Paris’ Musée d'Art Moderne and slipped out with five priceless paintings, including Picasso’s “Le Pigeon aux Petits Pois” (above) and Matisse’s “La Pastorale.” Investigators are still hunting down the paintings, which experts have described as unsellable due to the public nature of the crime.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tWhitworth Art Gallery Treasures Wind Up in the Loo (2003)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/whitworth-art-gallery.jpg\r\n                    \r\n\t\t\t\t\tThree paintings by Van Gogh, Picasso and Gauguin, worth an estimated $8 million, spent a rainy night in a disused public bathroom after vanishing from the nearby Whitworth Art Gallery in Manchester. Police investigating the theft received an anonymous tip that led them to the missing artwork’s unlikely hiding place a day after their disappearance on April 26, 2003. The paintings were found stuffed in a cardboard tube inscribed with a note claiming that the thieves had engineered the caper to highlight poor security at the museum.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBogus Tourists Lift Madonna of the Yarwinder (2003)\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/madonna-of-the-yarwinder.jpg\r\n                    \r\n\t\t\t\t\tIn August 2003, two thieves posing as tourists plucked the “Madonna of the Yarwinder,” a Renaissance masterpiece believed to have been painted by Leonardo da Vinci, off a wall of Scotland’s Drumlanrig Castle, the ancestral home of the Duke of Buccleuch. Four years later, police retrieved the painting during a raid of a Glasgow law firm, and eight men were charged in connection with the theft. The work is now on display at the National Gallery of Scotland in Edinburgh.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"10 Famous Art Heists: Slideshow","author":"History.com  Staff"}