{"url":"http://www.history.com/news/asteroid-set-for-a-close-encounter-with-earth","content":"Asteroid D14 Illustration (NASA)Though 2012 DA14 will be too dark to see with the naked eye even at its closest approach, Friday’s near miss will provide a valuable opportunity to study space rocks and their movement in relation to Earth. This will only be the eighth closest approach (excluding actual impacts) by a known asteroid on the record books, but it will be the closest an asteroid of such size has ever come when scientists have known about its approach in advance.A space object of this size passes this close to Earth only about every 40 years, at random, and one collides with Earth only about every 1,200 years. At 150 feet (45 meters) wide, 2012 DA14 is similar in size to the asteroid that exploded over the Podkamennaya Tunguska River in Siberia, Russia in 1908. That impact, known as the Tunguska event, leveled about 500,000 acres (2,000 square km) of land.Astronomers at the La Sagra Observatory in southern Spain discovered 2012 DA14 in February 2012. It passed Earth that year on February 16, at a distance of some 1.6 million miles (2.6 million kilometers). This year, it is estimated to approach within 17,200 miles (27,680 kilometers) of Earth, traveling at a speed of around 17,450 mph (28,100 km/h). It will not only fly lower than the moon’s orbit with Earth but also some 5,000 miles lower than the ring of geosynchronous satellites that orbit the planet and provide us with vital communications, weather and navigation information.On Friday, 2012 DA14 will make its closest approach to Earth over Sumatra, Indonesia, at 2:24 pm ET (19:24 GMT). Residents of Eastern Europe, Asia and Australia will get the best view, while those in the United States will see it best after that point, around sunset. After it makes its closest approach, NASA scientists are planning to use the Goldstone Solar Systems Radar, located in the Mojave Desert in California, to keep track of the asteroid. They are hoping to get an idea of what materials the asteroid is composed of, along with clues about its structure and how it might compare to other space rocks.At 366 days, the orbit of 2012 DA14 around the Sun is very similar to that of the Earth, only slightly more elliptical, and tilted about 11 degrees. After Friday’s close encounter, however, the asteroid’s orbit is expected to shift greatly as a result of Earth’s gravitational pull, and shorten to about 317 days. The shift will be large enough to rule out any potential impact with Earth for a long time: Our next encounter with this particular big space rock won’t be until 2046, and even then it is expected to pass some 1 million miles away.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Asteroid Set For a Close Encounter With Earth","author":"Sarah  Pruitt"}