{"url":"http://www.history.com/news/t-rex-cousin-discovered-in-china","content":"A long-lost cousin of prehistory’s most infamous predator, Tyrannosaurus rex, has been found and identified, according to a paper published online on April 1, 2011, in the scientific journal Cretaceous Research. The gargantuan theropod has been dubbed Zhuchengtyrannus magnus—“tyrant from Zhucheng”—after the eastern Chinese city in which scientists uncovered its fossilized skull and jaw bones.“With only some skull and jaw bones to work with, it is difficult to precisely gauge the overall size of this animal,” said lead author David Hone of the UCD School of Biology and Environmental Science at University College Dublin in Ireland. “But the bones we have are just a few centimeters smaller than the equivalent ones in the largest T. rex specimen. So there is no doubt that Zhuchengtyrannus was a huge tyrannosaurine.”Researchers estimate that Zhuchengtyrannus magnus weighed in at 6 tons, stood 13 feet tall and spanned some 36 feet from head to tail, making it one of the largest carnivorous dinosaurs ever identified. Hone said that certain distinctive skull features set it apart from Tyrannosaurus rex and other members of the tyrannosaurine family, including the lesser-known Daspletosaurus and Tarbosaurus. “It has several unique characteristics that we’ve never found in any other tyrannosaurine and several combinations of new characters which show that it’s definitively a new genus and species,” he explained.Beyond these distinctions, Zhuchengtyrannus magnus had much in common with its tyrannosaurine kin, including small arms, two-fingered hands and mighty jaws that made fast work of its much smaller prey. Believed to rank among the largest of the theropod (meaning “beast-footed”) dinosaurs, tyrannosaurines dominated North America and eastern Asia during the Late Cretaceous Period, which lasted from roughly 99 to 65 million years ago.In addition to Hone, the international team of scientists that identified Zhuchengtyrannus magnus includes the famous and prolific Chinese paleontologist Xu Xing of the Beijing Institute of Vertebrate Paleontology and Paleoanthropology. Xu, who has named more than 30 dinosaurs throughout his career, holds the record for describing the most new dinosaur species. He has contributed to some of the most significant discoveries of recent years, notably those of the massive and mysterious Gigantosaurus and the four-winged Microraptor.The team unearthed Zhuchengtyrannus magnus in a quarry located in eastern China’s Shandong Province that contains one of the highest concentrations of dinosaur remains on the planet. Scientists believe it was once the site of a large flood plain where many dinosaur bodies washed up during floods and became fossilized. Most of the thousands of bones recovered so far have been traced to a particular hadrosaur (duck-billed) dinosaur, but Hone and other researchers conducting ongoing work there hope that more new species will emerge from this paleontologist’s goldmine.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"T. Rex Cousin Discovered in China","author":"Jennie  Cohen"}