{"url":"http://www.history.com/news/the-hindenburg-disaster-9-surprising-facts","content":"The Hindenburg bursts into blames above Lakehurst, New Jersey, on May 6, 1937. (Credit: Popperfoto/Getty Images)1. Survivors of the Hindenburg disaster far outnumbered the victims. 2. The Hindenburg disaster wasn’t history’s deadliest airship accident.\nThanks to the iconic film footage and the emotional eyewitness account of radio reporter Herbert Morrison (who uttered the famous words “Oh, the humanity!”), the Hindenburg disaster is the most famous airship accident in history. However, the deadliest incident occurred when the helium-filled USS Akron, a U.S. Navy airship, crashed off the coast of New Jersey in a severe storm on April 4, 1933. Seventy-three men were killed, and only three survived. The 1930 crash of the British military airship R101, which claimed 48 lives, was also deadlier. 3. The Hindenburg disaster wasn’t broadcast live on radio.\nMorrison was on the scene to record the arrival of the Hindenburg for WLS in Chicago, but he wasn’t broadcasting live. His wrenching account would be heard in Chicago later that night, and it was broadcast nationwide the following day. His audio report was synched up with separate newsreel videos in subsequent coverage of the Hindenburg disaster.4. U.S. law prevented the Hindenburg from using helium instead of hydrogen, which is more flammable. \nAfter the crash of the hydrogen-filled R101, in which most of the crew died in the subsequent fire rather than the impact itself, Hindenburg designer Hugo Eckener sought to use helium, a less flammable lifting gas. However, the United States, which had a monopoly on the world supply of helium and feared that other countries might use the gas for military purposes, banned its export, and the Hindenburg was reengineered. After the Hindenburg disaster, American public opinion favored the export of helium to Germany for its next great zeppelin, the LZ 130, and the law was amended to allow helium export for nonmilitary use. After the German annexation of Austria in 1938, however, Secretary of Interior Harold Ickes refused to ink the final contract. Lounge aboard the Hindenburg. (Credit: Time Life Pictures/Mansell/Getty Images)5. The Hindenburg had a smokers’ lounge.6. A specially designed lightweight piano was made for the Hindenburg. \nThe Hindenburg’s owners, seeking to outfit their airborne luxury liner, tasked the renowned piano making firm of Julius Blüthner with building a special lightweight baby grand piano to meet the airship’s strict weight standards. The piano, which was made mostly of aluminum alloy and covered in yellow pigskin, weighed less than 400 pounds. It was only used during the Hindenburg’s first flying season, so it wasn’t aboard the ill-fated voyage.7. The Hindenburg first took flight on a Nazi propaganda mission. \nAlthough the Hindenburg was in development before the Third Reich came to power, members of the Nazi regime viewed it as a symbol of German might. Nazi propaganda minister Joseph Goebbels ordered the Hindenburg to make its first public flight in March 1936 as part of a joint 4,100-mile aerial tour of Germany with the Graf Zeppelin to rally support for a referendum ratifying the reoccupation of the Rhineland. For four days, the airships blared patriotic tunes and pro-Hitler announcements from specially mounted loudspeakers, and small parachutes with propaganda leaflets and swastika flags were dropped on German cities. (The referendum, approved by 98.8 percent of Germans, was hardly a squeaker.) Later in 1936 the Hindenburg, sporting Olympic rings on its side and pulling a large Olympic flag behind it, played a starring role at the opening of the Summer Games in Berlin. The airship, which had swastikas emblazoned on its tail fins, was such a symbol of Nazi power that it was subjected to constant bomb threats—including some before its final flight, which led to suspicions of sabotage in the disaster. 8. Dozens of letters carried aboard the Hindenburg were ultimately delivered.\nZeppelins pioneered airmail service across the Atlantic, and the Hindenburg carried approximately 17,000 pieces of correspondence on its final voyage. Amazingly, 176 pieces stored in a protective container survived the crash and were postmarked four days after the disaster. The pieces, charred but still readable, are among the world’s most valuable philatelic artifacts. 9. Goebbels wanted to name the Hindenburg for Adolf Hitler.\nEckener, no fan of the Third Reich, named the airship for the late German president Paul von Hindenburg and refused Goebbels’ request to name it after Hitler. The Führer, never enthralled by the great airships in the first place, was ultimately glad that the zeppelin that crashed in a fireball didn’t bear his name.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Hindenburg Disaster: 9 Surprising Facts","author":"Christopher  Klein"}