{"url":"http://www.history.com/news/urban-infernos-throughout-history","content":"Chicago (1871)\nMade vulnerable by dry weather, prairie winds and an abundance of wooden buildings, Chicago suffered through chronic fires throughout the 19th century. On October 8, 1871, flames leapt out of a barn owned by one Patrick O’Leary, eventually consuming the city’s booming downtown. When the Great Chicago Fire finally subsided two days later, nearly 300 people were dead and 100,000 were homeless. Newspaper headlines excoriated O’Leary’s wife Catherine, whose cow had supposedly kicked over a lantern while being milked and ignited the blaze; embarrassed and shunned, she died a recluse in 1895. A reporter later admitted he had fabricated the story, which over the years has found its way into songs, cartoons and movies. Some experts now believe comet debris struck the Midwest in the fall of 1871, sparking the Great Chicago Fire and several concurrent blazes in the region. One of those, which killed more than 1,000 people and burned 2 billion trees in and around the Wisconsin town of Peshtigo, is considered the worst fire in U.S. history. Rome (64 A.D.)\nHistorians don’t know whether arson or an accident sparked the massive fire that swept through Rome in July 64, burning for a week and decimating 10 of the city’s 14 districts. At the time, some Romans accused their tyrannical and unpopular emperor, Nero, of igniting the blaze; he in turn blamed local Christians, then part of a small religious sect, and condemned many to brutal public executions. (According to certain accounts, Christians were torn apart by dogs and lions.) Modern scholars dismiss the legend that Nero played the fiddle as Rome burned, in part because the instrument hadn’t even been invented yet. Instead, it is thought that he coordinated rescue efforts, opened his palaces to the homeless and rebuilt the city with fire-resistant materials after the flames died down. London (1666)\nThe Great Fire of London was a disaster waiting to happen. In 1666, the crowded medieval city teemed with wooden houses covered in highly flammable tar, and firefighting was limited to neighborhood bucket brigades with pails of water and primitive hand pumps. On the evening of September 1, the king’s baker went to bed without properly extinguishing his oven. Before long, his house was in flames and sparks had carried the blaze to Thames Street, where riverfront warehouses contained flammable materials. Explosions transformed the fire into a citywide conflagration, which over the next few days engulfed 13,000 homes, 90 churches and scores of public buildings. Miraculously, fewer than 10 people died. The disaster prompted London and other cities around the world, including New York and Philadelphia, to adopt fire prevention measures such as the use of brick or stone in new buildings.Constantinople (532)\nIn January 532, supporters of rival teams came to blows after a chariot race in Constantinople’s Hippodrome—proof, perhaps, that rowdy sports fans have been around for centuries. Justinian, the Byzantine emperor, sent in his troops to restore order, and several ringleaders were sentenced to death. One man from each faction escaped, however, and former adversaries throughout the city joined together to demand that Justinian pardon them, using the occasion to express simmering discontent over high taxes. They stormed the palace and burned buildings along Constantinople’s main road, setting much of the city on fire and destroying its main church, the Hagia Sophia (above), which was later rebuilt. Justinian prepared to flee, but his wife Theodora convinced the petrified ruler to stay and quell the revolt. Responsible for tens of thousands of deaths, the fiery rebellion was later named after a chariot race cheer that became protestors’ battle cry: “Nika!” (“Conquer!”)Tokyo (1923)\nOn September 2, 1923, an 8.3-magnitude earthquake rattled Tokyo and the surrounding area, unleashing a fire that proved even more deadly and destructive. Because they struck at lunchtime, the violent tremors overturned countless grills smoldering in traditional Japanese wooden homes. A 40-foot tsunami put out many of the resulting blazes along the coast but added to the disaster’s death toll; meanwhile, Tokyo and nearby cities such as Yokohama fell victim to whirling firestorms and toxic clouds of carbon dioxide. To make matters worse, broken water mains and damaged roads foiled firefighting and rescue efforts. Nearly 150,000 people died as a result of the earthquake and fire, and thousands of square miles were devastated.New York (1776)\nOn September 15, 1776, several months after the American Revolution began, British troops came ashore in Manhattan, triggering a mass civilian exodus and causing George Washington to withdraw his forces. Six days later, a fire spread from the island’s southern tip and proceeded to engulf a huge swath of New York City, incinerating between 400 and 1,000 buildings before changing winds extinguished the inferno. According to one eyewitness account, the fire broke out by accident in a tavern called the Fighting Cocks, which allegedly doubled as a brothel. Loyalists accused American rebels of deliberately torching the occupied city to diminish its value, a strategy Washington had considered but later denied carrying out. While the true cause may never be known, the blaze is thought to have gotten out of hand because firefighters had fled the city and warning bells had been melted down to make ammunition.San Francisco (1906)\nEarly in the morning on April 18, 1906, two vicious tremors shook San Francisco, toppling thousands of structures. Caused by a slip of the San Andreas Fault, the earthquake was powerful enough to be recorded thousands of miles away in Cape Town, South Africa. But the greatest damage resulted from the numerous blazes that assailed the city in its wake. Jolted by unceasing aftershocks, firefighters and U.S. troops fought desperately to tame the inferno, often dynamiting entire blocks to create firewalls. By April 23, 700 people had died, a quarter of a million were left homeless and more than 28,000 buildings had burned to the ground. After the tragedy, San Franciscans rebuilt their city with a more logical and elegant structure, and transplants from the United States and abroad settled new communities nearby. Within a decade, San Francisco had resumed its status as the crown jewel of the American West.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Urban Infernos Throughout History","author":"Jennie  Cohen"}