{"url":"http://www.history.com/news/a-new-find-offers-a-rare-glimpse-into-the-literary-mind-of-winston-churchill","content":"Churchill wrote because he loved to—but also because he had to. He was born into a prominent English family, and his American-born mother, Jennie Jerome, was the daughter of a Wall Street tycoon. His father, however, squandered much of the Spencer family fortune, leaving Churchill with humble means. A poor student, Winston never attended any of England’s renowned universities but was eventually accepted into the less prestigious Royal Military College at Sandhurst. Churchill was intrigued by military life but understood that a career in the military was unlikely to prove lucrative, so he sought work as a war correspondent. In 1895 he traveled to Cuba on the first in a long series of assignments. Three years later he wrote about his experiences fighting in India in his first book, “The Story of the Malakland Field Force,” followed by his one and only novel, “Savrola,” which was published in 1899. Churchill’s made a name for himself, however, during the Boer War, which he covered for The Morning Post. Churchill was captured and imprisoned in a POW camp but escaped to safety. His escapades made headlines back home and helped him win his first election to Parliament in 1900. His war stories were not only profitable politically but financially, as well. He wrote a series of articles and a book about his experience and embarked on an extended, well-paid speaking tour of America.The early 1900s revolved around family for Churchill. In 1906 he published a two-volume biography of his father, Lord Randolph Churchill, and in 1908 he started a family of his own, marrying Clementine Holzer and fathering the first of five children. His political career kept apace, and in 1911 he was named First Lord of the Admiralty. But when his role as the architect of the disastrous Gallipoli campaign forced him out of office, Churchill turned to what he knew best: fighting and writing. He spent the rest of World War I as an officer in the British Army and then wrote a multi-volume history of the conflict, “The World Crisis”. He clawed his way back to the top in the 1920s, and in 1923 he was named Chancellor of the Exchequer, which put him in charge of British finances. In historical hindsight, it’s amusing to consider that Churchill was managing Britain’s money at the same time he made a costly mistake in his personal finances. In 1922 Churchill, over Clemmie’s fierce objections, bought Chartwell, a run-down estate in the Kent countryside. Chartwell would become a costly drain on the Churchills’ fortune for the rest of their lives. Unwilling to curb his spending on fine wine, food and cigars, Churchill kept his finances afloat by churning out books while also holding down a full time job at the head of government. But he proved to be a poor steward for the British realm and was once again forced out of office after a series of foolish budgetary decisions.By the 1930s, Churchill was essentially retired from politics and in need of a high-paying job. He had also made some unwise investments in the U.S. stock market and saw much of his savings wiped out in the Wall Street Crash of 1929. To pay the bills, he took nearly every writing assignment he could. He began working on a biography of another family member: John Spencer, the 1st Duke of Marlborough. He was approached by the Rockefeller family to write the authorized life of family patriarch John D. Rockefeller, but the heirs of the man who was once the richest person on Earth balked at Churchill’s exorbitant fee. In 1932, he began writing an epic history of the western world, a project that would take more than 25 years to complete. By the end of the decade Churchill was making 30 times more as a writer than he was as a member of Parliament.Much of Churchill’s writing during this time concerned the rise of Nazi Germany and the threat fascism posed to the West. While others talked of appeasement, he talked and wrote of action. When Prime Minister Neville Chamberlain resigned eight months after Britain entered World War II, Churchill took his place. The next five years would be spent leading the British to victory, but Churchill continued to write, this time for posterity and not publication. His inspirational speeches boosted morale in Britain and around the world. Years later, President John F. Kennedy would note that Churchill “mobilized the British language and sent it into battle.” Churchill’s surprising ousting as Prime Minister in 1945 left him with plenty of time on his hands. It should come as no surprise what came next: A six-volume history of World War II, plus several editions of his collected speeches and essays. In 1953, Churchill, who had led his nation in its darkest hours, was awarded the Nobel Prize. But it wasn’t for Peace; it was for Literature, in recognition of his lifetime achievement as a writer. The late 1950s also saw the long-awaited publication of the four-volume “A History of the English-Speaking Peoples.” By this time the octogenarian Churchill was in ill health. He suffered a series of debilitating strokes, the last of which led to his death in January 1965.It’s estimated that over the course of his life Churchill produced more than 2 million written words. So how does one manage to crank out books at such a prodigious rate while simultaneously saving the western world? For Churchill, the formula was a rigid schedule and a lot of help. Churchill got up early, writing for much of the morning and then again in the afternoon. He also famously took an early evening nap or siesta, a habit he picked up while stationed in Cuba. This left him refreshed and ready not only for a fine meal, but also for a second shift of late-night writing, which would start around 10 p.m. and might last until 2 a.m. With drink in hand, (whiskey sodas were a favorite), Churchill would dictate page after page of content to a furiously scribbling secretary. If he needed additional information, he could turn to a staff of researchers armed with mountains of material. This has been referred to as Churchill’s “word factory,” and it worked; he was able to regularly knock off more than 2,000 words a day.While writing may have been a financial necessity, Churchill clearly enjoyed the often-difficult process. His own words on the subject are quite telling:“Writing a book is an adventure. To begin with, it is a toy and an amusement; then it becomes a mistress, and then it becomes a master, and then a tyrant. The last phase is that just as you are about to be reconciled to your servitude, you kill the monster, and fling him out to the public.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A New Find Offers a Rare Glimpse Into the Literary Mind of Winston Churchill","author":"Barbara  Maranzani"}