{"url":"http://www.history.com/news/history-of-the-white-house-correspondents-dinner","content":"President Barack Obama and journalist Jennifer Loven listen to comedian Wanda Sykes at the White House Correspondents’ Dinner in 2011. (Credit: Martin H. Simon-Pool/Getty Images)It turned out that the selection committee had been a rumor, so the WHCA became inactive for several years. In 1920 the group held its first dinner, and in 1924 Calvin Coolidge became the first president to attend. (Since then, every commander-in-chief has made at least one appearance during his tenure.) Thrown at the Old Arlington Hotel, the 1924 affair was an intimate gathering with just 50 guests—a far cry from more recent galas, which have packed 3,000 politicians, reporters, celebrities and elites into the Washington Hilton’s ballroom.Attendees wouldn’t have caught Charlie Chaplin or Groucho Marx ribbing Silent Cal for his reticence. Still, guests in the 1920s and 1930s enjoyed singing between courses, movies and increasingly extravagant variety shows featuring well-known entertainers. The event took on a more somber tone during World War II, when rations streamlined meals and revelers traded their tuxedos for suits. In later years the parade of celebrity performers became even more impressive as the likes of Frank Sinatra, Duke Ellington and Barbra Streisand appeared onstage. Not until comedian Mark Russell headlined in 1983, however, did stand-up acts by leading comics selected each year replace the star-studded cabaret.Until 50 years ago, only men could attend the White House Correspondents’ Dinner—even though the WHCA counted female members who paid equal dues. To protest the injustice, in March 1950 Dan Kimball, undersecretary of the U.S. Navy, hosted an event for women journalists who had been excluded from the annual bash. In 1962, at the urging of Helen Thomas, the first female White House correspondent, President Kennedy refused to attend until the ban on women was lifted. Thomas was named the first female president of the WHCA in 1975.Along with the annual roast, perhaps the most iconic tradition of today’s White House Correspondents’ Dinners is the invitation of celebrities and other household names by journalists and news organizations. It began when Baltimore Sun reporter Michael Kelly arrived at the party with paparazzi target Fawn Hall, secretary to Oliver North during the Iran-Contra affair, in 1987. The age of elaborate after-parties dawned around the same time and continues to this day.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"History of the White House Correspondents’ Dinner","author":"Jennie  Cohen"}