{"url":"http://www.history.com/news/what-you-need-to-know-about-north-korea","content":"North Korean soldiers paying respect to the president Kim Il-sung.The division of Korea is a legacy of the Cold War.\nJapan annexed the Korean peninsula in 1910, and the country spent the next 35 years under Japanese military rule. With Japan’s defeat in World War II in 1945, American troops landed in the southern part of the peninsula, while Soviet troops secured the area north of latitude 38˚ N (or the 38th parallel). In this way, communism took firm hold in the north, culminating in the emergence of Kim Il-Sung, who in 1948 would become the first premier of the newly established Democratic People’s Republic of Korea. Meanwhile, the United Nations General Assembly (at the urging of the United States) sanctioned elections held in the south, the adoption of a constitution and the inauguration of the Republic of Korea, with Seoul as the capital.Since the Korean War, North and South Korea have been worlds apart—but separated by a 2.5-mile no man’s land.\nTensions between the two governments and their powerful allies erupted into war in 1950, when Soviet-backed North Korean troops invaded the south. Fighting in the Korean War—which cost at least 2.5 million lives—ended in July 1953, with the peninsula still divided into two hostile states. On its southern border, a 2.5-mile-wide demilitarized zone separates North Korea from South Korea, roughly following the 38th parallel for 150 miles across the peninsula. Established according to the terms of the 1953 armistice, this once devastated battleground is now essentially a nature preserve, covered by forests, estuaries and wetlands housing hundreds of bird, fish and mammal species.\nOnly one family has governed North Korea for the entirety of its existence.\nInstalled by Soviet leader Joseph Stalin in 1948, Kim Il-Sung remained in office until his death in 1994. During his nearly 50-year reign, a powerful cult of personality emerged around the man North Koreans referred to, variously, as Great Leader, Heavenly Leader and even the “Sun.” A new calendar was introduced, which used 1912—the year of Kim Il-Sung’s birth—as year one. Every elementary school in the country was equipped with a special training room where young children were indoctrinated in the regime’s teachings. And the cult lives on: In 1998, North Korea’s constitution was amended to proclaim him the Eternal President of the Republic, and the anniversaries of both his birth and death are considered national holidays. His son, Kim Jong-Il, was himself at the center of a similar cult, with some North Koreans convinced he was even powerful enough to control the weather. The deaths of both men were met by an outpouring of emotion from the populace, and both received massive state funerals. Hundreds of memorial statues dedicated to the Kims dot the countryside, and despite a series of devastating famines and systemic poverty, a massive mausoleum was built on the outskirts of Pyongyang to house the embalmed bodies of Kim Il-Sung and Kim Jong-Il, now permanently on display like many autocratic leaders before them.North Korea is often referred to as a “hermit kingdom.”\nUnder both men, North Korea remained isolated from the international community, with its governmental, economic and other operations veiled in secrecy. Restrictions on travel into or out of the country and a tightly controlled press helped maintain this isolation. North Korea’s foreign policy has been marked by two significant alliances, with China and the Soviet Union, and hostility to South Korea and the United States. The collapse of Soviet Union in early 1990s left China as the country’s only major ally, but the recent pattern of defiant statements and aggressive actions by the new North Korean leader, Kim Jong Il’s son Kim Jong-Un, has threatened this alliance as well. It is difficult to get reliable information on North Korea’s economy, but according to U.S. government estimates, industry (including electrical power, military products, machine building, chemicals, mining and metallurgy) accounts for half of its GDP, along with services and tourism. A thriving illegal trade, including black-market arms sold to Iran and other countries, also appears to help finance the country and its nuclear program.North Korea’s pursuit of nuclear weapons is not new.\nDespite the fact that North Korea is generally a poor and isolated nation, it has been pursuing nuclear research for decades, at first in collaboration with the Soviet Union and later on its own. Though Kim Jong Il’s government initially pledged to abide by the Nuclear Non-Proliferation Treaty (NPT), by the early 21st century reports had surfaced of underground nuclear facilities and ongoing research into the production of highly enriched uranium. North Korea withdrew from the NPT in 2003 and openly resumed nuclear research at a facility in Yongbyon. In 2006, after multi-national nuclear talks stalled, North Korea announced it had carried out its first underground nuclear test; a second, more powerful test went ahead in May 2009. In February 2013, the country confirmed that it had conducted a third nuclear test, prompting sanctions from the UN Security Council and a formal protest from its only major ally and main trading partner, China.The latest crisis may be the result of a new leader making his mark on the world stage.\nIn March, North Korea declared the 60-year-old Korean War armistice void, and it has been cutting its industrial ties with South Korea as well as communication with the government in Seoul. Some observers have suggested that as a young, untested premier, Kim Jong-Un (who is believed to be about 30 years old) wants to prove himself as a leader, and needs the support of North Korean military brass. As this argument goes, the recent pattern of aggression is mainly a show for his domestic audience, rather than a genuine threat to global security. Though the Defense Intelligence Agency (the intelligence arm of the Pentagon) said last week that it had “moderate confidence” that North Korea has learned to make a nuclear weapon small enough to be delivered by a ballistic weapon, other intelligence agencies have not confirmed this conclusion. Still, North Korea’s escalating threats have put the entire world on edge, waiting to see how far this unpredictable country is prepared to go.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"What You Need to Know About North Korea","author":"Sarah  Pruitt"}