{"url":"http://www.history.com/news/great-american-garage-entrepreneurs","content":"Apple Inc.The garage in Los Altos, California, where Steve Jobs and Steve Wozniak founded Apple Inc. in 1976. (Credit: Mathieu Thouvenin/Wikimedia Commons)On April Fool’s Day in 1976, 21-year-old Steve Jobs and 25-year-old Steve Wozniak established Apple Computer, later known simply as Apple Inc. Pioneers in the burgeoning world of personal computers, the pair worked out of Jobs’ parents’ garage in Los Altos, California, in the heart of Silicon Valley. Jobs, a college dropout, became one of the great innovators of the digital age, transforming not just his original field but also music, animation and mobile communications. He died at 56 on October 5, 2011, after a long struggle with cancer. Apple’s notable products include the Macintosh computer line, the iPod, the iPhone, the iPad, iTunes, the Mac OS X operating system and Final Cut Studio.Hewlett-PackardHewlett-Packard’s Palo Alto birthplace, which underwent major restoration work in 2005. (Credit: David Paul Morris/Getty Images)Considered the first American technology business to launch behind a garage door, Hewlett-Packard was founded in 1939 by Bill Hewlett and David Packard, who had scraped together an initial capital investment of $538. At the time, Packard and his new wife Lucile lived in an apartment next door and Hewlett camped out in a shed on the property, located in Palo Alto, California. After developing a range of electronic products, the company entered the computer market in 1966 and is now one of the world’s largest technology corporations. The one-car garage where it all began is a designated California historic landmark and is listed on the National Register of Historic Places.The Walt Disney CompanyWalt Disney (left) and his brother Roy (right), who spent their first months in Los Angeles working out of their uncle’s garage, around 1948. (Credit: J. R. Eyerman/Time Life Pictures/Getty Images)In 1923, the Missouri-born cartoonist Walt Disney moved to Los Angeles with his brother Roy to make short films that combined animation and live action. They spent several months producing their first series, the “Alice Comedies,” out of their uncle Robert’s garage before relocating to the back of a realty office and finally to a studio. Now the world’s largest media conglomerate, the Walt Disney Company became a leader in film, television, travel, leisure, music and publishing. In 2006, it acquired Pixar Studios from another veteran of a California garage: Steve Jobs, co-founder of Apple Computer. Robert Disney’s garage was saved from demolition in 1984 and donated to the Stanley Ranch Museum.MattelGarage entrepreneur Ruth Handler with her creation, the Barbie doll, in 1999. (Credit: Jeff Christensen/Getty Images)When Ruth and Elliot Handler, who had met in an industrial design course, started making picture frames in their California garage, they probably never thought their venture—Mattel—would grow into the world’s biggest toy manufacturer. More or less by accident, they wound up crafting dollhouse furniture and later children’s playthings out of spare wood scraps. In the late 1950s, Ruth determined there was a market for dolls that looked like “grown-ups”; ignoring her husband’s objections, she designed a prototype and named it after their daughter, Barbie. (Ken, named for their son, followed soon after.) Mattel struck gold with the new line, and in 1968 Ruth became the company’s president.GoogleThe garage in Menlo Park, California, where Larry Page and Sergey Brin set up the Internet revolution known as Google. (Credit: Justin Sullivan/Getty Images)Long after Hewlett-Packard and Apple Computer made their unpretentious debuts, another technology powerhouse came screeching out of a Silicon Valley garage. After developing a groundbreaking search engine for a research project, Stanford University students Larry Page and Sergey Brin founded Google in a garage owned by Susan Wojcicki, a friend and future employee. The company, which has since branched out into numerous other areas, now runs the most visited websites on the Internet and boasts locations around the world. In 2006, Google bought Wojcicki’s house—and the garage where its vast empire began.Yankee Candle CompanyThe flagship store of the Yankee Candle Company, born in a Massachusetts garage when a broke teenager decided to make his mother a gift. (Credit: Jozef Nagy/Wikimedia Commons)In 1969, 17-year-old Michael Kittredge of South Hadley, Massachusetts, couldn’t dig up enough cash to buy his mother a Christmas present. On a whim, he melted down some crayons in his parents’ garage and made her a scented candle. When neighbors began expressing interest, Kittredge, who needed a hobby since his rock band had just broken up, recruited some friends and began churning out candles. By the following year, the booming business had taken over the Kittredge home, so the young entrepreneurs moved into a dilapidated mill. Today, the Yankee Candle Company is the leading U.S. candle manufacturer, with hundreds of retail locations, international distribution and multiple product lines.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Great American Garage Entrepreneurs","author":"Jennie  Cohen"}