{"url":"http://www.history.com/news/powerful-arms-saved-saber-toothed-killers-fearsome-fangs-study-shows","content":"A 1905 depiction of Smilodon, also known as the saber-toothed cat. (Credit: American Museum of Natural History)A cracked tooth was more than just an annoyance for Smilodon fatalis, otherwise known as the saber-toothed cat or tiger. The fearsome felids, which disappeared 10,000 years ago, used their pairs of 7-inch-long maxillary canines to dispatch large game with repeated slashes to the throat. Faster and gorier than the suffocating bites of modern big cats such as lions, this method could backfire if the prey thrashed about, causing Smilodon to chomp on bone and shatter one of its fragile, knife-like fangs. And what good is a saber-toothed predator with a broken saber?The skull and jaw of Barbourofelis loveorum, an extinct predator that evolved a combination of dagger-like teeth and robust arm bones millions of years before the saber-toothed cat. (Credit: Julie Meachen-Samuels)After publishing a study on the phenomenon, Meachen-Samuels began to wonder whether the pattern applied to other saber-toothed creatures distantly related to Smilodon but not considered Felidae, or cats. Millions of years before Smilodon prowled the Americas, certain members of the Nimravidae and Barbourofelidae families—sometimes known as false saber-toothed cats—also boasted elongated canines. Did they have beefy, big-boned arms to boot? To find out, Meachen-Samuels measured the fossilized limbs and teeth of hundreds of museum specimens of the extinct carnivores. She also included 13 cat species still living today, such as the tiger and clouded leopard, in her analysis; these modern felines have short, conical teeth less prone to fracture.The results showed a distinct correlation between forelimb thickness and upper canine length, implying that strong arms evolved with saber teeth in other species besides Smilodon fatalis. “I had a good idea that I would find this trend based on previous studies and preliminary data that I had collected for this project, but when I saw the data plotted out I was excited,” Meachen-Samuels recalled. She noted that the pairing arose in at least three families of prehistoric predators at different times over 40 millions years, making it an excellent example of convergent evolution, in which species that are not closely related acquire similar features to meet the same needs.“These traits evolved as not only a suite of characters but as a viable, distinctive prey-killing strategy several times independently,” Meachen-Samuels explained. “This combination probably evolved several times because the predators that could best protect and preserve their teeth during prey killing survived longer and had more offspring, thereby making this combination of long teeth and strong forelimbs a winning combination.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Powerful Arms Saved Saber-Toothed Killers’ Fearsome Fangs, Study Shows","author":"Jennie  Cohen"}