{"url":"http://www.history.com/news/entire-army-sacrificed-in-denmark-returns-to-the-surface","content":"A lower jaw found at the Alken site. (Peter Moe Astrup)Two thousand years ago, Roman expansion thrust Germanic Europe into turmoil, sparking conflicts between tribes and spurring groups to militarize. It was during this turbulent era, right around the birth of Jesus Christ, that hundreds of warriors died en masse on the Jutland peninsula, near what is now the Danish town of Alken. Thrown into a lake that has since dried into a bog, their remains began to surface in the last century. This summer, researchers have returned to the site to continue unraveling the grisly mystery of an entire army’s apparent sacrifice.Mads Holst, an archaeology professor at Aarhus University in Denmark, said the bones of 200 individuals have emerged so far, many during a 2009 dig he directed along with Ejvind Hertz of the Skanderborg Museum. “In the surrounding areas other human bones have been uncovered in connection with peat digging and drainage for more than 100 years, indicating that we are dealing with a very large find,” he said. The most recent excavation, led once again by Holst and Hertz, began on July 2 and is expected to continue until August 24.Little is known about the slaughtered individuals—thought to have been as young as 13—or the circumstances of their deaths. Holst noted that, since Roman encroachment into Germanic lands stopped some 185 miles south of Alken, it’s unlikely the soldiers were Roman. Still, he said, “We do not know whether they were local or foreign yet. That is one of the major questions we wish to try to answer with the investigations.” What can be discerned is that the individuals met violent ends, suffering fatal weapon blows that left slashes and cuts on their skeletons. Researchers believe they lost a battle to an opposing army before being sacrificed and discarded in the lake, Holst said.Archaeologists have uncovered other European examples of sacrificed Iron Age warriors in northern France, dating from the second and third centuries B.C., Holst said. In Denmark, however, only caches of sacrificed ceramics and weapons—captured from enemy soldiers and then ritually buried—have been found.Two weeks into the current dig, the team has unearthed additional human bones, ceramics and traces of woodworking at the Alken site, Holst said. “We are trying to get as large an assemblage of human remains as possible to be able to characterize the people who ended up in the lake, and we also hope to find other things which can help us understand what happened here,” he explained. “It is very much a situation where we feel that there could be great surprises and unexpected finds awaiting us.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Entire Army Sacrificed in Denmark Returns to the Surface","author":"Jennie  Cohen"}