{"url":"http://www.history.com/news/a-daredevil-history-of-niagara-falls","content":"(Credit: CaptainIFR/iStockphoto.com)1678Summer 1859\nJean François Gravelet-Blondin, known as the “Great Blondin,” begins a famous series of tightrope walks across the Niagara gorge. The act draws crowds as large as 25,000 people. Blondin crosses in increasingly difficult ways, riding a bicycle, pushing a wheelbarrow and even with his hands and legs bound in chains. His most difficult crossing takes place on August 19, when he manages to carry his manager over the rope on his back.Italian tightrope walker Maria Spelterini crosses Niagara Falls in July 1876.1867July 15, 1885 \nThe Niagara Reservation State Park opens, attracting 750,000 visitors. It is the first state park established in the United States.1887\nTwenty years after the last crossing, Niagara Falls claims its first—and only—tightrope victim when the body of Stephen Peer, a local Ontario native, is discovered. Just days before, Peer had made several successful trips, and authorities determine that he died after a botched attempt at a nighttime crossing.September 6, 1890\nThree years after Peer’s death, Samuel Dixon uses the same cable as Peer to make several successful crossings while performing a variety of stunts.October 12, 1892\nToronto’s Clifford Calverly sets the record for the fastest crossing across the gorge. He makes his way across a 3/4-inch steel cable in just 6 minutes, 33.5 seconds.July 1896\nThe last tightrope crossing for more than 115 years is completed by 21-year-old James Hardy.Daredevil Annie Edson Taylor, who at 63 became the first person to survive a trip over Niagara Falls in a barrel.October 24, 1901July 11, 1920\nCharles Stephens, the second man to go over the falls, takes the plunge in a 600-pound oak barrel. The force of the water rips the barrel apart, and Stephens is killed. His right arm is the only part of him to be recovered.July 4, 1928\nJean Lussier goes over the falls inside a 6-foot rubber ball lined with oxygen-filled rubber tubes. He survives and afterwards earns extra money by selling pieces of the ball’s rubber tubes.July 4, 1930\nAdventurer George Stathakis goes over the falls in a 10-foot, 1-ton wooden barrel. Sadly, however, Stathakis’ barrel is caught behind the falls for 14 hours. With only enough air to live for three hours, Stathakis dies before he is rescued, but his 105-year-old pet turtle, Sonny Boy, survives the trip.August 5, 1951\nRed Hill Jr. braves Horseshoe Falls on what he calls “the thing,” a flimsily constructed raft made of 13 inner tubes tied together with rope and enclosed in a fish net. Soon after his plunge, the raft’s inner tubes begin popping to the surface of the river, but there is no sign of Hill. His bruised body is not recovered until the next day.September 27, 1989\nCanadians Peter DeBernardi and Geoffrey Petkovich become the first team to go over the falls together, enclosed face to face in a single barrel. They survive with minor injuries.June 5, 1990\nJessie Sharp, who hopes to advance his career as a stuntman by going over Niagara Falls, attempts the feat in a whitewater kayak without a helmet or a life vest. His body is never recovered.October 1, 1995\nRobert Overacker tries to go over the falls on a jet ski. The 15th person since 1901 to attempt the feat, he does not survive.June 18, 1995\nSteven Trotter and Lori Martin become the first man and woman to make it over the falls together in one barrel. Since then, the regulatory body that governs the falls, the Niagara Parks Commission (NPC), has refused to issue permits for stunts. The first exception has been granted to daredevil Nik Wallenda. In the future, the NPC plans to issue permits just “once in a generation,” or roughly every 20 years.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Daredevil History of Niagara Falls","author":"History.com  Staff"}