{"url":"http://www.history.com/news/georgian-era-british-sailors-lived-on-ample-meat-and-beer-study-shows","content":"Britain was almost constantly at war in the late 18th and early 19th centuries, and by the early 1800s its navy employed some 140,000 seamen and marines. Doling out food to so many hungry men—and ensuring it would keep during long, unpredictable voyages—was no easy task. From 1793 to 1815, it fell to a governing body known as the Victualing Board to establish weekly rations for British sailors stationed around the world.Documents maintained by the Victualing Board belie the widespread perception that Georgian-era sailors barely scraped by on hardtack and rancid gruel. True, they ate hardtack—emblazoned, during Queen Victoria’s reign, with the monarch’s insignia—but they also drank an entire gallon of beer per day and consumed beef or pork four times a week. Along with kegs and salted meats, naval vessels carried dried peas, oatmeal, butter, cheese and sometimes even livestock for slaughter.Records show that 18th- and 19th-century British sailors enjoyed a high-calorie, protein-packed diet superior to that of most working-class landlubbers, who typically tasted meat, beer, cheese and bread just once a week. But did the Victualing Board’s meticulous provisioning system remain intact when the going got tough on the high seas or in the thick of battle? To find out, researchers led by Mark Pollard from the University of Oxford performed an isotope analysis on bones from skeletons unearthed at naval cemeteries in Plymouth and Gosport, both in southern England. This type of test can determine what humans and animals ate during their lifetimes.The results were consistent with the Victualing Board’s records, suggesting that British sailors ate more food—and especially more protein—than their working-class civilian contemporaries, the researchers reported recently in the American Journal of Physical Anthropology. At the same time, however, the analysis showed that the men buried in Plymouth consumed items containing a specific carbon isotope, while those buried in Gosport didn’t. That isotope is found in tropical grasses such as corn and sugarcane, the team explained in the paper.If sailors always stuck to their rations, what could account for this dietary divergence? Historical sources show that sailors sometimes supplemented their standardized fare with local produce while in port, the study notes. Corn and sugarcane were both staple foods on the Atlantic seaboard of North America, where sailors from Plymouth, England, are known to have served. To test the hypothesis that the Plymouth sailors sampled native delicacies while based in America, the researchers analyzed the bones of American soldiers who died around 1814. Their remains, too, contained the carbon isotope found in the Plymouth sailors’ bones.Finally, the researchers compared their findings to a 2009 study involving the bones of sailors from the British warship Mary Rose, which sank in July 1545. They determined that the British naval diet remained virtually the same between the 16th and 19th centuries. Change finally came with the widespread use of canning in the 1840s.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Georgian-Era British Sailors Lived on Ample Meat and Beer, Study Shows","author":"Jennie  Cohen"}