{"url":"http://www.history.com/news/people-rumored-to-have-survived-their-deaths-slideshow","content":"Butch Cassidy\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/butch-cassidy.jpg\r\n                    \r\n\t\t\t\t\tAccording to the traditional narrative, the American train and bank robber Butch Cassidy, leader of the Old West gang known as the Wild Bunch, died in a hail of bullets in Bolivia in 1908. But rumors that the notorious bandit (who is seated on the far right in this classic 1900 photo) survived the gun battle and returned to the United States have cropped up over the years. Now, two historians are making the case that Cassidy, born Robert LeRoy Parker in 1866, lived under an assumed name in Spokane, Washington, working as a machinist and penning his autobiography. Their evidence, which many historians question, lies in a 200-page manuscript by a certain William T. Phillips, entitled \"Bandit Invincible: The Story of Butch Cassidy” and full of details about the gangster’s life. Phillips allegedly revealed his \"true\" identity to close friends and family members before his death in 1937.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tD.B. Cooper\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/d-b-cooper.jpg\r\n                    \r\n\t\t\t\t\tOn November 24, 1971, a man wearing a black raincoat, a dark suit and wraparound sunglasses took his seat on a flight departing from Portland, Oregon. At takeoff he gave a flight attendant a note stating he had a bomb in his briefcase. After obtaining $200,000 and a parachute from the FBI, he leaped out of the plane and into a raging thunderstorm over the Pacific Northwest. A giant manhunt and countless tips failed to uncover any traces of the mysterious hijacker, who many assumed had been killed in the fall. Earlier this summer, it was revealed that a woman claiming to be Cooper’s niece had recently told the FBI that her uncle survived the jump and died in 1999. Although officials announced last week that DNA evidence did not establish a link to the new suspect, their investigation is ongoing.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tElvis Presley\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/elvis-presley.jpg\r\n                    \r\n\t\t\t\t\tRock and roll fans everywhere mourned after Elvis Presley was found dead of an apparent drug overdose on his bathroom floor on August 16, 1977. Since then, many have speculated that the music legend faked his death to weasel out of his debts to the Mafia or as part of a government conspiracy. Though never validated, Elvis sightings continue to be reported around the world, particularly in Tennessee. (Credit: Hulton Archive/Stringer/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tAlexander I of Russia\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/alexander-i.jpg\r\n                    \r\n\t\t\t\t\tEmperor of Russia from 1801 to 1825, Alexander I allegedly planned to withdraw from state affairs toward the end of his reign, telling his friend and spiritual advisers that he hoped to vanish into obscurity. While visiting his seaside residence in the fall of 1825, he fell suddenly ill with a cold that quickly developed into typhus. Alexander’s sudden and mysterious demise at age 47, coupled with the fact that his coffin was kept closed during his funeral, sparked rumors that the emperor had faked his own death in order to spend the rest of his days in seclusion. Some have suggested that he reinvented himself as Fyodor Kuzmich, a pious hermit who appeared in Siberia in 1836, died in 1864 and was later canonized by the Russian Orthodox Church.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBilly the Kid\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/billy-the-kid.jpg\r\n                    \r\n\t\t\t\t\tLegend has it that the American outlaw William Bonney, better known as Billy the Kid, was gunned down by Pat Garrett, a New Mexico sheriff, in July 1881. But over the years many people have suggested that Garrett shot the wrong man and then covered up his error. Meanwhile, at least two individuals—Ollie “Brushy Bill” Roberts of Texas in 1949 and John Miller of Arizona in 1938—swore up and down to friends and family that they were the famous gunslinger. In 2004, researchers petitioned to exhume the remains of Billy the Kid’s mother and compare her DNA to that of the body buried under his gravestone; their request was not granted.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tLouis XVII of France\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/louis-xvii.jpg\r\n                    \r\n\t\t\t\t\tThe son of Louis XVI and Marie Antoinette, Louis XVII became king of France—at least in the eyes of his royalist supporters—after his parents were executed during the French Revolution. Imprisoned under miserable conditions in Paris’ medieval Temple prison, he reportedly died there after a long struggle with tuberculosis on June 8, 1795, at the age of 10. Speculation immediately began that sympathizers had smuggled out the young heir, leaving a commoner in his place. When France’s monarchy was restored in 1815, dozens of “lost dauphin” claimants came forward, including a Wisconsin missionary and a German clockmaker. In 2004, DNA testing indicated that a heart removed from the body of the boy who died in prison in 1795 was almost certainly that of Louis XVII.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tAndy Kaufman\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/andy-kaufman.jpg\r\n                    \r\n\t\t\t\t\tFamous for playing Latka Gravas on the sitcom “Taxi” and for staging elaborate stunts, the comedian and actor Andy Kaufman died of lung cancer on May 16, 1984, at 35. Because of his penchant for hoaxes and decision to keep his illness under wraps, many of Kaufman’s fans believed he had staged his death. His friend and writing partner Bob Zmuda revealed that Kaufman had frequently discussed pulling such a prank during his lifetime. Though sightings of the entertainer have been reported in recent years, it is now widely accepted that he died 27 years ago. (Credit: Joan Adlen Photography/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tJesse James\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/jesse-james.jpg\r\n                    \r\n\t\t\t\t\tThe infamous American outlaw Jesse James spent most of his 34 years attacking Union soldiers, holding up banks and robbing trains with his fellow gangsters. His life of crime ended on April 3, 1882, when one of his collaborators, Bob Ford, shot him in the back to collect a reward on his head. Since then, it has been suggested that Ford killed another man and allowed his onetime friend to escape, though a 1995 DNA analysis of James’ purported remains suggests otherwise. (Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tAnastasia Nikolaevna of Russia\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/anastasia-of-russia.jpg\r\n                    \r\n\t\t\t\t\tThe youngest daughter of Czar Nicholas II, Anastasia was executed with the rest of her family by their Bolshevik captors on July 16, 1918, though stories spread throughout Europe that the 17-year-old had survived the carnage. A series of women emerged claiming to be the missing grand duchess, most famously the German-born Anna Anderson, who died in Charlottesville, Virginia, in 1984. A decade later, DNA analysis established that Anderson was not a member of the ousted royal family. Rumors persisted until Russian scientists uncovered and positively identified Anastasia’s remains in 2007. (Credit: Library of Congress)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"People Rumored to Have Survived Their Deaths: Slideshow","author":"History.com  Staff"}