{"url":"http://www.history.com/news/family-tradition-did-lizzie-bordens-ancestor-kill-his-mother-too-2","content":"Sean_Warren/iStockphotoThe family history research website findmypast.com has brought attention to the link between accused murderer Lizzie Borden and her ancestor Thomas Cornell, convicted in 1673 of burning his mother to death. A relatively new addition to the online genealogy landscape, findmypast.com has conducted similar studies of high-profile individuals in recent months. For instance, research on family ties between celebrities and Queen Elizabeth revealed that the American actress Hilary Duff is the British monarch’s 15th cousin, said Joshua Taylor, the site’s lead genealogist. “We’re always looking at ways to dive into some of the records and connect them to moments in history and add interpretation to what you might read in a history textbook,” he explained.Findmypast.com released its latest findings just in time for the Halloween season, but it was actually a personal link rather than holiday spirit that sent Taylor rifling through the Borden records. While exploring the far reaches of his own family tree, he came across an intriguing branch that happened to include Thomas Cornell, a Rhode Island man who on May 23, 1673, hanged for the murder of his mother, Rebecca. He then discovered that the infamous Lizzie Borden was a direct descendant—a fifth great-granddaughter, to be exact—of the accused killer, thought to be the first person to commit matricide in the American colonies. Borden, of course, was acquitted of the 1892 ax murders of her father and stepmother.Lizzie Borden circa 1889.Born in England, Cornell was 46 years old and expecting his seventh child—his third with his second wife, Sarah—when Rebecca was found burned to death in the house the family shared on February 2, 1673. The middle-aged father reportedly had a strained relationship with many fellow inhabitants of Acquidneck Island, Rhode Island, including his mother, then 73. But during his trial several months later, it wasn’t just testimony about his character that sent Cornell to the gallows. Rebecca’s brother John Briggs took the stand to describe a dream in which his sister revealed from the grave that her death was far from accidental.After his execution, Thomas Cornell’s wife gave birth to a daughter, whom she named Innocent. The child would grow up to wed Richard Borden, a director ancestor of Lizzie’s ill-fated father, Andrew. “The links between the two are kind of eerie,” said Taylor, who used birth, marriage, death, census and land records to establish kinship between the families. He pointed out that, while Lizzie was acquitted and Thomas was convicted, both cases remain clouded in doubt. And in both Acquidneck Island and Lizzie Borden’s hometown of Fall River, Massachusetts, the entire population became deeply involved in the trials. “It’s really interesting when you see an entire community integrating themselves into the event,” Taylor said.Taylor is not the first to uncover the link between the two accused killers, which historians and amateur genealogists alike have noted in the past. Still, few people in the general public know about the skeletons in the Borden family closet or the odd tale of Thomas Cornell. In her 2002 book “Killed Strangely: The Death of Rebecca Cornell,” Elaine Foreman Crane connects the two crimes to yet another unsolved case involving a member of the extended family—Sarah Marie Cornell, whose corpse was found hanging in a Rhode Island town in 1832. A minister was later tried for her murder and acquitted. A young mill worker, Cornell lived in Fall River, where Andrew and Abby Borden would die in a bloodbath 60 years later.Another of Thomas Cornell’s descendants, Ezra, left behind a more respectable legacy by donating the original endowment for Cornell University, Taylor pointed out. To this day, many members of the extended Cornell-Borden family—like Taylor himself—live across the United States, he noted. “Lizzie Borden has a lot of cousins,” he said.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Family Tradition: Did Lizzie Borden’s Ancestor Kill His Mother Too?","author":"Jennie  Cohen"}