{"url":"http://www.history.com/news/evidence-of-cannibalism-found-at-jamestown","content":"Facial reconstruction of the girl, known as \"Jane.\" (Photo: Don Hurlbert/Smithsonian, Art by StudioEIS)Jamestown, the first permanent English colony in North America, was founded in May of 1607 by 104 settlers who arrived aboard three ships: the Susan Constant, the Discovery and the Godspeed. They founded their colony on a narrow peninsula in the James River, constructing a wooden fort, a storehouse, a church and a number of houses. The Jamestown settlers suffered greatly from hunger and disease, and struggled to grow crops due to the region’s drought and their inexperience. They relied on supplies brought by later ships of settlers, as well as trade with local Native American tribes established through Captain John Smith’s negotiations with Algonquian leader Chief Powhatan. In October 1609, Smith was accidentally burned by gunpowder and forced to return to England for treatment; he would never return to Virginia.Over the winter that followed, the situation for the remaining Jamestown colonists grew desperate. Relations had turned increasingly hostile with members of Powhatan’s empire, and the punishing drought continued. George Percy, who served as governor of Jamestown during the Starving Time, wrote in 1625 that the colonists ate their horses to survive and later moved on to dogs, cats and vermin such as rats and mice. Eventually, Percy wrote, they resorted to cannibalism: “…Notheinge was Spared to mainteyne Lyfe and to doe those things which seame incredible, as to digge upp deade corpes outt of graves and to eate them. And some have Licked upp the Bloode which hathe fallen from their weake fellowes.” In addition to Percy’s, five other accounts also refer to cannibalism at Jamestown during that time.Earlier excavations at the Jamestown site discovered carcasses of dogs, cats and horses consumed during the winter of 1609-10, but no evidence of cannibalized human remains. Then last August, archaeologists working as part of the Preservation Virginia Jamestown Rediscovery project (which began in 1994) found skeleton fragments belonging to a girl around the age of 14 buried in a debris-filled cellar in the Jamestown fort. After examining the bones, Douglas Owsley, a physical anthropologist at the Smithsonian National Museum of Natural History in Washington, found that the girl’s skeletal remains—including a skull, lower jaw and leg bone—all bear marks of an ax or cleaver and a knife, which he characterized as telltale marks of cannibalism.On Wednesday, Owsley and lead archaeologist William Kelso presented their findings at a press conference at the National Museum of Natural History. Using technology such as computer graphics and CT scanning, along with sculpture materials and demographics, they have been able to reconstruct what the girl’s head may have looked like. They believe she probably came to the colony on one of six supply ships that arrived in June of 1609. She might have been a maidservant, though an isotope analysis of her bones revealed that she had eaten a high-protein diet, suggesting that she was in fact a gentleman’s daughter, and one of the colonists. As the scientists found no evidence that she was murdered, it seems likely that her hungry fellows ate her after she died of natural causes.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Evidence of Cannibalism Found at Jamestown","author":"Sarah  Pruitt"}