{"url":"http://www.history.com/news/1950-world-cup-the-miracle-on-green","content":"It may have been the greatest soccer upset of all time, a World Cup match so astonishing it was retroactively dubbed the “Miracle on Green.” On June 25, 1950, a ragtag bunch of American amateurs defeated England in Belo Horizonte, Brazil, a mining city surrounded by hills. Largely forgotten in the victors’ own country, the story has taken on new significance in the lead-up to the 2010 World Cup in South Africa, where the two teams will face each other for the first time in 60 years.The English team at the time, known as the “Kings of Football,” boasted a record of 23 victories, four losses and three draws in the years since World War II ended. Its members were professional footballers culled from England’s domestic leagues. The Americans, by contrast, had lost their last seven international matches. Hastily assembled just days before the match against England, the U.S. team included a dishwasher, two mailmen, a teacher and a mill worker. The Belfast Telegram described them as “a band of no-hopers drawn from many lands,” ostensibly because some of the men were recent immigrants to the United States. Another British newspaper called them “the strangest team ever to be seen at the World Cup.”By the time the two teams squared off at Belo Horizonte, bookies had given the Brits 3-1 odds to take the World Cup, compared to 500-1 for the Americans. So certain were the Brits of an easy win that they had their star player, Stanley Matthews, who was widely regarded as the best in the world, sit out the game to rest. The newly appointed American coach, Bill Jeffrey, apparently agreed with them, telling a British reporter, “We have no chance.”The game began with the Americans in defense mode as the English assailed them with one clear shot after another. The goalkeeper, Frank Borghi, a former minor league catcher who now drove a hearse in St. Louis, managed to tip off each one. Finally, with less than 10 minutes to go in the first half, U.S. midfielder Walter Bahr centered a ball from 25 yards out, and Haitian-born forward Joe Gaetjens scored with a diving header. England lashed back with a battery of shots throughout the second half, but nothing got past Borghi. The no-hopers had defeated the Kings of Football with a single goal. The 30,000 Brazilians in the stands went wild, knowing that a British loss could help their own team fare better in the tournament. Gaetjens, who would later return to Haiti and disappear during François Duvalier’s repressive regime, was carried off the field in celebration.Appalled English fans could not fathom that the Americans had beat them at their own game. When the score came in over the wires, newspaper editors in London assumed it was a typing error and printed the result as “10-1, England.” In the United States, meanwhile, the improbable win barely made a ripple. Only one American journalist had traveled to Brazil for the World Cup in the first place: Dent McSkimming of the St. Louis Dispatch, who paid his own way when his newspaper would not send him. He later said that the American victory was “as if Oxford University sent a baseball team over here and it beat the Yankees.”Why had the stunning David-and-Goliath story eluded American headlines? For one thing, soccer had never captured the same U.S. fan base as football, baseball or basketball. (Indeed, despite attempts to revolutionize the sport in the 1980s and 1990s, it continues to lag far behind.) Newspapers also had a more alarming matter to cover. On June 29, four days before the game, North Korea had crossed the 38th parallel into South Korea, and President Truman had already ordered U.S. forces to intervene. Just six years after World War II, the country was once again on the brink of war.After the upset, both teams were quickly eliminated and returned to their respective sides of the Atlantic–the Brits chastened, the Americans largely ignored. It would be 16 years before England won its first and only World Cup title. The United States, meanwhile, would not even appear in the tournament until 1990. On June 12, 2010, the teams met again at the World Cup in Rustenburg, South Africa. The match, which was the fifth most-watched soccer game in U.S. history, ended in a draw, leaving both sides to continue their fight for the title.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"1950 World Cup: The Miracle on Green","author":"Jennie  Cohen"}