{"url":"http://www.history.com/news/the-birth-of-satellite-tv-50-years-ago","content":"The Telstar satellite, which 50 years ago beamed the first satellite television transmission into American and European homes. (Alcatel-Lucent Bell Labs)In homes across Rome, people barely touched their dinners. London’s pubs were packed, but bartenders served nary a drink. Throughout Europe, more than 100 million people huddled around television sets on the evening of July 23, 1962, to tune in to history. With Europeans watching eagerly, a black-and-white image of the Statue of Liberty flickered onto their screens. The picture itself was not particularly noteworthy except for one thing: it was live, via satellite.The historic, live transatlantic broadcast was made possible by Telstar, a spherical satellite only the size of a large beach ball. Built by AT&T and dreamed up in Bell Labs, now the research arm of Alcatel-Lucent, Telstar received telephone calls, data, still pictures and fax images from ground stations in Andover, Maine, and France before amplifying them and relaying them across the Atlantic Ocean. A nickel cadmium battery and 3,600 solar cells protected by sapphire powered the 170-pound satellite, which roared into orbit from Cape Canaveral atop a NASA Thor-Delta rocket on July 10, 1962. Since AT&T paid NASA $3 million to launch the satellite, Telstar marked the first privately sponsored space initiative.Technicians assemble Telstar, a 170-pound satellite the size of a beach ball. (Alcatel-Lucent Bell Labs)After a successful initial test of the transatlantic television signal, the public rollout occurred during that special broadcast on July 23, 1962, which aired in Canada and 16 European countries and on all three major American networks. Telstar could only broadcast signals when it was visible to ground stations on both sides of the Atlantic, meaning there was only a 20-minute transmission window during each two-and-a-half-hour orbit.The first 20-minute broadcast beamed by Telstar, referred to as a “television space extravaganza” by The Boston Globe, was slated to begin at 3 p.m. Eastern but started a couple minutes ahead of schedule as soon as Telstar came into range. As a monumental split screen—with the Statue of Liberty on the left side and the Eiffel Tower on the right—filled television screens in Europe and North America, legendary newsman Walter Cronkite intoned, “Good evening, Europe. This is the North American continent live via AT&T Telstar, July 23, 1962.” Viewers were then given a peek inside Chicago’s Wrigley Field at a baseball game between the Philadelphia Phillies and the Chicago Cubs. For many Europeans, it was the first time they had ever seen the sport. After Philadelphia’s Tony Taylor flied out and Johnny Callison followed with a hard-hit single to right field in the top of the third, the audience was switched to President John F. Kennedy’s press conference in Washington, D.C.Television screen showing John F. Kennedy’s press conference on July 23, 1962, which was shown in Europe thanks to Telstar. (Alcatel-Lucent Bell Labs)Unfortunately, viewers missed Kennedy’s opening remarks praising Telstar as “another indication of the extraordinary world in which we live” and instead listened to questions and answers on nuclear testing and the devaluation of the dollar. The program then bounced around with live scenes from the U.S.-Mexican border at Juarez, Niagara Falls, the World’s Fair in Seattle and the United Nations; a talk with astronauts at Cape Canaveral; and a look at actors at the Shakespeare Festival in Stratford, Ontario, rehearsing “Macbeth.” The finale featured close-ups of the stone faces of Mount Rushmore as the 312-member Mormon Tabernacle Choir sang “The Battle Hymn of the Republic.”Three hours later, on Telstar’s next orbit around the planet, it was Europe’s turn to broadcast live images to North American viewers for the first time. The European program opened with live pictures of London’s Big Ben and a welcome by the BBC’s Richard Dimbleby, hosting from Brussels. The broadcast was a televised Grand Tour of the continent’s great sites: the Sistine Chapel, the Champs-Élysées, the Louvre, the Colosseum and the Tower of London. In one scene, viewers saw a Lapland girl in the Arctic Circle; in the next, Sicilian fishermen tending their nets. There were cultural morsels from paintings inside Yugoslavia’s national museum to horses performing to Chopin at Vienna’s famed Spanish Riding School to a performance of “La Tosca” amid ancient Roman ruins. After 19 minutes, the program abruptly ended as Telstar passed over the horizon, out of range of the ground station in Maine.Telstar blasts into orbit from Cape Canaveral atop a NASA Thor-Delta rocket on July 10, 1962. (Alcatel-Lucent Bell Labs)While there were some minor flaws such as pictures that jumped or were out of focus, “the technical achievement was little short of awesome,” wrote New York Times television critic Jack Gould. Another newspaper account the next day said that Telstar had “shrunk the earth overnight.” In Europe, the baseball game proved to be the program’s most popular segment, certainly compared to the presidential press conference. As a Daily Mail television critic said, he “preferred to watch Americans play games than talk politics.”Telstar—with a moniker that still sounds cool and futuristic—instantly became geek chic. Within days of the television broadcast, Paris fashion designers rolled out Telstar ensembles. Weeks later, the British band The Tornados hit number one on British and American charts with the futuristic instrumental song “Telstar.” Even in the 1970s and 1980s, Telstar lent its name to a Ford automobile, a primitive Coleco video game system and a black-and-white checkered soccer ball designed by Adidas that looked very similar to the satellite.Although a pop culture icon, Telstar 1 had a short life. Radiation from both American and Soviet high-altitude atomic tests bombarded the satellite and fried its transistors. Telstar went out of service in November 1962, came back online briefly but went quiet for good on February 21, 1963. Telstar 2 launched in May 1963, and other Telstar satellites followed it into orbit. While inoperable, Telstar 1 still circles the earth today, a monument to the birth of satellite communications.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"The Birth of Satellite TV, 50 Years Ago","author":"Christopher  Klein"}