{"url":"http://www.history.com/news/prehistoric-monsters-of-the-deep-slideshow","content":"Mosasaurs\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/mosasaurs.jpg\r\n                    \r\n\t\t\t\t\tThe ancestors of the large marine lizards known as mosasaurs were iguana-esque land animals that first ventured into the ocean some 90 million years ago. Within a few million years, they had developed powerful tails, paddle-like feet and larger, more streamlined bodies suited for swimming and pouncing on prey. Stretching up to 56 feet long and found in various parts of the world, these giant creatures of the Cretaceous dominated the seas until dying out with the dinosaurs 65 million years ago. At their height, they may even have annihilated their former predators: Ginsu sharks, which ate earlier mosasaurs for breakfast. (Credit: De Agostini/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tGinsu Sharks\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/ginsu-sharks.jpg\r\n                    \r\n\t\t\t\t\tAlso known as Cretoxyrhina mantelli, the Ginsu shark grew upwards of 25 feet long and is thought to have resembled today’s great whites. These speedy swimmers scavenged for dead animals (as in the illustration above, in which Ginsu sharks circle a floating hadrosaur corpse) and tore apart live prey with their abundant, razor-sharp teeth. They went extinct roughly 83 million years ago, perhaps because mosasaurs supplanted them as kings of the ocean. (Credit: Dmitry Bogdanov/Wikimedia Commons)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tIchthyosaurs\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/ichthyosaurs.jpg\r\n                    \r\n\t\t\t\t\tWith bodies reminiscent of dolphins and fish but classified as reptiles, ichthyosaurs appeared 250 million years ago and vanished 160 million years later, 25 million years before the dinosaurs went extinct. The largest ichthyosaur species, Shonisaurus sikkanniensis, grew up to 69 feet long, while others were much smaller. Featuring fin-like limbs, tails that evolved to resemble sharks’ and enormous eyes for nighttime prowling, ichthyosaurs feasted on ancient squid, fish and other marine organisms. (Credit: Nobu Tamura/Wikimedia Commons)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPlesiosaurs\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/plesiosaurs.jpg\r\n                    \r\n\t\t\t\t\tOriginating roughly 220 millions years ago, plesiosaurs featured broad bodies and short tails, and many varieties had extremely long necks with small heads. These aquatic reptiles flapped their paddle-like limbs in order to glide through the ocean, much like modern penguins; some experts think they sometimes emerged from the water to explore the shoreline, walking on their flippers like sea lions. With the largest species stretching upwards of 60 feet long, plesiosaurs ate fish, squid and possibly bottom-dwelling mollusks. Though they disappeared with the dinosaurs 65 million years ago, some people believe a surviving line of plesiosaurs inhabits Scotland’s Loch Ness. (Credit: Dmitry Bogdanov/Wikimedia Commons)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tPliosaurs\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/pliosaurs.jpg\r\n                    \r\n\t\t\t\t\tClose cousins and contemporaries of the plesiosaurs, pliosaurs had shorter necks and bodies built for speed. Their swift swimming and powerful jaws made them formidable hunters with few predators; their diet may have included fish, ichthyosaurs, plesiosaurs and dinosaur carcasses that floated out to sea. The largest known pliosaur, discovered in Norway in 2008, measured 50 feet in length and boasted teeth the size of cucumbers. (Credit: De Agostini/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tSarcosuchus\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/sarcosuchus.jpg\r\n                    \r\n\t\t\t\t\tNicknamed “SuperCroc,” Sarcosuchus lived roughly 110 million years ago in the Sahara, which was then a tropical plain full of lakes, rivers and streams. They stalked prey both underwater and on land, using their devastating jaws and round, thick teeth to crush fish, turtles and perhaps even sizeable dinosaurs. Twice as long as the largest modern crocodiles, these brawny predators grew to lengths of 40 feet and weighed in at 8 to 10 tons. (Credit: AFP/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tLivyatan Melvillei\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/leviathan.jpg\r\n                    \r\n\t\t\t\t\tIn 2008, researchers in Peru uncovered the remains of one of the largest prehistoric whales ever found. Livyatan melvillei, as it was dubbed in a nod to the author of “Moby Dick,” lived an estimated 12 to 13 million years ago. It featured a 10-foot-long skull, a body three times larger than a modern killer whale’s and, perhaps most astonishingly, the biggest teeth of any known animal—roughly the size of elephant tusks. This means it likely fed on large prey, including other whales, seals and dolphins. (Credit: C. Letenneur/MNHN)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tMegalodons\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/megalodons.jpg\r\n                    \r\n\t\t\t\t\tNot only the largest shark in history but possibly the biggest predatory marine creature that ever lived, Megalodon grew to a length of 60 to 70 feet. These toothy beasts lurked in oceans around the world between 25 and 1.5 million years ago, eventually dying out due to global cooling or a depleted food supply. Perched at the pinnacle of the aquatic food chain, Megalodon chomped on whales, dolphins, porpoises, squid, fish and giant turtles.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tJaekelopterus Rhenaniae\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/jaekelopterus.jpg\r\n                    \r\n\t\t\t\t\tPart of an extinct group of “sea scorpions” known as eurypterids, Jaekelopterus rhenaniae was bigger than the average human, perhaps up to 8 feet in length. Lucky for us, this behemoth lived about 390 million years ago, at a time when all manner of invertebrates ranging from cockroaches to dragonflies were supersized. Discovered in Germany, Jaekelopterus rhenaniae probably spent most of its time in fresh water and preyed upon fish and small vertebrates. It is unknown whether the colossal arthropod, which boasted massive claws and body armor, was venomous to boot.\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\tBasilosaurus\r\n                    \r\n \t\t\t\t\thttp://www.history.com/news/wp-content/uploads/2011/08/basilosaurus.jpg\r\n                    \r\n\t\t\t\t\tA giant whale with a snakelike body, Basilosaurus lived from 40 to 34 million years ago and has been found in North America, Egypt and Pakistan. The largest animal on the planet in its time, it averaged 60 feet in length and may have moved through the water in a manner similar to eels. Though they lacked the large brains and echolocation capabilities of modern whales, these creatures swam at high speeds to chase down fish, sharks, turtles and smaller whales. (Credit: De Agostini/Getty Images)\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                        \t\t\t\t  la                                \r\n                        \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \t\r\n\t\t\t\r\n\t\t\t\r\n\t\t\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t            \r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\r\n\t\r\n\tjQuery.noConflict();\r\n\ttid('sgpro_slideshow').style.display = \"none\";\r\n\ttid('slideshow-wrapper').style.display = 'block';\r\n\ttid('slideshow-wrapper').style.visibility = 'hidden';\t\r\n\t/**\r\n\t * issue #2: Bugfix for WebKit. Safari and similar browsers aren't capable to handle jQuery.ready() right. The problem\r\n\t * here was, that sometimes the event was fired (if js is not available in browsers cache) too early, so that not all\r\n\t * pictures were displayed in the thumbnail bar. I added a timeout to give the browser time to load the pictures.\r\n\t * During that time I found it nice to display a spinner icon to give the visitor a hint that \"somethings going on there\".\r\n\t * For this to display correctly I've added some lines to the css file too.\r\n\t */\r\n\t// append the spinner\r\n\tjQuery(\"#fullsize\").append('<div id=\"spinner\"><img src=\"http://www.history.com/news/wp-content/plugins/slideshow-gallery-pro/images/spinner.gif\"></div>');\r\n\ttid('spinner').style.visibility = 'visible';\r\n\tvar sgpro_slideshow = new TINY.sgpro_slideshow(\"sgpro_slideshow\");\r\n\tjQuery(document).ready(function() {\r\n\t\t// set a timeout before launching the sgpro_slideshow\r\n\t\twindow.setTimeout(function() {\r\n\t\t\t\tsgpro_slideshow.auto = false;\r\n\t\t\t\r\n\t\tsgpro_slideshow.linker = \"true\";\t\r\n\t\tsgpro_slideshow.nolinkpage = \"false\";\t\r\n\t\tsgpro_slideshow.pagelink=\"self\";\r\n\t\tsgpro_slideshow.speed = 10;\r\n\t\tsgpro_slideshow.imgSpeed = 10;\r\n\t\tsgpro_slideshow.navOpacity = 25;\r\n\t\tsgpro_slideshow.navHover = 70;\r\n\t\tsgpro_slideshow.letterbox = \"#000000\";\r\n\t\tsgpro_slideshow.info = \"information\";\r\n\t\tsgpro_slideshow.infoSpeed = 10;\r\n\t\tsgpro_slideshow.left = \"slideleft\";\r\n\t\tsgpro_slideshow.right = \"slideright\";\r\n\t\tsgpro_slideshow.link = \"linkhover\";\r\n\t\tsgpro_slideshow.thumbs = \"thumbslider\";\r\n\t\tsgpro_slideshow.thumbOpacity = 70;\r\n//\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.scrollSpeed = 5;\r\n\t\tsgpro_slideshow.spacing = 5;\r\n\t\tsgpro_slideshow.active = \"#FFFFFF\";\r\n\t\tsgpro_slideshow.imagesbox = \"thickbox\";\t\r\n\t\tjQuery(\"#spinner\").remove();\r\n\t\tsgpro_slideshow.init(\"sgpro_slideshow\",\"image\",\"imgprev\",\"imgnext\",\"imglink\");\r\n\t\ttid('slideshow-wrapper').style.visibility = 'visible';\r\n\t\t}, 1000);\r\n\t});","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Prehistoric Monsters of the Deep: Slideshow","author":"History.com  Staff"}