{"url":"http://www.history.com/news/qa-with-david-talbot-author-of-season-of-the-witch","content":"What inspired you to write this book?\nAs a teenager, I visited San Francisco in the 1960s with my father, actor Lyle Talbot, who often appeared in Broadway road shows in San Francisco theaters. I was dazzled by the “Summer of Love” aura that shimmered all over the city. Later, as a magazine journalist in the 1970s and 1980s, I covered many of the traumas that befell the city in those years—from the racially charged Zebra murder spree that terrorized San Francisco in 1973 and 1974 to the AIDS epidemic that brought the city to the edge of another panic in the early 1980s. As I write in the book, San Francisco was the cradle of America’s cultural revolution, but also its coffin. I thought this epic story about the wild birth of “San Francisco values”—how a city radically changed itself and then began to change the world—was a story begging to be told.Why did you choose to focus on the period between 1967 and 1982?\nThis 15-year period was the hottest period of San Francisco’s culture war. This was the era when the city’s traditional Irish and Italian Catholic power structure was suddenly confronted with wave after wave of cultural and social shocks—from the hippie invasion in the late 1960s; to the revolutionary outbursts, crime waves and political terrorism of the 1970s; to the gay immigration during the same decade; and finally the AIDS epidemic and its terrible impact on the city in the 1980s.  It made sense to bookend “Season of the Witch” with the Human Be-In festival in San Francisco’s Golden Gate Park in January 1967—a gathering of the youth tribes that launched the Summer of Love era—and the first Super Bowl victory of the San Francisco 49ers in January 1982—another ecstatic event which united the entire, fractious city and lifted San Francisco’s wounded heart.Throughout its history, what has San Francisco represented to the rest of America?\nFrom its earliest days during the Gold Rush of the 1840s, San Francisco became known as a wide-open town, the kind of place where you could do just about anything as long as you “don’t scare the horses,” as the old saying went. This frontier spirit prevailed into the next century and continued to draw outcasts from all over the world. San Francisco has long been known as the kind of town where misfits, rogues and dreamers can reinvent themselves.What about San Francisco put it at the center of so much tumult and caused it to inspire various social movements?\nWhile San Francisco was always a beacon for social outcasts, by the 1920s and 1930s the city had also developed a political and social hierarchy that was primarily Catholic and built on traditional values. This set the scene for a major culture clash, beginning in the 1950s when Allen Ginsberg, Lawrence Ferlinghetti and other Beat movement refugees from America began to descend on the city, drawn by the bohemian aura and cheap rents in the Italian North Beach neighborhood. As the hippie movement followed the Beats in the 1960s and waves of young gay men followed the hippies in the 1970s, San Francisco’s civil war reached epic proportions. The so-called “culture war” that has been roiling American politics for decades began in San Francisco—and it was much more violent than anything we’ve seen at the national level. Now of course these “San Francisco values” are firmly enshrined in the City by the Bay. These values boil down to a live-and-let-live tolerance, shared sense of humanity and an openness to change.Who are some of the iconic figures who epitomized San Francisco, and what has historically drawn such characters to the city?\nAmong the city’s vivid cast of characters during the 15-year period I explore is the crusading, two-fisted attorney Vincent Hallinan, who battled the police, City Hall, the Catholic Church and finally the federal government as he pushed San Francisco into the modern age. Vince and his beautiful and equally daring wife, Vivian, stepped right out of the pages of a Dashiell Hammett novel—a glamorous, true-life Nick and Nora couple, who rubbed elbows with mugs and millionaires, radicals and racketeers. Other heroes and villains in my book include Jerry Garcia and the Grateful Dead; Janis Joplin and Big Brother and the Holding Company; rock impresario Bill Graham; San Francisco Chronicle columnist and city bard Herb Caen; the bizarre Symbionese Liberation Army and their kidnap victim Patty Hearst; Charles Manson, who recruited his “Family” on the streets of the Haight-Ashbury district; gay political martyr Harvey Milk; Jim Jones, who led his People Temple flock to their dooms; and the San Francisco 49ers’ brilliant and eccentric coach, Bill Walsh, and his young, spindly-legged Seabiscuit of a quarterback, the legendary Joe Montana. All of them, dreamers and demons alike, were drawn to San Francisco because they could become their true selves here.What aspects of San Francisco’s history did you most enjoy researching while writing this book?\nI loved rediscovering long-forgotten shooting stars like Moby Grape, which—until its members succumbed to drugs and various other demons—had the potential to become the greatest San Francisco rock band of all, soaring higher at times than the Jefferson Airplane and the Grateful Dead. I also was delighted to discover the Good Earth commune, a sprawling network of hippie houses in the Haight-Ashbury—made up of tough ex-cons, Vietnam veterans and street runaways—that fought to save that essential San Francisco neighborhood from heroin dealers, rogue cops and the wrecking balls of the city’s redevelopment agency. These unsung musicians and street heroes are the ones who made San Francisco what it is today—an oasis of beauty and creativity that still beckons to young pioneers everywhere.What misconceptions about the San Francisco of both yesterday and today warrant clearing up?\nSan Francisco was, and is, a much tougher town than people imagine. And San Francisco values were not born with flowers in their hair, but howling, in blood and strife.Click here to enter for a chance to win a copy of “Season of the Witch” with a bookplate signed by the author.David Talbot, author of the New York Times bestseller “Brothers: The Hidden History of the Kennedy Years,” is the founder and former editor-in-chief of Salon. He has worked as a senior editor for Mother Jones magazine and as a features editor for the San Francisco Examiner. Talbot has written for The New Yorker, Rolling Stone, Time and other publications. He lives with his family in San Francisco.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Q&A With David Talbot, Author of ‘Season of the Witch’","author":"History.com  Staff"}