{"url":"http://www.history.com/news/5-strange-olympic-sports-you-wont-see-at-the-2012-london-games","content":"1. 200-Meter Swimming Obstacle RaceNikada/iStockphoto.comEvery four years, the world watches in awe as Olympians like Michael Phelps cut gracefully through the water to set world records and hold aloft gold medals in freestyle swimming. Imagine how much more entertaining the performance could be, though, if the competitors had to stop mid-race and climb over a string of rowboats tied up in the middle of the pool. That’s exactly what participants did 112 years ago in the 200-meter swimming obstacle race. Actually, athletes in the event started not by diving from a platform into chlorinated waters but by clambering over a pole to plunge into the River Seine. Swimmers then fought the river’s current to scramble over a row of boats moored in their path before ducking under a second row of boats. A sprint to the finish ended the spectacle with a flourish. Why this captivating competition was held just once, at the 1900 Games in Paris, remains a mystery.2. Tug-of-WarTopical Press Agency/Getty ImagesNow relegated to a schoolyard game, tug-of-war once was a respectable sport engaged in by grown men. In fact, tug-of-war appeared as an Olympic event not once but six times, from 1900 to 1920. In the Olympic version of the sport, eight men per team lined up along opposite ends of a thick rope and pulled against each other. To win, a team had to pull its opponent six feet forward. Such simplicity of design did not quell an eruption of controversy in the sport, however. At the 1908 London Games, American athletes complained that one of the British teams—ironically composed of members of the Liverpool police department—cheated by using cleated shoes. The ability of team members to spike themselves into the turf obviously posed a huge advantage in a tug-of-war competition. The protest was denied, so the American team withdrew from the event. Despite the alleged cheating, the Liverpool team didn’t take the gold medal. That honor went to another British team, the City of London Police. Tug-of-war was retired from the Olympics after 1920 for unknown reasons.3. Pigeon Shootsuemack/iStockphoto.comSpectators at the 2012 Olympic Games in London will see skilled skeet shooters blasting their shotguns at round targets called clay pigeons. Unfortunately, the pigeons weren’t made of clay at the Paris Games in 1900—those birds had real feathers. In its only appearance as an Olympic event, live pigeon shooting proved to be an unsettling spectacle as hundreds of the birds were released as targets for gun-wielding competitors. Nearly 300 pigeons were killed or wounded, leaving the ground littered with feathers and blood. Not surprisingly, this “sport” was subsequently discontinued.4. All-Around Dumbbellskhvost/iStockphoto.comPurportedly designed to determine the world’s strongest man, the all-around dumbbells contest was held just once—over two days during the 1904 Games in St. Louis—and included a freestyle component. Participants performed nine lifts, including arm curls and shoulder presses. Unfortunately, crucial details about the dumbbell competition remain sketchy. Were the lifts performed multiple times with dumbbells of increasing weight, for example? It’s a key question, especially since a 1903 article in the New York Times reported that one of the events consisted of “tossing up one dumbbell from the ground to the shoulder.” This would have been an impressive sight if the strongmen were throwing 50-pound dumbbells around. The competitors also engaged in a freestyle demonstration of “original feats” of the athletes’ choice. Sadly, few photos of the event exist to help fill in the details about what these feats entailed. After this lone appearance, all-around dumbbells never again showed up on the Olympic sports roster.5. Dueling Pistolssvera/iStockphoto.comAs a method for resolving offenses of honor, dueling dates back to medieval times. The history of dueling as a sporting pursuit is more difficult to trace. Certainly, pistol sports have been around for some time, dating at least to the 1896 Olympic Games, which included several rapid-fire pistol shooting events. The dueling pistols competition, begun in 1906, took pistol sports to a new level. No competitors were harmed since the target was not another dueler but a stuffed dummy. This faux adversary, by some accounts decked out in a frocked coat, was fired upon from distances of 20 and 30 meters. The dueling pistols event was discontinued after the 1912 Stockholm Olympics but continues to hold the public’s fascination: A poll conducted before the 2000 Sydney Olympics showed that 32 percent of respondents would like to see dueling pistols reinstated as a sport.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"5 Strange Olympic Sports You Won’t See at the 2012 London Games","author":"Elizabeth  Hanes"}