{"url":"http://www.history.com/news/was-expanding-universe-discoverer-too-humble-for-hubble","content":"Illustration featuring Edwin Hubble, Georges Lemaître and the Hubble Space Telescope. (Credit: NASA/ESA/A. Feild)Who first determined that the universe is expanding? Traditionally, the credit goes to the American astronomer Edwin P. Hubble, who in 1929 reported that other galaxies appeared to be speeding away from us. He also described a correlation between their distances from Earth and the velocities at which they were moving, which is determined by a cosmic expansion rate now known as the Hubble constant (H). Hubble, who died in 1953, never received a Nobel Prize for one of history’s most significant astronomical discoveries, but he remains a legend in his field and in 1983 was honored with a namesake telescope.But Hubble wasn’t the first person to show that faraway galaxies recede faster than close ones. Two years earlier, the Belgian priest, astronomer and physicist Georges Lemaître published similar findings in an obscure French-language journal. He even proposed an expansion rate nearly identical to Hubble’s original constant. In fact, many experts agree that Hubble simply confirmed the laws tentatively proposed by Lemaître and presented them to a wider audience. So why do we use H rather than L to express how quickly the universe is growing? In short, when an English publication finally reprinted Lemaître’s paper in March 1931, key sections were lost in translation.Astronomers have known about the omitted paragraphs for several decades, and some have wondered why the vital content was cut—and who exactly quashed it. “It’s always been sort of a whodunit,” said Ray Villard, news director at the Space Telescope Science Institute, which operates the Hubble Space Telescope. Earlier this year, the astronomer Sidney van den Bergh reignited the debate by suggesting that the translator of Lemaître’s paper deliberately skipped over passages about the velocity-distance relationship as well as the Belgian scientist’s expansion rate calculation. The mathematician David Block then took the theory a step further, speculating that Hubble himself, being “fiercely territorial,” used his influence to censor details that might have compromised his claim to a landmark discovery.Writing in the November 10 issue of Nature, astrophysicist Mario Livio of the Space Telescope Science Institute attempts to put such conjectures to rest. As an astronomer who regularly works with the Hubble Space Telescope, he became interested in the controversy and its implications for Hubble’s legacy. “There’s little doubt that Lemaître deserves the credit for proposing an expanding Universe,” Livio explains in the Nature piece. “But the censorship charges tarnish Hubble’s genuine achievement of confirming and extending the idea.”To clear Hubble’s name, Livio sifted through hundreds of pieces of correspondence and the 1931 minutes of the Royal Astronomical Society Council, which printed the English version of Lemaître’s paper in its monthly notice. He dug up a letter that Lemaître attached to the translation and addressed to the publication’s editor, Willian Marshall Smart. In it, Lemaître states that he translated his paper himself and assume responsibility for excising the missing paragraphs.“I did not find advisable to reprint the provisional discussion of radial velocities which is clearly of no actual interest, and also the geometrical note, which could be replaced by a small bibliography of ancient and new papers on the subject,” Lemaître wrote in the note to Smart. “I join a french text with indication of the passages omitted in the translation. I made this translation as exact as I can, but I would be very glad if some of yours would be kind enough to read it and correct my english which I am afraid is rather rough.”In Livio’s view, the letter “clearly ends speculation about who translated the paper and who deleted the paragraphs — Georges Lemaître did both himself.” Livio goes on to say that Lemaître didn’t bother reiterating his conclusions from 1927 precisely because his American peer had reached and popularized them more recently. “Lemaître was not at all obsessed with establishing priority for his original discovery,” Livio writes. He focused instead on furthering his own research, introducing his “hypothesis of the primeval atom”—now known as the Big Bang theory—later in 1931.Livio adds that Lemaître’s willingness to duck the spotlight exemplifies the “scientific psychology of (some of) the scientists of the 1920s.” That mindset has since gone out of style among many of his successors, according to Villard. “The big thing today is who saw it first,” he said. “Lemaître didn’t think it was a big deal. He was a humble guy.”","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Was Expanding Universe Discoverer Too Humble for Hubble?","author":"Jennie  Cohen"}