{"url":"http://www.history.com/news/a-tale-of-two-guns-legendary-gangsters-revolvers-up-for-auction","content":"Cole Younger following his arrest in 1876.Born into a prominent Missouri farming family, Cole Younger and his 13 siblings grew up amid rising tensions between the border state’s pro-Union and pro-Confederate factions in the leadup to the American Civil War. A government-employed postal worker and Union sympathizer when war finally broke out, their father Henry was killed under mysterious circumstances during a trip to Kansas City in 1862, possibly by Union soldiers. His murder spurred Cole and several of his brothers to take up arms against Union troops as guerrilla fighters, participating in the bloody siege of Lawrence, Kansas, known as Quantrill’s Raid in August 1863.After the Civil War ended, Cole and three of his brothers joined forces with two other former Confederate guerillas, Jesse and Frank James, as well as several other outlaws to form the James-Younger gang. Based in Missouri, the group held up banks, trains and stagecoaches until 1876, when a botched bank robbery landed the Youngers in jail and forced the Jameses to temporarily abandon their lives of crime. After pleading guilty to avoid execution, Cole was sentenced to life in prison but paroled in 1901. He spent his final 15 years writing a memoir, embracing Christianity and touring the country with Frank James as part of a “historical Wild West show” before dying at 72 of natural causes. Though he died a childless bachelor, in his early 20s Younger may have been romantically linked to a childhood friend, Myra Belle Shirley, who would later become one of the most infamous female bandits of the Old West under the name Belle Starr.Al Capone's 1931 mugshot.The son of Italian immigrants, Al Capone had a more modest upbringing than Younger and other gangsters of the Wild West era, coming of age in Brooklyn at the dawn of Prohibition. As a young man he became involved in racketeering, bootlegging and operating illegal businesses such as speakeasies and brothels, eventually moving to Chicago and heading up the city’s vast criminal underworld. Unlike Cole Younger, Jesse James and their gun-toting, stagecoach-raiding brethren, Al Capone and other mob bosses of his time carried out their dirty work by proxy, relying on underlings to target enemies and conduct illicit activities.Convicted of tax evasion in 1932, Capone lived out his last decade and a half in a series of federal prisons, including Alcatraz, where he was stabbed with scissors during a row with a fellow inmate. In January 1947, his physical and mental health rapidly deteriorating due to a case of untreated syphilis that had likely afflicted him for at least two decades, he suffered a stroke and died soon after from cardiac arrest. Capone, who had reached the height of his power as a leading figure in American organized crime in his early 30s, was just 48.So did these two revolver-packing gangsters, separated by half a century and firmly entrenched in two distinct heydays of organized crime in America, have anything in common? In an 1880 interview, Cole Younger revealed that his parents hoped their son would someday join the ministry, but the Civil War intervened; Capone’s family, too, wanted to instill a strong sense of faith in Al, who dashed those hopes when he got expelled from Catholic school at 14 after punching a female teacher. More significantly, they both capitalized on engines of social instability—postwar reconstruction and western expansion for Younger, Prohibition and political corruption for Capone—to establish powerful criminal enterprises that, for a time anyway, were untouchable by law enforcement and, in the long term, so legendary that their respective weapons will soon spark a fierce bidding war.Scheduled for June 22 at Christie’s in London, the auction will feature a Colt .38 made in 1929, the same year Capone’s foot soldiers killed seven members of a rival gang during the incident known as the St. Valentine’s Day Massacre. It comes with a letter and affidavit from the widow of Capone’s brother Ralph stating that the famous mobster owned and used the weapon. The six-shot single action army revolver that once belonged to Younger dates back to 1881, meaning that the reformed thief probably didn’t get his hands on it until emerging from prison two decades later.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"A Tale of Two Guns: Legendary Gangsters’ Revolvers Up for Auction","author":"Jennie  Cohen"}