{"url":"http://www.history.com/news/albert-brown-oldest-u-s-survivor-of-bataan-march-dies-at-105","content":"Bataan Death March survivor Albert Brown, who died last weekend at 105, speaks with ROTC members in 2005. (Credit: AP Photo/The Southern Illinoisan, Ceasar Maragni)Born in 1905 in North Platte, Nebraska, Albert Neir Brown was enrolled in ROTC during high school and while attending dental school. Called to active duty in 1937, he reported to Minneapolis’ Fort Snelling, leaving behind his wife, his three children and his practice. In 1941 Brown shipped out to the Philippines, where on December 7—the day of the Pearl Harbor attack—the Japanese army launched a three-month offensive against Allied forces known as the Battle of Bataan.Japanese troops guard American and Filipino prisoners after their surrender on April 9, 1942, and before the harrowing Bataan Death March began. (Credit: Keystone/Stringer/Hulton Archive/Getty Images)Weakened by intense fighting and dwindling food supplies, 78,000 American and Filipino troops surrendered to the Japanese on April 9, 1942. Their captors forced them on a torturous 65-mile trek to a Japanese prison camp, shooting or beheading those who stumbled or fell behind the column. Violence, exhaustion, starvation and disease claimed the lives of an estimated 11,000 men in just six days. After the war, the Japanese general who led the infamous Bataan Death March would be charged with crimes against humanity and executed for his role in the numerous fatalities.Nearly 40 when he trudged through the Philippines, Brown watched as scores of younger men perished around him, secretly documenting the ordeal with a nub of pencil and tiny tablet he hid in the lining of his bag. He then spent three years in a prison camp, surviving on three small rice balls a day and contracting a series of tropical illnesses. Brown suffered regular beatings at the hands of the guards, who on one occasion severely injured his back by throwing him down a flight of stairs and on another fractured his neck with a rifle blow.After the Japanese surrendered, Brown returned to the United States and spent two years recuperating in an Army hospital. Despite his poor prognosis, he then struck out for California to invest in real estate, renting properties to some of the biggest names in Hollywood. His wife of 58 years died in 1985, and in the late 1990s he moved to Illinois to live with his daughter. In 2007 Brown reunited with fellow Bataan survivors to commemorate the 65th anniversary of the perilous march.Brown died last Sunday at a nursing home in Nashville, Illinois. He is survived by two children, 12 grandchildren, 28 great-grandchildren and 19 great-great-grandchildren. A book entitled “Forsaken Heroes of the Pacific War: One Man’s True Story,” which chronicles Brown’s experiences during World War II, was published earlier this year.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Albert Brown, Oldest U.S. Survivor of Bataan March, Dies at 105","author":"Jennie  Cohen"}