{"url":"http://www.history.com/news/notorious-mothers-in-law-throughout-history","content":"Bona Sforza\nBorn around 1494 into a powerful family that ruled Milan, Bona Sforza was married off to an older widower, King Sigismund I of Poland. Well-educated and clever, she involved herself in the realm’s political and financial affairs. But despite her influence, she failed to prevent an arranged marriage between her son Sigismund II and Elisabeth of Austria–a member of the House of Habsburg, which Bona vehemently opposed. Bona made no attempt to hide her dislike of her daughter-in-law, who died two years into the marriage. Sigismund’s choice for his next wife, his longtime mistress Barbara Radziwill, infuriated Bona, especially because prominent members of the court shared in her disapproval. Barbara succumbed to a mysterious illness five months after her wedding, leading many to suspect that Bona used poison to dispense with disappointing daughters-in-law.Sara Delano Roosevelt\nWhen Franklin Roosevelt fell for his distant cousin Eleanor, his mother Sara took him on a cruise to dissuade him from pursuing the shy, orphaned debutante. Nevertheless the couple married on March 17, 1905. As a wedding present, Sara built her only child and his bride a townhouse on Manhattan’s Upper East Side, designing and furnishing it herself. What the Roosevelts didn’t realize when they accepted her generous offer was that the plan included an adjacent home–complete with connecting doors on every floor–for Sara to inhabit. During the early years of her marriage, Eleanor lived in the shadow of her domineering mother-in-law, who ordered the future first lady to abandon her charity work, managed the household and spoiled the Roosevelt children. Eleanor finally gained some independence when her husband got elected to the New York State Senate and moved the family to Albany, leaving Sara behind.Princess Sophie of Bavaria\nA devoted mother if there ever was one, Sophie of Bavaria convinced her husband to renounce his right to the throne so that their son, Franz Joseph, could rule Austria instead. She then went about the task of choosing a bride for the young emperor; deciding that the devil you know is better, she settled on one of her own sister’s daughters. Sixteen-year-old Elisabeth wed Franz Joseph in April 1854 and gave birth just 10 months later. Sophie, who dismissed her niece-turned-daughter-in-law as a “Bavarian goose” and “silly young mother,” made the unilateral decision to name the child after herself. Worse, she assumed full control of the baby, refusing to let Elisabeth care for her own newborn–or for the other three children who would come later. The hostile relationship between the two women was doubtless one of the factors that destroyed Elizabeth’s marriage and plunged her into depression, anorexia and bulimia.Catherine de’ Medici\nAn Italian noblewoman who married King Henri II of France, Catherine de’ Medici became a political force to be reckoned with during the successive reigns of her three sons. Hoping to consolidate her family’s power, she forced her daughter Marguerite to marry Henri de Bourbon, whose faith–Protestantism-and doting mother–Jeanne d’Albret–Catherine loathed. Jeanne fell ill and died shortly after arriving at court with her reluctant son, leading some to accuse Catherine of murdering her with poisoned gloves. After the wedding in 1572, Catholic mobs unleashed a wave of targeted killings on the Protestants who had gathered in Paris for the festivities. Historians think Catherine authorized or at least knew of the carnage, which her new son-in-law barely escaped. Catherine’s relationship with her daughter-in-law Mary Stuart was also strained. When the young queen’s husband Francis II died, Catherine ordered his grieving widow to return the crown jewels and head home to Scotland immediately.Madge Gates Wallace\nIn her mother’s opinion, at least, Bess Wallace could have done much better than Harry Truman, a farmer’s son who never graduated from college and couldn’t seem to hold down a job. At least Madge Gates Wallace could look after her daughter and son-in-law during the early years of their marriage, since they couldn’t afford a home of their own. When Harry entered politics, Madge belittled him constantly, questioned his policy decisions and expressed doubt that he could ever succeed; she famously expected that Thomas Dewey, to whom she’d taken a shine, would trounce President Truman in 1948. Though Madge often declared that Bessie’s influence alone had put Harry in the White House, she didn’t mind moving with the couple to the executive mansion, where she continued to chide her son-in-law for his failings.Maria Feodorovna\nNovember 1894 was a difficult month for Maria Feodorovna, a Danish princess who had spent 13 years as empress consort of Russia. First, her husband Czar Alexander III died after a brief illness. Three weeks later, her oldest son Nicholas II married Alix of Hesse, the German-born granddaughter of Queen Victoria, whom Maria had urged him to forget. Famous for her charm and conviviality, the Dowager Empress remained icy toward her serious and quiet daughter-in-law, who shrank from the glare of the spotlight. Alix, on the other hand, resented Maria’s role as Nicholas’ confidante and felt slighted by Russian tradition, which forced her to trail behind her husband and mother-in-law during official processions. What’s more, Maria refused to hand over the crown jewels to the newly crowned czarina. Up until revolutionaries put a bloody end to the monarchy in July 1918, Alix never managed to charm the Russian people, who constantly compared her to her mother-in-law.","web_category":"news","advice_category":"1","picture_url":"http://www.history.com/news/wp-content/themes/commons/imgs/template/history-logo.png","title":"Notorious Mothers-in-Law Throughout History","author":"Jennie  Cohen"}