{"url":"http://www.mnn.com//lifestyle/recycling/blogs/paper-plastic-prefab-el-cerrito-gets-leed-platinum-recycling-center","content":"From energy-efficient light bulb launches to EV runway fashion shows in Times Square to Cheap Trick (!) concerts on the National Mall, there’s a whole lot going down this coming Earth Day weekend. I thought I’d share a noteworthy, community-based event — a ribbon-cutting ceremony to be exact — being held in El Cerrito, Calif. that marries three of my favorite topics: recycling, environmental education, and modular building. \n\n\t\t \n\n\t\tThe ceremony marks the grand public debut of the El Cerrito Recycling and Environmental Resource Center, a new $3.5 million facility funded by the El Cerrito Integrated Waste Management Fund that’s aiming for LEED Platinum certification. Designed by Berkeley-based Noll & Tam Architects in collaboration with general contractor Pankow Builders, the center boasts a slew of green features: a 10kW photovoltaic array, sustainable landscaping, a 11,000-gallon rainwater cistern, and rain gardens that help to filter stormwater runoff. Plus, naturally, materials salvaged from the old recycling center were incorporated into the new center.\n\n\t\t \n\n\t\tAnd last but not least there’s the center’s new administrative building (the RERC is also home to the city’s Environmental Services Division) a 2,200-square-foot structure that was factory-built by a firm that’s no stranger to this here blog: ZETA Communities. I’ve featured an array of ZETA projects in the past ranging from modular apartments to plant nurseries to entire neighborhoods so it’s great to see the San Francisco-based firm bring net-zero energy prefab building to another non-residential context. The butterfly-roofed building will be completely powered by the facilities’ solar array and, with 16-foot clerestory windows, was designed with natural daylighting in mind. Sensor-operated lights, high levels of insulation, and a dual-zone heating system also help the building achieve maximum energy-efficiency.\n\n\t\t \n\n\t\tDescribed as a “one-stop shop for residents and businesses interested in sustainability topics from energy efficiency, to Earth Day, to transportation,” the new RERC will also boast beefed-up public recycling facilities where the community can drop-off the usual suspects plus more difficult to recycle items such as block Styrofoam, medical sharps, CFL bulbs, carpet, cooking oil, old medication, and much more.\n\n\t\t \n\n\t\tClick here for more on the new El Cerrito Recycling and Environmental Resource Center. Any El Cerrito residents (El Cerritans?) plan on attending the Earth Day ribbon cutting?\n\n\n\t \n\n\t\n\n\t\n\n\t \n\n\tConstruction photo: Dick Hixson; installation photo: ZETA Communities","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/RERC1.jpeg","title":"Paper, plastic, prefab: El Cerrito gets LEED Platinum recycling center","author":""}