{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/styled-up-for-the-bike-ride","content":"I remember the first time I saw a woman in a super-stylish outfit biking around town: Amsterdam, 2000. I had just finished college and was in the city meeting my good friend and her mother as part of a celebratory trip. As I walked from my hostel to their hotel, I couldn't help but notice the amazing fashion that the women there were wearing; unique, warm knits draped just-so, knee-high heeled boots (before they were popular the world over), and hats and bags the likes of which I'd never seen before. And all artfully flaunted while riding vintage European cycles.\n\n\t \n\n\tIt was a few years later that cycle chic had become a trend reported on various eco and indie fashion sites, and soon a whole website, dedicated to covering great-looking women riding bikes (based in Copenhagen but featuring women from Japan, England, South Africa, the U.S. and more), became an online destination for fashionistas, environmentalists (like me) and urban trendsters. I remember telling my boyfriend at the time that this seemed important if we wanted to mainstream bike riding. Turns out I was right. \n\n\t \n\n\t\n\n\t \n\n\tSince then, each year has brought a greater acceptance and promotion of bike riding than the year before. Cities instituted or expanded bike lanes, hipsters eschewed driver's licenses for fixies, and designer cycles made their way into Vogue and Elle magazines. Fashion leaders and corporate moguls started showing up to meetings fresh from the saddle. Riding your bike to work went from \"kind of a weirdo thing to do\" to de rigueur in just about three years, by my reckoning. Which doesn't mean that everyone is one board — yet. \n\n\t \n\n\tFor the people who need convincing, or at least a bit of encouragement, bicycle advocacy groups have set up all kinds of clinics, classes, and even \"classic\" rides, wherein participants are encouraged to dress up in vintage bike clothing (tweeds are popular) and take a spin around town, with stops at cafes or viewpoints. These kinds of events, along with a focus on the safety aspect of cycling, seems to be drawing even more new folks into the bicycle-loving fold. \n\n\t \n\n\t\n\n\t \n\n\tAccording to a CNN piece covering a \"tweed ride\" held in Atlanta recently, Norma Palus said of her experience riding dressed up with a group, \"It's just riding for pleasure instead of running the roads. It goes back to childhood, to riding for fun, to enjoy it. No spandex or cleats.\" Fashion as bike advocacy? Looks like it. \n\n\t \n\n\tPerhaps it's because cycling hits the Venn diagram-like intersection of being environmentally friendly, healthy for the heart and lungs, and less expensive than driving a car. Or maybe it's because it's kind of fun, and makes you feel, for a small part of your day, like a kid again. Either way, it looks like this former trend has become a permanent part of the style and transportation landscape. What do you wear to ride? \n\n\t \n\n\tPhotos (from top): Richard Maysoner/Flickr; Bilocicles/Flickr\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/womanonbike.jpg","title":"Styled up for the (bike) ride","author":""}