{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/the-magic-of-mexico-city-in-images","content":"Over the years, I've heard my fair share about Mexico City, mostly negatives—crime, terrible air pollution and, well, crime topped the list. But upon a recent visit to the capital, I non only felt totally safe (a vibe which is backed up by plenty of news reports that have called the city a 'refuge' from crime in the country), but that I was wandering in the midst of a European city, not one south of the border. In addition to the city's much-reduced crime rate, it has been seriously (and successfully) fighting its pollution problem (like Los Angeles, its once-noticable smog wasn't in evidence when I visited), and even boasts some air-cleaning giant green walls. \nI spent four days enjoying this capital city; here are some of my favorite sights and experiences, as captured by my camera (there is plenty more to see, so I'm planning a return voyage sometime next year!)\n\nStreet cafes and al fresco dining were ubuiquitous in some neighborhoods; the exterior of this restaurant was a gorgeous example, with potted plants shading the sidewalk (and pedestrians walking through the dining area, which would make for some ideal people-watching!) \n\nDecorative ironwork is popular in most places with a warm climate; Mexico City's Roma neighborhood has plenty of examples that catch the sunshine and give beautiful attention to light and shadow. \n\nTane is a Mexican-owned silversmith that uses Mexican-mined metals in its creations, which run from traditional icons like a sculptural rooster, to perfectly sensual vases, to a plethora of jewelry from very traditional (think chunky links and finely-wrought chains) to more contemporary (see below). \n\nTane's beautiful pieces from their designer collection, which features modern, playful designs like those above.  \n\nA citywide bicycle-sharing program is available to residents, but not tourists; one needs a yearly membership to take advantage of this particular green transporation option. Hopefully the city will extend this program to visitors in the future: This is one simple, low-cost and smart way to reduce pollution, plus its very chic in these days environmental awareness. \n\nMexico City streets display all manner of art and sculpture (street art has been legitimized and after all, muraling was born in the country during the 1920's).  \n\nMore fun street art! These creatures are part of the annual Alibrije Parade (alibrijes are traditional, fantastical Mexican folk art animals) which are judged each November. \n\nSpeaking of traditional art forms, at the Museo de Arte Popular (housed in a vintage whitewashed firehouse—gorgeous in and of itself), Mexican folk art from throughout the country (and various time periods) are on display. A visual feast of stone-carved bowls, colorful animal sculptures, wooden mermaids and devils, and pottery of all sorts. Incredibly colorful and fun, it's a great place to visit with (mature) kids, and the gift shop there is worth a significant stop, filled as it is with beautiful, handmade wares from all over Mexico. \n\nA map at the Museo de Art Popular depicting the various historical and religous contributions from various parts of Mexico. \n\nThe Palacio National de Bellas Artes crosses architectural boundaries because its construction was interrupted by the Mexican Revolution. Begun in 1904, the exterior (as you can see here) is neoclassical and art nouveau, but then you walk inside, and it's the most intense and wonderful representation art deco design—at every level of detail—I've ever had the pleasure to experience, from signage to columning to bathroom fixtures.\n\nDiego Rivera's murals are just some of those that grace the Palacio de Bellas Artes; this one is his famous \"Man at the Crossroads\" which was originally painted at Rockefeller Center (and then painted over by a displeased Rockefeller due to its blatantly anti-Capitalist themes). Other murals are on display, Jose Clemente Orozco and David Alfaro Siquerios.\n\nIt's no surprise that Mexico City is host to some incredible food. But the variety of cuisine was a pleasant surprise. I enjoyed Chinese-Mexican fusion, modern Mexican (like a new take on plantains, above). \n\nIn Mexico City's center, you can see its most ancient parts (unearthed archeological remains of the Aztecs at the Templo Mayor, an incredible museum/active archeological site), conquistador's churches (like that above), and modern apartment buildings rising up to the sky, all literally built on top of eachother. \n\nAt the Templo Mayor site, ancient Aztec sculptures each contain a fascinating story—many of the pieces have just been found in the last 20 years or so, and a scale model of the Aztec city of Tenochtitlan that lies below modern day Mexico City blew my mind. \n\nIn the Condesa district, a lovely residential area where I stayed (this car belongs to the convent-converted-to-mod-accomodations Hotel Condesa), you can wander with the dog-walkers and soon stumble upon cozy eateries at all price levels, hip bars and a fabulous, fashionable street scene. \n\nThe Museo Tamayo is the home for this Mexican artist's work, from early years to his very last painting. It is an almost Brutalist structure, situated next to a park, and has a particularly strong gift shop, filled with pieces I've never seen anywhere else, most of them from Mexican creatives. \n\nA Tamayo painting. \n\nThe interior of an under-renovation museum that will house modern art. \n\nCoffee shops and patisseries are common sights on the streets of Mexico City. Treats and delicious food from all over the world, reminicent of European cities, are available in many neighborhoods.\n\nShopping at independent stores that feature locally-designed wares (I found a gorgeous multicolor scarf here) like Sicario in the Roma district, is a fun way to spend an afternoon. Prices are very reasonable, and the shopkeepers tend toward friends (and most know at least some English, making shopping a breeze). It's easy enough to just wander up and down the streets and find great shops to peek into. \n \n\nA visit to Frida Kahlo's Casa Azul (Blue House) gives a personal, private view of a local artist's Mexico City; you can walk through Frida's studio and into her kitchen—every room celebrates Mexican heritage—and get a glimpse of her creative process in the studio she sometimes shared with her lover, Diego Rivera. \n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/StarreBikeMexicoCity_0.jpg","title":"The magic of Mexico City in images","author":""}