{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/3-simple-homemade-toothpaste-recipes","content":"While some people in rural parts of the world may resort to the use of brick, charcoal, rangoli powder, mud, salt or ash for toothpaste, western brushers usually rely on a tube of mystery ingredients to make their pearly whites sparkle like the Pepsodent girl's.\n \nBut the ingredients found in conventional toothpastes — including sodium fluoride, synthetic dyes derived from petroleum or coal tar, sodium hydroxide (also known as lye or caustic soda), sodium lauryl sulfate, titanium dioxide, artificial sweeteners, and triclosan — might make us think twice about the products we employ for the sake of our teeth. Of course, we’re not actively swallowing the stuff, but it’s unavoidable that a bit will slink down the gullet from time to time. And given that most of us brush our teeth 730 times or more a year, there’s no shortage of opportunity to ingest ingredients better left in the lab.\n \nThe most controversial of all the ingredients is fluoride. The ADA supports the use of fluoride in toothpaste, but many advocate groups heartily argue against it, citing numerous health risks associated with ingesting the substance. If fluoride or any of the other ingredients are a concern for you, there are some honorable natural toothpastes available. But you can also borrow from the wisdom of the DIY set and make your own, thereby omitting questionable ingredients as well as spending less money and doing away with excess packaging.\n \n1. Simple toothpaste\nInspired by Stephanie Tourles and her DIY beauty bible \"Organic Body Care Recipes,\" this formula couldn’t be easier. This is for a single-use application, so the adjust measurements to suit the amount you like on your brush.\n\n\t1 teaspoon baking soda\n\t1/2 teaspoon sea salt, finely ground\n\t1 drop peppermint, clove, or citrus pure essential oil\n\tA few drops of water\n \nMix ingredients in a small bowl and combine thoroughly until a thick paste is formed. Scoop it on to your toothbrush and brush as usual.\n \n2. Vegan toothpaste\n\tMany commercial toothpastes include glycerin to help maintain the product’s texture, but unless it is listed specifically as vegetable glycerin, it is of animal origin. If you want a vegan toothpaste that contains glycerin, try this.\n \n2 teaspoons vegetable glycerin\n\t4 tablespoon baking soda\n\t1/2 teaspoon guar gum\n\t8 tablespoons water\n\t5 drops peppermint, clove, or citrus pure essential oil\n \nPlace all the ingredients except essential oil in a pot and cook on low heat, stirring frequently, for five minutes or until the mixture achieves a paste-like texture. Cool, add essential oil to taste, and store in a sterile jar at room temperature. Use as usual.\n \n3. Coconut-based toothpaste\nThis formula swaps out the glycerin and uses coconut oil instead. The coconut flavor and essential oil should mask the subtle taste of the hydrogen peroxide and baking soda, but you can add a few drops of stevia if you prefer a sweeter paste.\n \n6 teaspoon baking soda\n\t1/4 teaspoon hydrogen peroxide\n\t2 tablespoons coconut oil (warm enough to be liquid, which means above 76 degrees F)\n\t10 drops peppermint, clove, or citrus pure essential oil\n \nPut baking soda in a bowl, add the other ingredients and mix until you achieve a proper paste texture. Add a small amount of baking soda if it’s runny; add more coconut oil if it’s too dry. Taste, and add more essential oil if you want a more flavorful paste. Store in an opaque container (required to protect the hydrogen peroxide) and use as usual.\nRelated stories on MNN:\n8 things to learn about toothpaste\nEasy homemade soap\nHomemade deodorant","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_97121924.jpg","title":"3 simple homemade toothpaste recipes","author":""}