{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/9-free-apps-for-eco-friendly-travelers","content":"When you take the average of 260 working days in a year divided by the average vacation time of  eight to 15 days, you’re left with 4.2 percent of your year spent on vacation. Whether you’re traveling for business or leisure, time is money, and everyone wants to maximize their experience.\nThe good news is that a growing number of mobile apps can help travelers with everything from managing itineraries to tracking flights to finding hotel deals. In fact, all trends point to travelers going mobile. Nearly 75 percent of business travelers own smartphones, and they’re using them to research directions and local hotspots. Once you figure out how to avoid data roaming charges, the sky’s the limit.\n \nBelow you’ll find mobile apps that are making trips run smoothly, increasing productivity and giving you the downtime you crave. Plus, going mobile contributes to your eco-friendly travel: these mobile apps reduce the mountains of paperwork surrounding travel planning.\n \nCreating your itinerary\nOrganizing your travel plans into a coherent itinerary can be a time-consuming and error-prone task.\n \n1. TripIt (Android, iPhone, Blackberry, Windows phone)\nTripIt is an all-in-one itinerary planner, allowing you to forward your flight, hotel, car rental, tour confirmations and travel information to one place. Once your information is uploaded, TripIt creates an easy-to-read trip itinerary. It’s simple to connect your Tripit to your online calendar, so reservations automatically appear on the calendar. You can add maps, directions, custom notes, mobile alerts and reminders, as well as share your itinerary with whomever you choose.\n \nTackling the airport\nSo you’ve mapped out your itinerary, now everything is going to go as planned, right? But just in case things go wrong, you can still make everything flow smoothly by having the right airport app on hand.\n \n2. FlightTrack (iPhone, iPad, Android, BlackBerry and Windows phone)\nFlightTrack provides you with real-time status information for your flight, covering more than 16,000 airports and 1,400 airlines worldwide. Use this app to find your gate information, flight delays and cancellations. The free version includes flight maps and interactive retractable flight cards. The paid version of FlightTrack has accolades from Mashable, Forbes, WSJ and more.\n \n3. GateGuru (iPhone, Android and Windows phone)\nGateGuru offers a few key airport features in one easy app. The JourneyCard presents information such as airport weather, check-in terminal, flight departure time and status. Use FlightCard to find detailed flight information, such as flight delays, gate information and estimated wait time for your terminal or checkpoint. If you want to find the nearest eatery or gift shop, check out the airport amenities feature. GateGuru also has a partnership with Avis, allowing you to find rental cars with 5 percent to 25 perfent discounts. For added fun, GateGuru offers travel stats to show you how many miles you’ve flown and how many airports you’ve visited.\n \nTranslating abroad\nIf you’re traveling abroad, not knowing the native language can be a huge roadblock. Having an app fluent in 65 languages can make or break your trip.\n \n4. Google Translate (iPhone and Android)\nGoogle Translate helps you translate text and spoken words from 65 different languages. For 17 common languages, you can speak your phrases and hear the corresponding translations. Even better is Conversation mode, which allows you to communicate with another person using speech-to-speech translation in 14 languages. With more than 366,461 reviews on Google Play and 4 ½ stars, this app is the go-to source for translating abroad.\n \nFinding WiFi when you land\nOnce you’ve settled into your vacation, finding an Internet connection is a priority, especially if you’re traveling for business.\n \n5. WiFi Finder (Android and iPhone)\nFinding WiFi is easy with this app, which features more than 550,000 free and paid locations in 144 countries worldwide. Once you find a Wi-Fi hotspot, the app will provide directions on how to get there. You can even filter results by location, such as cafe, hotel or provider type.\n \nTouring the town\nThe days of overpriced guidebooks, with hundreds of pages of unused information, are long gone. With mobile apps, we have the ability to tap into locals to crowdsource their favorite places.\n \n6. Yelp (iPhone and Android)\nI have to admit that as a Yelp Elite, I’m partial to this app. However, I’ve scoured many similar apps and can say that Yelp provides superior crowdsourcing of locals. If you’re standing on a street corner salivating over local smells, the “nearby” setting will tap into your GPS to find where those are coming from. Check out user reviews to see which restaurants and local amenities are the best, and to see what tips and photos people have shared before you decide where to go.\n \nTracking and managing expenses\nOnce you’re on the ground and ready to explore, it’s important that you manage your finances.\n \n7. XE Currency (iPhone and Android)\nKnowing how much your dollar is worth abroad is important for tracking your spending. The XE currency app features a simple currency calculator that gives you access to more than 30,000 real-time currency charts. Use the currency converter to calculate prices within your HTC 8X or other smartphone, so you know how much something is before you purchase. This app has received more than 5 million downloads and has been featured by the BBC, the LA Times, CNN and The Travel Channel.\n \n8. Expensify (iPhone and Android)\nExpensify allows you to log expenses, capture receipt images and manage budgets on the go. The SmartScan feature will read your receipt images, fill out the expense details and create a new expense for each transaction. This is a great app business travelers or for anyone managing atravel budget.\n \n9. Skype Mobile (Windows, iPhone and Android)\nForget about roaming fees and use Skype Mobile to keep the cost of international calling down. If you're traveling outside the U.S. but don't want to return home to a high phone bill, rely on Skype's mobile phone app, which allows you to make low-cost calls over the Internet. Pair Skype with your free WiFi finder to contact other Skype users for free.\n \nFinding the travel apps you need\nBetween Apple and Android, there are more than a million different apps, so there are many others that will cover anything else you may want or need. Travel apps are broken down by provider below.\n\nApple Travel Apps\n\n\nAndroid Travel and Local Marketplace\n\n\nBlackberry Travel Apps\n\n\nWindows Travelers\n\n \nThis article was written by Kelsey Libert, a speaker, entrepreneur and Internet enthusiast. She’s a chief development officer for a diverse website portfolio, where she runs content development strategy and execution for several websites.\n \nRelated posts on MNN:\n7 apps to help you get the most out of nature\n5 green apps for your iPad\n10 useful road trip apps","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/phone.jpg","title":"9 free apps for eco-friendly travelers","author":""}