{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/my-new-cool-made-in-usa-glasses","content":"What is it about made-in-USA stuff that makes it better? Maybe I feel that way because I know that whatever it is (bag, lamp, tourist magnet) wasn't made by an underpaid, overworked child from a country where three meals a day is a dream-come-true-that's-never-gonna-happen. (Or after the tragedies in Bangladesh, I know that my stuff is being made by people who won't die for it.) Maybe it's because I know how much this economy hurts (quite a bit) and how much a good job means. I definitely know how expensive health care is and how unless you have a job that covers it, it's really hard to pay for on your own. I like made-in-USA stuff because while we are far, far from perfect in America, we also have laws that are (usually) enforced, keeping companies from polluting our ecosystems while making the things we need. And for the most part (no, not 100 percent of the time) workers aren't being abused so that what they make gets to market on time. \n \nFor all of those reasons, I look for \"Made in the USA\" marked on stuff that I am considering buying. So I was elated to find that very label when I went to find new glasses last week at Moscot (a family-owned company that has been in NYC for 77 years and has those famous signs on the LES and at 14th Street). I had left my only-5-month-old glasses next to a steam vent in the mountains of El Salvador and was not going to be seeing them again (I love being a travel writer, but losing stuff in other countries means you aren't going to be able to go back and get it!). \n \nI thought pretty much all glasses frames were made in China these days, since that's where my last few pair have come from, and since I was looking for a relatively budgety pair (see the above re: health insurance — I only have disaster insurance, no eye or dental coverage), I figured I was destined to have to either pay more for my wanting to buy US-made or have to compromise my ethics so I could pay my bills. I was happy to have to do neither!\n \nIn Moscot's lowest-priced section ($239), I found these supercool Kala Eyewear frames (pictured above and at right) called the Bailey (aw, I used to baby-sit for a family with that last name!). I like that they are geeky-cool, love that they are oversized and tortoiseshell printy and am over the moon that they are handmade in California (that's where Kala makes all its frames).  \n \nA shout-out to Moscot too: I experienced its always-great service once again, and it gets additional kudos for carrying made in USA brands. If you are looking for a great place with tons of charm, history, and great glasses frames curated by people who care about design, it is the place to go in Manhattan or Brooklyn.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/glasses_1.jpg","title":"My new, cool, made in USA glasses","author":""}