{"url":"http://www.mnn.com//green-tech/computers/stories/google-play-offers-unlimited-music-for-10-a-month","content":"One of the factors behind the music industry's mild resurgence is the convenience of streaming-music services — why pirate music if streaming it is just as easy and even gives your favorite artists a little money?\n \nPandora and Spotify used to be the only major players in streaming music, but now, Google will toss its hat into the ring. For $9.99 per month, Google Play Music All Access will let you listen to your favorite artists and albums while recommending new music based on your history and preferences.\n \nThe announcement was revealed at Google's annual I/O (\"Input/Output\" or \"Innovation in the Open\") conference in San Francisco. Like Spotify, All Access begins by cataloging the music you already have in your library. The program then recommends other accessible music by artists whose work you already own.\n \nAll Access also looks to simplify organizing and managing music collections — both personal files and streaming content. A feature called Listen Now allows users to view everything they've listened to recently, including full albums, radio stations and one-off streaming songs.\n \nAndroid users already know that Google Music makes recommendations based on YouTube history and albums purchased via the Google Play store. All Access will still suggest music for you to buy or stream based on your listening habits, but now it will be able to incorporate your personal collection and streaming channels into its algorithms.\n \nLike Spotify, All Access will also offer curated playlists, both from the community and Google's own music experts. Seeking inspiration from Pandora, All Access will also allow users to make their own radio stations, with as little as a single song or artist for inspiration.\n \nAll Access is available now — it will reach the Web, as well as Android phones and tablets, before the end of the day (May 15). Users who sign up for July will also dish out only $7.99 per month for the service, saving $2 off the normal subscription price. [See also: 10 Best Video Game Soundtracks]\n \nAt first glance, All Access seems like an amalgamation of the best aspects of both Pandora and Spotify: It is both a streaming radio hub and a comprehensive collection of streaming music. All Access has the same monthly fee as Spotify, although Pandora is still the cheapest ad-free option, at $4 per month. (Spotify and Pandora can both be used for free in exchange for some obtrusive ads; All Access cannot.)\n \nSpotify's obvious strength is that it gives users the ability to listen for free indefinitely in exchange for a few ads, whereas All Access will cost money after an initial free trial month expires. Google's huge song library and robust feature list may be enough to justify the price of entry, especially for Android users, but it's hard to argue with \"free.\"\n \nFollow Marshall Honorof @marshallhonorof. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n \n\nHedonistic Robots Could Destroy Humanity\n\n\n7 Tips to Protect Your Money While on Vacation\n\n\n2013 Music Download Comparisons\n\n\nMNN: Why Google Glass is bad for the environment\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/google_music.jpg","title":"Google Play offers unlimited music for $10 a month","author":"Marshall Honorof, TechNewsDaily"}