{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/bride-finds-self-esteem-by-taking-a-diet-from-her-mirror","content":"Months before her wedding, Kjersten Gruys, a 30-year-old Ph.D. candidate in sociology at UCLA, says she was \"a body-image expert with a body-image problem.\" She was becoming increasingly anxious about her body after shopping for wedding dresses and as a recovering anorexic, she felt that the mirrors surrounding her were contributing to the problem. She told USA Today, \"I knew I needed to find some way to push back on the pressures of being a bride. I was inspired to go without mirrors when I read about an order of nuns in Renaissance Italy who were forbidden to see themselves in mirrors or even look down at their bodies.\" Gruys decided to take a whole year \"off\" from looking in and engaging with mirrors; her wedding fell in the early-middle of that time period.\n \nIn her new book, \"Mirror, Mirror Off the Wall: How I Learned to Love My Body by Not Looking at It for a Year,\" Gruys details how she handled her wedding day, and many other special days. It wasn't easy: \"I wasn't just avoiding mirrors, but all reflective surfaces, from the glass windows of stores to freshly washed cars. It's funny when you realize how many of those random mirrors you are actually checking yourself out in. I ended up covering up the mirrors in my home and workplace. I trained myself to avoid seeing reflections when I was walking outside,\" says Gruys. \n \nBut, she said, the results were worth it. She spent less time thinking (and worrying) about her appearance, and had to simplify her makeup and hair routines to accommodate her no-mirrors lifestyle (both of which freed up time and money). She realized that some things she had assumed had no impact on the way others treated her. For example, she had assumed that eyeliner made her eyes stand out and that people \"liked her better\" for that, but she noticed that she was treated just the same without it. Makeup and hair had less impact on what others thought of her than she had expected.\n \nShe also learned to trust her friends and family more, when she checked in with them to find out whether she had food or a smudge on her face, and sometimes she missed her reflection. \n \nInstead of spending some \"mirror time\" just prior to her wedding ceremony, which is recommended in many bridal magazines and advisories, Gruys took some time to journal instead. She says that she's happier to have the journal entry to cherish instead of the memory of her time in front of the looking glass. \n \nWould she recommend the experiment to others? \"If someone is interested in examining the role of vanity in their lives, I think this is a great thing to do, even if it's just for a day or a weekend or a week,\" says Gruys. \"I tell my friends that if you do this for a day or two, you may realize it's not so much a challenge as a vacation.\" \n \nRelated on MNN: Dove's video of real beauty sketches leads to controversy","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/mirrormirror.jpg","title":"Bride finds self-esteem by taking a diet from her mirror","author":""}