{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/pitch-it-all-and-move-to-mexico-jonathan-ellerby-did-heres-how","content":"Jonathan Ellerby, PhD has done what many dream of, but few have the courage to actually do; to create radical change in his own life by pursuing a feeling that there was something out there he was meant to do. He is currently the CEO for Tao Inspired Living, a wellness center and community in the beautiful Riviera Maya in Mexico. Already a successful author and leader in the wellness and spirituality business, Ellerby was also working at the renowned Canyon Ranch resort when he decided to make a move that many questioned. Coming out the other side of the experience, he shared with me how he made the choices he did, and what led him down this new path. (For more, check out \"The Promise of Paradise,\" the book he wrote about the experience):\n\n\t \n\n\tMNN: First off, how did you get involved in the health and healing world, and what made you want to reincarnate that work when you were already doing it so successfully? \n\n\tJonathan Ellerby:  I started off as a young person with a fascination for healing and spirituality. I had this natural questioning soul and was interested in how people and the universe work. That took me down a long path of adventure and travels around the world, university degrees, and finding what is most meaningful to people and how we heal. \n\n\t \n\n\tPrior to this job, I was working as program director at Canyon Ranch. I had an incredible job and a couple of books out, and yet, even though sometimes everything looks good on paper, it doesn't look good inside. Some things that start off as right change over time. I had gotten to the point with my work at Canyon Ranch and was satisfied with my success, but something was missing. I had Inspiration Deficit Disorder. The more I asked other people \"Are you doing what you love,\" the more I had to ask myself the same question. It felt clear that there was a deeper step ahead of me. The difficult thing to believe: I didn't have my next step planned, I didn't have a safety net in place, or a job. \n\n\t \n\n\tHow did you know what was next? \n\n\tPrior to that departure, I made a commitment to two things: 1. Doing a lot of research, going online, talking to people about what I was interested in, and then 2. I tried them. I would see what it would be like to live in that city and walk to that place. I spent time researching and then testing those things I was interested in. Then I met a resort developer from Mexico who asked if I might be interested in considering starting something special with him. When we go looking for change, we have to balance between what we want and what comes to us. I was tapped on the shoulder and there was this opportunity. We then came up with this idea of founding this wellness center and events facility that draws people from around the world. I said yes. So that's the big answer. \n\n\t \n\n\tOnce you made the decision, how did you navigate giving up your life in America and moving to Mexico?\n\n\tI had to deal with the fear and doubt of others (especially about Mexico). The second thing was facing materialism, leaving a home behind, selling things, giving things away, and generally giving up what we had. We had to ask: What are you prepared to give up? (Most people just think about what they are going to get out of a new experience, but you always leave some things behind.) Instead of being frustrated with the changes and differences, we adopted the mindset of learners, the mindset of the open-minded, curious adventurer. \n\n\t \n\n\tWhat did your family think? \n\n\tMy son was too little to have an opinion, but being a big fan of \"Go Diego Go,\" living in a place with tropical animals made it easy for him to be excited about. My wife is a yoga teacher and has a background in health food store management. She ended up founding the boutique at Tao. But there was a range of responses outside my immediate family, not all positive. Even up to the last day before we moved, we had friends stop by, making comments and insinuations about what we were doing. We tried to help them appreciate that it's important for people to try new things, but in the end, their opinions were more about their own fears than about what's best you. \n\n\t \n\n\t\n\n\t \n\n\tWhat's the Tao Inspired Living Wellness Center like? \n\n\tMore than the ocean and the jungle, it's got relaxed spirit and community pervades the relationships that I have. It's definitely a different way of being. \n\n\t \n\n\tThe Tao Center really embodies my own change. We offer yoga, stress management and Tai Chi, Chi Gong, zumba, body boot camp and nutrition classes, and spa treatments, including Shiatsu and Reiki, as well as an ancient Mayan clay massage, but also a traditional Mayan Temuscal purification ceremony. It's a pre-Spanish sweat lodge experience. \n\n\t \n\n\tWe also offer an all-natural elixir bar (teas, fresh juices and fresh smoothies) enhanced with pure foods and herbal medicines so visitors can work toward achieving their health goals. We want to bring people in touch with what brings them happiness and makes them feel connected, and that's even reflected in the design — nature is a part of it. There's no such thing as a closed space at Tao or a room with four cement walls. Even the smallest rooms have windows. There's a commitment to all we do at the center to restore a feeling of connection so visitors can pursue the things that bring them health and vitality.\n\n\t \n\n\tAt Tao, what's good for us is good for other people too. The Tao Foundation gives a portion of proceeds back to the local community.\n\n\t \n\n\tWhat's coming up next at Tao? \n\n\tI've been working on this project for almost two years. We are now open and fully functioning. We are excited to build our reputation. We are hosting speakers at very affordable prices, including the amazing Jack Canfield, co-creator of the \"Chicken Soup for the Soul\" series, at the end of September. And we have the world famous Colleen and Rodney Yee coming in November for an intensive yoga retreat. \n\n\t \n\n\tGetting the word out about who we are and what we are doing is about attracting and growing. So we are looking to expand this to other communities. Our goal is to bring groups from eight to even as many as 200 people here for special programs. \n\n\t \n\n\tWhat's your advice for other searchers?\n\n\tWhere I am now is a reflection of where I've been; all of our experiences are. There is no such things as failure.\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/taoinspiredliving.jpg","title":"Pitch it all and move to Mexico? Jonathan Ellerby did - here's how","author":""}