{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/5-health-benefits-of-beards","content":"Are the hipsters on to something?\n \nCharles Darwin first noted an evolutionary explanation of beards in \"The Descent of Man,\" in which he hypothesized that the process of sexual selection may have led to beards. (Yes, you read that right.) Females find hirsute suitors sexy. And although detractors may deny it, modern biologists have reaffirmed Darwin’s theory with evidence that the ladies find mates with beards more attractive than their clean-shaven brethren.\n \n(And to you beard-weary women out there who disagree, we apologize if you receive a link to this article, courtesy of your beard-defending partners.)\n \nBut beyond a beard's magical magnetic allure, experts suggest that men with beards and mustaches enjoy additional benefits; specifically, better health. Here’s what they say:\n \n1. They protect against the sun\nA study from the University of Southern Queensland, published in Radiation Protection Dosimetry journal, found that beards block 90 to 95 percent of UV rays, thereby slowing the aging process and reducing the risk of skin cancer.\n \nGenerally hair offers good protection against the sun, says Dr. Nick Lowe, a leading London-based dermatologist. \"It’s similar to an SPF factor,” he adds. “The higher the hair density and thickness, the higher the SPF.\"\n \n2. They reduce asthma and allergy symptoms\nFor men whose allergies or asthma are set off by pollen or dust, facial hair near the nose may act as a filter of sorts and stop the allergens before they settle in, suggest several experts.\n \n3. They lessen signs of aging \nAlong with signs of aging from sun exposure, facial hair also lessens signs of aging to the face by keeping it moisturized. Beards protect the face from wind and cold air, which can dry the skin. \n \nAlso, moisturizer applied to the bearded face will be more effective than exposed skin where it can be more easily rubbed off.\n \n4. They stave off illness\nThick beards that have grown under the chin and neck will raise the temperature of the neck and may help battle colds, says Carol Walker, hair medical expert and owner of Birmingham Trichology Centre.\n \n\"Hair is an insulator that keeps you warm. Long, full beards that trap the cold air and raise the temperature of the neck are going to be an added bonus when you’re under the weather,” says Walker. Facial hair can act as a physical barrier to cold temperature, adds Dr. Felix Chua, a consultant respiratory physician at the London Clinic, Harley Street. “Hair around the chin and neck adds another layer of protection.\"\n \n5. They reduce infections\nBeards and mustaches mean no shaving, which is the main cause of bacterial infections in the beard area, says Dr. Martin Wade, consultant dermatologist at the London Skin and Hair Clinic. Shaving leads “to razor rash, ingrown hairs and conditions such as folliculitis (infection of the hair follicles that causes spots), so men would benefit from growing a beard,” he says.\n \nWatch a beard take on a life of its own in this nifty timelapse video below:\n \n\n\n \nRelated story on MNN: Save water, grow a beard ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/1311708265_c87492f751_b.jpg","title":"5 health benefits of … beards","author":""}