{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/whens-the-best-day-to-buy-airline-tickets","content":"If you think booking your flight in the middle of the week gives you the best deal, you may want to think again. New research shows that weekends are the best time to buy airline tickets. \n \nResearchers found that airlines are most likely to discount fares on Saturday or Sunday. On average, airline tickets purchased on the weekend were 5 percent cheaper than tickets purchased on a weekday.    \n \n\"There’s been this industry folk wisdom that says Tuesdays and Wednesdays are the best days to purchase airline tickets,\" said Steven Puller, associate professor of economics at Texas A&M, who specializes in industrial organization. \"We find that when you control for a large set of factors – the day of week of travel, whether the ticket was refundable, the number of days in advance that the ticket was purchased, how full the flights were, and other factors – that tickets purchased on the weekends were sold, on average, for a 5 percent discount.\"\n \nHowever, Puller, who conducted the research along with Lisa Taylor, a former Texas A&M graduate student, says they found that discounts differ by flight destination. Savings are not as great for routes to traditional leisure destinations such as Orlando and Las Vegas. On the other hand, airline routes that draw a mix of business and leisure customers have larger discounts. When it comes down to it, Puller says, airlines are playing the odds when they determine prices.   \n \n\"Take a route that serves both business and leisure travelers,\" Puller said. \"If the business travelers primarily purchase tickets on weekdays, then the typical traveler buying on the weekend is more likely to be a price-sensitive leisure traveler than a business traveler. There is an incentive for the airlines to lower fares on the weekends to try to entice the price-sensitive leisure traveler to buy a ticket.\"\n \nResearchers say that what the airlines are doing is exercising price discrimination on the weekend. The significance of these findings may apply not only to airlines, Puller adds.\n \n\"The software systems that are used in airline pricing are used in other industries such as cruises, hotels, car rentals,\" Puller said. \"We've only analyzed airline pricing, but I wouldn't be surprised if similar pricing practices are used in these other industries as well.\"\n \nThe research was based on historical archives of airline tickets on major airlines. All flights examined were round-trip flights with nonstop service. The findings were published in the Journal of Economic Behavior & Organization. \n \n \nFollow David Mielach on Twitter @D_M89 or BusinessNewsDaily @bndarticles. We're also on Facebook & Google+. \n \n\nRelated on BusinessNewsDaily and MNN:\n\n10 Great Jobs for People Who Love to Travel\n\n\nTraveling Without Technology Makes Grownups Act Like Babies\n\n\nAir Travel Needs Tech Upgrade, Biz Travelers Say \n\n\nMNN: Solar-powered plane can fly all day-- and all night\n\n \nThis story was originally written for BusinessNewsDaily and is reprinted with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company.\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/buyingTickets.jpg","title":"When's the best day to buy airline tickets?","author":"David Mielach, BusinessNewsDaily"}