{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/arbol-de-fuego-eco-hotel-in-el-salvador","content":"There is plenty of greenwashing in the hotel industry, and as an environmentally conscious traveler, I have seen plenty of it. So when I say I was impressed during my recent stay at Arbol de Fuego in San Salvador, it's even more impressive for being in what's not thought of as a green destination (which is where hotels like this are going to make the greatest impact). This relaxing, quiet and inexpensive eco hotel in El Salvador's capital city is a refuge for tourists and gives back to its neighborhood — and is also influencing the way other hotels in the country — and the rest of Central America — do business. \n \n\n \nThe hotel's head of environmental projects is Carolina Baiza, who not only has managed to reduce the impact of her hotel's guests on the local ecosystem, but has saved significant money for her family business while doing so, making her changes valuable to others in her industry. (She speaks widely and advises others how to run a sustainable hotel.)\n \n\nThe entrance to Hotel Arbol de Fuego, which is located in a quiet neighborhood near the university. \n\n \nDecor throughout the hotel is created using local materials and handcrafts, which are biodegradable and creative. Loved this decorative gourd wall. \n \n\nDuring the daytime, the garden serves as an ideal place to work; it's also the breakfast area (a delicious full breakfast is included in the the cost of the hotel stay). \n \n\nThe garden by night. \n \n\nA small store within the hotel sells locally made handcrafts from sustainable materials. \n \n\nSolar panels on the roof provide heat for the showers; Carolina hopes to install PV panels in the future to provide for all or most of the hotel's energy use. \n \n\nThe second floor of the hotel shows off the bright colors that are part of El Salvador's culture (room interiors were kept white, so that less electricity would be used by guests; bright or colorful indoor walls lead people to turn on lamps more frequently). \n \n\nMy room at Arbol de Fuego was simple and comfortable; I could hear the relaxing fountain as I fell asleep at night (instead of city sounds) and air was detoxified by the numerous gardens and plants throughout the space. My bed felt clean, but didn't stink of fake perfumes since the hotel uses natural detergents and air dries much of their laundry. \n \n\nI loved that every room got purified water instead of bottles of water (which are commonly seen at other hotels throughout El Salvador). Carolina says she has saved 5,000 bottles a year by switching to this system, which saves the hotel money and hugely reduces plastic waste. \n \n\nA downstairs wall details the numerous (and growing) green features of the hotel, including natural shading using plants, composting of food for the gardens, greywater recycling (used to keep the plants growing and gorgeous), recycled paper, low-flow showerheads and toilets, passive solar water heaters, purified water instead of bottles, and more. \n \n\nAnother wall details the various intitiatives the hotel engages in, from sea-turtle conservation, to significant energy savings. \n \nAll photos by Starre Vartan except for numbers 2 and 8, which are courtesy Hotel Arbol de Fuego. ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/CarolinaArboldeFuego.jpg","title":"Arbol de Fuego eco hotel in El Salvador","author":""}