{"url":"http://www.mnn.com//green-tech/computers/stories/10-of-the-webs-most-popular-cat-memes","content":"Photo: Grumpy Cat/Facebook\n \nCats may rule the Web, but certain famous felines are the true kings of the Internet and have earned a place in meme history. From Keyboard Cat to Grumpy Cat, we rounded up some of our favorite feline memes and took a look at their rise to Internet fame.\n \nCeiling Cat\n\nPhoto: ultimatebrutality/flickr\n \nThis photo of a cat peeping through a hole was originally shared on the Internet in 2003, but it wasn't until humorous text was added to the photo in 2006 that the image rose to fame. Since then, the photo has been paired with a variety of text, including many that refer to the cat as a god. In the LOLCat Bible, Ceiling Cat represents God while Basement Cat is the devil.\n \nIn 2010 a Reddit user shocked many people when he pointed out that a section of the original photo has a skirting board, proving that the cat is really inside of a hole in a wall and not the ceiling.\n \nNyan Cat\n\nPhoto: Chris Torres\n \nAn 8-bit animation of a cat with the body of a cherry Pop-Tart flying took over the Internet when illustrator Chris Torres shared it in 2011. The kitty earned the name Nyan Cat when a YouTube user paired the space-exploring pastry cat with the Japanese song \"Nyanyanyanyanyanyanya.\" The video amassed more than a million views in just two weeks.\n \nBusiness Cat\n\nPhoto: memegenerator.net\n \nIn January 2011, a photo of Emilio the cat wearing a tie was posted to a forum. Three days later the photo was reposted on Reddit with the title \"Business Cat,\" and within hours the image was on MemeGenerator. Thousands of Business Cat images now exist, which typically feature something a boss or employee would say, but with a humorous feline twist.\n \nKeyboard Cat\n\nPhoto: chuckieart/YouTube\n \nKeyboard Cat is the nickname given to an orange tabby named Fatso that belonged to performance artist Charlie Schmidt. The cat was recorded \"playing\" the keyboard in the 1980s, and Schmidt uploaded the VHS footage to YouTube in 2007. The video clip went relatively unnoticed until 2009 when a blogger composed a mash-up of Fatso with a man falling down an escalator titled \"Play Him Off, Keyboard Cat.\"\n \nThe idea of playing someone off is an extension of \"giving someone the hook\" for a bad performance during Vaudeville shows. Today, Keyboard Cat is often used to indicate failure.\n \nChemistry Cat\n\nPhoto: memegenerator.net\n \nThis science-loving kitty first appeared on ICanHasCheezburger, but rose to Internet fame in 2011 when a user posted the image, which featured text that read \"Chemistry Cat loves moles,\" on Reddit. Since then the intellectual cat has been paired with a variety of chemistry and periodic table puns.\n \nCat breading\n\nPhoto: pinguino/flickr\n \nAlthough technically more of a photo fad (like planking) than a meme, cat breading involves taking photos of cats with slices of bread around their faces. The name of the series is meant as a pun for \"inbred.\" The original cat-breading picture was posted to Reddit and Tumblr in 2011, and within a month there was a Facebook group dedicated to compiling photos of in-bread cats.\n \nAnxiety Cat/div>\n\nPhoto: memegenerator.net\n \nAlthough he's considered an \"advice animal\" now, Anxiety Cat first appeared on a well-known \"demotivational poster\" with the phrase \"What has been seen cannot be unseen.\" Today, the distressed-looking kitty is known for the humorous captions his face accompanies, which relate to paranoia or social anxiety.\n \nKitler\n\nPhoto: memegenerator.net\n \nThis nickname is often used to describe white cats with black \"mustache\" markings that make them resemble Adolf Hitler. Images of \"Kitler\" cats became popular in 2006 when the website CatsThatLookLikeHitler.com was launched.\n \n'I should buy a boat' Cat\n\nPhoto: memegenerator.net\n \nThis fancy feline is featured in Bjork's \"Triumph of a Heart\" video, but rose to Internet fame when a Reddit user posted a screenshot of the newspaper-reading cat with the caption \"I should buy a boat.\" Afterward, the image took off and has been paired with a variety of funny epiphanies and desires such as \"I should write a book\" and \"I should start a cult.\"\n \nGrumpy Cat\n\nPhoto: memegenerator.net\n \nThis kitty became an Internet sensation when her photo was posted on Reddit in September. Users suspected that the feline’s frown had been Photoshopped, so her owners shared videos of her to prove that Tardar Sauce — or \"Tard\" for short — really does have a bit of a frown. It didn't take long for the Internet to begin pairing Tard's grumpy face with a variety of pessimistic text.\n \nMore cat meme stories on MNN:\n\n10 fascinating facts about cats\n\n\n'Grumpy Cat' isn't so cranky after all\n\n\nLolcats: Where they came from and why we love them\n\n\n ","web_category":"green-tech#computers","advice_category":"3","picture_url":"","title":"10 of the Web's most popular cat memes","author":""}