{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/new-dna-science-may-lead-to-better-treatment-for-acne","content":"Infomercials promise to cure it, cosmetics try to conceal it, drugstore tinctures claim to clear it, home remedies aim to tame it — all to little effect. Acne, which pesters 85 percent of Americans at some point, has proven to be wildly stubborn and difficult to understand.\n \nDermatologists generally agree that acne occurs when the skin’s bacteria, including Propionibacterium acnes, feeds on oils in the pores and incites an immune response, leading to blemishes.\n \nBut in a new study that employed state-of-the-art DNA sequencing techniques to examine the bacteria in the skin of 101 study volunteers, researchers discovered something surprising. They found variations in P. acnes, and that a “good” strain of the bacteria seemed to be fighting other versions that are more potent acne instigators. The study participants who had the good bacterial strain didn’t have acne, according to the report published Feb. 28 in the Journal of Investigative Dermatology.\n \nThe team then sequenced the complete genomes of the specimens to explore in depth how the good and bad strains were different.\n \nThe discovery that \"not all P. acnes are created equal\" might help dermatologists devise treatments that more precisely target bad strains while allowing beneficial ones to thrive, said Dr. Noah Craft, a dermatologist at the Los Angeles Biomedical Research Institute who worked on the study with colleagues from UCLA and Washington University in St. Louis.\n \nThe development of probiotic creams that deliver \"good\" P. acnes to the skin could work in a way similar to the way eating yogurt with beneficial bacteria can restore the balance in the gut.\n \n\"There are healthy strains that we need on our skin,\" Craft said. \"The idea that you'd use a nuclear bomb to kill everything — what we're currently doing with antibiotics and other treatments — just doesn't make sense.\"\n \nThe research is just one part of a comprehensive endeavor supported by the National Institutes of Health to map the human microbiome; the trillions of microbes that live in and on our bodies, described as “the ecological community of symbiotic, and pathogenic microorganisms that literally share our body space.” \n \nStudy leader Huiying Li, assistant professor of molecular and medical pharmacology at UCLA's Geffen School of Medicine, said the researchers were unable to determine why some people had the good bacterial strains and some did not, and whether genetics or environment played a bigger role.\n \nMore research will be necessary to develop precise anti-microbial therapies or to come up with a probiotic cream for acne sufferers. But Li and Craft plan to keep up the work, to the relief of teenagers everywhere.\n \nRelated acne stories on MNN:\n\nClear skin diet: Foods that bring acne relief\n\n\nAcne in women can signal hormone problems\n\n\nTasty herbal teas for gorgeous skin","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/acne%20main.jpg","title":"New DNA science may lead to better treatment for acne","author":""}