{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/why-liars-are-so-difficult-to-sniff-out","content":"Lying may be a common human behavior, but despite the ubiquitous nature of deception, humans are surprisingly inconsistent when it comes to separating fact from fiction.\n \nTurns out, those telltale \"Pinocchio's nose\" signals thought to expose a liar are either too subtle to be revealing or nonexistent, say psychologists. Even so, a growing body of research is revealing ways to turn humans into more accurate lie detectors, psychologists say.\n \nIf such accurate lie-detection methods can be developed, they could provide useful applications in a variety of settings, ranging from criminal justice to intelligence gathering to financial or business situations, said Maria Hartwig, a professor of psychology at the John Jay College of Criminal Justice in New York City. [Top 10 Mysteries of the Mind]\n \nHorrible lie detectors\nIn 2006, Charles Bond, then a professor at Texas Christian University in Fort Worth, and Bella DePaulo, a visiting professor of social psychology at the University of California, Santa Barbara, found that untrained observers are correct only 54 percent of the time when trying to distinguish between true and false statements. These results indicate that people are no better or worse at detecting lies than if they had left their judgments up to chance.\n \nA 2008 study led by Aldert Vrij, a professor of applied social psychology at the University of Portsmouth in the United Kingdom, found similar results with regards to accuracy rates in distinguishing deception.\n \nYet, people tell lies — whether small or large — in roughly 25 percent of their social interactions, said Charles Honts, a professor of psychology at Boise State University in Idaho.\n \n\"People lie for all kinds of different reasons: Impression management, to obtain an advantage, to avoid punishment, and some of these are obviously more serious than others,\" Honts told an audience at the 25th annual meeting of the Association for Psychological Science in Washington, D.C., on May 24.\n \nSo why are humans not better at detecting lies? And how can people get better at spotting fibs?\n \nLiar, liar\n\"One of the things going on here is generally people don't know what to look for,\" Honts said.\n \nAcross societies, there are false beliefs that certain behavioral clues can indicate someone is lying, Honts explained. For instance, many people think liars shy away from making eye contact, blink a lot or fidget as they speak.\n \n\"In reality, with those three things, it's exactly the opposite,\" Honts said. \"People who are experienced at lying learn that the easiest way to make it seem like you're telling a truth when you're not is to look you in the eye.\"\n \nFor DePaulo, who was an early pioneer of research on deception, part of the progress in her field has been to debunk enduring misconceptions about deceptive behavior.\n \n\"We now know that the search for the perfect cue to deception is doomed,\" DePaulo told LiveScience. \"There is no Pinocchio's nose. In fact, even the behaviors that do separate truths from lies to a statistically significant extent still are not all that strong or reliable.\"\n \nA different way\nWithin the last decade, however, researchers have tried to approach the idea of human lie detection from a different angle. Rather than simply observing someone's behavior, which can introduce all kinds of biases, psychologists are looking at whether certain interview methods can prompt liars to respond in ways that reveal their deception, Hartwig said.\n \n\"This represents a more promising approach, because it makes the behavioral differences between liars and truth-tellers more noticeable,\" Hartwig told LiveScience. \"How do you question or interview a person to provoke responses or statements that can be signs of lying? Are there ways to ask people strategic questions to get liars and truth-tellers to respond in certain ways?\"\n \nIf so, this tactic could eliminate some of the judgment biases that have plagued previous research on lie detection.\n \n\"It's sort of a paradigm shift,\" Hartwig said. \"The whole past of lie detection has been reconceptualized from paying close attention to a person's behavior to a more active and interactive task.\"\n \nMore on LiveScience and MNN:\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\n10 Things You Didn't Know About the Brain\n\n\nSpooky! The Top 10 Unexplained Phenomena\n\n\nMNN: 7 things workers lie about \n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/LieDetector_0.jpg","title":"Why liars are so difficult to sniff out","author":"Denise Chow, LiveScience"}