{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/10-of-the-top-us-cities-for-nature-lovers","content":"Want to experience the best of what a city has to offer without straying too far from Mother Nature?\n \nNerdWallet analyzed 53 of the largest U.S. metropolitan areas to find the best urban destinations for nature lovers. The personal finance website looked at each city's acres of park land, number of national parks within 100 miles, average annual precipitation and air quality ranking to determine its top picks. Check out the list below.\n\t \n1. Albuquerque, N.M.\nThe largest city in New Mexico has the highest percentage of parkland in a metro area, with 28 percent dedicated to parks and green space. Albuquerque also boasts 310 days of sunshine and seven nearby national parks, including El Malpais National Monument, which has a unique landscape created by volcanic forces over a million years.\n \n2. San Francisco, Calif.\nWith 220 parks and green spaces, as well as 11 national parks in the vicinity, San Francisco is an ideal urban destination for people who love the outdoors. No visit to the city is complete without seeing Golden Gate Park, which is the fifth most-visited U.S. park. There are also a variety of lesser-known parks throughout the metro area.\n \n3. Washington, D.C.\nAlthough the National Mall and President's Park are two of the most well-known green spaces in the nation's capital, D.C. has many other places where you can get back to nature. Check out Kenilworth Park and Aquatic Gardens, which is located near the Maryland border. The park contains the only remaining tidal wash in D.C. and is known for its abundant water lilies and lotuses.\n \n4. Oakland, Calif.\nWith the best air quality of all the bay cities, Oakland is a great place to get outside for a breath of fresh air. There are plenty of recreation opportunities in the 155 acres of land surrounding famous Lake Merritt, and just a few miles outside the city you'll find Redwood Regional Park where a hidden forest of 150-foot coast redwoods thrive.\n \n5. San Jose, Calif.\nThere are nine national parks within 100 miles of San Jose, and 14 percent of the city's land is devoted to green space. Kelley Park is a local favorite with its 172 acres at the northern end of the Coyote River Park Chain. The area features a Japanese Friendship Garden, the History Park Museum and the Happy Hollow Park and Zoo.\n \n6. Sacramento, Calif.\nCalifornia's capital city is situated along two rivers and boasts 12 national parks within 100 miles. The city itself has several parks, as well as detailed park amenity guides for its most popular ones. The McKinley Park Rose Garden is a local favorite with more than 1,000 rose bushes and tree roses.\n \n7. Phoenix, Ariz.\nWith just 8 inches of rain a year, there are plenty of opportunities to get outside and enjoy Phoenix's many parks. At more than 16,000 acres, South Mountain Park is the largest municipal park in the country and has more than 51 miles of trails for horseback riding, hiking and biking. The Desert Botanical Garden is also a must-see with its 50,000 desert plants.\n \n8. Baltimore, Md.\nWith beautiful geography and famous waterways like the Chesapeake Bay, Baltimore has no shortage of green space to enjoy. Pierce's Park features more than just a pretty landscape – there's also a musical fence, locally designed sculptures and a willow tunnel. The largest Easter Piedmont Forest can be found at Prince William Park, which has more than 37 miles of hiking trails.\n \n9. Seattle, Wash.\nAt 44 percent, Seattle's average precipitation is the highest on the list, but there are numerous parks throughout the metro area, as well as nine national parks within driving distance. In just little over an hour, drivers can reach Olympic National Park, where they'll find some of the largest ancient forests left in the U.S.\n \n10. San Diego, Calif.\nAlmost 23 percent of San Diego is composed of parkland, and with the city's mild climate, you'll be able to see green year-round. The San Diego Botanic Garden is a must-see in the city, and three are there national parks nearby, including Joshua Tree National Park, which is home to several archeological sites.\n \nSee how other U.S. cities ranked in NerdWallet's analysis.\n \n\nTable courtesy of NerdWallet\nMNN teaser: Shutterstock\n \nMore travel stories on MNN:\n\n15 cities for outdoor enthusiast \n\n\n10 places to visit before they vanish \n\n\n9 of the world's most impressive city parks","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/anm.jpg","title":"10 of the top U.S. cities for nature lovers","author":""}