{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/do-anti-aging-products-really-work","content":"From fighting those pesky free radicals, to stimulating skin's natural collagen production, anti-aging products make some alluring promises. And consumers spend billions of dollars each year on such creams and lotions, according to the American Academy of Dermatology.\n\n\t \n\n\tBut for many creams, lotions and vitamin supplements that claim to reduce wrinkles or slow down premature aging, there isn't sufficient evidence to show they work. Although certain active ingredients used in anti-aging products have been shown to be safe and effective, the trick is finding the right ingredients that work well with you, experts say.\n\n\t \n\n\tThere's definitely an overabundance of products and ingredients that promise to deliver, said Dr. Elizabeth Hale, a dermatologist at New York University Medical Center. \"It can be overwhelming for patients and doctors — it's hard to know which works, and which doesn't.\"\n\n\t \n\n\tHere are five commonly listed active ingredients, and the scientific evidence about whether they may play a role in decreasing signs of aging.  \n\n\t \n\n\tPeptides\n\n\tAs you age, your skin becomes thinner and loses fat, causing it to sag and develop fine lines. The body produces less collagen and elastin, substances that enables the skin to maintain its smooth, plump and youthful appearance.\n\n\t \n\n\tPeptides are small proteins that help stimulate new cells to grow and help skin cells to heal.\n\n\t \n\n\t\"The jury is still out on how beneficial they are,\" said Dr. Ivona Percec, a plastic surgeon who specializes in cosmetic surgery and skin care at the University of Pennsylvania.  \"We don't know for sure what the biological benefits are.\"\n\n\t \n\n\tAlthough peptides are found in a number of products, experts still aren't sure exactly which formulation may work. \"If they work, they do so by stimulating the replacement of collagen, elastin, and other components that suffer during aging,\" Percec said. \"The concern is that peptides are large molecules, and depending on their formulation and the skin surface, they may not be able to penetrate deeply enough to achieve their effect.\"\n\n\t \n\n\tHale considers peptides to be good in moisturizers for hydrating skin, \"which can make lines less noticeable,\" but she still hasn't seen convincing data that they work to actually reduce wrinkles.\n\n\t \n\n\tAlpha-hydroxy acids\n\n\tAlpha-hydroxy acids, such as lactic, glycolic and citric acids, are natural ingredients that come from fruits and milk sugars. \n\n\t \n\n\t\"They are commonly used because they work as an exfoliant, getting rid of dead skin cells, allowing new cells to grow,\" Hale said. \"It allows the deeper layer of the skin to come to surface faster — which speeds up the cycle of skin turnover.\"\n\n\t \n\n\tEach acid has a slightly different effect. Lactic acid, which comes from sour milk, helps remove dead skin cells, which has a brightening effect on the skin. Glycolic acid, which comes from sugar cane, can helps by reducing fine lines and wrinkles, making the skin appear smoother and tighter.\n\n\t \n\n\tSide effects include stinging and sun sensitivity, so experts recommend using a sunscreen every day.\n\n\t \n\n\tRetinol\n\n\tTouted as a tried-and-true method for decreasing signs of aging, retinol, a natural form of vitamin A, works by reducing the appearance of wrinkles and boosts the thickness and elasticity of the skin.\n\n\t \n\n\t\"There is ample evidence that shows retinol improves the appearance of fine lines and wrinkles,\" Hale said.\n\n\t \n\n\tRetinol is an ingredient found in a number of over-the-counter skin creams. A more potent form of retinol,  called tretinoin (sometimes sold under the brand name Retin-A), is available by prescription. Prescription-strength retinol products may cause more side effects than the over-the-counter strength. Side effects may include burning, warmth, stinging and tingling.\n\n\t \n\n\t\"While weaker formulations have benefits,\" Percec said, \"there are newer formulations of prescription strength that are more tolerable and effective.\"\n\n\t \n\n\tBut women who are pregnant or plan to get pregnant should avoid using any form of vitamin A, because it may increase the risk of birth defects.\n\n\t \n\n\tResveratrol\n\n\tResveratrol is a plant compound — it is found in red wine, and is also available as a supplement. Some have claimed that the compound could prevent or reverse chronic health problems such as diabetes or heart disease.\n\n\t \n\n\tWhile there is evidence that drinking wine in moderation has health benefits, whether resveratrol supplements might have a similar effect remains unclear. A 2008 study, published in the journal Cell Metabolism, found the red-wine ingredient slowed down age-related decline in mice. But in a study of 29 healthy, middle-age women, which was published in October in the journal Cell Metabolism, researchers found that women who took 75-miligram resveratrol supplements didn't gain metabolic benefits.\n\n\t \n\n\t\"I think more research needs to be done as to whether or not a supplement should be taken,\" Hale said. \"At this time, I would just feel good about the occasional glass of red wine.\"\n\n\t \n\n\tAntioxidants\n\n\tAntioxidants are commonly claimed to help fight cell damage from free radicals, which are molecules that could injure cells and increase inflammation, and increase the risk of cancer.\n\n\t \n\n\tSubstances with antioxidant properties include beta-carotene, lycopene, selenium, and vitamins A, C and E, according to the National Institutes of Health. These and other antioxidants are found in many foods, including fruits, vegetables, nuts, and some meats. Supplements of many antioxidants are also available.\n\n\t \n\n\tAs for their health benefits, \"there are antioxidants that are effective, however, it's the formulation of the antioxidants that is critical,\" Percec said. \"Vitamins C and E are the most commonly used, and the most time-tested,\" Percec said. \n\n\t \n\n\tAlthough some vitamin formulations may claim to be \"natural,\" Percec said that they may not be effective.\n\n\t \n\n\tFollow MyHealthNewsDaily on Twitter @MyHealth_MHND. We're also on Facebook & Google+.\n\n\t \n\n\tRelated on MyHealthNewsDaily and MNN:\n\n\n\t\t\tThe Truth About Herbal Supplements for Stress\n\n\n\n\t\t\t6 Foods That Are Good for Your Brain\n\n\n\n\t\t\t7 Ways Alcohol Affects Your Health\n\n\n\n\t\t\tMNN: 7 anti-aging tips to help you make to 100\n\n\n\t \n\n\tThis story was originally written for MyHealthNewsDaily and is republished with permission here. Copyright 2012 MyHealthNewsDaily, a TechMediaNetwork company.\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/AntiagingProducts_m_1106.jpg","title":"Do anti-aging products really work?","author":"Linda Thrasybule, MyHealthNewsDaily"}