{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/explore-the-beauty-of-puget-sound","content":"Between mountains and sea, the Puget Sound and the land surround surrounding it offer breathtaking sights for the avid nature-lover.\n \n\n \nFrom the bustling streets of Seattle, a short ferry ride carries passengers to Bainbridge Island.\n \n\n \nThe Bainbridge ferry slowly moves towards the sunset as it gets closer to the island's shore. Many brave the strong wind to admire the view.\n \n\n \n\n \nA few friends might tag along — if they have incentive.\n \n\n \nFerries are not the only form of transportation' sailboats swiftly journey from shore to shore. The sound grows quiet as the city fades into the distance.\n \n\n \nOn Bainbridge Island, bright and colorful nature greets you at every corner.\n \n\n \n\n \n\n \n\n \n\n \n\nCalm and inviting, Battle Point Park encourages visitors to stay a while to enjoy the flora and fauna.\n \n\n \nPoint No Point on the Kitsap Peninsula offers spectacular views of the sunset over the sound.\n \n\n \nHome to a charming lighthouse, the point was so named upon its discovery because of its surprisingly small size. Now, it's just the right size for travelers and locals to spend some time by the water.\n \n\n \nPoint No Point's scenery is beautiful, to be sure, but the shore is not the only place to catch a fantastic sunset. Just a few miles away in a town called Poulsbo, the still waters and winding walkways encourage exploration of the waterfront.\n \nThough Washington is often taunted for being rainy and cold, the spectacular views that enclose the Puget Sound are long-lasting and well worth the wait.\n \nRelated stories on MNN:\nWashington: The greenest state in the nation\n15 outdoorsy cities\n8 under-the-radar gems of the National Park Service\n9 incredible U.S. lighthouses to visit\nWant to see more great photos? Check out our Big Snapshot archive","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/SunsetSeagull.jpg","title":"Explore the beauty of Puget Sound","author":""}