{"url":"http://www.mnn.com//lifestyle/recycling/stories/17-creative-ways-to-reuse-your-phone-book","content":" \nI haven’t used a phone book in years. Years! I can hardly even remember life before Google. A while back I tried to opt out of my phone book delivery service, but still that enormous heavy tome of wasted paper kept arriving on my doorstep. So I recycled it, like a good green steward, but plopping that massive stack of totally-untouched paper into the bin . . . it still felt wasteful.\n \n\nSo I resubmitted my opt-out, and then got to work thinking of what I could do with the phone books I’d accidentally gotten. Here’s what I came up with:\n \n1. Use the pages to wash your windows and mirrors. Just like newspaper, this is the best method for achieving a streak-free finish.\n \n2. Turn the pages into envelopes. You can find a ton of cool tutorials for folding your own envelopes, and they add such a charming touch of DIY flair to a little gift or hand drawn card.\n \n3. For a bigger, fancier present, you can make DIY gift toppers like lovely bows or fancy flowers.\n \n4. Speaking of flowers, a paper bouquet of roses is, well, pretty dang amazing.\n \n5. You can also turn phone book pages into leaves, like this lovely “newspaper leaf” garland. It’s a season-appropriate decoration these days, and makes a great craft project for children, too.\n \n6. There are tons of paper crafts that are ideal for that thinner, newsprint-y type of paper. For example papier mache, or origami, or paper beads. Each of these can be skewed “beginner” or “master” depending on your skill level. Just Google around for tutorials.\n \n7. Paper is paper, and any balled-up paper makes an excellent fire-starter. Keep your phone book near your hearth this winter.\n \n8. If you’re planning a move, keep your phone book to use for wrapping your breakable items. Balled-up paper makes great packing material. This can come in handy for mailing holiday gifts, as well.\n \n9. Use the pages as mulch if you need to prepare a plot of land for gardening. Just spread a layer of paper over the area, then pile on the wood chips or other groundcover. It’s not only free, but very effective. (I speak from experience as a San Diego-area gardener.)\n \n10. Lots of home composters end up with disproportionate ratios of “greens” to “browns.” Phone book pages will work great for the oft-sought after “browns” (don’t worry about the ink, soy is the standard these days). You can also add the pages, shredded, to your worm bin.\n \n11. Although it’s most often done with newspaper, you can also use phone book pages to make seed starter pots. So hold onto it for next spring.\n \n12. I love the shape of this easy-peasy “Flower Power” pencil holder.\n \n13. One of my all-time favorite projects is the secret book safe. You could totally do this with a phone book and no one would ever think to look inside, since nobody ever uses phone books anyway!\n \n14. This summer I got really into pressing flowers, and I plan to start again next season. A phone book makes a pretty excellent flower press. You can also press leaves (like the incredible colored ones that are abundant these days) in there.\n \n15. A phone book is the right height and size to give your toddler the little boost that he may need to join the family at the table. Cover the book in cotton batting and fabric, or save a step and use a cool vintage quilt. Instant booster seat.\n \n16. If you’re an exerciser, you can use a phone book to augment your workout.  They make great aerobics “steps” or yoga blocks.\n \n17. And finally, you might want to keep one in the car in case you ever have to change a tire on uneven terrain or on uneven concrete. You can use the phone book under the jack to straighten it out. Just modify the height by flipping the pages.\n \nAnd there you go, a wide range of ideas to suit every lifestyle. So please make good use of that last phone book, and then go here and OPT OUT!\n\n \nSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated phone book stories on MNN:\nDeath becomes the phone book [Infographic]\nWhat ever happened to phone books?\nMuch ado about phone books\n \nClick for photo credits\n\n\nPhoto credits:\nbow:ecokarenlee/Flickr\nfireplace: najjie/Flickr\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_phone_book.jpg","title":"17 creative ways to reuse your phone book","author":""}