{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/how-to-make-a-last-minute-summer-vacation-happen","content":"It's almost the end of August, and for one reason or another, you haven't gotten your summer break in yet. And maybe you think it's too late, that all the hotels, motels and resorts have long ago posted their \"No Vacancies\" signs. But you would be wrong. With a bit of effort (say, a couple of hours) you can book yourself a summer vacay for 2012 and nobody will be the wiser that you waited until the week before to plan it out. \n\n\t \n\n\tBe flexible about your destination: At this point, you may want to choose at least three potential vacation spots so you can be flexible about which one has the best deals and most room or is easiest to organize. You also might want to consider a destination within, say, a six-hour drive of your home. That way, you don't have to worry about oversold flights and the expense of airport transfers or a rental car at your destination, all of which can be very pricey last-minute.\n\n\t \n\n\tRoad-trip it: Consider going to a sister city, or seek out a lake- or ocean-front town that is far enough away to be a vacation, but not so far away that getting there is too big of a deal. I like five or six hours, because it feels far away, takes about a tank of gas, and if you get on the road by 7 a.m., you can be at your destination by lunchtime and have the afternoon to get settled in. \n\n\t \n\n\tCall chambers of commerce: This is the single best way to find out if there are vacancies still available in more busy locales, like Martha's Vineyard, the Hamptons, the coast of Maine, the Outer Banks of North Carolina, mountain towns in Colorado, and coastal locales on the West Coast. (No disrespect to the Midwest, but these are the places I have actually been.) How it usually works is that the chambers keep pretty close tabs on hotel, motel and B&B vacancies, and also know the lodgings well. So you can call (no, you can't do this online!) the local chamber of wherever you happen to want to visit, and tell them the exact dates you'd like to stay, your price range and what you are looking for (near town, waterfront only, etc.) and they can tell you what's available. This is where it pays to be flexible, as you may not be able to afford, or get into the famous oceanfront B&B, but there might be good availability elsewhere. And who knows what new gem or experience you might encounter going off your own beaten path? \n\n\t \n\n\tSearch online for last-minute deals: Simply enter the name of the destination you are considering, and the term \"last minute deals\" and see what comes up. I did this for Nantucket and found several B&B's offering some pretty sweet discounts (including second night half-off or third night free, and a cut price on ferry tickets if you buy them through the lodging), and availability for next week. Consider cruises and the Caribbean, and suddenly, there's more last-minute deals than you can handle. \n\n\t \n\n\tGood luck! Don't miss out on your summer vacation. You deserve it — and you probably need it. \n\n\t \n\n\tRelated summer travel stories on MNN: \n\n\t\tU.S. farmers markets every foodie should visit (Photo gallery)\n\n\t\tTop 10 hiking destinations\n\n\t\t9 of the world's most impressive city parks (Photo gallery)","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/lakefront.jpg","title":"How to make a last-minute summer vacation happen","author":""}