{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/smartphone-app-to-stop-child-labor","content":"In developing countries around the world, child labor is a big problem.  It robs kids of an education and may put them in a dangerous work environment that can harm them for life.  In many countries, child labor laws exist, but are difficult to track and enforce.\n \nIn Columbia, the situation is no different.  According to a 2011 government census, roughly nine percent of kids aged five to 14 work and about 1.5 million children between the ages of five and 17 work more than 15 hours a week. It's not as bad as in neighboring countries such as Bolivia, where an estimated 40 percent of kids are working, but Colombian officials still want to put a stop to it, and they are trying out new methods to aid them in their fight.\n \nA new smartphone app called “Yo digo: Aquí Estoy” (I say: I’m here,) is now available for iPhone, Android, and Blackberry phones.  The app, which also goes by the name KidRescue, can be used to document and halt child labor in action. It works when citizens download the app and then take a photo of child labor occurring and submit it along with their location.  All information from the app is sent to Columbia's Family Welfare Institute which dispatches social workers in the area to talk to the kids and their parents and make sure the kids are still in school.\n \nSince the app was launched last February, about 3,800 reports have been filed, and interestingly, not all of them are reporting instances of child labor in Columbia.  Any user around the world can download the app, so the Columbian Family Welfare Institute has received numerous reports of child labor throughout Asia and Africa.  At this point, they are only acting on the cases that occur within Columbia, but they are tracking the child labor reports in other countries and hope to one day expend their app to work with child welfare organizations in other countries and help fight child labor around the globe.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/child%20labor.jpg","title":"Smartphone app to stop child labor","author":""}