{"url":"http://www.mnn.com//lifestyle/recycling/blogs/recycle-em-if-you-got-em-terracycle-launches-cigarette-waste-collection-pr","content":"f you’re familiar with “waste solution development” firm TerraCycle, you’re probably well aware that the New Jersey-headquartered company largely, but not exclusively, collects difficult-to-recycle trash of the PG-rated, lunchbox-y variety: Plastic Lunchables trays and lids, Capri Sun drink pouches, M&M wrappers, yogurt cups, string cheese packaging and the like.\n\n\t \n\n\tYou’re also probably aware that a heft of the upcycled products designed and sold by the company — backpacks pencil cases, spiral bound notebooks, etc. — are kid- and classroom-friendly. This all makes perfect sense given that TerraCycle’s popular Brigades trash collection programs are often instituted as fundraisers at schools across the country.\n\n\t \n\n\tThat said, the steady flow of trash entering TerraCycle’s main collection warehouse in Trenton and satellite warehouses across the country is decidedly not of the adults-only variety (save for the Wine Pouch Brigade). And unless you count candy bar wrappers, there hasn’t been a whole lot of vice-centric or eyebrow-raising recycling going on within the wonderful world of TerraCycle — no empty whisky bottles, back issues of Penthouse, sex toys, glass bongs or beer cans. \n\n\t \n\n\tUntil now.\n\n\t \n\n\tFollowing the launch of a similar program in Canada earlier this year, TerraCycle has kicked off its first Brigade trash collection scheme in the U.S., a scheme that focuses on litter removal and landfill avoidance, in which potential recyclers must be 21 and over to participate.\n\n\t \n\n\tThe form of waste involved that warrants an age restriction?\n\n\t \n\n\tCigarette butts and other tobacco-related waste.\n\n\t \n\n\tLaunched with the sponsorship of tobacco manufacturer Santa Fe Natural Tobacco Company, TerraCycle's Cigarette Brigade allows participants to recycle butts, half-smoked cigarettes, rolling papers, loose tobacco pouches, and the plastic outer wrap and inner foil found in cigarette boxes. Cigarette ash — yes, ash — is accepted as well. Cardboard cigarette boxes and cartons are not accepted, however, as those can be recycled on a local level.\n\n\t \n\n\tThe Cigarette Brigade, a program open to tobacco-using individuals, bar and restaurant owners, building managers, and litter clean-up groups, works much like other TerraCycle Brigade programs: Once a sizable amount of waste is collected by a participant, it is emptied into a plastic bag (True, cigarette butts aren't exactly what most of us would want to hoard in a bunch of plastic baggies for any length of time). Participants then place the bag, which is later recycled by TerraCycle, in a box before shipping it to the company using a free prepaid UPS shipping label from an online TerraCycle account. Unlike the Canadian Cigarette Brigade, which offers 100 TerraCycle points per pound of waste collected, there is currently not a charitable point-incentive program attached to its U.S. counterpart.\n\n\t \n\n\tObviously, TerraCycle doesn’t plan to make pencil cases or tote bags out of several ashtrays-full of cigarette butts (although I did spot a cigarette butt picture frame during my tour of TerraCycle HQ last month) and selling them to consumers. Instead, the waste will be used to create industrial products such as plastic pallets, while any remaining tobacco will be used in tobacco composting efforts.\n\n\t \n\n\tIn case you're curious, Santa Fe Natural Tobacco Company, a division of Reynolds American, is the manufacturer of Natural American Spirit brand cigarettes. Obviously, American Spirits aren’t healthier or any less damaging to the body than a pack of Pall Malls or what have you. However, a “natural” brand that offers additive-free, organic and 100 percent American-grown varieties decidedly lends itself better to recycling efforts than other Reynolds-owned subsidiaries such as Camel.\n\n\t \n\n\tSays Cressida Lozano, head of marketing and sales for Santa Fe Natural Tobacco Company in a recent press release:\n\n\t \n\n\t\tYou don’t have to walk or drive very far to see that smokers often discard cigarette waste in ways that litter the environment. Our company has been committed to environmental sustainability since we were founded 30 years ago, and we’re proud to be the exclusive sponsor of an innovative program to reduce and recycle cigarette butt litter, regardless of which manufacturer made the cigarettes.\n\n\n\t \n\n\tAnd on the topic of cigarette butt litter, Keep America Beautiful states that around 65 percent of cigarette butts are disposed of improperly. In other words, they're littered. Additionally, tobacco waste is the number one item recovered during the Ocean Conservancy’s annual International Coastal Cleanup Day — a staggering 52 million cigarette filters have been collected from beaches over the past 25 years.  And even when non-biodegradable cigarette butts are disposed of “properly” — i.e. deposited into an ashtray and then into the trash — they continue to live a long, prosperous life within landfills where they leach toxins into the ground. It’s a less eyesore-inducing alternative to litter, but not much better.\n\n\t \n\n\tTerraCycle’s stateside Cigarette Brigade program, like its Canadian counterpart, may garner some controversy because of the involvement of a major tobacco company. Still, I think the program — the first of its kind — is certainly warranted. I'm all for it. TerraCycle, a company deeply committed to recycling items that may be deemed by some as “worthless and unsavory\" as founder/CEO Tom Szaky puts it, is simply offering smokers and clean-up organizations a vehicle in which to safely dispose of a pervasive, unsightly, and all-around nasty form of waste.  \n\n\t \n\n\tWhether you’re a smoker or not, I’d love to hear your thoughts on the program. \n\n\t \n\n\tRelated post on MNN: Solutions for 8 difficult-to-recycle items\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/CigaretteButt.jpg","title":"Recycle 'em if you got 'em: TerraCycle launches cigarette waste collection program","author":""}