{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/cash-strapped-us-postal-service-to-launch-clothing-line","content":"Many were left scratching their heads after this week’s announcement that the United States Postal Service will be launching a line of men’s outerwear in spring 2014. Are mailman clothes any way to save the struggling postal system? To some the scheme comes across as little more than a crazy, last-ditch effort to help offset the nearly $16 billion loss the agency suffered last year.\n \nBut to anyone who has ever stepped foot in a neighborhood teeming with hipsters, the plan doesn’t seem that farfetched at all. Artists in their construction-worker Carhartts, musicians in their lumberjack plaid, baristas in their field-ready John Deere tee shirts, DJs in their truck-driver trucker hats … the appropriation of blue-collar workwear has been a major driving force in the fashion trends of the artsy set for years. Mail carrier clothes could be huge. And hey, if Keven Costner can rock the shaggy mailman look (circa 1997's post-apocalyptic 'The Postman'), why can’t everybody else?\n \n\n \nBlue-collar fashion fetishes aside, the new line (to be called Rain Heat & Snow) will feature cutting-edge functional fashion, which will undoubtedly broaden its appeal beyond the hipster demographic. Postal Service Corporate Licensing Manager Steven Mills says, “The main focus will be to produce Rain Heat & Snow apparel and accessories using technology to create ‘smart apparel’ — also known as wearable electronics.” For example, as USPS spokesman Roy Betts told Yahoo News, “If you like your iPod, you can plug it right into your jacket, regulate the volume and make your selections right on your sleeve.”\n \nThe postal service has entered into a licensing agreement with Cleveland-based fashion apparel company, Wahconah Group, Inc., to create the line, which will expand from the initial men’s outerwear and accessories to include a women’s line.\n \n“The Wahconah Group is excited to be working with the U.S. Postal Service in launching this all-weather line of clothing,” said Chief Executive Officer Isaac Crawford. “The products will build on the rich American history of this iconic brand, creating specialized apparel for consumers, at affordable prices, delivering something new and exciting that retailers can offer their customers.”\n \nAlthough neither snow nor rain nor heat nor gloom of night may stay those couriers from the swift completion of their appointed rounds, looming debt might. But with letter carrier smart coats soon available at premier department and specialty stores near you, maybe we can continue to get mail on Saturdays.\n \nRelated fashion stories on MNN:\n\nYoko Ono unveils horrible new fashion line\n14 examples of eco-fashion gone too far\nPhoto from \"The Postman\" courtesy Warner Bros.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/09109_160_10_22_2009.jpg","title":"Cash-strapped U.S. Postal Service to launch clothing line","author":""}