{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/marlon-brandos-private-island-to-open-eco-resort","content":"In 1960, while scouting filming locations around Tahiti for his next movie \"Mutiny on the Bounty,\" Marlon Brando fell in love with an atoll called Tetiaroa. He later went on to purchase the 27-square-mile property for just under $300,000. \n\n\t \n\n\t\"My mind is always soothed when I imagine myself sitting on my South Sea island at night,\" Brando wrote in his 1994 autobiography, \"Songs My Mother Taught Me.\" \n\n\t \n\n\tThe actor, who passed away in 2004, intended the 12-island atoll to be “part environmental laboratory, part resort.” Unfortunately, those dreams were never fully realized before his death — but considerably time was spent coming up with designs and ideas for the resort. One of the men involved was architect Harry Gesner, who told Architecture Design in 2008 that Brando was \"very into ecology. We talked a long time about how to incorporate elements like indigenous materials, solar voltaic cells, windmills and so on.\"\n\n\t \n\n\tAfter Brando died, the executors of his estate granted permission to a Tahitian developer to create a world-class sustainable resort on Tetiaroa. Since 2008, rumors have swirled that it was approaching completion but now it appears — thanks to an update in The Hollywood Reporter — that \"The Brando\" will open in late 2013. \n\n\t \n\n\t\"The goal of the resort is that its energy needs be 100 percent renewable (via solar, deep ocean-water cooling and coconut oil biofuel) and that the 35 villas be set back from the beach -- not situated over the water -- in accordance with the star's wishes,\" says THR. \n\n\t \n\n\tAccording to the project website, the organizers are aiming to make the atoll of Tetiaroa the first campus resort in the world to obtain LEED Platinum certification, the organization’s highest accolade.\n\n\t \n\n\tThe only aspect of the project that may not reflect the owner's original intentions? The name. In a 2005 interview, longtime friend Bernard Judge told the L.A. Times that Brando would have hated the idea of the hotel being named after him. \n\n\t \n\n\t\"He wanted people to go there for Tetiaroa,\" said Judge, \"not because of some movie actor.\"\n\n\t \n\n\tMore eco-friendly travel stories on MNN: 10 luxury eco-resorts\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/brando-mnn.jpg","title":"Marlon Brando's private island to open eco resort","author":""}