{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/new-planes-to-have-wider-seats","content":"Technically, my bum is smaller than the American average; I extrapolate this from the stats about the average height and weight for an American woman (shorter and heavier than me), as well as the average size — 14 — compared to what I usually wear (8). But the last time I flew connecting flights via American Airlines, I was thrilled to have a free seat (on one leg of my trip) between my seatmate and I in coach; with someone next to me, it was definitely a squeeze, upper-body-wise.\n \nWhile my bum was OK (usually it's legroom that I fantasize about, even going so far as to imagining how great it would be if I could just detach my gams and store them in the overhead bin), it felt to me that I just fit in the seat. And if I'm technically 'smaller' than average, what does that mean for the average — and above — folks out there? \n \nIt means we need bigger seats, period (and please, please, more legroom!). Bombadier's new C-series is giving them to us, with seats that are two whole inches wider (and they did this while increasing fuel efficiency by 15 percent). This is not only great for those of us who will enjoy more butt-room just because it's nice, but for larger people who really need that extra couple inches. This is a win-win situation, kind of like a long weekend; not only do I have more room, but if the person sitting next to me is overweight, they have more room and make my space less restricted too (since by necessity, larger people tend to infringe on others' space on crowded planes — not like they have much choice!). \n \nI'm really hoping that the rest of the airline industry follows suit. All of us in coach (of all sizes) have been too squished for too long. New planes should take into account that we are bigger (taller and heavier) than ever before. \n \nRelated on MNN: 7 unexpected things that have gone supersized","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/bombadiercseries.jpg","title":"New planes to have wider seats","author":""}