{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/2013-healthy-skin-resolutions","content":"Life is complicated enough without having to spend oodles of time thinking about and taking care of your skin. At the same time, it’s the first thing people see when they meet you (and is also a great indicator of overall health). Looking forward into 2013, here are some simple things you can do to care for your skin — and most of them will benefit the rest of your body, too.\n \nReach for the salad: You may have been planning a post-holiday cleanse of some sort to get rid of extra weight (real or existential) from all those holiday parties, but if you need a little more motivation to whip up a big salad for dinner instead of heating up cheesy leftovers, consider that your skin will benefit too. Eating lots of veggies not only ups your vitamin quotient and keeps your digestion moving along (both of which will result in clearer skin and a brighter complexion), but the carotenoids and other phytochemicals in fruits and veggies also fight free radicals (which can cause or exacerbate wrinkles). And they lend skin a slightly golden cast, which comes across to observers as looking healthy, in a similar way that a light tan can, and fights cancer too.\n \nGet some sun: No, I’m not talking about covering yourself with tanning oil and laying on the beach in the Caribbean for a five-day vacation. But on those days that it’s sunny, make the effort to catch some rays for about 10 minutes; the light will boost your mood, and the sun will get your body making natural vitamin D, both of which improve skin’s appearance.\n \nDrink an extra glass of water: Keeping hydrated is harder in the winter, what with all the drying heat blowing around and the urge to drink anything other than coffee, tea, and wine (which all dehydrate) at a low point. I make it a point to drink a large glass of water every morning after I get up (adding a squeeze of fresh lemon will add a bit of a liver cleanser to the deal) since I will often forget to drink later. Drinking non-caffeinated tea can be another way to keep hydrated when you are too chilly for water; when I’m running errands or post-gym, I often pack or pick up a chamomile or rooibus tea (both of which may confer benefits to skin via antioxidants), which are delicious and warming to sip on.\n \nGet a facial: If there’s any time of year to indulge in a skin-rejuvenating facial, it’s now. Turning your face over to a skilled professional (look for those who use organic and natural products like Tata Harper) for a relaxing facial, will relax and directly affect problem areas. Personally, I never opt for anything too stressful to the skin, like a chemical peel, but there are natural versions that can do some of that work and leave you with a fresh face for a new year. I’ve found the massaging action of a facial to be almost as mellowing an experience as a full-body massage, so if you’ve never tried it out, make 2013 the year.\n \nTry facial massage: If you don’t have the money or time for a facial (even if you do, this technique can supplement), try doing facial massage a couple times a week. I aim for every day, and end up doing it a little more than half the time. This tutorial covers the steps and is the same technique that models use — doing it with a rich, healing oil will up the benefits to tired winter skin. \n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/greatskin.jpg","title":"2013 healthy skin resolutions","author":""}