{"url":"http://www.mnn.com//lifestyle/recycling/stories/20-ways-to-reuse-coffee-grounds-tea-leaves","content":"Photo: eclectic echoes/Flickr\n\n\t \n\n\tIt takes a brave and hearty (and spartan) soul to give up coffee and tea in the name of food miles. Many do, but morning caffeine is the guilty pleasure that whispers in a voice too alluring for many to resist. One thing is for sure: it's generally a long journey for beans and leaves to travel from exotic climes to the kitchen counter — so we may as well honor them with some extra chores before condemning them to the trash. For those who add their spent dregs to the compost bin, you can still do so in many of these applications once their mission has been accomplished.\n\n\t \n\n\tWhat to do with coffee grounds\n\n\t1. Soften skin\n\n\tExfoliate with a body scrub made of coffee grounds, coconut oil and a little brown sugar. Gently massage it on in the shower, rinse, be soft.\n\n\t \n\n\t2. Please the flowers\n\n\tUse coffee grounds as mulch for acid-loving plants — roses, azaleas, rhododendrons, evergreens, hydrangeas and camellias. They like coffee grounds for the natural acidity and nutrients they add to the soil.\n\n\t \n\n\t3. Sadden the ants\n\n\tSprinkle coffee grounds around areas of ant infestation to deter them.\n\n\t \n\n\t4. Deter gastropods\n\n\tUsed grounds are said to repel snails and slugs, so sprinkle them in problem areas.\n\n\t \n\n\t5. Simplify fireplace cleaning\n\n\tBefore cleaning the fireplace, sprinkle with dampened used coffee grounds, which will weigh down the ash and thus eliminate clouds of smoke-flavored dust.\n\n\t \n\n\t6. Make a sepia dye\n\n\tSoak used grounds in hot water and use as a dye bath for Easter eggs, fabric and paper for a lovely, soft brown tinge.\n\n\t \n\n\t7. Keep cats at bay\n\n\tKeep kitties out of the garden with a mixture of orange peels and used coffee grounds distributed around plants.\n\n\t \n\n\t8. Encourage the carrots\n\n\tTo boost a carrot harvest, mix seeds with dried coffee grounds before sowing. The extra bulk makes the wee seeds easier to manage, while the coffee aroma can nourish the soil and help repel pests.\n\n\t \n\n\tWhat to do with tea leaves and tea bags\n\n\t\n\n\tPhoto: A Girl With Tea/Flickr\n\n\t \n\n\tSome tips call for dried leaves, here’s how. When you’re finished brewing tea, place the leaves into a large strainer or colander. Press out as much moisture as possible, and then spread the leaves on paper. Let the leaves dry thoroughly, turning over several times in the process. Also note that wet tea leaves stain, so if you are using wet tea leaves on or near a porous surface, be sure to test in an inconspicuous place first.\n\n\t \n\n\t9. Tame stings and burns\n\n\tCool tea bags can bring relief when applied to bug bites and minor burns, including sunburn. For overall skin irritation, put spent tea leaves in a bath and soak.\n\n\t \n\n\t10. Soothe your eyes\n\n\tThe tannins in tea have anti-inflammatory effects, which is why cool ones are often employed on puffy eyes. (The chill also helps with swelling.)\n\n\t \n\n\t11. Feed the garden\n\n\tUse tea leaves as food for garden plants — green tea is high in nitrogen, and as a bonus, the leaves can ward off pests and insects. This is also good for houseplants, so add old tea leaves to their water.\n\n\t \n\n\t12. Boost potted plants\n\n\tWhen potting plants, place a few used tea bags on top of the drainage layer at the bottom of the planter before adding soil. The tea bags will help to retain water and will also leach some nutrients into the potting medium.\n\n\t \n\n\t13. Quell the cat box smell\n\n\tSprinkle used, dried tea leaves in litter boxes to help reduce the smell.\n\n\t \n\n\t14. Eliminate other pet odors\n\n\tSprinkle dried, used green tea leaves on your pet’s pillow, bed, in the doghouse, or other smelly spots to eliminate odor.\n\n\t \n\n\t15. Freshen the carpet\n\n\tSprinkle dry tea leaves onto the carpet, crush them lightly and let sit for 10 minutes, then vacuum. This will refresh the carpet and deodorize your vacuum cleaner and bag. (Especially helpful if you have pets.)\n\n\t \n\n\t16. Treat the dog\n\n\tAs an extravagance, loose leaf gunpowder tea is a treat for dogs to roll around in. It’s great for the aroma and luster it adds to the coat.\n\n\t \n\n\t17. Freshen mats and beds \n\n\tIt is common in Southeast Asia to wash straw sleeping mats in tubs of water to which tea has been added. The tea works as a deodorizer, so you can apply this method to yoga mats and air mattresses.\n\n\t \n\n\t18. Save the fridge\n\n\tIf you’re out of baking soda, place dried, used green tea bags or leaves in a small open bowl in your refrigerator to help absorb odors.\n\n\t \n\n\t19. Wash your hands\n\n\tRid your hands of food odors (garlic, onions, etc.) by rubbing them with wet green tea leaves, an instant deodorizer.\n\n\t \n\n\t20. Deodorize kitchen surfaces\n\n\tRub wet tea leaves on cutting boards and counters to remove food odors.\n\n\t \n\n\n\t\tRelated stories on MNN: \n\n\t\t\t7 things you can make instead of buying\n\n\t\t\tGet on board the non-consumption train\n\n\t\t\t20 unique ways to save money\n\n\n\t \n\n\tThis story was originally written for Treehugger. Copyright 2012.\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"","title":"20 ways to reuse coffee grounds, tea leaves","author":""}