{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/target-offends-by-offering-plus-size-manatee-gray-dress","content":"Yes, manatees are adorable and they come in a charming shade of gray. But the marine mammals, also known as sea cows, just happen to tip the scales at 1,300 pounds. So when Target called the plus-size version of the Mossimo Womens Kimono Maxi Dress “Manatee Gray,” while the regular size was called “Dark Heather Gray,” many of the mega-retailer’s customers were, um, a bit surprised.\n \nTwitter enthusiast, Susan Clemens, was the first to call attention to the gaffe.\nWhat the. Plus sized women get \"Manatee Grey\" while standard sizes are \"Dark Heather Grey.\" @target #notbuyingit twitter.com/suZen/status/3…\n\t— Susan Clemens (@suZen) April 3, 2013\nTo which Target replied:\n@suzen We apologize for this unintentional oversight & never intend to offend our guests. We've heard you, and we're working to fix it ASAP.\n\t— Target (@Target) April 3, 2013\nBut really, how could such an egregious oversight have happened?  Target spokesman Joshua Thomas told Forbes that “Manatee Gray” is a color description used on many products across a range of categories on the Target site, some of them in women’s regular and even petite sizes.\n \nIn this case, however, apparently there were two separate teams of buyers responsible for the regular and plus-size product lines. The teams didn’t coordinate when they entered the product information for the site, and thus the offensive blunder was born.\n \n“We apologize for any discomfort this might have caused and are working to update the name of the dress to reflect Dark Heather Gray,” Thomas said. “This was an unfortunate oversight and we’ll take it into consideration moving forward.”\n \nABC News reports on the story:\n \n\nUnfortunately your browser does not support IFrames.\n \nRelated stories on MNN:\n\nAirbrush alert: U.K. wants to keep fashion ads real\nWhy the Olympics is great for women's body image\nIsrael bans too-skinny models\n\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/manatee%20target.jpg","title":"Target offends by offering plus-size 'Manatee Gray' dress","author":""}