{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/rainforest-alliance-verification-points-travelers-to-sustainable-hotels","content":"If you have any knowledge about the Rainforest Alliance, it probably is about their sustainable certification process for farms.  Did you know that they also work with tourism businesses to verify them for their sustainable practices? Last month when the Rainforest Alliance invited me to Guatemala to tour some of their certified coffee farms, I also learned about their verification process for sustainable tourism.\n\n\t \n\n\tThe Rainforest Alliance Verified mark is a sign to consumers that a tourism business is committed to reducing its environmental impact and it has met the criteria developed or endorsed by the Rainforest Alliance. While in Guatemala, the Rainforest Alliance hosted my group of journalists in verified hotels. I thought I’d both show and tell you about how the hotels we stayed at in Guatemala are making a sustainable difference through photos and some relevant information.\n\n\t\n\n\tThe first hotel we stayed at was the Villa Colonial Hotel in Antigua. This hotel was stunning. The photo above is the view from the open-air dining room that we enjoyed as we ate breakfast the first morning. This hotel has been working with the Rainforest Alliance for about two years and has changed many of their practices since the collaboration. They now treat their waste water, recycle everything including electronics, use eco filters for their drinking water so they reduce bottled water use, and use LED bulbs. Part of all Rainforest Alliance programs is reinvesting into the community, and at Villa Colonial, they help the local church pay for their electricity and offer internships to students at a local technical school.\n\n\t \n\n\t\n\n\tAt Villa Colonial, they also buy their food locally, although in Guatemala there is no local organic food. This vegetable soup was simple but delicious, and we were served meals that included lots of fresh local vegetables. The hotel has not increased the price of their rooms since they achieved verification. They see it as an added value to lure people to stay at their hotel instead of one of the non-verified hotels in the city, and it’s working.\n\n\t \n\n\t\n\n\tThe second hotel we stayed at was Las Cumbres in Zunil, Quetzaltenango. This hotel has the distinction of being built on top of natural hot springs, and there was a natural sauna right in my hotel room. The hotel has a spa where people can come and use the community saunas or receive spa treatments like massages. Since achieving verification, they now use natural products and have received training in management techniques. Loyal clients have seen the changes and like the improved services.\n\n\t \n\n\t\n\n\tThe hotel gets its water from the mountain and its not metered, but they encourage conservation anyway by both the employees and the guests. They used to do a little recycling before verification, but now they recycle as much as possible, and all organic waste gets made into compost for their gardens.\n\n\t \n\n\t\n\n\tThe hotel has extensive vegetable gardens that thrive year-round because of the moist, warm climate. They use the food they grow in the hotel, and the food in the above photo was either grown onsite or bought locally. They recently won a contest in Central America for most sustainable eco-lodge in Guatemala, and their prize will be an installed biodigester.\n\n\t \n\n\t\n\n\tThe surrounding community of Las Cumbres is populated with indigenous people, which makes it difficult to work within the community at times, but they are making strides in community outreach. They support a small local museum that focuses on Mayan artifacts. The photo above is of the museum owner and one of my fellow journalists, Bonnie, showing off traditional dress. When the museum owner couldn’t afford to attend a trade show he wanted to attend, Las Cumbres paid for him to go, and he ended up winning 35,000 quetzals for his museum (somewhere around $4,400). The hotel also hosts a local artisans market in their parking lot on weekends, supports a local hospital, and buys everything local if they don’t produce it.\n\n\t \n\n\t\n\n\tLas Cumbres brought in local musicians one evening to entertain us while we were having dinner. It’s just one more way that Las Cumbres reinvests in their local community.\n\n\t \n\n\tLike the good that the Rainforest Alliance Certification does for farms and their surrounding communities, the organization’s Verification does similar good for tourist enterprises. The hotels that we visited have made vast improvements in their sustainability while gaining the respect of tourists. Tourism operators are much more likely to steer travelers toward verified hotels than non-verified ones, increasing their business. The money that the hotels earn from their increased business benefits everyone from the owners to the employees to the community members. It’s a program that has positive, far-reaching effects.\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/verified%20large.jpg","title":"Rainforest Alliance Verification points travelers to sustainable hotels","author":""}