{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/know-before-you-go-travel-videos-can-help-you-plan","content":"Sometimes just appearing in a country, sans plan, can be fun and exciting. You don't know where you'll end up staying or where to eat — you just wing it and see where the road takes you. This is how my boyfriend and I experienced Paris, and it was a fun way to go. \n\n\t \n\n\tOther times, it makes sense to do research and have a more specific plan of where to go and what to do each day. I've also traveled this way, and it has its pros (being able to see a lot) and cons (you're less likely to have time be truly surprised). Depending on your personality and if you have kids traveling with you, one travel method might make more sense. \n\n\t \n\n\tOne of the best ways to save time (and have some fun) if you're doing a lot of planning for your travels, is via online videos. Many people make decent-quality videos of sites to see in specific destinations, which can be a boon for the organizer/ ou can check out what kind of clothes and shoes you may need for a hike and get an idea of the terrain, or see how crowded it might be. You can get a general feel for what to pack and how to be well-prepared.\n\n\t \n\n\tHere are five travel videos (one of them is mine!) that might help you plan a trip to one of these places, but if your destination isn't here, just consider this a starting point. There's plenty more if you jump on YouTube or Vimeo and enter the place you're going or a specific attraction you'd like to check out when you're there. And don't worry: nothing will spoil the fun and excitement of really being there. \n \n \nThe Statue of Liberty\n\n \nHiking the Na Pali Coast, Kaua'i\n\n\n \nMachu Picchu, Peru\n\n\n \nAyers Rock, Australia - Mala Walk\n\n\n \nGreat Pyramids of Giza, Egypt","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/machupiccu.jpg","title":"Know before you go: Travel videos can help you plan","author":""}