{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/how-to-stop-being-late-and-start-being-on-time","content":"I have always hated the fact that I am usually late; I was not raised that way, and I think it's bad manners. (My grandma was old-school, and poor manners was a pet peeve of hers.) But there it was, haunting me throughout my 20s — an otherwise fairly Type A personality, I was constantly behind schedule (and sometimes 30 or 40 minutes late). I kept reading articles about how being late meant you valued your own time more that other people's and that you had to be more thoughtful of other people. I knew that wasn't my problem, because I'm the kind of person who cleans up busy restaurant bathrooms so the next person will have a cleaner experience. No, my problem wasn't disrespect towards others, and in fact, it wasn't about people at all: I realized that my issue with being late was that I was too optimistic about how long things actually took. I just didn't give myself enough time to get from A to B because I always erred on the side of \"I'm sure everything will go great!\" (It took me years to figure this out.) \n \nBut things don't always go great, and as soon as there is the slightest bump in the road, my entire plan is derailed, which leads to stress and lateness. So coming to terms with the fact that life isn't always about the best case scenario (clearly I had to learn this the hard way) was one of the ways I stopped being late. Am I currently perfectly on time to all appointments? No, but I'm 90 percent better than I used to be, using some self-awareness and some practical aides that I've detailed below. And the best part about being someone who used to be chronically late? Whenever anyone else is late to meet me, it doesn't bother me a bit, and they are instantly forgiven. I've got some waiting around to make up for. \n \nBe scientific, take measurements: For me, a big realization came after I started keeping track of exactly how long it takes to get from one place to another. I drive and walk quickly, but that doesn't mean that everyone else does, or that there's not a slow subway or a backup on the highway. By taking note of exactly how long it took to, say, drive to work on seven different mornings, I averaged it out, and made the average (not the best case scenario) my travel time estimate. I do the same thing on the subway in NYC; sometime you need to wait for five or seven minutes for a ride or a transfer between subway lines. So I add 10 minutes to what I think my travel time will be as a margin for error.\n \nSet an alarm: Besides optimism, my other problem with being on time is my excellent focus (which is, generally, a good thing). Ever since I was a kid, I've gotten intensely concentrated on whatever I'm working on. As an overworked writer and nascent designer, I credit this trait with my ability to do more work than others might be able to in my situation. But I also tend to very literally lose track of time; when I'm absorbed in a task, my attention is there and nowhere else. Since I don't want to change my \"reverse ADD\" (there are plenty of people who pay money to therapists and take drugs to achieve what comes naturally to me), I work with it. I set alarms for both the time I need to quit working to be able to get out the door, and a two-minute alarm that means no matter what I MUST walk out that door ASAP. As I'm a bit of a neat-freak and will spend random time tidying up when I'm between tasks (like working and leaving the house), this second alarm forces me to put down the clean dishes and put on my coat and shoes and gather up my things. \n \nGive extra time for meetings: Scheduling several meetings in a row is tough for even the most organized to keep on track. The key is to build in almost double the time you need. Sound crazy? Usually, a half-an-hour meeting won't last much longer than that, but it's important to realize that a) it might go long b) you might need to use the bathroom, which could mean fetching and returning a key c) the person you are meeting might be running a bit late (especially if they are a medical professional) d) dropping your coat and hat and then picking it up again/chatting with a receptionist before or after can all eat up minutes. Scheduling 45-50 minutes for an in-office meeting that's a 30-minute meeting makes sense. And if you arrive early to your next meeting? Catch up on emails, reapply your lipstick, prepare for the meeting, get a glass of water, or do some reading (I always keep a book in my bag). You will look organized, refreshed and comfortable. \n \nBe aware of your sense of time: Studies have shown that we all have a different perception of time. (I've learned that I'm fundamentally not a good \"clock,\" which means that I have a hard time understanding how much time has passed.) Some people, without looking at a watch, are incredibly accurate about how long a minute is, or a half-hour or even, when they are deprived of outside stimuli for a day. I am not one of these people. That's OK, I just have to recognize that and work with it. On days when I have a lot scheduled, I check my phone clock often, to make sure it's the time I \"think\" it is. \n \nWhat are your on-time tips? \n \nRelated on MNN: Simplest clock yet","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/timeperception.jpg","title":"How to stop being late and start being on time","author":""}