{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/terramar-project-launches-to-celebrate-and-protect-the-worlds-oceans","content":"Did you know that most of the world's oceans belong to you? It's true: 64 percent of the waters that exist outside of national jurisdictions are known as the high seas. According to the United National Law of the Sea Convention, these unregulated bodies of water — and the fish and minerals they contain — belong to all of mankind and should be used to serve the common good.\n\n\t \n\n\tA new nonprofit, The TerraMar Project, aims to celebrate and protect those high seas. Officially launched Sept. 26 at the Blue Ocean Film Festival & Conservation Conference in Monterey, Calif., the organization is the brainchild of lifelong marine enthusiast Ghislaine Maxwell.\n\n\t \n\n\t\"People traditionally see individual oceans and seas. The truth is that all the oceans are interconnected and related. It's all one sea,\" Maxwell says. \"What TerraMar wants to do is give this part of the world an identity.\" An experienced deep-sea diver and ocean advocate, Maxwell says the goal of the organization is to inspire people to think of the ocean in a new way. \"You can be attached to it. You can participate in in a deep way. You can also have a say in how it is used.\"\n\n\t \n\n\tMaxwell has been planning the launch of the TerraMar Project for two years to fill what she perceives as a gap in how other organizations perceive the high seas. \"There are a lot of people and organizations doing good work in specific areas\" — she names the Sargasso Sea as one example — \"but no one was looking at the high seas as one huge, homogenous place.\"\n\n\t \n\n\tThe main way TerraMar hopes to engage people is with its interactive website, where visitors can claim a parcel of the ocean, \"friend\" a marine species like green turtles or sea otters, take a virtual dive, or find educational projects for parents and teachers. \"Social engagement is really key,\" says Samantha Harris, TerraMar's director of development. \"That's what we're trying to develop here: a way to engage a large number of people with the ocean by using our site.\"\n\n\t \n\n\tThe spectacular virtual dive employs the new Google Ocean, which also premiered at the Blue Ocean festival and provides a similar experience to the search engine's popular Street Views but on the ocean floor. \"Google's an amazing company that wants people to use their technology,\" Maxwell says. \"Google Ocean makes the high seas super-attractive and engaging, so we chose to showcase it on our site.\"\n\n\t \n\n\tThe announcement about the nonprofit came from four celebrated marine experts: Dr. Sylvia Earle, Capt. Don Walsh, Dan Laffoley and virus hunter Nathan Wolfe. Earle, and oceanographer and explorer-in-residence with the National Geographic Society and founder of the Sylvia Earle Alliance, said at the time, \"I am thrilled to be a founding citizen of TerraMar and to celebrate the vital significance of the high seas to all people, everywhere.\"\n\n\t \n\n\tLaffoley, the marine vice chair for the IUCN's World Commission on Protected Areas, said he saw an important role for the TerraMar Project: \"What this does is actually enable people to connect to the deep blue heart of the world beyond national jurisdictions, make it a country, to make it the responsibility of everyone in a sense.\"\n\n\t \n\n\tAlthough much of TerraMar's focus is on celebrating the ocean, the website also calls attention to the many issues facing the high seas, including ocean acidification, overfishing, piracy, whaling, plastic pollution and illegal dumping. \"It's kind of like the Wild West,\" Maxwell says. \"If you asked people if they knew that almost half the planet is ungoverned, I really don't think they would know that.\"\n\n\t \n\n\tMaxwell says greater understanding of these issues will come when more people look at the ocean as something that they are a part of, even though they live on land (the name of the organization comes from two Latin words: Terra for earth and Mar for sea). \"Once you understand the value of what you have out there, people will pay more attention to it and be more engaged in what happens to it in the future.\"\n\n\t \n\n\tThe TerraMar Project plans to roll out several new features on its website to keep engaging visitors in the importance of the high seas. The site will also feature fundraising tools to help raise money for ocean-related research or other projects. \"Not only will we be able to set individual sponsorship goals for fundraising for certain projects, but our citizen users can then create their own projects for other people to fundraise for,\" development director Harris says.\n\n\t \n\n\t\"We invite everybody to come and interact with us,\" Maxwell says. \"The high seas belongs to you. It's the one major area in the world where we can be one species with one home and one common destiny.\"\n\n\t \n\n\tRelated marine story on MNN: Ted Danson honored for ocean advocacy\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/ocean_7.jpg","title":"TerraMar Project launches to celebrate and protect the world's oceans","author":""}