{"url":"http://www.mnn.com//lifestyle/recycling/stories/live-google-event-recycling-and-reusing-for-earth-day","content":"Update: This Google Hangout has already taken place. If you missed it, please enjoy the video from the event below:\n \n\n\n \n***\nIn honor of Earth Day, we’re partnering with National Geographic, NASA, Sierra Club, Earth 911, and the folks at Google for the first week-long eco-celebration on Google+ Hangouts.\n \nOn April 25 at 2 p.m. EST, we’ll be focusing on recycling and reusing with our special guest Sara Snow. Snow is a green living expert, TV host (Discovery Networks, CNN) and the author of \"Sara Snow's Fresh Living,\" and she'll be sharing her message of attainable sustainable living. She's a frequent public speaker and media contributor, having been seen on \"Good Morning America,\" \"The Early Show,\" The New York Times, Lucky magazine, Better Homes and Gardens. She was also host of the Discovery program \"Get Fresh with Sara Snow\" and author of \"Fresh Living, the Essential Room-by-Room Guide to a Greener, Healthier Family and Home.\"\n \nShe and her family are great recyclers, so she'll have practical tips on starting your own program. You'll also learn how your actions can make a global impact by recycling properly and consuming less. Moderated by Huffington Post community leader Tim McDonald and hosted by Earth911, you’ll want to be at this event. Click here for all of the details and to RSVP.\n \nHave a question now? Join the conversation by sending in your questions via Twitter and Google+ with the hashtag #OurEarth. And check out these resources:\n20 things you didn't know you could recycle\nYour easy guide to recycling codes \nWhat are the easiest and most important items to recycle? \n20 ways to reuse coffee grounds and tea leaves ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/SaraSnow.jpg","title":"Live Google+ Event: Recycling and Reusing for Earth Day","author":""}