{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/dreaming-of-summer-vacation-get-what-you-need","content":"It's all too easy to let summer drift away from you, to wake up with a vague hangover from Labor Day celebrations and realize that you never did take a proper vacation when the weather was warm, the beaches were lifeguarded and the seasonal restaurants were in full swing. If you haven't already given it some serious thought, now is the time to start making some summer plans — not only because otherwise you might find yourself face-to-face with a \"no vacancy\" sign, but because once you've scheduled time off, it's simpler and easier to plan around it so you won't be stressed out by taking time off work. \n \nSo, where do you want to go? Sometimes this is the very (seemingly huge) question that leads people into a state of confusion and paralysis. There are so many choices, and being sure of where you want to go with all the possibilities seems daunting. Here are a five key questions to help you narrow down your vacation destination choices and get the most out of it.\n \nHow long would you like to be away? If you have such a tight schedule for work or other commitments that you can't take off more than 3-4 days, don't fly. If you have at least a week, boarding a plane makes more sense. But since there's nice weather in most parts of the country in the summer, consider vacationing closer to home anyway; it will reduce your personal carbon emissions and save the hassle of dealing with the TSA, packing everything into small suitcases and possibly encountering delays or cancelations of flights, which can chip away at your hard-earned vacation time. Really consider if flying is worth all of the above before you book.\n \nWhat's your idea of a vacation? Many people go on vacations without a good idea of what they want to do (or not do). Take some time now to figure out if you want to ride your bike around an island (Martha's Vineyard), veg on the beach as much as possible (Jersey Shore), get some reading done in a quiet locale (Catskills), need a place that will entertain/cater to children (Rehoboth), like to hike (Adirondacks), enjoy checking out the individuality of water holes (Vermont) or think trying new restaurants and walking around a city (Boston, Philadelphia) is your idea of a good time. (The above suggestions are based on my current location in the NYC tri-state area and will be different depending on where you live). \n \nWhat can you afford? You should absolutely have a budget for your getaway, so you can avoid the stress and frustration of returning from vacation and feeling like you can't pay your bills. Make a sensible budget now, organize your reservations, and start putting aside the money now — it usually take about three months for me to save up for a vacation (and three months from now will be the middle of July!) \n \nWho do you want to go with? Family vacations can be great, but they can also be stressful. Think seriously about whether you want your kids along (maybe you could use a break from each other and they can bunk with the grandparents for the week?), whether you want to travel with your partner's family again this year, or even if you want to get away solo (yes, this is a totally natural and healthy desire!). Do you need time alone with your significant other, or maybe you both need time away with friends (the time to organize a women's trip or guy's getaway is as early as possible). \n \nHow do you want to feel when you return from your time away? This might be the most important question, so it should maybe come first in this list. Do you want to return relaxed and rested? Then don't go away with stressful relatives and do activities you don't like. Want to detox and spend time in natural spaces? Then don't let your partner convince you visiting a new city is the perfect summer vacay. Do you need personal time to think, meditate, or do other solo activities? Then don't go away with the family (or if you do, carve out specific days that are 'yours' in advance). Do you get bored and antsy with not enough to do? Then don't go away to a Nova Scotia cabin on a deserted Maine island. Asking these questions before you even book a room can help ensure you get what you need from your time away. \n \nRelated on MNN: Why vacations are necessary","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/summervacation_0.jpg","title":"Dreaming of summer vacation: Get what you need","author":""}