{"url":"http://www.mnn.com//lifestyle/recycling/blogs/poopy-diapers-to-become-patio-furniture-in-scotland","content":"Last year, I reported that Canadian recycling firm Knowaste was gearing up to build five facilities across the U.K. where absorbent consumer waste products (read: used diapers, feminine hygiene products, and adult incontinence products) will be sorted and ground up into plastic pellets — sanitized and sterilized first, of course, using advanced autoclave technology — that will be used to make building materials such as siding, roof shingles, and commercial tubing. At the time, the company planned to source the waste recycled at the new facilities — each capable of transforming 36,000 tons of poopy diapers and the like into new products annually — strictly from institutions such as crèches, hospitals and nursing homes.\n\n\t \n\n\tNow it appears that Knowaste, in cahoots with Zero Waste Scotland, is also targeting the domestic market with a recently launched pilot program that will enable the residents of four Scottish councils (Fife, Perth, Stirling and Kincross, and North Lankarshire) to recycle their soiled nappies and other disposable absorbent products curbside. Rejoice! Post-collection, the waste will be carted off to Knowaste's current facility in West Bromwich near Birmingham. It's a bit of a trek, but it appears Knowaste plans to eventually open a plant in Scotland as well.\n\n\t \n\n\tIn Scotland alone, about 160 million used diapers are landfilled each year with, sadly, only around 10 percent of parents opting for reusable diapers. The six-month trial that will extend to around 36,000 homes aims to put a significant dent in that figure. And, of course, if the scheme proves to be successful, there’s the chance that curbside diaper recycling could be unrolled nationwide.\n\n\t \n\n\tRemarks Environmental Secretary Richard Lochhead in a press statement.\n\n\t \n\n\t\tDisposable nappies, although convenient, do have a huge impact on the environment with a staggering 450,000 ending up in landfill each day in Scotland.This innovative new scheme is a fantastic step forward for recycling and makes it easier for parents to do their bit for the environment. \n\n\t\t \n\n\t\tIt's great that new technologies allow us to recycle even more materials. In this way, we can reuse our waste and treat it as a valuable resource with the potential to boost our economy.\"\n\n\n\t \n\n\tAdds Knowaste boss Roy Brown:\n\n\t \n\n\t\tOur plant is a specialist recycling facility, which is the first of its kind in the UK. We use new technology to allow us to turn absorbent hygiene products, previously unsuitable for recycling, into valuable plastics and fibres, which can then be used to make new products.\n\n\t\t \n\n\t\tWe are delighted to support the trial collection services in Scotland, which we hope will lead to a wider adoption of the recycling service across the country.\n\n\n\t \n\n\tBrown isn't the only one that's delighted. Seasoned \"childminder\" Sheila Sangster is jazzed that instead of every other week, collection of the waste will take place on a weekly basis. “As you can imagine, in the summertime that’s not pleasant,\" she tells the BBC.\n\n\t \n\n\tIt also appears that in addition to boring old siding and shingles, the ground-up plastic waste will be used to make more exciting things like garden furniture, park benches, railway sleepers, fences, decking and more. Just imagine ... that disposable diaper that baby Annabelle took an ungodly poo in could someday wind up in your backyard as a lounger. \n\n\t \n\n\tIn addition to the Scottish pilot program, Knowaste is working with the Welsh councils of Cardiff and Monmouthsire on a similar but significantly smaller recycling scheme launched back in March. In the English council of West Cheshire, another nappy-cycling pilot is launching this summer.\n\n\t \n\n\tGrossed out? Get over it, as dirty diaper recycling options may be coming soon to a neighborhood near you.\n\n\t \n\n\tVia [BBC News]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/DiapersTrash.jpg","title":"Poopy diapers to become patio furniture in Scotland","author":""}