{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/the-science-of-being-thankful","content":"\"Thanksgiving was never meant to be shut up in a single day.\"\n\n\t— Robert Caspar Lintner, early 20th-century writer\n\n\t \n\n\tThat quote gets bounced around a lot every Thanksgiving, serving as a reminder that gratitude shouldn't be limited to 24 hours in November. It may sound like a sappy sentiment, but researchers at the University of California-Berkeley report mounting scientific evidence that thankfulness also has concrete health benefits, such as lower blood pressure, stronger disease immunity and fewer symptoms of depression.\n\n\t \n\n\tTheir research is a product of UC-Berkeley's Greater Good Science Center, which recently launched a three-year, $5.6 million project to \"expand the scientific database of gratitude, particularly in the key areas of human health, personal and relational well-being, and developmental science.\" As part of this project, the GGSC has also created Thnx4.org, a \"sharable gratitude journal\" that aims to teach people the tangible power of thankfulness while also helping scientists better understand it.\n\n\t \n\n\tGGSC research on this topic began several years ago, as an assignment for Berkeley students to keep gratitude journals in spiral-bound notebooks. By writing down everything for which they were grateful, the students boosted their \"overall resilience,\" according to a university news release, and reportedly grew less susceptible to daily stresses as well as minor maladies like rashes and headaches.\n\n\t \n\n\t\"Thnx4.org wanted to make this spiral notebook very accessible, and to make the research a little more specific than it has been historically,\" GGSC science director Emiliana Simon-Thomas says in a statement about the site.\n\n\t \n\n\tPeople who sign up with Thnx4.org are asked to submit daily posts for two weeks about whatever makes them grateful, which they can then share via social media or email. They receive a tip about gratitude each time they post, and the whole interaction is meant to take just five to 10 minutes. Before and after the 14-day span, participants also fill out surveys to measure traits like resilience, attachment tendencies and happiness — information that will let researchers see how posting and sharing, known as a \"gratitude intervention,\" might influence people's overall temperament as well as their emotional and physical health.\n\n\t \n\n\tThe goal is to create a bank of gratitude data from at least 1,000 volunteers, Simon-Thomas says, that will let researchers study not just why people feel grateful, but also how those feelings correlate with things like demographics and social sharing. They hope this will help them answer an array of research questions, such as:\n\n\t \n\n\n\t\t\tWhich gender is more willing to spread gratitude?\n\n\t\t\tDo men tend to feel grateful for different things than women?\n\n\t\t\tDoes a moment of gratitude predict the likelihood of a pay-it-forward response?\n\n\t\t\tIs there a regional geography of the more- and less-grateful?\n\n\t\t\tDoes personal gratitude differ from gratitude for, say, a new iPad mini?\n\n\n\t \n\n\tThnx4.org is just one piece in the fast-growing field of gratitude science. In one recent study, for example, scientists found that teenagers who reported the most gratitude after a four-year research period became \"17 percent more happy and more hopeful about their lives\" while experiencing \"a 13 percent drop in negative emotions and a 15 percent drop in depressive symptoms.\"\n\n\t \n\n\tGratitude may come easily when you're surrounded by family and friends at the holidays, but Simon-Thomas suggests it's especially helpful in less tranquil times: \"Studies show that people who have gone through trauma have a greater resilience against post-traumatic stress disorder if they have a biological predisposition to be grateful — or if they go through gratitude intervention.\"\n\n\t \n\n\tHumans are social animals, and according to UC-Davis psychologist Robert Emmons, a leader of the GGSC's gratitude initiative, feeling thankful is a key part of our psyche that deserves more attention. \"Because so much of human life is about giving, receiving and repaying, gratitude is a pivotal concept for our social interactions,\" Emmons writes on the GGSC website. \"Despite the fact that it forms the foundation of social life in many other cultures, in America, we usually don't give it much thought — with a notable exception of one day, Thanksgiving.\"\n\n\t \n\n\tFor more about the benefits of habitual gratitude, check out this video from Christine Carter, a sociologist and \"happiness expert\" with the GGSC:\n\n\t \n\n\n\n\t \n\n\tRelated gratitude stories on MNN:\n\n\n\t\t\tGiving thanks in dark times\n\n\t\t\tWhat are your Thanksgiving rules?\n\n\t\t\tGratitude crafts for Thanksgiving\n\n\t\t\tThe science behind holiday nostalgia\n\n\n\t \n\n\tMNN tease photo of appreciative man: Shutterstock\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/first_thanksgiving.jpg","title":"The science of being thankful","author":""}