{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/clear-the-clutter-with-the-100-thing-challenge","content":"In 2008, Dave Bruno and his 100 Thing Challenge — one man's efforts to come to terms with his own consumerist nature and pare back his possessions to the essential (and then live with them for the next year). Since then Bruno has received a good deal of high-profile publicity and lots of love from digital minimalists like Zen Habits and a book deal. Which is why \"The 100 Thing Challenge\" arrived in my mailbox.\n \nThe publishers will no doubt not like the next statement: If you're already familiar with the challenge, other than some insightful comments on our consumer motivations which Bruno makes (and which I'll get to in a moment) there's not much new here that you haven't read online already.\n \nWhich isn't to say that Bruno doesn't eloquently explain the origins, the process and the outcome of reducing his personal possessions to just 100 things (loosely defined) and then both he and his family living with that. It's just that a lot of the content presented already made its way out into the world and will feel like review to anyone who has already clicked a few links on the subject. I count myself in that category and went through a similar experiment about a decade ago. At the time I had returned from a longish trip to India, during which I had given up my apartment and put my possessions in storage. I had arranged to take a room with some friends in a three bedroom house and decided that I would just allow myself what clothes would fit in a single medium-sized dresser and a small metal footlocker.\n \nInspired by the apparent ease and comfort with which a sadhu I saw at a train station deposited his small bag of worldly items on the ground, removed his dhoti and began bathing from a water spigot, I was determined to pare everything down to the essentials.\n \nIt wasn't a big task, being naturally whatever animal embodies the opposite of a pack rat for some time. And it was as freeing as I expected. My personal habits still tend to asceticism more than anything else, without effort in doing so.\n \nWhich is all to say, when I first heard \"The 100 Thing Challenge\" even though I no doubt have more than 100 things that I call mine (and not collectively owned by my fiancé and me, and not counting the same groupings that Bruno uses, like \"underwear\" as a single item composed of several separate units), my first thought was that for me at least, that really wouldn't be much of a challenge in a practical sense. But I was intrigued.\n \nI think I even started making my own list of possessions but stopped before deciding what things to cut, or even before fully completing the list. In my case it just seemed like a pointlessly precise exercise. I've made my peace with my personal level of material consumption and have integrated questions of need and environmental impact into my purchasing decisions as second nature.\n \nBut many people haven't and for them \"The 100 Thing Challenge\" is a great thing.\n \nIf you, like Bruno, walk into your garage or open up your overstuff closet one day and find unused or seldom used items representing near-forgotten and seldom-practiced avocations — even while thinking of yourself as being not much of a material person and avowedly against American consumer culture — then you need to read \"The 100 Thing Challenge.\" Even if for you perhaps a 150-thing or 200-thing challenge seems more the thing, taking critical stock of your relationship to the consumer stuff that most people, Americans far and away in particular, take for granted will be eye-opening.\n \nBut back to Bruno's best insight. Roughly halfway through the 200-page text Dave describes his aspiration to be a good woodworker. Not just a good woodworker, but a master woodworker, an artisan. He has acquired all the accoutrements of this. Built a modest workshop in part of his garage (along with an unused climbing wall...), but which ultimately never got used much, at least as much as his inner artisanal woodworker would. All was put up for sale. The fantasy, the idea of being a woodworker, the idea that mastery brings contentment and that that can be bought, went by the boards.\n \nThat's more important than it at first seems. How much stuff in your life have you purchased because you liked the idea of doing something (woodworking, rock climbing, playing the trumpet, or making panini on a daily basis for the family) but when the reality didn't work out as planned you still held onto the notion of it for days, weeks, years? Not that we all shouldn't have and nurture our dreams and ambitions towards trying new things. We should definitely do these things or we stop growing as people. But often when we burden ourselves with idea of our future selves we don't allow ourselves the room to become that — and often end up with a lot of unused stuff sitting around. Pare it all away as Bruno did.\n \nDave Bruno's \"The 100 Thing Challenge\" was published by Harper Paperbacks on Dec. 28, 2010.\n \nRelated stories on MNN:\n\nBook review: \"The 100 Thing Challenge\"\n\n\nHow to create less waste for the holidays\n\n\nGet on board the non-consumption train\n\n\nThis story was originally written for Treehugger. Copyright 2011.\n\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/ClutteredGarage.jpg","title":"Clear the clutter with 'The 100 Thing Challenge'","author":""}