{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/new-york-fashion-week-fw-2013-eco-fashion-roundup-part-2","content":"Yesterday I wrote about some of the eco fashion awesomeness that came down the runway at New York Fashion Week. There was so much good stuff that I needed a second post to fit it all in! Find below more designers \"bringing manufacturing back to the United States, upcycling fabrics, embarking on zero-waste projects, and using sustainable materials,\" as I wrote (and if you think fashion doesn't matter in terms of the environment and social issues, check out the intro to yesterday's post!\n\nThe Vanity Project's founders wanted to help their favorite charities in a fun, fashion-forward (and direct) way. So Jason Sochol (who was inspired by his mother's bout with breast cancer, and wanted to give back) and his friend Omri Bojko got together to start a t-shirt company that would eventually partner with over 30 charities to take their logos and make something so cool people would want to wear them, even if they had no idea the shirts would benefit great organizations. Keeping the designs subtle and understated (but still awesome), shirts are also made from a tri-blend of organic cotton, recycled polyester and natural rayon, keeping the project  green too. \nSee more of the image from the fashion week show on The Vanity Project on Eco-Chick.com.\n\nSamantha Pleet, who has made a name for herself working with big retailers like Urban Outfitters in the past, presented another killer collection this past fashion week, with a number of modern-art inspired pieces. Beyond looking incredibly wearable, Pleet said of her fabrics, \"The wool pieces are all lambswool and they come from a heritage mill in the UK. It’s one of the last remaining mills. It’s called Moon and it’s been around for over 100 years. We get a lot of our fabrics from a fair trade factory in India. We actually flew over there recently and met them. It was really amazing to see where they were making everything and to be able to make sure that it’s a really great place.\" That's fashion with a heart and a mind. \nImage courtesy Ecouterre. Read more about Samantha Pleet's F/W 2013 collection on Ecouterre. \n\nM. Patmos brought two strong prints to her latest collection, including ikat and camoflage (see above), styled up in a totally new way. The fall 2013 collection was inspired by the aristocratic nomad, who \"a well-traveled woman who collects and carefully curates her wardrobe with pieces from around the world.\"\nSee more of this collection from M.Patmos on Eco-Chick.com\nRelated: New York Fashion Week F/W 2013 eco fashion roundup Part 1","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/mpatmosmain.jpg","title":"New York Fashion Week F/W 2013 eco fashion roundup Part 2","author":""}