{"url":"http://www.mnn.com//green-tech/computers/stories/how-google-fiber-will-change-austin-tech","content":"Google on Tuesday (April 9) announced that Austin, Texas, would become the second city to get its gigabit-speed fiber-optic Internet service, Google Fiber, with connections starting in mid 2014. (Kansas City, the first recipient, already has service.)\n \nAside from faster movie downloads, what will Austin residents do with all that bandwidth? Entrepreneurs and tinkerers already have ideas.\n \nRyan Brown, an electrical engineer and organizer of the Austin Hardware Startup Meetup, imagines collaborating on gadget designs with people hundreds or thousands of miles away.\n \n\"Developing hardware is bandwidth-intensive,\" Brown said. \"You've got schematics, layouts, industrial designs, mechanical designs, thermal simulations … and things like that can be painful to share online.\" With gigabit speeds, Austin engineers could trade and tweak designs in real time with collaborators around the world, such as factories in China, Brown said.\n \nIn fact, it will make it easier to use tools for designing and testing products entirely in the cloud, leveraging heavy-duty online computers to do the intensive number-crunching to predict how a product will function long before it's built. [See video of how Kansas City has been using Google Fiber]\n \nBut even within Austin, the bandwidth will make a difference, said Kyle Cox of the Austin Technology Incubator at the University of Texas. The university is collaborating on a project called Pecan Street that is testing cutting-edge energy technologies in an experimental home and a smart grid-equipped neighborhood. \"There are terabytes of data being created that need to be crunched and analyzed,\" he said. That crunching happens on a University of Texas supercomputer, and moving the bits faster across town will make a difference. [See also: 100 Gbps Speed Coming to U.S. Research Network]\n \nOne example of what the analysis found: Contrary to popular wisdom, solar panels are most efficient not when facing due south but rather slightly south by southwest (a fitting scientific discovery for a city that hosts a festival by the same name).\n \nCox described another Austin company, Cyfeon Solutions, that is trying to make smarter stock trades by processing huge amounts of data — including individual trades, blog posts and tweets and other social media that can affect the stock market. \"Those things are going to enable answers to real-time questions more quickly.\" Cyfeon also has a division using the same technology to analyze telecommunication performance to help telecom companies improve service.\n \nBut Google Fiber won't just fuel international projects, said Cox. Some of his member companies will use it to make customer service better by offering video conferencing tech support instead of just email or online chat. \n\"Right now, I think there will be an occasional Skype customer service interaction, in an extreme case,\" said Cox.\n \nFollow Sean Captain @seancaptain. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n \n\nGoogle's Fast Broadband Spawns Home Startups\n\n\n10 Ways the Government Watches You\n\n\n10 Biggest Google Blunders\n\n\nMNN: Will Google Fiber impact Kansas City property values?\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/main_google_6_0_0.jpg","title":"How Google Fiber will change Austin tech","author":"Sean Captain, TechNewsDaily"}