{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/pink-october-where-does-money-from-the-breast-cancer-movement-g","content":"Come October, the America takes on a decidedly pink tinge. National monuments are flooded in pink light, kitchen appliances are offered in special pink enamel editions, pink feather boas and balloons flutter in the wind at charity walks and runs across the land, and questionable products from fast food to cosmetics to even handguns are emblazoned with pink awareness ribbons. Given all of the promotion, spending, and cause marketing associated with National Breast Cancer Awareness Month since its inception in 1985, it’s almost surprising that a cure for the disease hasn't been found yet.\n\n\t \n\n\tSo where does all the money being raised actually go? There are many nonprofits that have joined the pink war against the disease, but the most prominent group behind the pink tide is the non-profit foundation, Susan G. Komen for the Cure (Komen). In 2011, Komen reported a net of $439 million in public support, but the foundation spent most of that on education, screening and treatment – and more on fundraising and administrative costs than it did on research. (In 2009 and 2010, executives earned between $400,000 and $500,000 in annual salary.) Despite the fact that it defines its mission as finding a cure for breast cancer, the organization spent $75 million on research in 2011, which is just 17 percent of its revenue, on finding a cure.\n\n\t \n\n\tOne of Wisconsin's premier breast cancer researchers, Dr. Judy Tjoe, credits the pink movement with raising awareness and gradually reducing deaths due to screenings, but she said too little money lands in the hands of scientists.\n\n\t \n\n\t\"Well, I think some of it should still go to screening, but definitely a large part of it has to go to research to try to understand the disease,\" Tjoe told WISN 12 News. \"The only time we get rid of a disease is for us to understand what causes it and to find a way to prevent it, and a lot of times, it required a vaccine, and so the question is, Can that approach be used with cancer? And people are looking into that, and I think we're still a long way off.\"\n\t \n\n\tRelated breast cancer stories on MNN:\n\n\n\t\t\tChristina Applegate pushes pink for breast cancer charity\n\n\n\t\tBreast Cancer: Not 1 disease, but 10\n\t\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/shutterstock_104793701.jpg","title":"Pink October: Where does money from the breast cancer movement go?","author":""}