{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/why-people-who-dont-stink-still-wear-deodorant","content":"For most, putting on deodorant is a necessary ritual on par with brushing teeth or washing hands. But for people who produce no armpit stench, it is totally unnecessary.\n \nDespite that, nearly three-quarters of those people still use deodorant daily, a new study finds.\n \nThe findings, published on Jan. 17 in the Journal of Investigative Dermatology, show just how much a person's daily life is dictated by what's considered normal.\n \n\"They're spending their money, exposing their skin to what may in a few instances not be good for their skin. It sort of suggests to me that there are a lot of conformists around,\" said study co-author Ian Day, a genetic epidemiologist at the University of Bristol. [10 Odd Facts About the Female Body]\n \nSmelly genes\nSeveral years ago ago, scientists discovered that a gene called ABCC11 determined whether people produced wet or dry earwax. Interestingly, people who produce the \"dry\" version of earwax also lack a chemical in their armpits that bacteria feed on to cause underarm odor.\n \n\"This key gene is basically the single determinant of whether you do produce underarm odor or not,\" Day said.\n \nWhile only 2 percent of Europeans lack the genes for smelly armpits, most East Asians and almost all Koreans lack this gene, Day told LiveScience.\n \nNo one knows exactly why gene prevalence varies so much between populations, but its absence in East Asia suggests that being stinky was evolutionarily selected against there over the last several thousand years, he said.\n \nUnnecessary routine\nThe new findings came as a surprising twist on a larger study investigating chemical exposures in 6,495 women and their babies in Britain. Researchers took blood samples (which contain genetic material) from the women and asked them what types of hygiene products they used daily. As a result, the researchers could investigate how genes related to product usage.\n \nAbout 98 percent of the women had the gene for smell-producing armpits. Of those, 95 percent used deodorant on a regular basis.\n \nBut of the the 117 non-odor producing women, over three-quarters still used deodorant daily. That suggests the majority of women are using a product every day, when they have no need to, Day said.\n \nThough the team didn't look at men, they think the results should generalize. (Other studies have found that men in general are slightly less fastidious in their deodorant use, Day said.)\n \nBecause the study didn't intend to look at deodorant use, the researchers can't tease out why smell-free women continue to slather on the odor-reducing product. But one possibility is that social pressure or conformity plays a large part in some of our most common hygiene routines, Day said.\n \nFollow LiveScience on Twitter @livescience. We're also on Facebook & Google+. \n \nRelated on LiveScience and MNN:\n\nMacho Man: 10 Wild Facts About His Body\n\n\n10 Things You Didn't Know About You\n\n\n15 Weird Things Humans Do Every Day, and Why\n\n\nMNN:  5 deordorant alternatives\n\n \nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/Deodorant_m_0117.jpg","title":"Why people who don't stink still wear deodorant","author":"Tia Ghose, LiveScience"}