{"url":"http://www.mnn.com//lifestyle/recycling/stories/6-ways-to-upcycle-bottle-caps","content":" \n\nPhoto: wlcutler/Flickr\n \n\nSay you had a big party and you are left with huge piles of empties to recycle. Well, that's just your luck. You have come into a wealth of bottle caps, and you now can make all kinds of DIY projects with them. Soak those babies in a bleach and water solution, set them out to dry, and then go to town on one or all of these DIY bottle cap upcycling projects.\n \n1. Art: Art is the default sort of \"go to\" use for anything. If you are creative enough, you can turn pretty much anything into visual art. I once saw an exhibit at MOMA called \"Chew,\" in which an artist had made sculptures out of chewed up lard (kids, don't try it at home). \"Chew\" proved to me that art can be made out of anything, anything at all. Bottle caps, due to their availability and rainbow of fun colors, are a dynamite art material. Not that your average tile contractor will be willing to do it, but you could also use bottle caps as a material for a backsplash wall mosaic.\n\n \n2. iPod speaker: What do you get when you combine some clever wiring and a PET bottle cap? A tiny little speaker for your mp3 player. View a DIY tutorial on how to make a bottle cap speaker on Makezine.com.\n \n3. Art car decoration: There are people who take their cars to an auto body to be painted, and then there is the DIY crowd. I will never forget the leopard print van by a Denver painter that I encountered one July 4 in the Rocky Mountains. It was the coolest van I had ever seen. Since art car people are usually very creative, I was not surprised to find a photo of a pickup truck covered in bottle caps. Though such a decoration on the outside of one's car might make getting stopped by a cop more complicated, they look pretty rad.\n \n4. Jewelry pendant: Apparently, if you have bottle caps and some metallic paint, you can make yourself a fashionable (depending on your crowd) piece of jewelry. Punch a hole in it and attach a jump ring to hang the pendant on a cord or chain.\n \n5. Snowman eyes: If you're lucky enough to live in a climate where snow still happens, bottle caps make excellent eyes for snowmen. I know that coal traditionally was used to snowman eyes, but who has a coal-fired furnace in her house anymore? Right. So bottle caps.\n \n6. Magnets: Metal bottle caps are the perfect vehicle for refrigerator magnets. Glue a flat magnet to the top (flat) side of a bottle cap, then use your creativity to decorate the inside of the bottle cap. You can paint inside the bottle cap, or glue whimsical things inside, like seashells, beads, or tiny beach pebbles.\n \nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\nClick for photo credits\n\n\nPhoto credits:\nSpeaker: jetalone/Flickr\nSnowman: StewC/Flickr\n\n \nRelated reuse stories on MNN:\n10 creative uses for empty beer bottles\n10 uses for plastic pill bottles\n9 uses for old jeans\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"","title":"6 ways to upcycle bottle caps","author":""}