{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/the-story-of-a-sustainable-neighborhood-revival-india-street-in","content":"Think globally, act locally. It's a beautiful slogan that was has roots in a 1915 book about city planning and that was later co-opted by the environmental movement sometime in the late '60s or early '70s. Its meaning is simple enough: think about how your actions at home affect the entire world. Take care of your family, your friends, and your neighbor and don't do anything that is going to harm people in the next town, or country or continent.\n \nWe all know what acting locally means when you're you're at home: recycling and reducing, installing more efficient lights and appliances, eating local, preferably organic food, and installing things like solar panels. But what does acting locally mean outside your home — in your neighborhood? What does a truly sustainable neighborhood look like? What kind of mix between residential, commercial, industrial and recreational development is best for any one neighborhood? Where does the food come from? How do people get around? What about parks, libraries, schools and gardens?\n \nThe challenge of building more sustainable neighborhoods is a popular topic these days and has inspired a myriad of blog posts, books and TED talks. (Alex Steffen is one of the best thinkers out there).\n \n\nThe neighborhood where Section-8 recipients mix with billionaires, bloggers and politicians. (All photos: Shea Gunther)\n \nI count myself lucky to live in the very cool and vibrant India Street neighborhood in Portland, Maine. Portland is a great little city built on a hilly peninsula that sticks out into the delightful Casco Bay. The India Street neighborhood was once the heart of the city but fell into neglect over the years as commerce shifted east. Things for India Street have gotten better in the past five years as new housing developments have started to replace vacant lots and billionaire Donald Sussman and his wife, U.S. Rep. Chellie Pingree, moved in. (They bought up a bunch of vacant properties and donated a building to the local food co-op.) But there is still a lot of room for smart redevelopment.\n \n\nEvery empty lot is an opportunity.\n \nThe India Street neighborhood was recently selected as one of 10 communities to be included in a study for sustainable city planning developed by the nonprofit organization Sustain Southern Maine. The study is being funded by a $1.6 million grant from the U.S. Department of Housing and Urban Development and will examine 10 communities with the goal of designing smart development plans for future growth for each city. The final report will look at housing, jobs, transportation, energy, food, natural and recreational resources, climate change, and how state and federal local laws could be changed to better foster community sustainability.\n \n\nFancy boots, local food, and condos under construction.\n \nSustain Southern Maine is working with local government and business officials throughout the process and will give the plans to each of the respective cities to do with as they wish.\n \n\nCould this parking lot be better used as a park, a house or a shared office? \n \nRegardless of how each of the plans are received by city officials, Sustain Southern Maine offers a great template for other states and regions to follow. If we are truly to pursue the precepts of \"think globally, act locally,\" it's up to each of us to figure out how to best integrate our own neighborhoods into the global network of Everyone Else.\n \n\nFancy condos reach for the sky. \n \nHere are some more shots from around my neighborhood.\n \n\nHouses on one side of the street, and Shipyard beer brewery on the other.\n \n\nThe parking structure on the left is called Ocean's Gate and is well named. Across the water is gas and oil tanks in South Portland.\n \n\nThe Portland Food Co-op sits, the red building on the right, overlooks Franklin Street, which marks the eastern border of the India Street neighborhood and cuts it off from downtown.\n \n\n \n \nDig sustainable neighborhoods? Read my piece 5 thriving, sustainable communities from earlier this year.\n \n \nAre you on Twitter? Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/downtown-portland-feat.jpg","title":"The story of a sustainable neighborhood revival: India Street in Portland, Maine","author":""}