{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/kate-upton-antarctic-bikini-shoot-shut-down-my-body","content":"It’s not easy playing a snow bunny for the cameras with the great glaciers of Antarctica for a backdrop .... wearing small strips of fabric and occasional tufts of rabbit fur ... with wind chill temperatures of  minus 20 degrees Fahrenheit.\n \nWe may imagine the life of a model is filled with champagne and rock star boyfriends, punctuated with pouting for the camera for a few hours here and there — but there’s much more toil than meets the eye. Just ask Kate Upton.\n \nGracing the cover of the latest Sports Illustrated swimsuit issue in little more than bikini bottoms and a very unzipped parka, Upton said that her body simply shut down after the shoot.\n \n\"It was freezing,\" the 20-year-old told NBC's \"Today\" show on Tuesday. \"I'm from Florida, so it wasn't easy for me.\"\n \n\"When I came back, I was losing my hearing and eyesight. My body was shutting down because it was working so hard to keep me warm,\" she said.\n \nThe group of 17 models selected for the 2013 edition were included in photo shoots that spanned all seven continents. Some models got to frolic in warm tropical waters, but Upton spent six days wearing next to nothing in one of the most frigid places on the planet.\n \nM.J. Day, a senior editor for Sports Illustrated, told Reuters \"We should name a passageway after her down there. She braved six days in a bikini while we were head-to-toe in jackets.” She added, “No one will ever accuse her of being a whiny model, ever.\"\n \nIt’s a wonder that she’s not sporting blue lips and signs of hypothermia in the photos. Although given that everyone is really just looking at the fashion of the swimsuits here, it's possible nobody would have noticed anyway.\n \nWatch her recount the experience below, with bonus clips from the shoot.\n \n\n\n \nRelated story on MNN: 5 sexy things to do on a snow day","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/upton.jpg","title":"Kate Upton: Antarctic bikini shoot shut down my body","author":""}