{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/why-living-small-means-living-happily-ever-after","content":"Living small is a creative lifestyle that can work anywhere. It's about finding what makes you happy, and focusing on that without the distractions of too much stuff and too much room. You don't have to build your own quirky tiny house or buy expensive multipurpose furniture to live happy in little spaces either!\n \nNewly built apartments are getting smaller; the U.S. national average is now 982 square feet (a kingdom in Manhattan!), down from more than 1,000 square feet a decade ago. This is thanks in part to the micro-unit trend — apartments 300 square feet or even smaller — that has popped up in some cities in response to urgent housing needs. \n \nIf you're still not convinced, here are four more reasons to live small in this big world.\n \n1. Location, location, location\nRent is going up across the U.S., and housing prices are slowly creeping up from their lows after the financial crisis. But why sweat it? Swapping extra room for the perfect neighborhood, close to everything you want, is easier on your wallet and might encourage you to get outside and enjoy your community more often. If you love where you live, your community becomes your living room.\n \n2. Small living, smaller footprint\nAbout 20 percent of greenhouse gas emissions in the U.S. are caused by home energy use. Then there's all the stuff to fill every room with furniture, closets to fill with new clothes, big fridges to fill with food, half of which goes bad before you get to it ... The more you have, the more you throw in the landfill. Living small helps you buy only the stuff you really need or just have to have, but it's not about depriving yourself, it's about saving money and loving what you've got. \n \n3. It's all the rage in Europe\nNewly built homes in the U.S. are more than two and a half times bigger than U.K. homes on average, and more than 500 square feet bigger than any other European country's average. So they also use less energy, buy less, and according to the Happy Planet Index, enjoy life more while using less of the Earth's resources than Americans. Luckily, you don't have to be Roman to do as the Romans do.\n \n4. Have not, clean not\nIt might seem trivial, but add up all the hours you spend cleaning your house, and then cut them in half. Feel better? According to the American Time Use Survey (2011), the average person spent more than four hours just cleaning house every week, not counting cooking, pets, garden work, the week's shopping or repairs around the house. Suddenly, sacrificing a few square feet doesn't feel like you're giving much up but wasted time and money.\n \nKasia Mychajlowycz, who wrote this for the sharing site Yerdle, is a freelance writer from Toronto who loves walking through cities, finding the best coffee and living in her cozy 300-square-foot apartment. \n \nRelated on MNN: \nThe 7 stones of simpler living\nEvery inch counts: Architect downsizes to 78 square feet of space","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/english_cottage.jpg","title":"Why living small means living happily ever after","author":""}