{"url":"http://www.mnn.com//lifestyle/recycling/stories/10-ways-to-repurpose-newspaper-at-home","content":"It seems that these days, newspapers are heading in the same direction as our old friend the dodo. Circulation of all things printed has plummeted. More and more people are turning to the Internet as their source of “culture” and current events (oh, hello there!).\n\n\t \n\n\tStill, there’s something sort of precious about real, in-hand, black and gray newsprint; a graphic puzzle of words on that soft, smudgy paper. I can’t imagine that it will ever completely disappear. Some folks just refuse to forgo their Sunday Times, and coffee shops from Seattle to San Antonio will always stock their local “weekly” — that single-folded, stylistically-similar-yet-regionally-distinct entertainment guide.\n\n\t \n\n\tSo there will always be newspapers, and thus there will always be need for green disposal of said newspapers. Here I list my top 10 practical repurposings. That means I’m not going to get into the hundreds of incredible, artistic craft projects that involve newspaper. (Though there are many, and they are great — Google around for them). Conversely, this list would be twice as long if I included such revolutionary ideas as, “Line your pet cage!” or “Start a fire!” But you don’t need me to give you those sorts of instructions, right?\n\n\t \n\n\tThese ideas are actually creative and actually useful and may actually save you some money by replacing something you already use, making them actually eco-friendly. Ready? Here we go!\n\n\t \n\n\t1.  Use newspaper instead of cloth rags or paper towels to clean your windows, mirrors and other glass surfaces. Rags leave lint and paper towels will streak. For some reason, newspaper is the perfect solution for a shining polished finish.\n\n\t \n\n\t2. Planning a garden this year? Start your indoor seedlings using newspaper pots, which can be transplanted directly into the ground!\n\n\t \n\n\t3. This borders on the obvious, but I’m including it because it’s solid advice. Use tightly wadded newspaper, molded into the appropriate form, to keep the correct shape in your dress shoes, hats, purses and more.\n\n\t \n\n\t4. Stuff loosely wadded newspaper into rain-soaked shoes. The paper will help absorb the moisture and allow the shoes to dry much faster, while avoiding mold or mildew and other sources of stank.\n\n\t \n\n\t5. In a similar vein, throw some crumpled newspaper in an old suitcase, briefcase, backpack or duffel bag. Leave it there for a few days and let it draw out that old musty odor. Like baking soda in the back of your fridge, you’ll marvel at how well it works!\n\n\t \n\n\t6. Using the comics as wrapping paper is as old as it is cliché, but you can actually create some charmingly elegant gift wrap, using the simplicity of black and white print. See here for some examples.\n\n\t \n\n\t7. You can also use newspaper in the garden (most use soy ink and are totally safe, but check with your local paper if you’re concerned), either as a makeshift weed barrier/ground cover, or as much-needed “browns” in your compost bin.\n\n\t \n\n\t8. Gently wrap hard avocados or under-ripe tomatoes to speed up their maturation. It’s a simple trick but it works like a charm.\n\n\t \n\n\t9. Use a few layers of newspaper underneath your tablecloth. This offers a bit of padding for the elbows, while also providing some additional protection for the wood beneath.\n\n\t \n\n\t10. Use newspaper to clean up broken glass. Wet and soften the paper, then use it as a sort of “sponge.” The smallest shards will cling to the moist paper, and you can just transfer the whole thing into the trash.\n\n\t \n\n\tOr you can just go old school: Fold a paper hat. Build a fort. Guard against marauding scallywags. Go on, make a day of it.\n\n\t \n\n\tSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission here.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_newspaper_networx.jpg","title":"10 ways to repurpose newspaper at home","author":""}