{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/rodales-a-new-online-shop-for-tested-green-products","content":"The team of buyers behind the new Rodale's store (an online shop from the company behind so many conscious, sustainably minded magazines and books) is serious about research. Experienced buyers all, they have brought together some beautiful brands in the company's new store, including natural skin care, gorgeous and useful items for the home, eco-fashion, gift inspiration, and even great stuff from the ever-elusive fitness category. And all will be expanding over the coming months as they add additional lines and products. I love that everything listed includes a \"Why We Chose It\" description, which usually includes information about its durability, usability or eco-consciousness. And for personal care products, there are full ingredient listings. \n \nI've picked some of my favorite pieces from the new site to give a flavor of all the summer goodness they've got going on. \n\n \nThis beautiful rattan-and-leather bike basket is deep enough to fit a load of fresh goodies from the farmers market, a newspaper and a fresh baguette, or even a small dog. (OK, the former items are all from a cache of cute bike images I daydream about, but bike baskets are truly useful, especially for those hot days when carrying a backpack will make you feel too sweaty. \n \n\n \nThis organic cotton/linen blend maxi dress from Amour Vert is an easy piece for summer, and nautical stripes never go out of style. \n \n\n \nBlock-printed, hemp and organic cotton dish towels brighten up a kitchen in a moment. Hemp is a super-tough fabric, meaning these towels will last for years (and may even look better with wear). \n \n \n\n \nIf you've always been pretty disgusted with conventional mouthwashes, this all-natural, organic-ingredient based version from Fig+Yarrow is just the excuse you need to get rinsing again. \n \n\nCrafted from recycled sterling silver, this simple bracelet will end up being a go-to piece to wear every day. A number of Rodale's jewelry pieces are made exclusively for the site, including this one. ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/rodales.jpg","title":"Rodale's: A new online shop for tested green products","author":""}