{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/getting-your-legs-shorts-ready-with-natural-beauty-products","content":"Spring is here and summer is on its way; I've definitely been breaking out the shorts and short skirts (and can't wait to wear my fun sundresses in another month or so). Besides keeping your legs in good shape with running, hiking, cycling, and plenty of lunges, all of which get gams gorgeous in just a few weeks (it's amazing how fast legs can tone up), I like to get my legs some sun—about 10 minutes a day will get you a healthy glow, won't burn your skin (to be safe, get that 10 minutes before noon or after 3pm) and will also help your body make its own Vitamin D. \n \nOnce you've put all that energy into making your legs lovely, naturally, it can be frustrating to nick them up while shaving or looking down to notice they are dry and flaky; the products below will help you keep up what your good habits have wrought. \n \nRazor: I always opt for reusable razors—they cost less in the long run and are much less wasteful. Recycline's razors are made from recycled yogurt cups and can be recycled (it's a #5 plastic) if it gets worn over time or you end up breaking it. They are Made in the USA and can be refilled with various triple razor heads. Of course, if you already have a good razor, there's no need to replace it; I've been using my boyfriend's cast-off razor for three years now. \n \nShaving Cream: I use Dr. Bronner's Classic Castile Liquid Soaps in the shower for most of my cleaning needs and the awesome, natural, biodegradable formulation also doubles as a fabulous shaving cream (I just lather it up). Bronner's also makes a good shave gel I have used, and Kiss My Face's Patchouli Moisture Shave to lovely (and delicous-smelling) effect, and Seed's super-rich, grape-seed enriched shaving bar is a great low-packaging alternative.  In a pinch, you can even use Extra Virgin Olive Oil for shaving (it's not great for the razor blades, and it gets clogged a bit easily, so you will need hot water to rinse it off), which has the added bonus of moisturizing your legs while you're shaving. \n \nMoisturizer: REN Skincare's Anti-Cellulite Gel debuted last year, and while I've always been super-skeptical about such products, this one really worked (caffeine and pepper rose spice tighten skin, diminishing the appearance of subcutaneous fat), and as an added bonus, horse chestnut and red algae give a lovely cooling feeling to the gel for some time after you apply it. For very silky legs, I recommend using an oil applied the night before (overnight it will work into the skin and de-ages the appearance of the legs), or a soft bar like this one from Cowgirl skincare, which moisturizes beautifully with beeswax and sunflower oil. \n \n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/summerlegswoman.jpg","title":"Getting your legs shorts-ready with natural beauty products","author":""}