{"url":"http://www.mnn.com//green-tech/computers/stories/google-fiber-anticipation-is-fueling-startup-dreams-in-austin","content":"In the home of the South by Southwest festival, where \"keeping it weird\" is the city's unofficial motto, Google Fiber is already inspiring a thriving community of techies with bold and sometimes offbeat ideas. Even a year before Google rolls out its 1-Gbps internet service, anticipation is fueling Texas-size dreams as unique as the city of Austin itself.\n \nGoogle said the rollout will be to residential customers first, but it will also have small business options. Austin will be the second Google Fiber rollout, following the introduction in Kansas City last year. Google also plans to bring Google Fiber to Provo, Utah, late this year.\n \nGoogle Fiber will be the catalyst for the local Austin tech community, said Jennifer Bullard, a local entrepreneur and executive director of the Captivate Conference & Expo for gaming, film and music tech. \"It will validate Austin as a tech hotspot and attract talent from around the country,\" she said. Bullard is one of many locals we caught up with to talk about Google Fiber.\n \nSome big ideas are already percolating at Austin-based DejaSet and Rockify, two startups plugged into the city's vibrant music scene.\n \nDejaSet collaborates with local bands by recording their live performances and allowing fans to download audio of the show instantly to their smartphone, for a price (about $5). Matt Peterson, chief executive of DejaSet, imagines when the famous Austin City Limits Music Festival and every downtown venue will have 1-Gbps access. \"Faster speeds could allow us to upload lossless music recordings, or even video, to the cloud for instant distribution to fans,\" he said.\n \nAustin-based Rockify, a Web service that creates Pandora-like personalized playlists of music videos, has similar fiber dreams. Rockify chief executive Joel Korpi said fiber might open up new opportunities to add live, streaming music to Rockify's content offerings. \"Buffering sucks,\" Korpi said. \"With fiber, there is no status bars or waiting. We can start dreaming about supporting 4K video resolutions for next-gen HDTVs.\" [Google Network Fuels Kansas City Startups]\n \nSuperfast internet access could change the game for established companies, as well.\n \nIn the case of Savara Pharmaceuticals, blazing-fast internet service could help speed a cure for a deadly superbug, such as the drug-resistant MRSA (methicillin-resistant Staphylococcus aureus), said Robert Neville, the company's CEO. Savara is a new-breed pharmaceutical firm that outsources drug development to a network of virtual laboratories. Virtual labs allow Savara to keep costs low.\n \nFiber provides speeds that make sharing large data sets with a lab in China feel like it's just down the hall, Neville said. \"It's one more way we can stay agile and bring products to market faster.\"\n \nAnother firm is Aptus Technologies, a big-data company that helps military and crime investigators slice, dice and parse terabytes of data — and it needs fast internet to do that. Whereas competitors crunch data on a local device, Aptus pipes data to the cloud, giving any customer browser-based access to its tools.\n \n\"Our biggest bottleneck is transporting the data to the cloud,\" said Sean Forbes, the company’s chairman. No matter the cost, Austin internet service providers (ISPs) just don't offer the bandwidth Forbes needs. Google Fiber advertises upload and download speeds of 1-Gbps (even for homes), compared to the fastest speed offered by Aptus' current ISP — 80 Mbps (download) and 6 Mbps (upload). For perspective, with Google Fiber, it would take about 15 seconds to download a full movie in HD.\n \nBut the real boon is for the little guy who wants to build something new and now has access to the same — or better — superfast internet that well-established companies have, said Kyle Cox, a director at the University of Texas’ Austin Technology Incubator. \"Calling it a game changer isn't fair — it's a universe changer,\" Cox said. [See also: 100 Gbps Speed Coming to U.S. Research Network]\n \nConsider, for example, Hoot.Me, a firm that allows students to host online study groups via video and instant messaging. It also gives students one-click access to an expert to help them out of a homework jam.\n \n\"Once Google Fiber makes it to local universities, it will be exciting to see how 1-Gbps speeds can benefit not only Hoot.Me, but students as well,\" said Michael Koetting, Hoot.Me co-founder and a former University of Texas at Austin student. Bigger pipes lets the service go beyond text-based chat and opens the door to better HD-video interactions, he said.\n \nJenna Wanders, Google Fiber community manager, said Austin is a lot like Kansas City, where Google Fiber is just now rolling out. \"It's a bit of a chicken and egg scenario,” she said. “We know what the answer is; we just need to start asking the right questions about what big ideas can Google Fiber fuel.\"\n \nEmail Tom Springor follow him @zpring.Follow us @TechNewsDaily, on Facebookor on Google+. \n \nRelated on TechNewsDaily and MNN:\n\n10 Inventions That Were Ahead of Their Time\n\n\n10 Great Games You're Missing\n\n\n2013 Best Wi-Fi Booster Comparisons and Reviews\n\n\nMNN: 7 inventors killed by their inventions\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/GoogleFiberAustinHootMe_m_0.jpg","title":"Google Fiber anticipation is fueling startup dreams in Austin","author":"Tom Spring, TechNewsDaily"}