{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/10-gorgeous-us-waterfront-campgrounds","content":"Let's face it: Camping is even better when you have a fantastic waterfront view. And there's nothing to keep you going through a tough winter like dreaming up some ideas for your next green outdoor adventure. We've picked 10 sweet camping sites with a variety of waterfront locations — on lakes, rivers, the ocean and more — that afford great views and plenty of recreational opportunities.\n \n1. Haena Beach Park (Hawaii)\n\nPhoto: TLPOSCHARSKY/flickr\nIf you like to unzip your tent and step out into the sand, pitching camp around Kauai is bargain bliss — county parks charge out-of-state campers just $3 a night. Haena Beach Park, at the edge of the famous Na Pali coast, offers forest access and panoramic views of the ocean, though swimmers and snorkelers are advised to stroll down to safer waters at nearby Tunnels Beach. Anahola Beach Park has a shallow offshore reef that buffers the surf, making it the island's safest year-round swimming beach.\n \n2. Kenai Fjords National Park (Alaska)\n\nPhoto: bdearth/flickr\nIt might not be what comes to most people's minds when they think of waterfront camping, but the 12 walk-in wilderness campsites at Exit Glacier are indeed in the shadow of a pretty massive body of water — it's just in ice form. The site of the first recorded crossing of the Harding Icefield, Exit Glacier is still on the move; you can walk to its terminus when water levels are low, but watch out for falling chunks! The Exit Glacier area also contains a dramatic day hike in the Harding Icefield Trail. Those who prefer their water wet can kayak the fjords.\n \n3. Gold Bluffs Beach Campground (California)\n\nPhoto: Ben Amstutz/flickr\nRight on the Humboldt County coast, within an old-growth forest of coastal redwoods, western hemlock and Douglas fir, Gold Bluffs Beach Campground is a special spot indeed. Surrounding Prairie Creek Redwood State Park is a sanctuary for the big trees that offers plenty of hiking trails; 10 miles of sandy shoreline for beach combing; a dense understory of flowers, ferns and lichens to explore in Fern Canyon; and bird- and whale-watching opportunities. Keep an eye out for Roosevelt elk, deer, bobcats and mountain lions.\n \n4. Jessie M. Honeyman Memorial State Park (Oregon)\n\nPhoto: Oregon State Archives\nWith pink rhododendrons blooming in the spring, huckleberries and blackberries ripe for the picking in the fall, and direct access to the Oregon Dunes National Recreation Area from designated campsites in winter, Jessie M. Honeyman Memorial State Park bills itself as a \"camp for all seasons.\" About halfway up the Oregon shoreline on Highway 101, the coastal rain forest park boasts two freshwater lakes, Cleawox and Woahink, and two miles of sand dunes to explore on the way to the ocean. Visitors can entertain themselves with swimming, canoeing, fishing and other water sports — even scuba diving — in the lakes, or by sandboarding on the dunes. History buffs should keep an eye out for the stonework along park roads and the lodge and terrace on Cleawox Lake — all were built by members of the Civilian Conservation Corps during the Great Depression.\n \n5. Salmon River Campground (Idaho)\n\nPhoto: Idaho Tourism\nWith a picturesque location on the Salmon River, Salmon River Campground is located in the mixed lodgepole pine and meadow/sagebrush environment of Sawtooth National Forest, just five miles northeast of the Rocky Mountain town of Stanley. The Sawtooth Mountains tower over the area, which offers biking, rafting, fishing on high mountain lakes, horseback riding and hiking trails, as well as skiing and snowmobiling in the winter.\n \n6. Flaming Gorge National Recreation Area (Utah)\n\nPhoto: lowjumpingfrog/flickr\nThough we have plenty of bones to pick with dams, it's hard to deny that they've created some dramatic views — including the one from the campsites on the rim of Flaming Gorge National Recreation Area. Early explorer John Wesley Powell named the gorge after the sun's reflection on its red rocks; the reservoir, created by damming the Green River, is now a playground for boating, fishing and other water sports, while the river below is open to rafters. Hikers can explore trails winding through evergreen, pinyon pine and juniper forest, broken up with meadows and views of mountain peaks.\n \n7. Pictured Rocks National Lakeshore (Michigan)\n\nPhoto: *clairity*/flickr\nNamed for the mineral streaks that adorn their cliff faces, the rocks of Pictured Rocks National Lakeshore rise above Lake Superior, around which both day hikers and backpackers can enjoy a 42-mile section of national scenic trail. The area is also rife with waterfalls running off a massive sandstone formation; the trails to many are laden with wildflowers in springtime. The water of the lake itself is generally chilly year-round, but a campground above Twelvemile Beach is ideally suited for beach walks and picnics; all of the area's rustic and peaceful campsites have solar-powered wells.\n \n8. Lake Cumberland State Resort Park (Kentucky)\n\nPhoto: USACEpublicaffairs/flickr\nThe first frontiersman to make his way into Kentucky, way back in 1750, named the Cumberland River (and the mountains around it) after Prince William, Duke of Cumberland. Today, the lake formed by a dam on that river is a prime boating destination and considered one of the best places to fish in the eastern United States. Nestled amid beech, oak and hickory forests, Lake Cumberland State Resort Park has plenty to offer those who prefer other forms of recreation too. Visitors can opt for guided horseback trail rides, naturalist-led programs on the local flora and fauna, easy hikes, geocaching or Frisbee golf.\n \n9. Pocomoke River State Park (Maryland)\n\nPhoto: U. S. Fish and Wildlife Service - Northeast Region/flickr\nVisitors to Milburn Landing and Shad Landing can paddle between the two campgrounds, located on opposite sides of the Pocomoke Cypress Swamp, fed by the Pocomoke, or \"black water,\" river. The area contains hiking trails through 15,000 acres of forest, as well as water trails through the swamp, the better to keep an eye out for wildlife. River otters, bald eagles and two regionally rare species of warbler make their home in Pocomoke River State Park, amid the loblolly pines, white dogwood and pink laurel, while a nearby preserve hosts 20 species of neotropical migratory birds.\n \n10. Cape Lookout National Seashore (North Carolina)\n\nPhoto: AmySelleck/flickr\nOnly reachable by boat, the Cape Lookout National Seashore protects the southernmost part of the Outer Banks barrier islands. Its wide beaches, low dunes and salt marshes make an idyllic setting for swimming and surfing, tidepooling and birdwatching, and catching fish, clams and crabs. Camping amid the dunes is a real do-it-yourself experience. There are few amenities and campers must bring everything they need — including firewood and fresh water — and take it all back out again. A small price to pay to preserve such a peaceful place.\n \nThis story was originally written for TreeHugger. Copyright 2009.\n \nRelated post on MNN: 10 ways to green your camping trip","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/picturedrock.jpg","title":"10 gorgeous U.S. waterfront campgrounds","author":""}