{"url":"http://www.mnn.com//lifestyle/recycling/blogs/winning-bins-nycs-textile-recycling-scheme-a-success","content":"Some more recycle/reuse-related news today out of New York City for you today that has nothing to do with the resale of wooden seats that have spent their entire lives underground (in Manhattan, at least) and been vomited upon by multiple generations of NYU undergrads:\n\n\t \n\n\tAfter less than a year in existence, the city’s painful-to-type out textile recycling initiative, re-fashioNYC, is doing gangbusters according to The New York Times. In a six-month span, over 50 tons of textiles were donated at apartment building drop-off collection bins. During the second half of its first year, that number is expected to rise to 300 tons as building owners and managers flood the Department of Sanitation with requests to participate.\n\n\t \n\n\tI first blogged about the program, the largest of its kind in the country, when it was announced in July 2010. After some delay and significant tweaks, re-fashionNYC was officially launched in May 2011 in partnership with my favorite NY-based nonprofit, Housing Works. Although I still do have my gripes about the re-fashioNYC — having only to do with the placement of the textile collection bins in private apartment buildings and not more accessible locations — this is still most excellent news and I’m glad to hear that folks are responding to it.\n\n\t \n\n\tAs mentioned in previous posts, the aim of re-fashioNYC is to divert the 200,000 tons of textiles New Yorkers throw away each year from landfills and give them some sort of second life. Through the program, interested landlords, superintendents, or building managers of apartment buildings with more than 10 units can request for a re-fashioNYC textile recycling bin to be placed in the lobby or directly outside of said apartment building. The bins are installed at no cost to the building’s owner, tenants, or taxpayers and are emptied, when full, by Housing Works.\n\n\t \n\n\tA refresher on what exactly happens when the bins are emptied:\n\n\t\t \n\n\t\tYour donations will be picked up and transported to Housing Works’ warehouse in Queens for sorting. Some donations will be sold in Housing Works’ shops throughout NYC or at one of their regular 'all-you-can-stuff' warehouse sales. Some leftovers from these sales will be shipped to another nonprofit thrift shop in Haiti, while others will be made available to different nonprofit thrift shops for sale in their stores. The rest will be sold to a used textile merchant for recycling or export to overseas markets. In all cases, the profits generated from the sale of your donations will benefit low-income and homeless New Yorkers living with and affected by HIV/AIDS.\n\n\n\t \n\n\tAs of now, there are 130 participating buildings and the Department of Sanitation is still processing requests and more than a thousand inquiries. Again, fabulous news especially considering the city’s mostly lackluster reputation when it comes to overall recycling efforts.\n\n\t \n\n\tHave I donated through re-fashioNYC? Can’t say I have as I don’t live in a participating building nor do I live near one that I know of. I still stick to my longtime, three-tier textile disposal routine: Beacon’s Closet for designer stuff that’s in excellent condition and could get me a few bucks back; a Housing Works retail store for resalable stuff that’s in good condition but probably wouldn't sell at Beacon’s Closet; and, finally, a GrowNYC greenmarket drop-off location for towels, linens, stinky shoes, stained/damaged items, and the like.\n\n\t \n\n\tAny New Yorkers out there recycled their old and unwanted threads through a re-fashioNYC collection bin yet?\n\n\t \n\n\t[NY Times Green Blog]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ClothingRecycling.jpeg","title":"Winning bins: NYC's textile recycling scheme a success","author":""}