{"url":"http://www.mnn.com//lifestyle/recycling/stories/5-disturbing-facts-about-plastic","content":"Take a quick look around you and inventory all the plastic products you see. Your computer monitor and keyboard, your pens, even the carpet under your feet — all are made possible by plastic. The American Chemistry Council likes to throw out its old adage, \"Plastic makes it possible.\" And in a culture ruled by convenience products and cheap, disposable goods, plastic does. But at what cost?\n\n\t \n\n\tThe plastics industry likes to protect its secrets and, as a result, consumers are stuck with a world filled with plastic that could be making us fat and sick. And that bothers Beth Terry. Terry set out five years ago to rid her life of cheap, disposable and often unrecyclable, plastic garbage after reading an article in Men's Health magazine (also published by Rodale) that included a picture of a dead albatross that had starved because it had filled its belly with plastic garbage instead of food. But once she started looking, she began to uncover a lot of other disturbing plastic facts, which she's compiled in a new book, \"Plastic-Free: How I Kicked the Plastic Habit and How You Can Too\" (Skyhorse, 2012). Here's some of what she learned, and what we can all do to make plastic's problems go away.\n\n\t \n\n\t1. We don't know everything that's in plastic — and neither do food companies. \"The most shocking thing about plastic is how much we as consumers don't know about what is in the plastic products that we buy,\" Terry says. She's referring to more than just the raw materials. Plastics may be made from oil or natural gas, but once they get to a plastics producer, dozens of chemicals are added to make them rigid, heat resistant, colored, clear, UV resistant, soft, pliable — for just about any feature a plastics manufacturer wants, there's an additional chemical that can give it to them. And all those mixtures are protected as trade secrets, Terry adds, that not even food manufacturers can know. She says that food companies who want to know what's in the packaging they're using often face the same firewall that consumers face.\n\n\t \n\n\tRead more: Your medications are covered in plastic\n\n\t \n\n\t2. Plastic isn't good for vegetarians. Of the thousands of possible chemicals added to plastics, some are known to be toxic — for instance, the neurotoxin lead and the carcinogen cadmium are frequently added to vinyl products to protect them from UV damage — and others have a growing body of research suggesting they're not good for you, such as that linking the hormone disruptor bisphenol A to everything from heart disease to childhood behavioral problems. And some are just gross. Like chicken fat. Terry says that plastic bag manufacturers sometimes add chicken fat to the exterior of plastic bags to make them more slippery. Animal fats are also added to other plastic products to prevent them from sticking to metal machinery. So now vegetarians have one more reason to bring their own reusable bags and containers.\n\n\t \n\n\t3. It causes acne. At least, it does in cats and dogs. Many vets warn pet owners to feed cats and dogs out of glass, ceramic or stainless steel bowls because porous plastic bowls allow bacteria to breed and multiply, causing an acne-like rash on a pet's chin. The material's porous nature is yet another reason that plastic manufacturers add still more chemicals, Terry says. Antibacterial chemicals like triclosan, which has been linked to an increase in allergies, is a registered pesticide, and is suspected of contributing to antibiotic resistant diseases like MRSA, are added to plastics all the time. Sometimes they're labeled — you'll often find antibacterial chemicals advertised on packaging for cutting boards and sponges or mildew-resistant shower curtains — but often they're not, which means you have no way of knowing.\n\n\t \n\n\t4. Plastic kills more than just birds and sea turtles. Images of sea turtles choking on plastic and, in the case of Terry's inspiration, dead birds with stomachs filled with plastic debris are the poster children of sorts for advocates trying to reform recycling laws and discourage people from buying so much disposable plastic. But in her book, Terry writes that so many cows in India have died from ingesting plastic that many states in the nation have banned plastic bags altogether as a way to avoid it. In the United Arab Emirates, she adds, veterinarians have seen goats, camels, sheep and other endangered desert animals dead because they've ingested plastic garbage.\n\n\t \n\n\tRead more: 10 products that cost you money and could make you sick\n\n\t \n\n\t5. Recycling is only a semi-perfect solution. \"I don't want people to stop recycling, because we have to do something with the plastic we end up with,\" Terry says. But, she adds, \"it's not the answer to our plastic problem.\" Most plastic from the U.S. gets shipped to China to be recycled, she says, where it's melted down in plants that pollute the local air and water, manned by people who work with little to no protective gear. What's more, recycled plastic is \"downcycled,\" that is, a plastic bottle isn't turned back into a plastic bottle. It's recycled into carpeting or fleece for clothing or some other product that often isn't or can't be recycled at the end of its useful life. \"It's really just slowing down [plastic's] progress to the landfill.\"\n\n\t \n\n\tAll this shouldn't leave you depressed. Through years of dedication, Terry has managed to reduce her plastic waste to one plastic shopping bag's worth each year. She admits that isn't doable or practical for everyone. But here's what is:\n\n\t \n\n\t• BYOB ... and C. \"The first thing that I did was to just stop taking grocery bags at the store. I just decided I wasn't going to take them anymore,\" she says. And to keep herself from forgetting her bags, she'd make herself carry out by hand what she bought whenever she did forget them — and if she couldn't carry it, she wouldn't buy it. Once you get into that habit, start bringing your own containers with you, as well, to fill from bulk bins and use at the meat counter. (Swap out your reusable plastic food containers for those made from glass or stainless steel to avoid iffy chemicals and funky animal fats.)\n\n\t \n\n\t• Ask yourself, \"Can I make this?\" If you can't find something you want in the bulk bins or in a plastic-free glass or paper package, try making it at home. Terry says she stumbled upon a recipe for homemade chocolate syrup when she couldn't find any that weren't packaged in plastic bottles. \"I absolutely love making it now, and I probably wouldn't have thought to do it if I wasn't trying to avoid plastic,\" she says. A few other surprisingly simple ideas from our Nickel Pincher columnist: homemade yogurt, mayo, salad dressings, chips and energy bars.\n\n\t \n\n\t• Hit up farmers markets. In addition to offering up plastic-packaging-free produce that you can carry in your own reusable bags, farmers markets have another weird benefit: no produce stickers. Those little stickers that you probably give little thought to are actually plastic, and they get washed down your drain and into your water treatment plant where they gum up equipment, Terry writes. If they make it through, they wind up in waterways and get ingested by animals.\n\n\t \n\n\tMore plastic stories from Rodale and MNN: \n\n\t\tStudy: All plastics are bad for your body (Rodale)\n\n\t\tWho is really responsible for plastic waste?\n\n\t\tHow to reuse water bottles\n\n\t\t16 simple ways to reduce plastic waste [Photo gallery]\n\n\t \n\n\tFor more tips on going plastic-free forever, follow Beth Terry on her blog, MyPlasticFreeLife.com, and check out 5 Strategies for a Plastic-Free Life.\n\n\t \n\n\tStory by Emily Main. This article originally appeared on Rodale.com and is reprinted here with permission.\n\n\t \n\n\tMNN tease photo of plastic: Shutterstock\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/primary_plastic.jpg","title":"5 disturbing facts about plastic","author":""}