{"url":"http://www.mnn.com//lifestyle/recycling/stories/zumbox-joins-recyclebank-ecosystem","content":"Zumbox, an online service that provides a digital copy of certain types of mail, has partnered with Recyclebank to reward customers for taking green actions.\n\n\t \n\n\tBy using Zumbox, consumers have mail rerouted to a digital mailbox that they can access and archive electronically. Zumbox’s service not only provides bank-level security for documents, but it also cuts down on the amount of paper used for mailings and the amount of fuel expended by delivering mail.\n\n\t \n\n\tRecyclebank, a Philadelphia-based company, allows customers to collect rewards points for taking everyday green actions such as recycling household goods and cutting back on energy use.\n\n\t \n\n\tZumbox joins a growing list of other companies in the Recyclebank Ecosystem, such as Barnes & Noble, Macy’s and Uncommon Goods.\n\n\t \n\n\t“Partners like Zumbox are instrumental in helping us mobilize a massive network of people to make more sustainable choices,\" said Ali C. Mirian, Recyclebank Ecosystem general manager. \"Thanks to Zumbox, we are further expanding our network of eco-conscious brands and consumers working together towards the common good of the planet.\"\n\n\t \n\n\tBy signing up for both Zumbox and Recyclebank and opting for a service like electronic bill pay, consumers will receive points from Recyclebank. The points are then applied toward products and discounts from retailers and restaurants.\n\n\t \n\n\t\"Digital Postal Mail powered by Zumbox offers a digital alternative to the U.S. Postal Service that gives additional value to users, such as free online archiving of mail and rewards from Recyclebank,” said John Payne, CEO of Zumbox. “We're proud to be a member of this important group of organizations.”","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ZumboxRecyclebank_main_0202.jpg","title":"Zumbox joins Recyclebank Ecosystem","author":""}