{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/rabbit-island-attracts-pet-loving-tourists-despite-its-dark-past","content":"Just a couple miles off the coast of Takehara, Japan, lies a small island with a dark history, wild parks and a large population of rabbits eager for tourist attention.\n\n\t \n\n\tOkunoshima, which is nicknamed Rabbit Island, has a circumference of just 2.5 miles and attracts thousands of tourists a year. Visitors flock to the tiny Inland Sea destination for its natural beauty and historic significance, but mostly to feed and pet the hundreds of bunnies that call the island home.\n\n\t \n\n\tBut before Okunoshima was a giant petting zoo, it served as the base for the Imperial Army’s lethal gas operation. From 1929 to 1945, more than 6,000 tons of poison gas were manufactured on the remote island, and the program was shrouded in secrecy.\n\n\t \n\n\tFor 16 years, Okunoshima was omitted from maps, and workers who produced the five types of poison gas — which were mostly used in warfare in China — were told to keep the factories a secret.\n\n\t \n\n\tWhile the husks of factories and other long-abandoned buildings remain on the island, nature has reclaimed them. Today, vines snake over crumbling walls and floppy-eared critters seek shelter from the elements.\n\n\t \n\n\tAccording to some sources, the rabbits were brought to Okunoshima to test the effects of the poison and released by workers when World War II ended. Others sources say that a group of schoolchildren on a field trip released eight of the animals in 1971.\n\n\t \n\n\tRegardless of how the island got its nickname, the first generation of bunnies did what rabbits do best, and the predator-free island is now home to more than 300 of the animals.\n\n\t \n\n\tAlthough they’re wild, the rabbits are accustomed to humans and will approach tourists in search of a snack, especially during winter months when natural food sources are scarce. In fact, the island's fluffy inhabitants have been known to hop right into visitors' laps. The long-eared critters enjoy treats of carrots and cabbage, but they won’t turn down rabbit feed, which is sold at several locations, including the Kyukamura Okunoshima hotel.\n\n\t \n\n\tThe resort has experienced a steep increase in visitors since knowledge of the island’s furry residents spread on the Internet. Animal lovers who frequent Japan’s cat cafes and dog-rental shops have found another place to get their cute fix, and travel company Rakuten has taken advantage of the sudden interest by offering a “Let’s Play With Rabbits!” tour in Japanese and English.\n\n\t \n\n\tToday the island is better known for its wildlife and natural beauty than its military history; however, Rabbit Island’s poison gas legacy isn’t over. In addition to its parks and nature museum, Okunoshima is also home to the Poison Gas Museum — and lingering chemical contamination.\n\n\t \n\n\tIn 1996, the water supply was found to contain arsenic, and in 2005 the Environment Ministry reported arsenic levels 49 times the environmental standard at one Okunoshima location.\n\n\t \n\n\tThe Japan Times reports that 6,500 workers were employed at dozens of buildings on the island from 1929 to 1945 and although no official statistics exist, many workers became ill or suffered respiratory problems. Some workers were also involved in accidents and “became horribly disfigured when the arsenic in the mustard gas penetrated their bodies and created bubbles under the skin.”\n\n\t \n\n\tAlthough the island is said to be safe for tourists, Masayuki Yamauchi, a volunteer who gives tours of Okunoshima’s crumbling factories, says there are 11 sealed locations on the island where workers reportedly buried gas when the war ended.\n\n\t \n\n\tTo learn more about Rabbit Island, visit the Kyukamura Okunoshima hotel website. You can watch a video of the island's friendly furry inhabitants below.\n\n\t \n\n\n\n\t \n\n\tMore travel stories on MNN:\n\n\t\t12 nuclear tourism destinations\n\n\t\t8 best secluded beaches in North America\n\n\t\tThanks to eco-travelers, sharks are worth more alive than dead\n\n\t \n\n\n\t\t\n\t\t\tClick for photo credits\n\n\n\n\t\t\tPhoto (sign): Wikimedia Commons\n\n\t\t\tPhoto (factory): Wikiemedia Commons\n\n\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/rabbit_1.jpg","title":"'Rabbit Island' attracts pet-loving tourists despite its dark past","author":""}