{"url":"http://www.mnn.com//lifestyle/recycling/stories/9-novel-ways-to-reuse-a-novel-or-any-other-book","content":"If you’re the type of person who could never imagine taking apart a book — removing its pages, cutting off its cover, etc. — then please stop reading now. This article is not for you. And I totally understand! Some people have such emotional attachments to books; the thought of repurposing them is simply horrific. (For all of you, Atlanta painter and decorating expert Kass Wilson wrote a tutorial on how to make bookshelves the focal point of a room.)\n \nBut for the rest of you, here’s a few awesome ideas (other than creating a decorative library) for upcycling the used books you’ve got lying around:\n \nThe whole book . . .\n1. Secret stash\nPerfect for hiding your cash, your naughties, or even just your remote control. It’s easy to make your own book safe using any old hard cover book. First, wrap the front cover and first few pages in plastic. Close the book and brush puzzle glue (or diluted white glue) onto the pages: top, bottom, and sides. Allow to dry, preferably with something heavy sitting on top. Remove the plastic and open the front cover and first few loose pages, then use a box cutter to carve out the secret compartment. It’ll take a while! Apply glue to the pages' \"walls\" of the compartment, and again allow to dry. All said and done, the book should appear totally normal when closed.\n \n2. Cactus planter\nMade in much the same way as the stash box above, in this case you’ll plant a succulent inside the compartment, and leave the cover open as part of the finished look. Use the thickest book you can find to give your cactus as much rooting area as possible. Glue the pages, cut a nice deep hole, and then line the hole with wax paper. Add potting soil, plant a small cactus inside, and cover with more potting soil. Trim the excess parchment paper and revel in your whimsy.\n \n3. Phone/electronic charging dock\nSame concept as above, but applied a bit differently. This time you’re going to cut into the actual cover, removing a section just the size of your charging dock. A drill helps to get it started and a razor will finish the job. Cut the compartment down into the pages so that the whole dock can settle into the book, leaving it flush on top. Now, use the razor to cut a trail through the pages where the cord can run through and out the back (through the pages, so the spine will remain for display). Now you’ve got an adorable electronics charging station, perfect for your bedside table or by your front door.\n \nJust the pages . . .\n1. Decoupage\nDecoupage is a technique whereby paper is glued to an object and then sealed with varnish. It is a lovely and durable decorative technique, and using book pages lends oodles of charm. You could decoupage chairs, table tops, small wooden boxes, or any other item that you wish. A friend did the rim of a cheap full length mirror, and it looked amazing. I’ve even seen entire walls!\n \n2. Origami\nBook pages make the most beautiful origami paper. You can make animals for children, art for your home, and ornaments for the holidays. For a good friend’s 30th birthday, I bought 30 little trinkets and made 30 origami balls to house them. She had a blast opening them all over the course of a few weeks. Origami is timeless and terrific.\n \n3. Gift accessories\nYou can use book pages as wrapping paper, in place of tissue paper, or as fancy packing material. Or, cut out a pretty shape and use it as a gift tag atop your present.\n \n Just the covers . . .\n1. A headboard\nThis is a super cool DIY project: an easy, awesome way to use up a whole stack of old books (either hard or paperback) without having to be a professional carpenter. Just cut off the covers and use them to create a sort of patchwork over a piece of plywood (paint the edges for a polished look). Mount it above your bed and it’s an instant book-lover’s dream room. This would be especially adorable in a kid’s room, using vintage children’s books.\n \n2. e-Reader cover\nYou can make a really cool case for your Kindle or iPad by simply removing all the pages from a hard cover book. Leave the spine and covers attached and slip your e-reader inside.\n \n3. A picture frame\nUse a razor or small saw to remove a cutout from a funky hardback book. Voila! Instant picture frame. Rectangle is standard, but a heart, circle or any other shape would work.\n \n \nGot any other novel ideas? Leave them in the comments!\n \nRelated recycling story on MNN: 8 uses for yogurt containers\n \nSayward Rebhal originally wrote this for Networx.com. It is reprinted with permission.\n \nPhotos:\nCactus: cuttlefish/Flickr; Kindle: rikomatic/Flickr; MNN tease photo: Shutterstock","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_novels_0.jpg","title":"9 novel ways to reuse a novel (or any other book)","author":""}