{"url":"http://www.mnn.com//lifestyle/recycling/stories/12-uses-for-takeout-containers","content":"Even the greenest among us sometimes just need to eat takeout. Hey, it happens. Sometimes it's because of an office lunch, or maybe a night when it is just impossible to cook. Well, my ecologically minded friends, if you get stuck with takeout containers, you can definitely upcycle them. From gardening to household storage, plastic, paper and Styrofoam takeout containers offer a myriad of household uses.\n \nSeed starting tray: Shallow, rectangular plastic and Styrofoam takeout containers are perfect DIY seed starting trays. Saving your takeout trays throughout the year is a super way to save a few dollars on seed starting trays.\n \nPlanter: Plastic, paper, and even Styrofoam containers make fine DIY planters. Be sure to wash and dry takeout containers thoroughly before planting in them. Also be sure to poke drainage holes in the bottoms of the containers.\n \nFood storage: Although takeout containers are not as sturdy as Tupperware-type containers, they’re perfect to keep around to send guests home with after dinner parties. If you’re planning a potluck dinner, be sure to save up your clean and dry takeout containers so that guests can take the leftovers off your hands.\n \nPaint palette: Get an extra use out of plastic or Styrofoam takeout containers by reusing them as paint palettes. They’re equally good for kids’ finger paints and grown-up painting projects.\n \nDesk organizer: If you have odds and ends floating around your desk drawers or your desktop, plastic takeout containers make excellent desk organizing containers.\n \nStore cords: Thanks to Apartment Therapy for this tip. Place electrical device cords and chargers in clear plastic takeout containers for easy and efficient storage and organization.\n \nStore arts and crafts supplies: Clean and dry takeout containers are a crafter’s dream. Store everything from beads to small containers of paint in takeout containers.\n \nRepurpose as a scoop: Scoop potting soil, grody stuff that you don’t want to touch, or really anything with a clean used takeout container. Plastic containers are great to keep by the bath for washing shampoo out of kids’ hair. Take one to the beach to use as a sand scoop.\n \nUse Styrofoam to make crafts: The DIY blogosphere is rife with projects made from cut-up Styrofoam containers. Garlands are particularly popular, as are Styrofoam containers embossed with cookie cutters. This is a great resource for schoolteachers with limited funds for art supplies.\n \nPacking material: Do you need to mail something fragile, but you don’t have any packing peanuts? No problem; you can pack the fragile object in cut up Styrofoam takeout containers.\n \nStop drafts: Some super-resourceful folks actually stop up holes in their walls with pieces of used Styrofoam takeout containers. These pieces of Styrofoam must be trimmed carefully in order to be aesthetically pleasing. You’ll need a good knife for trimming the Styrofoam pieces if you’re going to attempt this. I got this tip from homesteaders, not HVAC contractors. Using proper insulation materials stops drafts more effectively. For information about insulation, see Busting Three Green Insulation Myths by an Atlanta remodeling contractor.\n \nJewelry boxes: If you’re a fashionable person with an excess of costume jewelry, clean and dry takeout boxes could be the perfect solution for storing all of your baubles and beads.\n \nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated reuse stories on MNN:\n20 uses for leftover fruit and vegetable peels\n20 clever uses for duct tape\n16 clever uses for binder clips","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/seed_tray_takeout_containers.jpg","title":"12 uses for takeout containers","author":""}