{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/zero-waste-home-dramatically-minimizes-garbage-production","content":"The amount of waste you produce in a week would probably surprise you; imagine if you started with an empty bag, and put into it every single piece of garbage you threw out; from paper towels in rest rooms to food packaging, from the plastic jug your windshield washer fluid comes in, to your morning coffee cups (and tops). Most of us don't realize how much we do throw away because, especially these days, we toss more away outside the home than ever before (as we spend less and less time there). And more and more of what used to be reusable (silverware, bags, even clothes) has become disposable, or close to it. \n \nThe Zero Waste Home was an experiment in challenging that idea. With the mantra of \"Refuse, Reduce, Reuse, Recycle, Rot: And Only in that Order\" the site documents the whys and wherefores of a zero-waste life for Bea Johson, her two sons and her husband. Covering everything from fashion to food containers, recipes, the importance of a good cobbler, and many other topics in between, Bea's personal experiment is a guide for anyone to start thinking about what their garbage really says about them and what they value. Bea, as author of the site, takes the intimidation factor and the scariness out of the idea of drastically reducing one's waste output and show you how in her many posts (and forthcoming book). There's also a great forum to ask questions and get into the nitty-gritty details of the zero-waste lifestyle. \n \nAs Bea writes, contrary to what some people think about the difficulty of the zero-waste life, \"Since embarking on the Zero Waste lifestyle, my life and that of my family has completely changed... for the better. We not only feel happier, we lead more meaningful lives, based on experiences instead of stuff, and action instead of inaction. Today, my goal is to shatter pre-conceptions associated with the Zero Waste lifestyle and share what we have discovered about its incredible health, financial and time savings benefits!\" \n \nHow long do you think you could go producing zero waste in your home? What would be the toughest aspects of your trash to try to change? ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/garbagebags.jpg","title":"Zero waste home dramatically minimizes garbage production","author":""}