{"url":"http://www.mnn.com//lifestyle/recycling/stories/brazilian-slums-green-oasis-a-boon-to-recycling","content":"Monkeys swinging from branch to branch, a special gardening section for children and stunning sea views.\n\n\t\t \n\n\t\tThis green oasis finds its home in an unlikely place: a former landfill for a Rio de Janeiro slum that has been turned into a park thanks to a group of dedicated volunteers.\n\n\t\t \n\n\t\tThe six-year-old project will be showcased at this month's Rio+20 development conference, expected to draw thousands of delegates from around the world, including government officials and representatives from civil society, to this bustling Brazilian metropolis.\n\n\t\t \n\n\t\t\"People came here to get rid of old refrigerators, stoves, tires and even their dead dogs,\" said Mauro Quintanilha, a musician and craftsman who started the initiative at the Vidigal favela. \"There was a lot of trash and it stank.\"\n\n\t\t \n\n\t\tThe 52-year-old recounted how, 300 years ago, three houses were built in this forested area that was technically considered a protected zone. At one point, city officials expelled the inhabitants.\n\n\t\t \n\n\t\tBut that did little to diminish the mountain of garbage that had a tendency of spreading to nearby residential areas. As in other Brazilian slums, dumpsters don't do the rounds in Vidigal. And the area lacks other public services.\n\n\t\t \n\n\t\tThat's when Quintanilha, who lived close by, stepped in.\n\n\t\t \n\n\t\tTogether with a group of 20 volunteers, he spent a year cleaning up the area, picking up each and every discarded scrap that could be recycled or repaired.\n\n\t\t \n\n\t\t\"With the help of friends, we started cleaning up until we got a garden with flowers and a kitchen garden,\" Quintanilha said proudly.\n\n\t\t \n\n\t\t\"It was tough convincing people that this was no longer a dump,\" he told AFP. \"We really had to talk to them about it but now they're helping us.\"\n\n\t\t \n\n\t\tThe effort certainly paid off.\n\n\t\t \n\n\t\tToday, monkeys swing from trees in the park where milk bottles serve as flower pots.\n\n\t\t \n\n\t\tA special section nearby is dedicated to teaching children how to garden — although it hasn't made 6-year-old Joao Vitor reconsider his dream of becoming a soccer star.\n\n\t\t \n\n\t\tInternational delegations to the Rio+20 United Nations Conference on Sustainable Development are expected to visit the park, reachable via a narrow staircase of old tires filled with rubble, on June 18.\n\n\t\t \n\n\t\tVolunteers, such as Manoel Silvestre de Jesus, hope the attention will turn into funding that will help the group keep up the endeavor — and entice others to follow in their footsteps.\n\n\t\t \n\n\t\t\"I hope that Rio+20 will bring us partnerships to continue the work we started six years ago,\" he said. \"The favelas have so much hope in Rio+20... I hope the delegations who come will support us.\"\n\n\t\t \n\n\t\tThe 58-year-old has converted 120,000 plastic bottles fished from the tons of trash that once rotted here.\n\n\t\t \n\n\t\tWorking out of his recycling studio, he has used some to decorate benches in the park. He turned others into an array of creations that he sells to slum residents for a little extra cash.\n\n\t\t \n\n\t\tVitor Alves de Souza shares the same passion for transforming trash into treasures.\n\n\t\t \n\n\t\t\"There's wealth in our waste,\" said the volunteer, 38.\n\n\t\t \n\n\t\tThere is certainly a lot of trash to sift through —and it is unlikely to dwindle any time soon.\n\n\t\t \n\n\t\tIn Brazil, less than 26 percent of the population recycle, although 86 percent consider it a personal duty, according to the IBOPE public opinion institute.\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n\t\t\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/brazil_2.jpg","title":"Brazilian slum's green oasis a boon to recycling","author":"Claire de Oliveira, AFP"}