{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/how-to-plant-a-habitat-garden-at-the-local-playground","content":"I've described how our circle of San Francisco families have launched a number of neighborhood projects — and in the Shareable article \"Urban Butterflies,\" my pal Olivia Boler describes how started we started a group to explore the lifecycles of bees and butterflies and to introduce our kids to basic ecological concepts.\n\n\t \n\n\tThis month, our \"Bees and Butterflies\" group went to the city and asked if we could plant a community garden in a strip of dirt available on our neighborhood playground, Noe Courts. To our surprise, the city said yes — and our kids helped plant the garden on a cloudy Saturday afternoon. Here's how we did it:\n\n\t \n\n\tStep one: Contact the city\n\n\tOur friend Karen Curtiss contacted the San Francisco Recreation and Park department, which offers a list (including emails and phone numbers) of neighborhood service managers who are the best points of entry for this kind of project. Their site is extremely user friendly, and so were the department staff, who walked us through the process of lining up the permits and resources. You can, of course, do the same in your city.\n\n\t \n\n\tStep two: Take a gardening class\n\n\tKaren set up a special class at Independent Nature, a local nursery that specializes in native plants and organic herbs and veggies, where the grown-up members of our group learned the basics of habitat gardening — a type of garden designed to support wildlife.\n\n\t \n\n\t\"The focus of a habitat garden is to provide food, water and shelter in an attempt to imitate nature,\" says Beth Saiki, the closest thing our \"Bees and Butterflies\" group has to a leader. A habitat garden is not just an aesthetic flourish, she says; it responds to real ecological needs: \"The habitat of honeybees and butterflies has been shrinking, with the overuse of pesticides among other factors. This has led to sharp declines in these pollinator populations.\"\n\n\t \n\n\tStep three: Order the right plants\n\n\tIndependent Nature owner Susan Prentice then worked with us to order all the plants, choosing them based on what attracts bees, butterflies and birds. A habitat garden is not as groomed as backyard garden might be, which makes it ideal for this kind of community project, as well as for the wildlife.\n\n\t \n\n\t\"It's better to not do things to cut off dead flowers, because animals and insects can use the seeds,\" says Susan. For example, you'll see leaf litter in a habitat garden, because butterflies like to lay eggs on the underside of leaves. Caterpillars will freely munch tattered leaves. Mud puddles in the garden will be source of drinking water. That's how a habitat garden is supposed to look.\n\n\t \n\n\tStep four: Get some help\n\n\tIndependent Nature sent gardener Carey Craddock to talk to the kids about the garden and help the parents make sure all the plants went in right. The city also sent a gardener to supervise the planting. \"They were great,\" says Beth. \"They really helped us to understand what we were doing.\"\n\n\t \n\n\tStep five: Plant it\n\n\tThe plot is just 12-feet-by-3-feet (selected because it was close to water and had good soil) so we had the kids take turns going in to dig and plant. This wasn't a problem, since we were planting on the edge of a playground — most played while some dug in the dirt. Note that all the planting was closely supervised by adults, both parents and professionals. The planting was a structured teaching moment, not a free for all.\n\n\t \n\n\t\"We hope that the habitat garden in Noe Courts will capture the interest of children and help them to learn about our pollinator friends and their habitat,\" says Beth. \"Who knows, the habitat garden may even inspire children and their families to plant habitat gardens in their own backyards.\"\n\n\t \n\n\tStep six: Maintain It\n\n\tOnce you plant the garden, your circle of families is responsible for maintaining it ... for the rest of its natural life. In some ways, committing to the year-round growth of the garden should be step one, and Susan Prentice urges that you think first about your goals and long-range commitment to the project. A habitat garden is actually an excellent choice for this kind of activity, \"since it doesn't need as much maintenance as a groomed garden,\" says Susan.\n\n\t \n\n\t\"We planted 15 nectar and host plants to attract and support our pollinator friends,\" says Beth Saiki. \"This spring, if you come by the habitat garden, you may notice eggs that were laid by a monarch butterfly on the underside of the milkweed leaves. This summer you may see a happy swallowtail caterpillar chomping on the leaves of a ceanothus. Butterflies will be congregating to sip nectar from the asters and yarrows. Hummingbirds will be visiting the currant.\"\n\n\t \n\n\tOur kids are learning about nature, but our community habitat garden is also a great way for them to feel an investment in that corner of their neighborhood, and for them to grow alongside the plants.\n\n\t \n\n\tThis story was written by Jeremy Adam Smith and originally appeared on Shareable.net. It was reprinted here with permission.\n\n\t \n\n\tRelated gardening stories on MNN:\n\n\n\t\t\t13 must-see botanical gardens\n\n\n\n\t\t\tThe dirt on earthworms\n\n\n\n\t\t\tHow to get started with native plants","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/HabitatGardenAtPlayground.jpg","title":"How to plant a habitat garden at the local playground","author":""}