{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/6-belly-busting-over-the-top-buffets","content":"We at the Mother Nature Network have a confession to make: While it’s in our DNA to champion sensible eating that promotes wellness not only of the human body, but of the planet as well, nothing quite catches our attention like an outlandish, oversized all-you-can-eat buffet. Sure, the modern day buffet, particularly those of the bloated Las Vegas variety, often falls snugly into the gastronomical grotesquerie category. And, yes, the inherent feeding frenzy nature of the buffet, a concept first developed in 18th century France, don’t exactly help things along when it comes to fighting the American obesity epidemic.\n\n\t \n\n\tYet this unholy union of gluttony, spectacle and thrift continues to fascinate and intrigue so much so that we’ve taken it upon ourselves to round up six notable self-serve eateries ranging from a kitschy downtown L.A. cafeteria beloved by the late Ray Bradbury to an otherworldly mega-smorgasbord in Pennsylvania Dutch country to a Maryland institution where patrons have been clamoring over unlimited crab legs for nearly 60 years. While these establishments may not necessarily be the best, biggest or most bizarre buffets in all of the land, they do possess unique qualities that help them stand out from ubiquitous, all-you-can-eat chain establishments operated by Buffets, Inc. And although buffets do tend to get a bad rep amongst health-conscious foodies, we do like that some allow curious patrons to sample regional and international fare (i.e. Ethiopian, vegan Korean or Brazilian BBQ) or without having to commit to ordering an entire entrée that may or may not go to waste.\n\n\t \n\n\tSo please, grab those heartburn meds, pull on a comfortable pair of pants and gather up all the restraint you can muster for a tour, won’t you? You’ll find us at the salad bar, quietly weeping.\n\n\t \n\n\t\n\n\tThe Buffet at Bellagio, Las Vegas, Nev.\n\n\tIt’s big, it’s bad, it may end in heartburn … it’s the Buffet Bellagio. In an excess-crazed town famous for its over-the-top buffets, the Bellagio hotel and casino’s all-you-can-eat eatery consistently ranks among the best (although locals and people with kids seem to prefer the Rio’s Carnival World Buffet … be careful, as that establishment’s website features buffet porn that’s not for the faint of heart). Under the helm of executive chef Daniel Bridges, the Buffet Bellagio offers multiple types of cuisine — Italian, Japanese, Mexican, Chinese, American, and, of course, seafood — “brought together in an exciting display of taste and talent.” And what do you know? Buffet Bellagio is located right next door to the “O” Theater, current home to Cirque Du Soleil. Because, really, nothing quite works up an appetite for crab legs and prime rib than watching highly theatrical acrobatics and synchronized swimming for two hours.\n\n\t \n\n\tClassified as the Bellagio’s sole “casual” dining option aside from the poolside café and a 24-hour joint, prices at the Buffet aren’t all that casual: Dinner will set you back $30 while the “gourmet dinner” on Friday and Saturday nights involves a $7 upgrade for the chance to scarf unlimited Kobe beef, foie gras and other edibles that you will never, ever spot at your local Golden Corral. Or, you can save your slot machine winnings and opt for the $17 breakfast and do dinner at one of Bellagio’s more spendy eateries — ones that revolve more around sommeliers than salad tongs — such as Le Cirque, Prime Steakhouse or Michael Mina.\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tShady Maple Smorgasbord, East Earl, Pa.\n\n\n\t\tBird-in-Hand may have the Family Cupboard and Intercourse may have the Stoltzfutz Farm Restaurant, but the undisputed gut-busting grand dame of all Pennsylvania Dutch style buffets in Lancaster County, Pa., is the Shady Maple Smorgasbord. Sure, it may be located in one of the more prosaically named towns in the area but as far as we know, the Shady Maple is the only Lancaster smorgasbord establishment that we know of offering a gastric bypass discount to patrons who can prove that their decreased appetite is the result of a bariatric procedure. Fifty percent is knocked off the base price during the first year of your intestinal rearrangement, so bring a doctor’s note, folks!\n\n\t\t \n\n\t\tThe culinary delights served in this super-intense, Costco-sized cafeteria are, of course, of the PA Dutch variety so a (multiple) visit(s) to the 200-foot buffet wouldn’t be complete without regional delicacies like baked corn, scrapple, shoofly pie, and puddins — for the love of God, don’t forget the puddins. After navigating around the Mennonite kids hovering around the soft-serve machine and washing it all down with sarsaparilla, waddle on downstairs to the delirium-inducing 4,000-square-foot gift store to pick up a handmade bonnet, Amish romance novel or enough Yankee Candles to gag a buggy-pulling horse. And aside from the carbo-loading and tchotchke shopping, people-watching at “the Shade” is an attraction within itself that’s well worth the $20 cover charge. Bring Rolaids and your sense of adventure — the Shady Maple is an indelible dining experience of the highest order. Closed Sundays.\n\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\n\t\tMrs. Yoder’s Kitchen, Mount Hope, Ohio\n\n\t\tAlthough the all-you-can-eat scene in Ohio’s Amish country doesn’t hold a candle (a candle made from cheese and egg noodles, no doubt) to that in Lancaster, Pa., Holmes County isn’t without a few establishments that would make any frequent OCB patron weak at the knees. Sure, the down-homey, dessert-heavy Der Dutchman mini-chain rules the bucolic, buggy-filled region, but we prefer the sweet and unassuming underdog. And her name is Mrs. Yoder.\n\n\t\t \n\n\t\tAlthough famous for special options including ribs, pickled beet and mustard eggs, and a local specialty called wedding steak, Mrs. Yoder’s Kitchen’s country breakfast buffet can’t be beat. We mean really, there’s not quite a better way to start the day (they open at 7:30) than a heaping plateful of fried mush, scalloped apples and cracker pudding. Your companion who decided to go the a la carte route and order the “health bowl” (homemade granola and wheat toast) or scarfed a Kashi bar in the car will no doubt be envious. Very envious. And after you're done digesting that delightful morning meal, there’s no better way to burn off those calories by taking a guided tour of Yoder’s Amish Home 116-acre farm (19th century barns! Buggy rides! Bunnies!) in nearby Millersburg on State Route 515.\n\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tThe Lady & Sons, Savannah, Ga. \n\n\tNo matter how y’all may feel about disgraced Food Network giggle monster/butter proselytizer Paula Deen and her delayed yet totally unsurprising diabetes reveal earlier this year, there’s no denying that the buffet offerings at the jolly celeb chef’s 330-seat Savannah restaurant, The Lady & Sons, are massively difficult to resist. Along with popular a la carte items such crab cakes, fried green tomatoes, shrimp and grits and Deen’s famed asparagus sandwich, the Lady’s Southern Buffet offers classic, highly caloric staples of down-home, deep South cookery. And what do you know? All five basic food groups are proudly represented in Deen’s all-you-care-to-eat buffet.\n\n\t \n\n\tLet’s start at the bottom of the food pyramid, shall we? For your grain fix, choose from rice. Not entirely exciting. Moving on up to fruits and vegetables, we have us a salad bar, yams, collard greens, creamed potatoes, black-eyed peas, lima beans, banana puddin’ and peach cobbler (okay, those last two are a stretch). Proteins are where things get really tempting: fried chicken and BBQ riblets are just some of the offerings. And at the tippity top of the food pyramid is the proceed with caution category — fats, oils and sweets — that essentially drizzles down to the more nutritious categories below it (remember that it’s Paula Deen, the high priestess of gooey cakes and cheeseburger meatloaf, that we’re dealing with). The perpetually mobbed The Lady & Sons has been in its current downtown Savannah location since 2003 with plans to further expand. Is a Novo Nordisk annex in the works, perhaps?\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tPhillips Crab House, Ocean City, Md.\n\n\tIn Ocean City, Md., enchanted land of Jesus sand sculptures, wildly un-PC T-shirt shops and the kitschiest miniature golf courses known to mankind, gorging yourself silly at an all-you-can-eat seafood buffet is a cherished pastime. Regular Ocean City vacationers all seem to have their favorite establishment — Embers, Bonfire, Jonah and the Whale, and the Paul Revere Smorgasbord with its delightfully outdated boardwalk signage – but, without a doubt, the gluttonous granddaddy of them all is Phillips Crab House.\n\n\t \n\n\tNestled amongst O.C.’s elephantine high-rise condos in an expansive, Tudor-style complex on Philadelphia Avenue, this is the original Phillips — the restaurant is now a regional chain with locations in Washington, Baltimore and beyond — and has been serving up both surf and a little bit of turf to the sunburned, Old Bay-addicted masses since 1956. In addition to the time-warp ambiance (think stained glass, Tiffany lamps and wood paneling), the main draw at this old school institution’s buffet are, of course, the snow crab legs, blue crabs, raw oysters, fried shrimp, clam chowder and every type of edible oceanic creature that can be fried, steamed, baked, grilled or served raw (Phillips’ famous crab cakes, however, are an a la carte option and not included in the $32.99 all-you-can-eat cover charge). And oh yeah, there’s a salad bar. Sure, there have been grumbles as of late from old-timers about decreased quality and inflated prices, but for serious seafood buffet-ers, Phillips’ mecca status remains unchallenged.\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tClifton’s Brookdale Cafeteria, Los Angeles\n\n\tWhile the all-you-can-eat for 64 cents days are long gone and its most famous regular, Ray Bradbury, has eaten his last plate of mac 'n' cheese and Jell-O salad, downtown Los Angeles’ legendary Clifton’s Brookdale Cafeteria perseveres under the preservation-minded watch of nightclub impresario Andrew Meieran, who bought the comfort food institution in 2010. The Brookdale, the last and undoubtedly most famous member of the Clifton Cafeteria family, was fully shuttered earlier this year to be treated to a $3.5 million interior renovation (it’s expected to reopen at some point in 2013).\n\n\t \n\n\tBut worry not Brookdale old-timers: The new-and-improved Brookdale will maintain its emphasis on serving up quality, home-cooked comestibles with a newly instated focus on organic and locally sourced ingredients. And, of course, Meieran has vowed not to disturb the Brookdale’s delightfully garish, faux woodland setting that, since the five-floor cafeteria’s opening in 1935, has threatened to upstage the fare itself. Once described by the Los Angeles Times as a “slightly down-at-the-heels Disney version of a twilight forest” complete with taxidermy, water features and faux redwood trees, the Brookdale’s post-renovation interior will continue to transport diners from the gritty expanses of South Broadway to a setting that can be best described as the OCB meets the Country Bear Jamboree. Reads the Clifton’s Cafeteria website on the renovation: “All existing historic fabric will be thoughtfully and carefully retained — including the Chapel, the Waterfall and Brook (what would the Brookdale be without its Brook?!), the Redwood trees and terraces — the elements that have made Clifton’s an institution for so many decades. Missing fanciful elements like the original Water Wheel, Old Tree Wishing Well, Limeade Springs, and Sherbet Mine will be re-created in a fashion; bringing to life the history Clifton’s represents.” Click here to read more about the ongoing efforts to restore Clifton’s Brookdale to its original kitschy splendor.\n\n\t \n\n\t\n\t\tClick for photo credits\n\n\n\n\t\tPhoto credits:\n\n\t\tBellagio: 8 Eyes Photography/Flickr\n\n\t\tShady Maple courtesy of restaurant\n\n\t\tMrs. Yoder's: cassaendra/Flickr\n\n\t\tLady & Sons: jshyun/Flickr\n\n\t\tPhillips Crab House courtesy of restaurant\n\n\t\tClifton's: Nick Sherman/Flickr\n\n\t\tMNN tease photo of buffet: Shutterstock\n\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/buffet.jpg","title":"6 belly-busting, over-the-top buffets","author":""}