{"url":"http://www.mnn.com//lifestyle/recycling/blogs/composting-that-cuppa-pg-tips-launches-tea-bag-recycling-initiative","content":"As those of you Celestial Seasonings-chugging backyard composters probably already know, tea bags can be added to your organic waste bin along with those toenail clippings, stale crackers, and potpourri (yum!). But in the U.K., a nation that consumes a staggering 165 million cups of tea each and every day, a majority of these spent tea bags are unceremoniously hawked in the trash instead of composted. The folks at PG Tips, the insanely popular brand of British breakfast tea with a dedicated stateside following (seriously, two bags of PG Tips in an oversized mug with milk and sugar is heaven), aim to change that by launching Britain’s first ever tea bag composting scheme.\n\n\t \n\n\tLaunched as part of parent company Unilever UK's waste-curbing Sustainable Living Plan, PG Tips has teamed up with government-funded anti-waste group WRAP along with the councils of two food waste-collecting Essex cities, Chelmsford and Brentwood, to raise awareness amongst the tea-guzzling masses. Naturally, it’s being fronted by the brand’s cheeky spokes-primate, Monkey.\n\n\t \n\n\tAccording to WRAP, tea bags are actually the largest source of food-related waste in the U.K., even more so than onionskins and fruit peels (makes sense given that the U.K. is fueled by black tea, not apples and onions). In total, 370,000 metric tons (nearly 816 million pounds) of tea waste is produced each year with a majority of it entering landfills. Although many tea bags — those produced by PG Tips included — contain a small amount of polypropylene, a plastic sealant that’s not fully biodegradable, WARP still encourages tea-slurping Britons to compost them. PG Tips recommends simply tearing apart the bag first before adding it to a compost bin. Or, of course, you could just use loose tea instead of tea bags.\n\n\t \n\n\tLynne Gunn, a home composting expert with WRAP, explained to the Telegraph in 2010: “Our advice remains that tea bags are suitable for composting. If the bags are still visible when you want to use the compost, they can be sieved out or picked off the surface of the soil. You can also speed up the composting process by ripping open the bags.”\n\n\t \n\n\tPaul Sherratt, global packaging and sustainability director of Unilever (the largest buyer of black tea in the world, by the way), tells The Guardian:\n\n\t \n\n\t\tTo achieve our ambitious targets, we need to collaborate with organisations such as WRAP and forward-thinking councils such as Chelmsford and Brentwood in order to encourage consumers to recycle wherever they can. Only through such partnerships can we really begin to tackle such challenges. Unilever's teabags are mainly made from organic material so we believe that putting them in with the rest of the household food waste will be a small habit change that everyone can adopt.\" \n\n\n\t \n\n\tAny tea bag composters care to chime in? Have you experienced issues with polypropylene or have you managed to find a brand that produces fully biodegradable tea bags? \n\n\t \n\n\tVia [The Guardian]\n\n\t \n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/PGTips.jpg","title":"Composting that cuppa: PG Tips launches tea bag recycling initiative","author":""}