{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/un-urges-fifa-to-do-more-to-ensure-green-brazil-world-cup","content":"The United Nations Environment Program urged world football governing body FIFA Tuesday to do more to ensure an environmentally friendly 2014 World Cup in Brazil.\n\n\t\t \n\n\t\tA UNEP study released here assessed South Africa's performance at the 2010 World Cup and highlighted lessons Brazil could learn as it gears up to host the 2014 World Cup and the 2016 Rio summer Olympics.\n\n\t\t \n\n\t\t\"The investment in environmental management is not sufficient. This issue needs to be addressed by FIFA,\" it noted.\n\n\t\t \n\n\t\t\"FIFA should consider compensating for its own carbon footprint and encourage its partners to do the same,\" it added.\n\n\t\t \n\n\t\tThe report was unveiled as UNEP officials met this week with representatives from the Brazilian government, FIFA and the Olympic committee to consider concrete steps to make the two major sporting events go easy on the environment.\n\n\t\t \n\n\t\tBrazil has pledged to organize the first World Cup in which all stadiums have green certifications, said Claudio Langone, the sustainability coordinator for the 2014 World Cup.\n\n\t\t \n\n\t\tThese certifications focus on reuse of demolition material, efficient lighting, energy use and water management.\n\n\t\t \n\n\t\tThe UNEP review showed that South Africa 2010's carbon footprint was far lower than projected, \"due to fewer visitors than expected, carpooling and Park and Ride schemes, and efficient stadia that cut energy use by an estimated 30 percent.\"\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n \nRelated carbon footprint stories on MNN:\n\n\t\t4 wasteful college football traditions\n\n\t\tHow eco-friendly are political conventions?\n\n\t\tIs Santa's carbon footprint as big as his generous spirit?\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/worldcup.jpg","title":"UN urges FIFA to do more to ensure green Brazil World Cup","author":"Agence France Presse"}