{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/lululemon-reveals-too-much-with-some-of-its-yoga-pants","content":"Lululemon's yoga wear is known for being long-wearing and durable, pricey, and super-flattering (even, in some styles, sexy); but the store has inadvertently gone too far in the \"sexy\" direction. The company's black Luon pants, which make up about 17 percent of the company's pants and leggings, have been found by some customers to be a lot more see-through than a black yoga pant should be. It appears to be connected to the newer pants made from the fabric, and Lululemon says they aren't sure exactly how this happened, since they have been using what they think is the same fabric.\n \nThe company has responded by recalling the pants, and removing them from shelves and online locations. The move, which most consumers support, could cost the brand $20 million in the first quarter of this year.\n \n\n\n \nAs a longtime wearer of the Lululemon brand (I first got into their incredible sports bras five years ago, and I'm still wearing my first purchases from them), I've been critical of their mostly \"Made in China\" provenance, but the fit and quality can't really be beat by many other companies. I've found Nike's clothes to have a bulkier fit and seemingly lower-quality material, while much of what I find at REI or EMS looks like something my grandmother would have found dowdy. And while buying USA-made and sustainable fabrics is a priority for me, super long-lasting clothes that can be washed cold and hung to dry (and dry fast) are eco-friendly in their own way. And Lululemon's fit, especially on pants and sports bras, is impressive, and usually quite flattering, meaning you can go for a run, or take a yoga or Pilates class, and then head out to meet friends, stop for lunch, run errands, or whatever else without having to change (which is, I suspect, the real reason their clothes are so popular).\n \nIn the last couple years, as the Vancouver-based company has rolled out more and more styles at more frequent intervals, there have even been some very sexily cut tops and short-shorts, which flaunt your worked-out shape. But see-through black pants? That's too far (especially from a piece that's supposed to streamline your form and cover bulges, not flaunt them), and the worst part is that apparently it's hard to tell if the pants are as revealing as they may be, unless you're bent over and looking at your butt (which for most of us happens approximately never).\n \nRelated on MNN: What kind of yoga is right for me?\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/lululemonpants.jpg","title":"Lululemon reveals too much with some of its yoga pants","author":""}