{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/3-mango-facemask-recipes","content":"It's that blessed time of year when the Mexican mangoes are in season, flooding the markets throughout the country with fresh, mango-ey goodness. Not only are these tropical fruits delicious to eat raw, straight (and put in smoothies, make into salsas, or cook with fish and seafood), they work wonders for the skin.\n \nWhether you have extra left over from a recipe, or buy a mango that gets a little too-ripe before you get a chance to eat it, you can use some of the in-season mango on your face. This might seem crazy, but is a great way to go — they contain extremely high levels of beta carotene, vitamin C and natural fruit acids, which are natural, gentle exfoliators (all the previous ingredients you will also find in expensive face masks). Below, find my favorite ways for using the fruit to get smooth, soft skin. \n \nMango and Honey Face Mask Recipe (via nichetopics.com) \nHoney retains moisture so your skin feels hydrated and fresh all day. It also absorbs impurities from the pores in the skin, making it a very effective chemical-free remedy to clear skin blemishes like acne and pimples.\n \nIngredients:\n4 tablespoons finely chopped mango pulp\n1-2 teaspoons honey\n1 1/2 tablespoons almond oil\n \nInstructions:\nPlace all ingredients in a bowl; mix well.\nApply on your clean face and neck. Leave the face mask on for 15-20 minutes. Rinse off thoroughly with lukewarm water. Good for all skin types.\n \nNourishing Mango Mud Mask (via Crunchy Betty) \n\n1/4 of a mango, chopped in pieces\n\n\n1 tablespoons white clay or finely ground oats\n\n\n1 tablespoon honey\n\n\n1/4 c. milk or heavy cream (add more for consistency)\n\nChop your mango into pieces and toss into your food processor or blender. Whir it up until they’re nice and pasty. Add the milk and honey, and blend more. Then add your clay (which can be easily found at Mountain Rose Herbs or any number of local natural foods stores) or finely ground oats. Blend until smooth. (As noted in the pic above, it’s okay to have some chunks.)\nApply to a clean face and leave on for 15 minutes. Wash off with a warm washcloth.\n \nHow to make your own AHA mango facemask (via Eco-Chick.com):\n \n1. Start with an organic, fair-trade mango and rinse it well under the tap (you can use a teensy bit of all-natural soap if it’s sticky from other-mango juice).\n \n2. Holding the mango lengthwise, cut the skin (but not deep into the mango) in four or five long cuts, from the top where the mango would have attached to its tree to the bottom.\n \n3. Gently peel the skin away from the mango fruit (kinda like peeling an orange except the skin is thinner so you have to be more gentle).\n \n4. Do what you will with the mango body- I usually just eat the whole thing from off the pit in a frenzy of mango-love but some more civilized people will cut them into chunks to eat in a fruit salad or use them in a smoothie.\n \n5. Turn the skin inside-out so the soft yellow inside of the mango faces out, and rub all over your face. (Bonus! You can nibble on it as you spread it around; goofy but fun and the very definition of natural luxury — haven’t you always wanted to eat a yummy-smelling facemask?)\n \n6. Let dry for 15 minutes or so, then rinse off using a mild facial cleanser. Moisturize as usual. Make sure to use sunscreen as the natural fruit acids leave your skin more prone to sun damage.\n \n7. Touch super-soft skin and rejoice!\n \nHow it works: AHA’s (fruit acids, found in high levels on the inside of mango skins and other fruits) break down the bonds between dead skin cells, so they get washed away more easily when you rinse the mask off.\n \nRelated on MNN: The kitchen spa: 5 foods to nourish your skin from the inside-out","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/mangoes_0.jpg","title":"3 mango facemask recipes","author":""}