{"url":"http://www.mnn.com//lifestyle/recycling/stories/what-does-biodegradable-mean","content":"We all want to leave a lighter mark on the planet, so when we see products advertised as \"biodegradable,\" it's natural to assume they're a greener choice. After all, who wouldn't want a product to degrade back into the planet from which it came? But thanks to the garbage collection system in the U.S., in which 55 percent of all our garbage winds up in landfills, \"biodegradable\" could actually be a bad thing, according to a new study in the journal Environmental Science & Technology.\n\n\t \n\n\tThe details\n\n\tAs things like food waste, yard clippings, paper and other purportedly \"biodegradable\" goods break down in oxygen-deprived landfills, they release two potent greenhouse gases: methane and carbon dioxide. While the carbon dioxide doesn't escape (it usually stays underground and is stored in the landfill), methane escapes into the atmosphere, exacerbating global warming. In fact, landfills are the third-largest source of man-made methane emissions in the U.S.\n\n\t \n\n\tA third of the garbage we toss goes to landfills that collect that methane and convert it to energy, and the authors wanted to know whether the garbage in those landfills was degrading slowly enough for the gas to be converted to energy, mitigating its global warming effects, says James W. Levis, a PhD candidate in the department of civil, construction and environmental engineering at North Carolina State University. \"And what our study shows is, no,\" he says.\n\n\t \n\n\tUsing computer modeling, the researchers studied how various materials would decompose under different landfill conditions. Specifically, they looked at food waste, standard solid waste, newsprint, office paper and a new biodegradable plastic polymer called PHBO that's usually created from plant sugars or starches (this type of plastic is different from corn-based plastics and is made by Proctor & Gamble, which provided funding for the study) to see how much methane gas each generated as it decomposed.\n\n\t \n\n\tIn the average landfill, biodegradable plastic generated the most methane, followed by office paper, food waste, newspaper and other forms of solid waste. Collection efficiencies for all the methane produced (the amount of methane collected that was converted into usable energy) didn't exceed 57 percent. Because the items decomposed at different rates — food waste degrades faster than biodegradable plastics, which degrade faster than office paper and newsprint — they released methane at different rates and times making it difficult to capture all the methane.\n\n\t \n\n\tWhat it means\n\n\tThe word \"biodegradable\" may sound eco-friendly, but the fact that some products release greenhouse gases if they decompose in a landfill could make it a bad thing. \"If something just sat in a landfill and never degraded at all, that would be optimal from a greenhouse-gas standpoint,\" says Levis. Some landfills attempt to collect the methane that's released, but it's easier said than done. \"It takes a couple of years to get gas collection,\" Levis says. It can take 16 years before the systems collect all the gas that's being generated.\n\n\t \n\n\t\"You could use the results of this study as a good argument for growing composting infrastructure,\" Levis adds. In compost heaps, where lots of oxygen is present, food waste, paper and even biodegradable plastics don't generate methane. Yet very few cities offer municipal composting. \"And there are lots of greenhouse-gas benefits to recycling,\" he adds.\n\n\t \n\n\tThe bottom line\n\n\tDon't buy into the biodegradable hype. \"The Federal Trade Commission's definition of what's biodegradable is very vague,\" he says. So while some biodegradable products may be ideal for the oxygen-deprived conditions of a landfill, where they degrade slowly enough for methane gas collection systems to convert them to energy, others aren't — and there's no way for a consumer to know the difference.\n\n\t \n\n\tThe best solution is to look at your own personal waste-disposal habits, and reducing, reusing and recycling before opting for supposedly green biodegradable items. And if your city doesn't offer municipal composting, start a compost pile in your back yard. Let oxygen and healthy bacteria convert your food scraps and yard waste into nutrient-rich fertilizer that you can spread on your lawn. And if you do wind up with biodegradable plastics, Levis says you can cut them up into strips before adding them to your pile so they decompose faster.\n\n\t \n\n\n\n\n\n\n\n\t\t\t\t\t\t\tStory by Emily Main. This article is reprinted with permission from Rodale.com.\n\n\n\n\n\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/primary_biodegradable.jpg","title":"What does 'biodegradable' mean?","author":""}