{"url":"http://www.mnn.com//lifestyle/recycling/stories/6-cool-uses-for-soda-cans","content":"Soda cans can be recycled. In some states, you can even redeem them for a nickel. So why would you save a soda can when you could just toss it in the recycling bin? Well, to start off, soda cans are made of a pretty craft-friendly material. If you wanted to buy perfectly bendable, yet sturdy, sheet metal, you'd have to go looking for it. If you have a soda can, well then all you need is a good X-Acto knife and you've got yourself some very pliable sheet metal. Also, the tabs can be used for all kinds of things. So while soda cans might seem like the most disposable packaging ever, and one that can be recycled almost everywhere, they actually can come in pretty handy for crafts. Once again, you can turn your garbage into something cool by trying out one of the following projects.\n \nSoda can landscape art: You can make kitschy, retro landscape art out of soda cans. Cut the top off of a can, split the sides and wing them out, and paint it to look like a sun or a flower. It's so cheap, so fun, and so cute! And see more garden art ideas.\n \nCan tab double duty hanger: You can double the space in your closet (almost) by affixing a can tab to each hanger in your closet. Slip one hole of the tab over the hook part of the hanger. Hang another hanger from the other hole in the tab. How is that for turning trash into something functional and useful?\n \nPop tab baubles: Who knew that soda can tabs could become something sparkly? When you use them as a base to glue glass gems on, they sure are! Use tabs and gems to decorate mirrors, napkin rings, or anything else that needs a flash of glam. (Pictured at top.)\n \nSoda can ash tray: OK, it's not too glamorous, but you can make an ash tray out of a soda can. I'm not saying that you should, but you could.\n \nDIY soda can coasters: These are really cool. Soda cans can become cute pop-art coasters when they're cut into squares and framed. Add a pop (pun intended) of color.\n \nSoda can votive holder: This is a great design project, which would look super in an outdoor living room or on a mantel. Painting and then punching holes in a soda can yields a truly lovely votive holder that casts patterns of light on the walls.\n \nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated stories on MNN:\nSoda can tab art uplifts residents of slum [Photos]\nWhat are the easiest, most important things to recycle?\n6 ways to upcycle bottle caps","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/soda_can_projects_1.jpg","title":"6 cool uses for soda cans","author":""}