{"url":"http://www.mnn.com//green-tech/computers/stories/what-you-need-to-know-about-irs-email-snooping","content":"With only a few days left before the April 15 tax deadline, Americans have a new reason to feel more anxious about filing their returns.\n \nThe American Civil Liberties Union this week sounded an alarm: The IRS can obtain, without a warrant, copies of your emails and other electronic communications, such as texts, from an Internet service provider.\n \nBut there's nothing illegal — or new — about it. The 1986 Electronic Communications Privacy Act (ECPA) makes it legal for a government agency to obtain copies of your digital communications if they have been stored by a provider for more than 180 days.\n \nA subpoena — not a court order or a warrant — from an attorney saying the information is relevant to an investigation is all that's needed to make a request. No judge is involved.\n \nBut providers have balked at such requests.\n \n\"Google, Facebook, Yahoo!, Microsoft and Twitter all say they require a warrant before they will release copies of your private communications,\" David Jacobs, a spokesman for the Electronic Privacy Information Center, told us. [See also: Google Shows You How to Fix Hacked Websites ]\n \nFurthermore, legislators are looking to eliminate the discrepancy between provider policy and the law. Sen. Patrick Leahy, D-Vt., chairman of the Senate Judiciary Committee, is pushing the Electronic Communications Privacy Act Amendments Act of 2013 (S. 607), legislation that would update ECPA to require the government to obtain a warrant before seizing electronic messages . The bill was assigned to committee last month, and has only a 27 percent chance of moving to a full Senate vote, according to GovTrack.us, an independent organization that tracks federal legislation.\n \nStill worried?\nMeanwhile, taxpayers who are concerned about their online privacy have a more immediate question: What can they do about existing emails? Not much, Jacobs said.\n \n\"Once it's sent, it's out of your hands,\" he said.\n \nThose concerned about message privacy could use what Jacobs referred to as \"exotic\" apps that delete messages after they have been sent, such as Wickr for iPhone. (An Android version, as well as a desktop app, are in the works.) Otherwise, the old advice to not post anything online that you don't want the world to see is the best course of action.\n \nKeep in mind that deleting old emails is not sufficient. Even though you may no longer have a copy, your provider most likely does. Email services, such as Gmail, store copies of emails on its servers for an undisclosed — and perhaps, indefinite — period of time. Instead of using email to discuss your tax situation, do it an old fashioned way — make a phone call, send a fax or meet face-to-face.\n \nFollow Leslie Meredith @lesliemeredith. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\n6 Tips for Safely E-Filing Taxes\n\n\n7 Tax-Time Identity Protection Tips\n\n\nHow to Turn Your Smartphone Into a Burner Phone\n\n\nMNN: What happens if you file your taxes late?\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/IRSEmails_m_0412.jpg","title":"What you need to know about IRS email snooping","author":"Leslie Meredith, TechNewsDaily"}