{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/how-to-be-an-urban-change-agent","content":"There's a movement —or two, or many — underfoot. It goes by myriad names and comes in an array of colors. The common thread, though, involves citizens stepping up to better their surroundings, to create safer, more livable, and more environmentally sound urban environments. According to the folks at Pattern Cities, some popular monikers include “guerilla urbanism,” “pop-up urbanism,” \"new urbanism,\" “changescaping,” or “D.I.Y. urbanism.” They, however, prefer the “tactical urbanism” approach which is defined with five specific criteria:\n\n\t \n\n\n\t\t\tA deliberate, phased approach to instigating change;\n\n\n\n\t\t\tThe offering of local solutions for local planning challenges;\n\n\n\n\t\t\tShort-term commitment and realistic expectations;\n\n\n\n\t\t\tLow-risks, with a possibly a high reward; and\n\n\n\n\t\t\tThe development of social capital between citizens and the building of organizational capacity between public-private institutions, nonprofits and their constituents.\n\n\n\t \n\n\tSuch a strategy employs an incremental approach in order to test real-world solutions to real-world problems in the urban environment. Like any good incubator project, small-scale experimentation demands fewer resources, be they time, funds or man hours. The hope here is that positive results are scalable. The definition of true tactical urbanism hinges on the institutional involvement and long-term vision.\n\n\t \n\n\tIn contrast, so-called D.I.Y. or guerilla urbanism affects temporary change in a more localized setting and is instigated from the bottom up without, necessarily, an eye toward the bigger picture. These actions amount to social interventions in the name of bettering a community or furthering a cause.\n\n\t \n\n\tIn a shareable world, there is room for both of these divergent, albeit similar, strategies, and everything in between. Indeed, initiatives from many camps are proving successful in cities around the world. Here at Shareable, we've written numerous guides for shaping your urban environment and community. Below are our readers' favorite ideas.\n\n\t \n\n\tHow to be an urban change agent \n\n\t \n\n\tA good first step to begin your urban experiments is to start a neighborhood work group to get your community's support, input and resources from which to draw. After that, the sky is really the limit for what a group of committed people can do.\n\n\t \n\n\tMake your local streets car-free.\n\tLike the test case in New York City, pilot projects for car-free streets are cropping up all over, from Portland to Brussels. Temporary trials often immediately show improved safety and efficiency statistics, with the long-term gains including improved health and social interactions among the neighbors.\n\n\t \n\n\tDesign family friendly transit systems.\n\tIn Portland, family friendly transit modes are a hot topic of discussion and evaluation. From obstructive designs to unsafe crowds, public transportation systems generally fail to consider the little people.\n\n\t \n\n\tLaunch a farmers market.\n\tIn San Francisco's Noe Valley neighborhood, residents came together in the wake of losing their Real Food organic grocery. Their response to a lack of access to organic produce was to start their own farmers market.\n\n\t \n\n\tStart a seed-lending library.\n\tAnother Bay Area food-related project is Richmond Grows, a seed lending library that supports community members interested in urban agriculture. Taking it a step further, the organization lends their wisdom to other groups looking to set up seed libraries.\n\n\t \n\n\tPlant a community garden.\n\tOf course, community gardens are the next logical step and San Francisco projects provide great guidance on that, as well. Whether it yields food, play space, or quietude, open-space gardens in the midst of urbanity are vital.\n\n\t \n\n\tStart a nature group or educational program for kids.\n\tAs municipal governments attempt to balance budgets, cuts are often made to educational programs that are, in fact, critical to the well-being and development of children. Some parents aren't taking it lying down; they are creating their own models.\n\n\t \n\n\tStart a Really Really Free Market or community swap meet.\n\tSimilar, but different, to the farmers' market protocol is the setting up of a place where community members can freely barter and trade their goods and services.\n\n\t \n\n\tBuild a Waterpod.\n\tSelf-described as \"a floating eco-habitat that will study self-sufficient, water-based living,\" Waterpods utilize scrap building materials to fashion ecologically and structurally sound barges. These folks are getting ahead of the curve when it comes escaping the crowded urban environs.\n\n\t \n\n\tDesignate a bike corridor.\n\tAs urban populations boom, transportation is ever the growing concern in most cities and bikes are an obvious, implementable fix. In Los Angeles, neighborhood councils, business owners, activist groups, and government officials are all putting their heads together on this one in hopes of eventually altering the nightmarish tangle of traffic that is the City of Angels.\n\n\t \n\n\tStart a peer-to-peer car-sharing program.\n\tWhile Zipcar and other car-sharing programs boom across the globe, some car owners are taking matters into their own hands by setting up peer-to-peer systems in their neighborhoods informally or by using services like Relay Rides or Getaround, which offer specialized technology and insurance to help people safely and easily rent their cars to neighbors and vice versa.\n\n\t \n\n\tStart a carpool.\n\tThe older cousin of car sharing, carpooling has long been the way for commuters to go. The strangers you ride with today will be your friends tomorrow.\n\n\t \n\n\tThe scope of projects that can be accomplished by community members with a bit of vision and cooperation is fairly remarkable. When facing the myriad issues currently on our collective stoop, this brand of strategical engagement in small, concentrated efforts to better the greater good is imperative. The words of Margaret Mead ring particularly true when it comes to both tactical and D.I.Y. urbanism: “Never doubt that a small group of committed people can change the world. Indeed, it is the only thing that ever has.”\n\n\t \n\n\n\t\tThis story was written by Kelly McCartney and originally appeared on Shareable.net. It was reprinted here with permission.\n\n \nRelated city stories on MNN:\n\n\t\t9 of the world's most impressive city parks\n\n\t\tThe best big cites for pedestrians\n\n\t\tGreat cities do the everyday things right","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ImagineBetterCity.jpg","title":"How to be an urban change agent","author":""}