{"url":"http://www.mnn.com//lifestyle/recycling/blogs/sweden-runs-out-of-garbage-forced-to-import-from-norway","content":"Sweden, birthplace of the Smörgåsbord, Eric Northman, and the world’s preferred solar-powered purveyor of flat-pack home furnishings, is in a bit of a pickle: the squeaky clean Scandinavian nation of more than 9.5 million has run out of garbage. The landfills have been tapped dry; the rubbish reserves depleted. And although this may seem like a positive — even enviable — predicament for a country to be facing, Sweden has been forced to import trash from neighboring countries, namely Norway. Yep, Sweden is so trash-strapped that officials are shipping it in — 80,000 tons of refuse annually, to be exact — from elsewhere.\n \nYou see, Swedes are big on recycling. So big in fact that only 4 percent of all waste generated in the country is landfilled.\n \nGood for them! However, the population's remarkably pertinacious recycling habits are also a bit of a problem given that the country relies on waste to heat and to provide electricity to hundreds of thousands of homes through a longstanding waste-to-energy incineration program. So with citizens simply not generating enough burnable waste to power the incinerators, the country has been forced to look elsewhere for fuel. Says Catarina Ostlund, a senior advisor for the Swedish Environmental Protection Agency: “We have more capacity than the production of waste in Sweden and that is usable for incineration.”\n \nPublic Radio International has the whole story (hat tip to Ariel Schwartz at Co.Exist), a story that may seem implausible in a country like garbage-bloated America where overflowing landfills are anything but scarce.\n \nAs mentioned, the solution — a short-term one, according to Ostlund — has been to import (well, kind of import) waste from Norway. It’s kind of a great deal for the Swedes: Norway pays Sweden to take its excess waste, Sweden burns it for heat and electricity, and the ashes remaining from the incineration process, filled with highly polluting dioxins, are returned back to Norway and landfilled.\n \nOstlund suggests that Norway might not be the perfect partner for a trash import-export scheme, however. “I hope that we instead will get the waste from Italy or from Romania or Bulgaria or the Baltic countries because they landfill a lot in these countries,\" she tells PRI. \"They don’t have any incineration plants or recycling plants, so they need to find a solution for their waste.\"\n \nRelated stories on MNN: \nHow do incinerating toilets work?\nSweden's Mini House offers speed, sustainability and style\nThe secret life of garbage [Infographic]\n \nVia [PRI] via [Co.Exist]\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/SwedishRecycling.jpg","title":"Sweden runs out of garbage, forced to import from Norway","author":""}