{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/10-freaky-facts-about-black-friday","content":"Of all the big holidays on the calendar, Thanksgiving is the least commercial. It's about the simple things in life — family, gratitude, food — a moment when you aren't hit over the head by the great gods of retail. Or at least it used to be that way. (Insert sound of screeching breaks here.) \n\n\t \n\n\tBlack Friday now starts on Thanksgiving Thursday — a move sure to have the pilgrims spinning in their graves. Heaven forbid we should have a holiday not marked by reckless consumption; we can now wrap up the whole family-gratitude-day nonsense early and go shopping. Better yet, we can scrap Thanksgiving altogether to camp out at Best Buy and ensure our access to the most coveted sale items.\n\n\t \n\n\tSo in honor of all things “Sale, sale, sale!” we take a look at some of the freaky facts surrounding the granddaddy of all shopping days, one that has become a holiday of its own: Black Friday.\n\n\t \n\n\t1. In 2011, 226 million Americans purchased $52 billion worth of merchandise throughout the Thanksgiving weekend. For that amount of money, 104 million families in need could have had their lives transformed by the gift of a dairy cow from Heifer International.\n\n\t \n\n\t2. According to Google Trends, online searchers started looking in earnest for the term \"Black Friday\" on Oct. 14, with activity revving up around Oct. 20. \n\n\t \n\n\t3. This year, Sears, Toys \"R\" Us, Walmart, K-Mart and Target stores will open on Thanksgiving night, while Macy's, Old Navy and Best Buy will open at 12:01 a.m.\n\n\t \n\n\t4. Those who want to scoop up the Black Friday doorbusters (the first-come, first-served super-duper specials) will have to be the first in line, which means arriving at the store on Thanksgiving morning (if not earlier) or at the latest in the afternoon, according to Jon Vincent, spokesman for BlackFriday.com, which tracks Black Friday deals.\n\n\t \n\n\t5. Some people have been camping out at a California Best Buy since Nov 12.\n\n\t \n\n\t6. Doorbusters might be better called door-imposters. Many products promoted at deep discounts on Black Friday are “derivative products” — items that look like and are named the same as the standard model, but are actually made with cheaper components and may not have the same features. Consumer Reports highlighted derivative electronics and found big-name companies like Sony and Samsung have made derivative televisions in previous years; and that laptop and printer deals from brands like HP in Black Friday ads appear to be derivatives as well, According to Time.com.\n\n\t \n\n\t7. The day wasn’t originally named after the time that retailers get \"in the black\" in terms of profit, although it has come to be promoted as such. The earliest documented reference to the moniker was in January 1966, when Bonnie Taylor-Black of the American Dialect Society wrote: \"'Black Friday' is the name which the Philadelphia Police Department has given to the Friday following Thanksgiving Day. It is not a term of endearment to them. 'Black Friday' officially opens the Christmas shopping season in center city, and it usually brings massive traffic jams and over-crowded sidewalks as the downtown stores are mobbed from opening to closing.\" \n\n\t \n\n\t8. In 2008, Jdimytai Damour, a Long Island Walmart employee, was trampled to death when crazed shoppers pushed open the doors to get their hands on the goods. The paramedics who came to the rescue were also trampled and seriously injured by shoppers. In total, five shoppers at the store required hospitalization.\n\n\t \n\n\t9. Last year, shoppers at a California Walmart were subjected to a shower of pepper spray, compliments of 33-year-old shopper Elizabeth Macias, in the feeding frenzy that was the opening of a pallet of video games. Nearly two dozen people, including children, suffered nose and throat irritation.\n\n\t \n\n\t10. The last few days of the holiday shopping season will net shoppers better deals than Black Friday. Some products sell for 10 percent to 15 percent less than they do on Black Friday, says Jim Bieri, principal at Stokas Bieri, a retail consulting firm in Detroit.\n\n\t \n\n\tRelated stories on MNN: \n\n\t\tLove Black Friday? You're not alone\n\n\t\t7 things you can make instead of buying\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/black%20friday.jpg","title":"10 freaky facts about Black Friday","author":""}