{"url":"http://www.mnn.com//green-tech/computers/stories/spreading-sweet-compliments-hope-via-twitter","content":"If you saw a post on Twitter that read, \"How to Get 500 Followers in Two Hours,\" you'd probably write it off as the empty promise of a marketer. But you might be wrong.\n \nAfter hearing about a friend who had taken his life while away at school, a Utah teen made an anonymous account on Twitter to post compliments to friends of friends. Within a couple of  hours, @801compliments had attracted close to 500 followers. And, the next day, five new accounts using variations of the same name had begun doing the same thing.\n \n\"I just don't want people to feel like they're alone,\" the 15-year-old said, who also happens to be my daughter. While the rest of us were in shock, she took action with the social media tools that have become an integral part of her life. [See also: How to Use Instagram Like a 15-Year-Old Girl ]\n \nSuicide is the third leading cause of death among young people between ages 10 and 24, according to the Centers for Disease Control and Prevention. Of the 4,600 who die each year, 81 percent are boys and 19 percent are girls.\n \nAlthough we frequently hear about the negative effects of social media, such as cyberbullying, on teens, research often shows a positive effect. In a study of 600 Australian teens, the Cooperative Research Centre for Young People, Technology and Wellbeing, found that the strong sense of community and belonging fostered by social networks, such as Facebook and Twitter, have the potential to promote resilience, which helps young people successfully adapt to change and stressful events.\n \nPaying compliments online can help others and make the giver feel better at the same time. The Random Acts of Kindness Foundation recommends giving at least five compliments a day. The key is sincerity. As you're scrolling through your Twitter, Facebook or Instagram  feed, stop to recognize a great smile or let the person know their post made you smile.\n \n\nBecause when you stop and look around, this life & the people in it are amazing ❤\n\t\t— Good Things Slc (@goodthingsslc) May 3, 2013\n\n \nFollow Leslie Meredith @lesliemeredith. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\n10 Tips for Staying Safe on Twitter\n\n\n10 Best Superhero Games Yet\n\n\nTeens and Adults Respond Differently to Stress\n\n\nMNN: Nice kids are happier, more popular than bullies\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/TwitterCompliments_m_0506.jpg","title":"Spreading sweet compliments, hope via Twitter","author":"Leslie Meredith, TechNewsDaily"}