{"url":"http://www.mnn.com//green-tech/computers/stories/bird-is-the-new-mouse-in-3-d-design-toolkit","content":"Creating masterworks in digital space isn't easy, even if you possess the manual dexterity to do it in the physical world. In order to help bridge the gap, Hungarian tech company Leonar3do offers a number of products to aid designers, including modeling and airbrushing software, and a peripheral package that contains 3-D glasses and the \"Bird,\" a bizarre mouse that resembles a cross between a grappling hook and a hummingbird.\n \nLeonar3do (pronounced the same way as the Italian inventor's name, although considerably more difficult to write) seeks to give digital neophytes an entry point into the world of 3-D design, and provide veterans with the sophisticated tools they need to make their designs as accurate as possible. The company offers a suite of virtual reality software and peripherals to help anyone, from small children to medical engineers, craft complex objects using only a few tools and their imaginations.\n \n\"We provide a virtual space work environment,\" Roland Mányai, a representative for Leonar3do, told us. \"You can not only visualize, but also touch and feel the objects in the virtual space in front of you.\"\n \nThe Bird, which takes the place of a traditional mouse, allows users to draw, rotate and manipulate objects in 3-D free from traditional 2-D input constraints. Users hold the three-pronged Bird in midair (appropriately enough) and point it at the screen, where Leonar3do software tracks the tool's motion. By moving the Bird back and forth, up and down, and side to side, users can draw 3-D structures as if sculpting pieces out of clay.\n \n\"[The Bird] has six degrees of freedom,\" explained Mányai, demonstrating that the Bird makes it simple to draw and rotate objects in six different directions. Users grasp the device by a central shaft and manipulate onscreen creations with two buttons and three protruding sticks. \"It gives you a very intuitive way to design or create anything in the virtual space,\" said Mányai. [See video: Leonar3do: A Simple Way To Work In 3-D]\n \nSome of Leonar3do's most exciting applications have been in medicine, \"for example, designing facial reconstruction operations,\" said Mányai. Beyond such serious uses, Leonar3do also offers something fun for video game designers. Rather than toiling over tablets or trying to recreate a hand drawing in Maya (a common 3-D design application for gaming), digital artists can now draw game models as easily as concept art.\n \nMányai also believes that Leonar3do has applications for education, especially since he has given it to young children, who found the Bird very intuitive and user-friendly. \"The surprising thing to me is that kids who are three or four years old, they create quite sophisticated things,\" said Mányai. \"Just open it and start creating. This is why we are very happy that kids can start using it.\"\n \nIt's easy to envision Leonar3do users creating medical marvels, crafting ghoulish game creatures or teaching a whole generation of schoolchildren about technology, but Mányai has no particular end goal in mind for the software. \"I don't know, and I don't want to tell anyone where it can be used. It's up to the people.\"\n \nThe Bird is geared towards fairly serious users: The basic software suite costs $2000, while the Bird will set you back $500. Designing objects for 3-D printers may be much simpler with Leonar3do's tools, but no one ever said that it would be cheap.\n \nFollow Marshall Honorof @marshallhonorof. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\nLeonar3do: A Simple Way To Work In 3-D | Video\n\n\n10 Incredible 3-D Printed Products \n\n\n2013 Best 3-D Printer Reviews and Comparisons\n\n\nMNN: Please, step inside my Mobius strip: 3-D printed house in the works\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/Leonar3doBird_m_0501.jpg","title":"'Bird' is the new mouse in 3-D design toolkit","author":"Marshall Honorof, TechNewsDaily"}