{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/some-lipsticks-contain-toxic-metals","content":"Pucker up … or not. Lead and eight other metals are found in lipsticks and lip glosses commonly sold in the United States, some at levels that could raise potential health concerns, according to a new report.\n \nResearchers measured levels of cadmium, chromium, titanium and other metals in 32 lip products purchased from drugstores and department stores in California.\n \nThey detected lead in 75 percent of the products, according to the report. Half of the samples contained lead at concentrations higher than the maximum allowed by the Food and Drug Administration in candy likely to be consumed by small children, the researchers said.\n \nA previous study by the cosmetics industry estimated that the average woman used lipstick 2.35 times per day, and with each use applied 10 milligrams — about the weight of a half-grain of rice — of product. Almost all of that gets ingested throughout the day as it wears off the lips, according to the researchers of the new study.\n \nThe researchers wanted to compare the levels of metal that a lipstick user might ingest with levels that are generally known to be acceptable for ingestion, said study researcher Katharine Hammond, an environmental health scientist at the University of California, Berkeley. For some of the metals, the researchers set an acceptable level as 20 percent of the amount of a metal that would be allowed daily in drinking water, based on California public health goals.\n \n\"The government says you shouldn't get more than 20 percent of these metals from the water you drink,\" Hammond said.\n \nAcross the products in the study, estimated average exposure to aluminum, cadmium, chromium and manganese exceeded 20 percent of acceptable daily intake.\n \nWhat's more, daily use of 10 products they tested would mean a wearer would exceed 100 percent of acceptable daily intake of chromium.\n \nThe researchers found no pattern between levels of metals and different brands or colors. More expensive products faired about the same as cheaper ones.\n \nExposure to hexavalent chromium in drinking water has been linked with an increased risk of stomach tumors. The new study did not distinguish between hexavalent chromium and less toxic forms of the metal, so the researchers had no way of telling the percent of carcinogenic chromium found in the lip products.\n \nCadmium is a known human carcinogen. Chronic oral exposure to cadmium has been linked to kidney and bone impairments.\n \nSome research also suggests that manganese in drinking water may be associated with neurobehavioral problems in kids, though the evidence is inconclusive.\n \n\"These findings are extremely concerning,\" said Dr. Kenneth Spaeth, director of Occupational and Environmental Medicine at North Shore University Hospital in Manhasset, N.Y. \"There really is no such thing as a safe level of lead.\"\n \nLead has been linked to a number of neurological and developmental problems in children. Lead content in cosmetics is a particular concern because it could affect pregnant women or children who may play with their mother's makeup, Spaeth said.\n \nPrevious studies have detected toxic metals in cosmetic products. In 2007, the Campaign for Safe Cosmetics found lead in 61 percent of 33 popular brands of lipstick tested.\n \nWhile the European Union lists cadmium, chromium and lead as unacceptable constituents of cosmetic products, the U.S. Food and Drug Administration does not currently regulate metals in cosmetics.\n \n\"This new study is more evidence that we need to be aware of the risks of chemicals in our cosmetics,\" said Emily Barrett, a reproductive health scientist at the University of Rochester, who studies how certain chemicals found in makeup products may impact health. She was not involved in the current study.\n \nThe researchers say they cannot make any recommendations about lipstick usage based on the new study. Larger, more comprehensive studies are necessary, they said.\n \nHammond said she would \"strongly discourage the use of lipsticks or lip glosses on children.\"\n \nThe study was published today (May 2) in the journal Environmental Health Perspectives.\n \nPass it on: Lipstick may contain metals.\n \nFollow MyHealthNewsDaily @MyHealth_MHND, Facebook & Google+. Originally published on MyHealthNewsDaily.\n \nRelated on MyHealthNewsDaily and MNN:\n \n\n7 Beauty Trends that Are Bad for Your Health\n\n\n7 Plastic Surgery Myths Revealed\n\n\n4 Common Skin Woes, and How to Fix Them\n\n\nMNN: Chemicals in cosmetics\n\n \nThis story was originally written for MyHealthNewsDaily and is republished with permission here. Copyright 2013 MyHealthNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/lipstick-model-130502.jpg","title":"Some lipsticks contain toxic metals","author":"Lindsey Konkel, MyHealthNewsDaily"}