{"url":"http://www.mnn.com//lifestyle/recycling/blogs/go-recycling-bins-clever-receptacles-take-the-guesswork-out-of-sorting","content":"Today, a recycling bin concept from Hong Kong-based design firm Goodss Passion that would no doubt get a ton of mileage in households with kids or with hyper-organized folks looking to inject a bit of cheekiness into the otherwise quotidian process of sorting and separating plastic, paper, glass, aluminum, and so on.\n\n\t\t \n\n\t\tCalled GO Recycling Bins, each of the recyclable polypropylene receptacles boasts a push-pedal controlled lid that’s adorned with a molded sculpture representing what recyclable goes into which bin. One is a tin can; one is a glass bottle; and the third is a paper carton. As you can see, it's a pretty straightforward concept — none of those pesky words, labels, or colors required. Also, sculptural faux disposables: so hot right now.\n\n\t\t \n\n\t\tExplain the folks at Goodss Passion:\n\n\t\t \n\n\t\t\tIntending to revolutionise the recycling industry and make it consumer-friendly, the idea of the GO bin is make recycling fun and convenience.\n\n\t\t\t \n\n\t\t\tFor most people, recycling is boring and often seem to be bothersome. However, it is something that we know is a good thing to do. But for many, that reason alone does not provide the motivation to recycle.\n\n\t\t\t \n\n\t\t\tGO recycle bins adds humor and clarity to recycling for people and our next generation. \n\n\n\t\t \n\n\t\tAre GO Recycling Bins something you’d invest in? Or do you not really require clever design to prompt you to recycle? This is a topic that's come up before — fancy, design-y recycling bins as a method of encouraging recycling — so I'd love to hear what you think. \n\n\t\t \n\n\t\tAnd in somewhat related news, there's only a couple of days left to enter Earth911 and GOODMaker's Design the Reuse Symbol Challenge. Have a brilliant idea for a reuse-minded icon to accompany that lonely, 33-year-old recycle symbol? A universal symbol that \"can be utilized by anyone looking to encourage or inform reuse possibilities for products and materials?\" Click here for more info and to check out already submitted ideas.\n\n\n\t\n\n\t\n\n\t \n\n\tVia [Designboom]\n\n\t \n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/GORecyclingBin2.jpeg","title":"GO Recycling Bins: Clever receptacles take the guesswork out of sorting","author":""}