{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/can-a-house-calm-a-hyperactive-kid","content":"“The first thing your home needs if you have a hyperactive child is to be as free of clutter and chaos as possible,” says Dr. Sharon Saline, PsyD. Saline has a practice in Northampton, Mass., and has been a school consultant regarding children with hyperactivity disorders. “To help these children you need to create a calm, consistent, clean space,” she says.\n\n\t \n\n\tWhat are the specific challenges of a hyperactive child?\n\n\tA child with a hyperactivity disorder generally takes a longer time to develop organizational skills as well as the ability to focus and put activities and objects in a sequential order. Saline says these skills are developed in our frontal lobes, are referred to as “executive function,” and are not fully developed in an average human until approximately age 25.\n\n\t \n\n\t“They have a challenge with organizing both their internal and external space,” Saline says. The following are ways you can help your hyperactive child stay calmer at home.\n\n\t \n\n\tEverything in its place…\n\n\tSaline says one of the most basic things a parent can do to help their hyperactive child is to set up labeled bins and boxes where specific items are placed. “For example, if you have a cubby for hats and gloves, you can say ‘put your hat and gloves in their box,' as opposed to ‘put your hat and gloves away,’” says Saline. Saline adds that specified and labeled storage bins and boxes should be in a relatively easy place to access. “You don’t want them behind a stack of old newspapers for instance,” she says.\n\n\t \n\n\tAnother example, especially for a younger child, is to not allow more than a certain number of toys to be placed outside their storage space. “The child doesn’t need to have 75 toys out. Pick a few and rotate them,” she says.\n\n\t \n\n\tSaline says it is important to collaborate with your child. She tells the story of one child who had difficulty keeping clothes in drawers because “she couldn’t see them.” The solution worked out between parent and child was to have a child-height shelving unit put in the room (find a carpenter to build a custom shelf unit) where clothing could be neatly stacked — in sight.\n\n\t \n\n\tCharting activities\n\n\tUsing a dry erase board, chalk board, or paper chart (easily seen as soon as the child enters their home), Saline suggests working with your child to map out an organizational flow of the day. “When your child comes home from school, for example, you have a list they can read that provides the sequence they should follow,” she says.\n\n\t \n\n\tSaline says that for the average person, they don’t have to think through things like taking off their coat, placing it where it belongs, putting their lunchbox on the counter, getting a snack, and cleaning up. The chart can be set up for a number of routines, such as preparation for bed. “Hyperactive children tend to be very visual, even when they have difficulty reading. If your child can’t or is too young to read, use pictures,” Saline says. Another example is to have a “beginning of the day” chart that can be posted in the child’s room. “It’s a ‘do this first, do this second’ chart. That way you avoid the crisis that ensues when you are late for school,” she says.\n\n\t \n\n\tShe also suggests giving the child a marker or chalk to check off each activity as they work through the sequence.\n\n\t \n\n\tBesides helping the child to be more organized, Saline says that children with hyperactivity disorders tend to be very anxious because they are always afraid of doing something wrong. Having visual cues helps the child to feel calmer.\n\n\t \n\n\tLimit the use of electronics in the home\n\n\t“Electronics (especially for the hyperactive child) are a diversion, not a purpose,” Saline says. She adds that electronics tend to mesmerize the hyperactive child, putting them out of touch with their surroundings. “Hyperactive children need to have a variety of physical and creative processes. They need to have all five senses stimulated,” she says.\n\n\t \n\n\tIn particular, Saline warns away from allowing the child to play violent electronic games. “If a child has impulse-control challenges, violent games won’t help them develop appropriate behaviors in social settings,” says Saline.\n\n\t \n\n\tSaline says that it is important to not try to do too many things at once. Rather to work on one challenge at a time, such as always putting belongings in the bin that’s intended for them. “Pick one thing, get success in that area, then try something else,” she says.\n\n\t \n\n\tCris Carl originally wrote this story for Networx.com. It is reprinted with permission here.\n\n\t \n\n\tRelated healthy kids story on MNN: Healthy eating may help ADHD kids","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_hyper.jpg","title":"Can a house calm a hyperactive kid?","author":""}