{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/the-h-m-conundrum-does-it-make-sense-to-support-more-ethical","content":"As an ethically minded shopper, H&M has long been on my \"don't shop there\" list, along with Zara, Forever21, WalMart and a few others. But while I have a huge problem with the company's cheaply produced, designed to be worn-then-tossed clothes and many of the fabric choices, for quite some time now H&M has had a positive flip-side: its Conscious Foundation seeks to do good, from building wells in India to providing clean water for 70,000 people, to being a huge buyer of organic cotton (especially for kids' and babies' clothes, but for adults too), to experimenting with other, more sustainable fabrics to see what works and sells (and what doesn't). Most recently, the store has begun collecting old clothes to be recycled into new. According to a press release from the company: \n \n\"Any pieces of clothing, from any brand and in any condition are accepted. In return, the customer will receive a voucher for each bag brought. The collected clothes are then handled by H&M’s partner, I:Collect, which provides the infrastructure in which consumer goods are repeatedly reprocessed and made available for new use.\"\n \nThis is a fantastic project for all the clothes that would otherwise get landfilled (anything that's a bit too worn, stained, ripped or otherwise in too poor of shape to go to Goodwill or the Salvation Army heretofore has had nowhere to go except the garbage), but does this exonerate H&M for the less positive things the company does (chief among them, the faster-cheaper-more business model)?\n \nShould those of us who care about how our clothes are made be OK with big companies that \"do the right thing\" while also doing wrong? I don't want to pick on H&M here — Nike and the Gap are in similar positions as huge global companies that have done some pioneering research and development, increased their customers' knowledge about the impacts of their products, and structured themselves to be more transparent. But when I read the news about another deadly factory fire (there have been many more than the widely reported recent Tazreen factory fire that killed 112 people), it's just plain not enough: While the Gap spent $1 million last year to improve fire safety in Bangladesh, the company's representatives also vetoed a larger industry-wide plan to improve safety conditions in factories there, citing fear of being sued. And people died. And there have been plenty of fires before and since that massive one, which echoed the 1911 Triangle Shirtwaist Fire in New York City; it's 100 years later, and people are still dying in factory fires. Why?  \n \nThe reason is at least partially due to American consumer demand for extremely cheap goods; estimates are that it would cost about 10 cents per T-shirt to ensure fire safety for garment workers in Bangladesh, but garment manufacturers run on such incredibly thin margins that even that cost is \"too much.\" \n \nH&M places more orders in Bangladesh than any other retailer (and a post-Tazreen fire survey found that one-fourth of factories in the area are in violation of basic fire codes). This most recent disaster could have taken place at any of a number of factories. The AP reports, \"Mustafizur Rahman, executive director of the Center for Policy Dialogue, Bangladesh's leading independent think tank, said there is 'hypocrisy' among buyers who 'talk about ethical buying and ethical sourcing, but when it comes to price, they refuse to offer a good rate. They often go to less compliant factories for a cheaper rate. Being compliant is not cheap.'\"\n \nSo I want to applaud the positive steps that H&M and other companies make; from where I sit, it seems like they are doing quite a bit of good with the Conscious Foundation and transparent sustainability initiatives. And I don't want to discourage that good, or overlook it. At the same time, the wrong they do shouldn't be overlooked. It's really a conundrum. It's our responsibility as consumers to support companies that do the right thing. But what if a company sits on both sides of the ethical fence? \n \nRelated post on MNN: 14 examples of eco-fashion gone too far\n \nMNN tease photo of H&M shopping bag: Mario Tama/Getty Images","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/H%26M.jpg","title":"The H&M conundrum: Does it make sense to support more ethical fast fashion?","author":""}