{"url":"http://www.mnn.com//lifestyle/recycling/stories/recycling-symbols-decoded","content":"You’ve seen the little recycling symbols stamped on plastics, glass, paper, metals and other materials. But what do they mean? We’ve compiled a handy guide to help you decode the dizzying array of icons and ensure that your products are recycled the way they are intended to be.\n \nPlastics\nThe recycling symbols for plastics are divided into seven categories. Generally, the higher the number, the more difficult it is for the material to be recycled. However, just because the product has a number on it doesn’t necessarily mean it can be recycled, nor that it’s eco-friendly. In fact, some elements of plastics — such as bisphenol-A, polystyrene and polyvinyl chloride — have been shown to have harmful effects on health and the environment.\n \n1. Polyethylene terephthalate (PET)\nCommon products: Single-use plastic water bottles, soft-drink bottles\nRecyclability: Widely accepted\n\n \n \n2. High-density polyethylene (PE-HD)\nCommon products: Some retail plastic bags, some yogurt containers\nRecyclability: Widely accepted\n\n \n \n3. Polyvinyl chloride (PVC)\nCommon products: Toys, some food containers/wraps, pipe\nRecyclability: Limited\n\n \n \n4. Low-density polyethylene (PE-LD)\nCommon products: Thin plastic bags, some plastic containers (e.g., soap dispensers)\nRecyclability: Can be recycled, but check to make sure it’s accepted locally.\n\n \n \n5. Polypropylene (PP)\nCommon products: Straws, soft-drink cups, some food containers\nRecyclability: Can be recycled, but check to make sure it’s accepted locally.\n\n \n \n6. Polystyrene (PS)\nCommon products: Styrofoam containers and cups\nRecyclability: Sometimes accepted, but low demand for recycled Styrofoam has limited its acceptance.\n\n \n \n7. Other\nIncludes plastics not included in the previous six categories, including BPA, polycarbonate and bio-based plastics.\nCommon products: Water bottles, food containers\nRecyclability: Generally not recyclable, but bio-based plastics can sometimes be composted.\n\n \n \nPaper\nMost paper and cardboard products can be recycled. However, there are a few recycling exceptions, including paper towels, napkins and plastic-coated boxes. If a paper product can be recycled, it may or may not have one of the following symbols:\n \n20 PAP: Cardboard \n\n \n21 PAP: Mixed paper (often found in magazines, mail)\n\n \n22 PAP: Paper (letter/printer paper, etc.)\n\n \n \nGlass\nMost commonly used glass products (e.g., jars and beverage containers) can be recycled, but for other items containing glass (e.g., electronics), check to see what’s accepted locally. Alternatively, reuse glass containers.\n \n70 GL: Mixed glass\n\n \n \n71 GL: Clear glass\n\n \n \n72 GL: Green glass\n\n \n \nMetals\nAluminum beverage cans are widely recycled. However, for other metal items, check to see what is accepted locally.\n \n40 FE: Steel\n\n \n \n41 ALU: Aluminum\n or  \n \n \nWhen recycling isn’t eco-friendly\nRecycling may always seem like a good idea, but the reality is that throwing certain items into the recycle bin will likely do more harm than good. When disposed of improperly, batteries, electronics and other materials can be hazardous to the environment and human health.\n \nHere are a few symbols that indicate an item should never be tossed into the recycle bin (or the trash):\n \nRadioactive\n \n\n \nBiohazard\n \n\n \nFlammable\n\n \nToxic/poisonous\n\n \n \nKeep in mind that many items, such as batteries and electronics, may not contain any of these symbols, but they should never be thrown away or recycled. Instead, check with your local sanitation department to see how hazardous waste should be disposed of in your area.\n \nRecyclable vs. Recycled\nThe “three chasing arrows” icon is probably the most well-recognized recycling symbol. But just because a product has the universal recycling symbol on it doesn’t necessarily mean you should toss it in the recycle bin.\n \n\n \nSome products feature the recycling symbol to denote that they are made from recycled content, and they can’t necessarily be recycled again. For instance, according to the EPA, paper can only be recycled five to seven times before it begins to degrade. \n \nIt is also important to distinguish between pre-consumer recycled content, which is made from manufacturer waste and hasn’t yet made it to the consumer, and post-consumer recycled content, which has been used, disposed of, and made into something else. If the product doesn’t say it was made from post-consumer recycled content, it probably wasn’t.\n \nCompostable\nAlthough recyclable products aren’t necessarily compostable (and vice versa), more items may be compostable than you think. In fact, it is preferable to compost biodegradable plastic, because it may not degrade properly in oxygen-deprived landfills.\n \n\nCompostable (U.S.) Image credit: Biodegradable Products Institute\n \nThe symbol above is often used to mark products certified as compostable by the Biodegradable Products Institute (BPI). (Other symbols may be used to indicate compostability, especially outside the U.S.) But even if a product doesn’t have a symbol, it might still be compostable, so check BPI’s list of certified compostable products.\n \nThese guidelines are intended to be a starting point. When in doubt about whether to recycle, reuse or compost a particular item, be sure to contact your local sanitation department or visit Earth911.com for more information on what products can be recycled, and how to recycle them, in your area.\n \nRelated recycling stories on MNN:\n30 things you should never compost or recycle\nWhat happens to the electronics we recycle?\nHow much does America recycle?\n \nImages via Wikimedia Commons","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/Recycling-bins.jpg","title":"Recycling symbols decoded","author":""}