{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/new-israeli-law-bans-emaciated-models","content":"In 2007, Israeli fashion model Hila Elmaliah succumbed to anorexia at the age of 34. She weighed 60 pounds at the time of her death. It was then that friend and photographer, Adi Barkan, began campaigning for legislation to regulate fashion models' body weight.\n \nIn March of last year his efforts were rewarded when the Israeli parliament adopted legislation requiring fashion and commercial models to have documentation stating that they are not malnourished by World Health Organization (WHO) standards. WHO states that a body mass index (BMI) below 18.5 indicates malnutrition. According to the new legislation, a model of 5-feet-8 can weigh no less than 119 pounds.\n \nThe law, which went into effect Jan 1, also requires that Photoshop alterations to make models appear thinner must be noted along with the images.\n \nIn Israel, as with other developed countries, about two out of every hundred girls between 14 and 18 have severe eating disorders. While the media saturation of unnaturally thin models is not the only factor leading to anorexia and bulimia, they contribute to the problem. Dr. Enoch-Levy, a psychiatrist who treats people with eating disorders at the Safra children's hospital in Tel Aviv, told ABC News that she hopes her young female patients will now have the chance to be exposed to a different image of what they consider to be the ideal female body image.\n \n\"I think the importance of this law is that young women, who until now had only one very narrow definition of what the body model to aspire to was,\" she said, \"will from now on have a wider definition of physical beauty.\"\n \nRelated stories on MNN:\n\nImages of skinny models may lead to weight gain\nA little extra fat may actually prolong life\n\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/model%20ban.jpg","title":"New Israeli law bans emaciated models","author":""}