{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/10-tips-for-starting-a-campus-food-co-op","content":"Our friends at CoFed just launched a campaign to create ethically sourced, cooperatively run sustainable food storefronts and cafes on college campuses nationwide. We love people-powered innovations that do good on multiple fronts, and campus food coops are a great example. They increase access to healthy food, support a sustainable food system, provide job training and are run-owned by workers.\n\n\t \n\n\tStart a co-op today with help from CoFed's comprehensive handbook and the below tips from CoFed staffers Yoni and Liz. Or support CoFed's campaign by donating here.\n\n\t \n\n\tCoFed's Top 10 Tips for Starting a Campus Food Coop:\n\n\t \n\n\t1. People are your most important resource — not money! People are the most valuable asset to your project from start to finish. You will need committed leaders who will get things done, as well as broad student support. When your business is opened, you will need customers to maintain it. Once you have the people, you will find the money you need.\n\n\t \n\n\t2. Start with the end in mind. You need a vision of what you want to see on campus before you can recruit students or persuade administrators.\n\n\t \n\n\t3. Don’t take no for an answer. Often administrators may be too disinterested to put in the work it would take to make your project happen. If an administrator says no, try the person above or someone in another department.\n\n\t \n\n\t4. Reach out to a variety of allies. You can easily mobilize the campus food and fair trade student groups. But don’t forget to reach out to business students who would be eager to help craft a business plan, artists and designers who can help visually brand your project and student leaders who are connected with different parts of the student community. All of these people have something important to bring to the project.\n\n\t \n\n\t5. Create a community around the project. Co-ops have historically been central to social and political communities. Even though you don’t have a physical space yet, you can still begin to form that community. In addition to holding meetings, host potlucks, concerts and parties together. Making friends is a powerful tool for organizing and retaining members and is also just plain fun.\n\n\t \n\n\t6. Get to know the folks with power. Someone on your campus can give you free rent and give you funding for renovations — ask around to find out who they are and start making friends with administrators. You can start by talking to student life or sustainability office folks and they'll often be able to connect you with other people that can help.\n\n\t \n\n\t7. Be credible. Take the time to understand people's concerns and work to address them. This may mean creating an advisory board, doing market research or testing and pricing your menu. Being organized and professional builds important momentum.\n\n\t \n\n\t8. Give each other a lot feedback (and love). Keep learning from each other and supporting each other because if you have a strong core team and everyone wants to improve themselves, the sky's the limit! \n\n\t \n\n\t9. Take advantage of the resources online and in your community. It's all been done before, so don't kill yourself figuring it out again. Go check out www.cofed.org and register for example grants, business plan templates and other documents, as well as a full guide to creating a student-run food cooperative.\n\n\t \n\n\t10. Come to CoFed's summer trainings! A week hanging out with amazing people, gaining community organizing and social enterprise skills and working on creating a food cooperative at your school — what could be better?\n\n\t \n\n\tBig thanks to Yoni and Liz of CoFed for writing these tips.\n\n\t \n\n\tThis story was written by Neal Gorenflo and originally appeared on Shareable.net. It was reprinted here with permission.\n\n\t \n\n\tRelated college stories on MNN:\n\n\t\t10 most impressive college farmers markets\n\n\t\t10 greenest dorms in the world\n\n\t\tIn college? Go green before you graduate","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/CampusFoodCoOp.jpg","title":"10 tips for starting a campus food co-op","author":""}