{"url":"http://www.mnn.com//lifestyle/recycling/blogs/colleges-gather-90-million-pounds-of-materials-for-recycling-contest","content":"Colleges and universities across the United States and Canada recently wrapped up an eight-week long recycling contest in which schools were ranked according to how much recycling, trash and food waste they collected. The 13th annual RecycleMania contest launched on Feb. 3 and ran until March 30. All combined, schools that participated in the event recovered 90.3 million pounds of recyclables and organic materials. According to the event's organizer, RecycleMania, Inc. — a nonprofit organization led by recycling managers from participating schools — the materials collected during the contest prevented the release of nearly 121,436 metric tons of carbon dioxide equivalent (MTCO2E) into the atmosphere.\nOverall, 523 schools participated in the contest with performance tracked in eight categories — measuring their recycling rate; overall recycling by weight; lowest amount of total waste; and per capita recovery for paper, cardboard, cans and bottles, and food waste. Colleges also participated in several special categories targeting electronics and film plastics, as well as the “Game Day: Basketball” category, which ranked schools based on recyclables collected at a single home basketball game. Here are the winners:\n \nGrand Champion: University of Missouri-Kansas City was named top recycler for the percentage of overall waste that was recycled, 86.02 percent\nPer Capita Classic: California State University-San Marcos:  This school collected the greatest total pounds of recyclables per person, 53.11 lbs.\nWaste Minimization: Valencia Community College had the lowest recyclables and trash per person, 3.20 lbs.\n \nWinners in each category were recognized with awards made out of recycled materials.\n \nThis year's RecycleMania contest was managed by the Keep America Beautiful campaign with program support from the United States EPA’s WasteWise program and the College and University Recycling Coalition (CURC). RecycleMania also partnered with the United Negro College Fund Special Programs (UNCFSP) and Campus Conservation National (CCN).\n \nFor a complete list of results for all 11 categories, check out http://recyclemania.org.\n \nRelated on MNN: 20 things you didn't know you could recycle","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/recycling1_0.jpg","title":"Colleges gather 90 million pounds of materials for recycling contest","author":""}