{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/the-best-beaches-of-2013","content":"Frequented by the rich and famous, Main Beach in East Hampton on Long Island, N.Y., has been named the top beach of 2013.\n \nThough battered by Super Storm Sandy and other winter storms, the beach has largely recovered, said Stephen Leatherman, also know as \"Dr. Beach,\" director of Florida International University's Laboratory for Coastal Research in Miami.\n \nIn its 23rd year, the Top 10 Best Beaches list, put together by Dr. Beach, was announced on the night of May 23. [See Photos of the Top Beaches of 2013]\n \nThough other parts of the beach were eroded by the storms, East Hampton's pavilion is located several hundred feet from the water's edge and was little affected by the severe weather.\n \n\"The big, wide sandy beach made of quartz has towering sand dunes, and beautiful clean and clear blue water,\" according to Leatherman. In addition to the natural wonders, Main Beach is a great place to spot celebs. Biking is the best way to get around to avoid parking hassles.\n \nIf you're not in New York this Memorial Day weekend, you can still check out another gorgeous beach from the top-10 list:\n \n1. Main Beach East Hampton, New York\n2. Kahanamoku Beach Waikiki, Oahu, Hawaii\n3. St. George Island State Park, Florida panhandle\n4. Hamoa Beach, Maui, Hawaii\n5. Waimanalo Bay Beach Park, Oahu, Hawaii\n6. Barefoot Beach, Bonita Springs, Florida\n7. Cape Florida State Park, Key Biscayne, Florida\n8. Cape Hatteras, Outer Banks of North Carolina\n9. Coast Guard Beach, Cape Cod, Massachusetts\n10. Beachwalker Park, Kiawah Island, South Carolina \n \nAll 10 beaches were chosen from Leatherman's survey of 650 public beaches along the Atlantic, Gulf and Pacific coasts. He uses 50 criteria for ranking beach quality, including sand softness, frequency of rip currents, size of waves, presence of shorebirds, water color, the presence of oil and tar balls, whether it's overcrowded, public safety, and ground maintenance, among other factors.\nLeatherman will put even more emphasis on environmental management and beach safety when deciding on next year's list, for instance, giving bonus points to beaches that prohibit smoking.\n \nLike all No. 1 beaches, last year's winner, Coronado Beach in San Diego, Calif., has been retired from the top-10 list \"to allow others to be in the limelight,\" Leatherman has said. \"We've got hundreds of great beaches in the U.S.\"\n \nFollow Jeanna Bryner on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nStunning Sands Gallery: A Rainbow of Beaches\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nJersey Shore: Before and After Hurricane Sandy\n\n\nMNN: 8 best secluded beaches in North America\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/BestBeaches2013_m_0524.jpg","title":"The best beaches of 2013","author":"Jeanna Bryner, LiveScience"}