{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/how-to-become-a-local-in-a-tourist-town","content":"Visitors to towns that rely heavily on tourism often express a desire to move there, imagining a lifestyle where they get to be on vacation all the time, instead of just for a few precious days or weeks. Some of them realize that goal in retirement or through making a major life shift that allows them to relocate to the place they always dreamed of. What they find often isn’t what they experienced on vacation, because living somewhere is different from visiting, and people who have relocated to a community or established second homes there are going to be viewed as outsiders by locals.\n\n\t \n\n\tSo, how do you live in a tourist community, whether full or part time, without antagonizing the locals?\n\n\t \n\n\tStart by recognizing that your new home is not just a tourist town. It’s also a place where people live and work, and have done so for years. Even if much of the economy is tourist-based, the town still needs sources for supplies ranging from toilet paper to bedding, and locals rely on services like schools, hospitals, electricians and law enforcement just like the residents of any other city or town. If you’re going to be moving in, you’re going to become one of those people. In Mendocino County, Calif. (where I live), new residents who can offer a skill to the community, like San Francisco roofers who have moved to Mendocino, are able to integrate more easily than people who don't lend a hand in some way.\n\n\t \n\n\tSo you’d better learn the ropes. Find out where locals shop, and start establishing yourself as a regular customer. Try being friendly with clerks and store personnel, because they’re the ones who’ll be providing you with valuable advice once you’ve become a regular and well-liked customer. A friendly relationship with the guy behind the meat counter, for example, can make the difference between getting the recommendation for the best cut, and being given exactly what you ordered with no additional commentary, even if it’s not the best choice.\n\n\t \n\n\tLearn about the local community, too. Try attending local events like fire department barbecues, town hall meetings, and theatrical performances. The more events you attend, the more you’ll get known as a face around the community and someone who is genuinely interested in what’s happening around town. Make sure to introduce yourself to people at those events, and start building up connections. Think of it as networking, because that’s exactly what it is. Get willing to roll up your sleeves and contribute, especially during times of need when members of the community are counting on each other for help.\n\n\t \n\n\tKnow your neighbors, too; while you may be expecting someone to come around with a plate of cookies to welcome you, try flipping the paradigm and going around to introduce yourself around your block. Your neighbors are the ones who will be looking out for you, watching your animals while you’re gone, keeping you up to date on what’s happening around town, and establishing friendships with your family. Make it clear that you’re aware you’re new to the area and have a lot to learn, and that you’re ready to learn from them.\n\n\t \n\n\tBefore you plunge into local politics and debates, from discussions about zoning to elections, be aware that every town has its own history, and you should learn it before you get involved. Locals often resent what they see as intrusion by uninformed outsiders, and if you can be seen but not heard at these meetings while you learn about what’s going on and the history behind it, you’ll impress locals with your dedication to getting to know the community before offering your opinion.\n\n\t \n\n\tBefore you advocate for a new coffee franchise, for example, think about the local businesses that might be affected, and the people who might oppose the franchise. Learning about the reasoning behind positions that might seem idiosyncratic or nonsensical to you will help you understand the community — and — perhaps propose solutions that meet local needs.\n\n\t \n\n\tTaxes can also be a sore spot with locals, especially in the case of people with second homes. If you’re only visiting a community periodically, you may not be paying much more than property taxes, even though you expect to use local resources while you’re there. Get a leg up with the locals by shopping locally, using local services, and getting your face known around the community. In exchange for your willingness to contribute financially and socially, you’ll build lasting relationships that will come in handy, especially if you’re planning to retire to your second home eventually.\n\n\t \n\n\tAbove all, stay humble. You might think you know a community well, but you don’t know it as well as third-generation locals or even people who’ve been living there for 30 years or more. Get ready to face a steep learning curve, and if you stick with it, you might become a local one day yourself.\n\n\t \n\n\ts.e. smith originally wrote this for Networx.com. It is reprinted with permission.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/main_networx_tourist.jpg","title":"How to become a local in a tourist town","author":""}