{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/amsterdams-conscious-hotel-museum-square-is-an-affordable-green-gem","content":"Your personal environmental impact is built upon innumerable decisions made over the course of a lifetime — what kind of food you eat, where you live, how you get around, even what kind of clothes you wear. Every day, when you're at work, at school or at home, you add to that impact with every flip of a light switch and click on a website. When you travel, that tally turns over just as fast, if not faster, as you dash around eating meals in restaurants, taking flights from city to city, and spending the night in the warm embrace of a hotel bed.\n \nIt easy to lessen that impact when you're at home by doing things like recycling, eating organic food (and less meat), buying more energy-efficient products, and riding your bike to work instead of taking the car. It's harder to make those same decisions on the road. When you don't control your surroundings, you can't always choose to eat locally produced foods or sleep in organic cotton sheets. While much progress has been made in recent years by the hospitality industry as a whole in greening up their operations, the average hotel or motel still has a long way to go in terms of achieving true environmental friendliness and sustainability.\n \n\n\n\n \nCue Conscious Hotels, a Dutch company with two Amsterdam hotels that has made sustainability their core operating principle. Veteran hoteliers Marco Lemmers and Sam Cohen have embraced green thinking in every operational aspect of their two hotels — one located in Museum Square, minutes from renown museums like the Van Gogh Museum, the Riksmuseum, and the Stedeliki Museum, and the other overlooking Vondelpark, a 120-acre green space covered with trees and bisected with walking trails, bike paths and streams.\n \nI previously reviewed Conscious Hotel Vondelpark and jumped at the chance to do the same for their Museum Square location during a follow-up trip to Amsterdam. You can read my findings below, but I can summarize by saying that all the good greener qualities that I found at Vondelpark were in full effect in Museum Square.\n \n\n\t\n \nI'll start with the most important aspect of any hotel room: the bed. A hotel bed can make or break a visit to any lodging establishment. A lumpy bed can ruin a night's sleep and set you up for a long and grumpy day of business or vacation. Luckily, the Conscious Hotel designers kept this in mind and my room was equipped with a really comfortable split mattress. While I would have preferred having one single large mattress, I woke up rested and refreshed all the same. All the beds in both Conscious Hotels locations are built out of 100 percent natural materials and are dressed with high-thread count sheets topped with just the right weight blankets. The bed was backed by a ceiling-to-floor, high-resolution picture of the forest that covered an entire wall (pictured above). I found myself drawn into the image and could almost smell the pine sap slowly rolling down the bark. It made the room feel much bigger than it was.\n \n\n\t\n \nThe designers of Conscious Hotels kept their work clean, with sharp contrasts and simple colors. The overall feel has enough of a rounded edge to not feel industrial and nicely blends the organic lines of nature with modern sensibilities. Above is the view from the bed. At your back is a lush and vibrant green forest, at your feet all the conveniences of cable television and telephony.\n \n\n\n\n \nThe bathroom was stocked with organic shampoos and lotions with a dual flush toilet and water-saving shower head. As much as I'm an environmentalist, I do enjoy a good hot long shower, so I was pleasantly surprised to find that the low-flow head delivered a mean stream of hot, high-pressured water. Good design is a beautiful thing.\n \n\n \nYou can tell a lot about a hotel by their attention to detail. It's the little things like these twig closet handles that makes Conscious Hotel Museum Square worth a visit.\n \n\n\n\n \nThis is not your grandfather's continental breakfast. Conscious Hotel Museum Square lays out a healthy, organic, and delicious breakfast every morning in their bright and open cafeteria that's open to any guest willing to add 13 Euros onto their nightly bill.\n \n\n \nThey have a completely stocked coffee bar (no, not that kind of coffee bar) outfitted with an easy-to-use espresso machine.\n \n\n \nDigital nomads will enjoy the free WiFi that pervades the entire hotel, while those with electric vehicles will find easy access to street-side charging stations.\n \nOn top of the organic breakfast, natural mattresses, and charging stations, Conscious Hotel rounds out its green bonafides by using all-natural cleaning supplies and building materials. The desk found in each room is made of recycled plastic while the stylish lobby counter is built with compressed paper fibers.\n \n\n\n\n \nRooms at Conscious Hotel Museum Square are reasonably priced. In a city where a private hostel room can set you back €40 (around $55), the cheapest off-season rate of €45 is a bargain. Rooms cost more in the warmer months, but it's still possible to find a room in June for less than €100.\n \nBoth Conscious Hotels enjoy easy access to Amsterdam's public transportation system, so getting around is not a problem. If you're going to spend more than a couple of days in the city, I'd recommend getting an I amsterdam City Card, which gives its holders free entrance to public transportation and museums as well as discounts at shops and restaurants. The cards are valid for 24 (€42), 48 (€52), or 72 (€62) hours.\n \nYou can book your room on the Conscious Hotel website and/or follow Conscious Hotels on Twitter and Facebook.\n \nIn full disclosure, Conscious Hotels put me up for a couple of nights for free, and the city of Amsterdam gave me a free I amsterdam City Card during my visit.\n \n \n \nYou can read more about me and my work at sheagunther.org. Are you on Twitter? Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/museum-square-feat_0.jpg","title":"Amsterdam's Conscious Hotel Museum Square is an affordable green gem","author":""}