{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/can-less-stuff-lead-to-a-less-complicated-life","content":"Yesterday, I spent a lot of time on the phone dealing with problems that ultimately occurred because of “stuff.” Bear with me; this will all come back to something that we’ve been talking about here on MNN for the past couple of months.\n \nMy first problem was with the phone company. About a month and a half ago, we called to stop our television service, and they made changes to our other services to save us money. Yesterday, I spent about a half hour trying to convince the phone company that they were billing me for two separate types of phone service for the same phone number and the same service dates.\n \nIt took a while, but someone finally figured out the problem. That person, however, couldn’t figure out how the problem started or guarantee me that the problem would be fixed any time soon.\n \nThen I spent some time on the phone with an online store where my husband bought me a necklace, which he gave me for Christmas. It’s a store that only works in fairly traded products, and I love the necklace. Unfortunately, the fourth or fifth time I wore it, the clasp fell to pieces. I was asked by the representative to take a picture of the broken clasp and email it to them. They would then decide if I needed to send it back or not. Huh?\n \nA few hours later I got a phone call from someone else in the company telling me that they needed my email address so they could mail me prepaid postage to send the necklace back. I told him I had provided all that information in my first phone call. He had none of that information, and I felt as if he was implying that I was trying to get a new necklace without sending the old one back.\n \nFinally, my son and I went to put together a build-it-yourself desk that we bought over a week ago. The first time we went to put it together, the box was completely missing all the hardware needed. I called and the hardware was sent — or I should say the wrong hardware was sent. So when I called about the wrong hardware, I was told that the right hardware was now being sent, but it was also pointed out that the company would be doing it at a considerable expense since they already shipped out one batch of hardware!\n \nI can draw two conclusions from my experiences. One, very few companies have a clue about how to do customer service well. The second is that “stuff” can complicate our lives.\n \nWhenever I have experiences like that, I’m reminded of Henry David Thoreau’s statement in “Walden” that “we do not ride upon the railroad, it rides upon us.” Once we have something, we often become slaves to that thing’s upkeep. The more things we have, the more we’re a slave to keeping them. By the time evening rolled around last night, I was frustrated and exhausted simply from hassle of dealing with my stuff.\n \nSo here’s what  this has to do with something that’s been going on around here. Here at MNN, 2013 is the year of The Joy of Less. It’s a year of living simply, and it’s not too late to get in on it. Each month, there’s a challenge. In January, the challenge was to declutter. In February, the challenge was to cook more simply. This month, the challenge is to be less energy dependent.\n \nI think I need to pay more attention to this challenge. A day like yesterday makes it clear that I’ve got too many railroads riding upon me. The more I have, the more complicated my life seems to become.\n \nI’m ready for some joy in the form of being less of a slave to my stuff. How about you?\n \nRelated on MNN:\n4 things you absolutely don't need and 4 you do for raising a baby while still living small\n5 drool-worthy tiny house designs\n6 fascinating people who own almost nothing","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/angry%20on%20phone%20large.jpg","title":"Can less stuff lead to a less complicated life?","author":""}