{"url":"http://www.mnn.com//lifestyle/recycling/blogs/make-and-be-merry-with-diy-design-contest","content":"Another Earth Month, another awesome upcycling design contest…\n\n\t \n\n\tThis one, Project ReMAKE, comes courtesy of the DIY wizards over at Make magazine who have tapped eco-conscious newlyweds, actress Amy Smart and hunky carpenter/model/HGTV host Carter Oosterhouse, as the official contest spokes-makers. Schick is the contest’s co-collaborator having recently released the Schick Xtreme3 Eco Razor, an eco-friendly disposable razor with a handle made from 100-percent post-consumer recycled plastic objects included old plastic hangers. “Eco-friendly” and “disposable” makes for an oxymoronic product, I know, but it’s also a pretty massive improvement in the wasteful world of disposable razors, so it's good to see something like this enter the market.\n\n\t \n\n\tAnyways, here’s how it’s all shaking down: From now until May 14, you can submit your recycled material creation for a chance to win some pretty nifty prizes (more on this in a bit). The contest overlords are looking for a short paragraph describing the project and a photo of it as well (it needn’t be totally finished). Of course, Make itself is an excellent source for ideas and inspiration and you can also view a gallery of already submitted projects to kick-start the “make” part of your brain. Submitted already is a desktop organizer made from trashed phone books, a laurel wreath made from old plastic spoons, a kinetic wooden cat sculpture made from materials salvaged in an alley, and more. For their demo project, Smart and Oosterhouse used junked bike parts and old plastic hangers to make a chandelier.\n\n\t \n\n\tFive finalists, chosen by a panel of judges including Make founder Mark Frauenfelder, will be chosen at the end of May and receive a MakerBot Replicator (a 3-D printer) worth $1,749. The grand prize winner will win a trip to Make’s big annual DIY ho-down in New York, World Maker Fair 2012, where their project will be put on display. I went to World Maker Faire last year for the first time and it was absolutely bananas. The contest also involves a sweepstakes in which one drawn-at-random entrant will win a Nissan Leaf. Not too shabby, eh?\n\n\t \n\n\tHead on over to the Project ReMAKE homepage and Facebook page to learn more about the contest and to submit your own recycled content masterpieces. \n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/AmySmartandCarterOosterhousejpeg.jpeg","title":"Make and be merry with DIY design contest","author":""}