{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/5-tips-to-save-money-this-halloween","content":"Halloween is just around the corner, and that means ghosts and goblins everywhere will soon be showing their spooky faces.\n\n\t \n\n\tBut there's something more terrifying than bloody corpses and flesh-hungry zombies — all the money and resources that are wasted on creating a single night of scary parties and haunted houses.\n\n\t \n\n\tThat's why we've put together a quick list of easy ways to make your Halloween more Shareable. And who knows? You might just form a few new friendships along the way!\n\n\t \n\n\t1. Crowdsource party supplies: Want to throw a petrifying party? Don't waste money on expensive Halloween decorations that will probably fall apart before the night is over. Instead, send out a quick email to friends and family asking them to bring a piece of Halloween decor that they already have or made themselves. Hang scraps of orange or dark purple cloth over lamps to cast an eery glow over the party room and then have fun adding each decoration brought by your guests. You can even have a contest at the end of the night for the funniest, scariest and most well-made decorations.\n\n\t \n\n\t2. Save a pumpkin (and then carve it up): Around 1.5 billion pounds of pumpkins are grown and sold every year. In the United States, the majority of pumpkins are sold for Halloween. Talk with a local pumpkin stand or farm and ask them what happens to the pumpkins that aren't purchased by Halloween night. If they're just going to be thrown away, ask if you could have a dozen or two for free or a greatly reduced price. Then, have a late night pumpkin carving/seed roasting party with friends.\n\n\t \n\n\t3. Have a costume swap: Finding the perfect costume is a struggle every Halloween, especially for people who like to procrastinate. This Halloween, invite all your friends over before the big night to swap costumes (and ideas!) from past years. If no one has old costumes to share, you can turn it into a costume-designing party instead. Be sure to always check your local thrift store for odd and retro garments that make perfect low-cost costumes.\n\n\t \n\n\t4. Organize a Halloween movie fest: Too old for trick-or-treating? Ask all your friends to scour their collections for the best horror flicks they have. Invite everyone over a marathon showing of spooky movies, and be sure to turn the lights down low. If DVDs are too old-school, streaming movies from Netflix or Hulu can make it even easier to host a Halloween movie fest. The campier, the better.\n\n\t \n\n\t5. Host a harvest potluck: If you like creating delicious food more than designing a clever costume, think about hosting a harvest potluck dinner instead. Dishes can be fall-themed, with an emphasis on seasonal and locally sourced ingredients. There can even be a contest for the dish that best represents fall or Halloween.\n\n\t\t \n\n\t\tThis story was written by Beth Buczynski and originally appeared on Shareable.net. It was reprinted here with permission.\n\n\t\t \n\n\t\tRelated Halloween stories on MNN:\n\n\t\t\t\t15 kooky Halloween pet costumes\n\n\t\t\t\tWhy dentists say kids should gorge on Halloween candy\n\n\t\t\t\tHelp this green teen help others this Halloween\n\n\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/HalloweenPartyCupcakes-1.jpg","title":"5 tips to save money this Halloween","author":""}