{"url":"http://www.mnn.com//green-tech/computers/stories/how-to-use-hashtags-on-facebook","content":"Those ubiquitous Twitter # officially became part of Facebook on June 12. The change means hashtags are now clickable tags on the biggest social network, allowing users to click on a tag to see what other people are saying about it. Facebook is also making hashtags searchable, even if they originate on different services, such as Twitter, Tumblr, Pinterest, Google+ and Instagram. From the Hashtag feed you can also compose posts directly. For newbies, however, there are a few things to keep in mind. Here's how to get started with hashtagging your News Feed.\n \n1. Create a hashtag. \nAnyone can make anything into a hashtag by adding a # in front of a word, acronym or phrase with no spaces. On Facebook, this is no different. As soon as you use the # symbol a blue box will appear over your tag. Then click Post. Your tag will appear in bold within your status update. \n \nIt is important to remember, however, that this system is a simple form of organization, and can often run amok. For instance, I can say #thingsididwheniwassevenonmybike, but how often will I ever use that hashtag? If the answer is never, it's probably not a great hashtag to use. To find out if a hashtag is trending there are a couple of websites worth checking out: www.hashtags.org and hashtagify.me. \n \n2. Click your hashtag.\nAfter your post is up, you can click on your new tag to see who else is using that same phrase and what they are saying. For instance, clicking on #Hashtag brought up separate feed from my News Feed with a list of people's posts; some of whom we know and others we do not. Within this same feed, you can click on your Status bar to have that same hashtag automatically added to an update. \n \n3. Search for hashtags.\nFacebook is tracking those hashtags people are using, so a feed is always available even if you've not previously used the tag in a Facebook status update of your own. Simply type the tag of your choice, such as #cats, and click the page labeled Hashtag. This will open the same feed of related posts as you would get if you clicked on a hashtag in a post. \n \nRelated on LAPTOP and MNN:\n\nPay it Forward: 7 Ways to Give Back on Twitter and Facebook\n\n\n15 Best Tumblr Blogs\n\n\n10 Weirdest Questions Asked by OKCupid\n\n\nMNN: How to earn money through likes on Facebook, Twitter, Instagram\n\nThis story was originally written for LAPTOP and was republished with permission here. Copyright 2013 LAPTOP, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/FacebookHashtags_m_0613.jpg","title":"How to use hashtags on Facebook","author":"Anna Attkisson, LAPTOP"}