{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/does-edible-deodorant-pass-the-smell-test","content":"There's already an industry devoted to stifling bad breath with minty candy, but a new sweet claims to bring the fight to your underarms.\n\n\t \n\n\tDeo Perfume Candy \"will not only taste good, but after consuming, will transmit an attractive rose fragrance through the skin,\" according to the website of Beneo, a Belgium-based company that helped develop the product.\n\n\t \n\n\tThe key ingredient, says Beneo, is geraniol, an alcohol found in rose petals that's commonly used in perfumes. Four Deo hard candies supposedly pack enough of the chemical to give a 145-pound person a six-hour perspiration bouquet.\n\n\t \n\n\tBeneo points to Japanese research from 2006 that, according to the company, showed that aromatic compounds like geraniol can be detectably exuded from the skin after being orally consumed, but an olfaction expert who spoke to ABC News said he wasn't sure the perfume candy would work.\n\n\t \n\n\t\"I think we can probably agree that if you eat food with a lot of aromatic spice, like garlic and curry, eventually it will work its way into your sweat and influence the way you smell,\" George Preti, a chemist at the Monell Chemical Senses Center in Philadelphia, told ABC News. \"But no one has actually demonstrated that.\"\n\n\t \n\n\tStill, if anecdotal evidence provided by a garlic-radiating uncle is not enough to convince you that diet can affect body odor, scientists have begun to weigh in on the issue.\n\n\t \n\n\tIn 2006, researchers in the Czech Republic found that men with no red meat in their diets had body odors that were \"significantly more attractive, more pleasant and less intense\" than those of meat eaters, as judged by women. The result held when the study's male participants swapped diets, with the women then preferring the smells of the newly meat-free men to those of the lapsed vegetarians.\n\n\t \n\n\tBut that study only suggested that diet may alter body odor, not that there's a one-to-one correspondence between what you eat and how you smell.\n\n\t \n\n\tNot advertised by Beneo is the fact that geraniol has also shown efficacy as a natural mosquito repellent. The compound doesn't, however, repel honeybees, which naturally secrete the chemical and use it to signal other bees to the location of nectar-laden flowers.\n\n\t \n\n\tOf course, there's no data yet to suggest that the concentrations of geraniol that may or may not be exuded after eating Deo Perfume Candy would be enough to either attract or repel insects.\n\n\t \n\n\tWhether or not Americans should buy the claims of Deo Perfume Candy, at least some of them seem to be buying the product. The company sold out its first batch on Amazon.com, which is for now the only retailer that sells edible deodorant in the United States.\n\n\t \n\n\tFollow Life's Little Mysteries on Twitter @llmysteries. We're also on Facebook & Google+.\n\n\t \n\n\tRelated on Life's Little Mysteries and MNN:\n\n\n\t\t\t15 Weird Things Humans Do Every Day, and Why \n\n\n\n\t\t\tThe 7 Biggest Mysteries of the Human Body\n\n\n\n\t\t\tThe Pill Makes Women Pick Bad Mates\n\n\n\n\t\t\tMNN: Chef creates edible perfume \n\n\n\t \n\n\tThis story was originally written for Life's Little Mysteries and is republished with permission here. Copyright 2012 Life's Little Mysteries, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/roses_0.jpg","title":"Does 'edible deodorant' pass the smell test?","author":"Eli MacKinnon, Life's Little Mysteries"}