{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/spring-cleaning-saying-goodbye-to-your-stuff","content":"This past weekend, I spent about 56 hours cleaning junk out of my house. (OK, I did sleep, eat, and do some painting and yard maintenance too.) I knew it was going to be a lot of work, but looking back, it was much more than I expected; I ended up taking five carloads (that's full loads of a hatchback car with the back seats down) to the dump/recycling and composting centers in my town.\n \nMy basement is now bare and my closets are (relatively) empty. For me, this project was bigger than just a spring clean; it is the first major step in the process of selling my house. I probably wouldn't have done that much work otherwise, but the process taught me a tremendous amount about myself. It feels amazing to have less, but it was so much harder to get rid of some things than I thought it would be.\n \nMy grandmother, who raised me, left me all her possessions. She passed when I was just 22, and I knew at the time that I wasn't old enough to understand what to throw away and what to keep, so I kept almost everything. Letting go of her things over the years has been part of a long mourning process, one that — if I'm honest — I'm still going through. It seems impossible to get rid of certain things that she wore (voluminous caftans in gorgeous prints) or used (her favorite food processor in which she made hummous, a family dish). It hurts to put those things in the donate box. Our very real emotional connections to things, the memories they bring up — they can be intense, and it's important to acknowledge that — but not to let those feelings stop us. I can't keep all my grandma's things, or my uncle's, or my grandfather's even my great-grandmother's Victorian heirlooms. These people have all passed away, and I can't keep all of what they left behind, no matter how many memories they evoke or how special they are. It is too much to deal with, and these things are weighing me down. \n \nThis stuff will never bring back the people who raised me, and while I'm afraid of forgetting things, I will be keeping all my photo albums. They are the most important and most beautiful testament to my family, and they help me remember. They will have to be enough. (OK, I'm keeping my grandma and great-grandma's jewelry too — hey, it's pretty small!)\n \nAlong with the real emotional pain inherent in getting rid of all these things is a fair amount of shame. I'm embarrassed and frustrated that I spent a long, beautiful weekend dealing with ... stuff. I could have written part of a chapter in my book, planted flowers and veggies in my garden, visited friends at the beach, or taken a day-long hike, but instead I was sorting through cat dishes, old camping gear, rusting tools, bike parts, remnants of the wired world like cords and a landline phone, most of which turned out to be garbage or invaluable to me. I wasn't living; I was trapped in the past. \n \nIf I was a woman who was moving out of the house she had lived in for three decades, the place she had raised a bevy of kids and cared for an ailing parent, maybe this clutter of things would make more sense. But I'm 36 and have lived in my house for only eight years. And still it took me two days to sort through what I had. \n \nI don't want to live like this ever again. Dealing with these things is sucking away my life, and as I stare down 40, I know I don't want to do this again in the future. \n \nI've read about and written articles on minimalism and simplicity, a concept I've long admired. But now I'm ready to live it. All of this baggage is bringing me down, man. I'm letting go. I have to, if I'm going to move forward; I can't carry this all with me. \n \nDo you have a difficult relationship with your stuff? How do you handle it? \n \nRelated on MNN: \n'The Minimalists' share their journey to a simpler life (Hint: One step at a time)\nHow to psych yourself up for spring cleaning\n6 fascinating people who own almost nothing","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/movingday.jpg","title":"Spring cleaning: Saying goodbye to your stuff","author":""}