{"url":"http://www.mnn.com//lifestyle/recycling/stories/10-creative-uses-for-empty-beer-bottles","content":" \nI certainly don’t live in a frat house, but somehow I still find myself with an abundance of beer bottles. Maybe you do too? Barbecue, game day, celebration ... beer is a part of popular culture and most parties include the brew. So aside from recycling — which you’re already doing anyway, right? — have you ever considered what you could do with those leftover bottles (and also, how to use leftover beer around the house)? Well I did, and what follows are the best ideas I rounded up. (Also, I hope it goes without saying, these ideas would work just as well for any glass bottle — pop, juice, water or whatever.)\n \n\n1. Remove the label to make an instant, easy vase. And you may be thinking, “Booooooring!”, but before you dismiss the idea, just imagine this: A long, rustic wooden table scattered with dozens of green glass bottles, each one holding just a few white flowers. Pretty elegant right? Or, how about a dozen clear bottles hanging from wire, suspended in trees, with a big beautiful bloom in each one. Perfectly whimsical for a homespun garden party, no?\n \n2. Remove the label to make an instant, easy candle holder. Just the same as above, this concept goes from “dorm” to “decadent” by keeping just a few things in mind: 1) Large groupings add a dramatic effect. Try covering a table, mantle, or hearth. 2) Choose colors and shapes that tell a story. All the same color or a slapdash mix? Tall clear bottles or squat little brown ones? Each choice will evoke a different feeling. 3) Try styling in unexpected ways, such as the suspended vases mentioned above.\n \n3. Remove the label and wash the bottle well, then use it to store or serve your kitchen liquids, like oils, vinegars, or even dish soap or hand soap. You’ll just need a few of those stopper/pourer tops — cheap at any kitchen supply store. The dark bottles are great for protecting oils, which react to light.\n \n4. You can make your own glass cups by removing the label, washing the bottle well, and then cutting the tops off. Of course you’ll need a proper bottle-cutting kit, but those aren’t hard to find and they come with everything you need for a clean cut and a smooth edge. This would make a great gift for the holidays, especially in matching sets of 2 or 4.\n \n5. In the same style as above, you can cut off the tops of beer bottles to make lovely little votive candle holders. Experiment with different shapes and sizes of bottle bottom. And of course, you could totally decorate them with funky decoupage, glitter or rhinestones.\n \n6. If candle holders aren’t your bag, how about a beer bottle oil lamp? These can be as simple or as decorative as you wish.\n \n7. Fitted with a small feeder spigot, an upside-down beer bottle full of nectar will serve as a free hummingbird feeder. This would make a fun project for the younger family members. Hang it outside their bedroom window!\n \n8. Beer bottles make beautiful garden borders, for a “found art” DIY feel. Just fill them with dirt and bury them upside down, with no more than 4-5 inches sticking up above the ground. Use this technique to line paths, enclose garden beds, or encircle your front yard. Using many different colored bottles add to the earthy, mosaic-glass effect. This technique is used by urban landscapers in Portland and across the American West.\n \n9. Speaking of mosaic, don’t let that lovely glass go to waste! You can create beautiful homemade mosaics, for stepping stones, bird baths, garden boulders, or even an interior backsplash. Mosaic tutorials are a dime a dozen, so just Google around a bit. Then talk to a local tile contractor to find out what you'll need to install your beer bottle mosaic.\n \n10. And finally make a bottle tree. Not only is it a fantastic form of garden art, but southerners swear it will keep the bad juju away!\n \nWhat do you do with your old beer bottles? Let us know in the comments!\n\n \nSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated reduce, reuse, recycle stories on MNN:\n10 clever uses for PVC pipe\n8 ways to use those last bits of bar soap\n7 ways to upcycle a broken mirror\nHow to reuse water bottles\n \nClick for photo credits\n\n\nPhoto credits:\nFlower vases: squarejer/Flickr\nVotive holders: orange mushroom/Flickr\nMNN tease photo: redagainPatti/Flickr\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_beer.jpg","title":"10 creative uses for empty beer bottles","author":""}