{"url":"http://www.mnn.com//lifestyle/recycling/blogs/the-recycling-of-hard-plastics-is-now-a-whole-lot-easier-in-new-york-city","content":"At a press conference held earlier this afternoon, New York City’s number one cigarette-hating health nut(job), Mayor Michael Bloomberg, announced that city sanitation crews will now be able to accept almost all forms of hard plastic for recycling. The allowance of rigid plastics — shampoo bottles, clothes hangers, toys, clamshell take-out containers, detergent bottles, yogurt cups, crates, those plus-sized cups filled with sugary iced coffee, and on — in addition to already-kosher No. 1 and No. 2 plastic bottles and jugs marks the largest expansion of the city’s recycling program in 25 years. ‘Bout time.\n \n“Starting today, if it’s a rigid plastic -– any rigid plastic -– recycle it,” Bloomberg clarified.\n \nSomewhat curiously, CD cases are also being listed as a now-acceptable item to recycle but good to know, I guess.\n \nIt’s estimated that the move will help to divert 50,000 tons of recyclable waste from landfills each year — that’s enough to fill a football field seven stories high — while saving New York taxpayers in the ballpark of $600,000 annually in exportation costs. And of course, it’s a not-too-shabby method of helping to double the city’s sub-par recycling rate of 15 percent to 30 percent by the target year of 2017. During his first term, Bloomberg screwed up royally suspended plastics recycling altogether in an effort to cut back on costs. No money was saved and recycling rates never rebounded after plastics were permitted once again after the two-year hiatus.\n \nThat being said, many New Yorkers currently don’t recycle plastics due to confusion about what is and what isn't accepted. As for me, I went in the complete opposite direction and recycled almost all rigid plastics. I figured that it was better to attempt to recycle an object rather than have it wind up in a landfill (probably not the best logic and a bit of laziness on my end but it’s something that I’ve stuck by for eight-plus years). I guess that as of today, I'm finally doing it right.\n \nCity officials hope the simplified rules will alter the attitudes of recycling-wary New Yorkers.\n \n“There used to be these crazy codes on the bottom of rigid pieces of plastic, which I will say, with my eyes, I could never see, and even when I could see them or feel them, I never knew which was good and which was bad. There’s no more worrying about the confusing numbers on the bottom, it doesn’t matter anymore,” explained Bloomberg who was joined by “recycling czar” Ron Gonen and others for the big announcement.\n \nThe expansion, which will be accompanied by a marketing blitz to ensure that everyone is on the same page, is made possible by improved optical recycling technology instituted by the vendor that processes the city’s recyclable waste, SIMS Municipal Recycling. SIMS is also currently putting the finishing touches on a massive, state-of-the-art recycling facility in the Sunset Park section of Brooklyn that will only help further elevate the recycling operations from “after-school clarinet program” status, or, as the NRDC’s Eric Goldstein puts it, “the weak link in the city’s sustainability chain.” The Sunset Park facility, which will tap into its primo waterfront location in an effort to eliminate truck emissions and road congestion, is due to open by the end of this year.\n \nBloomberg also announced that the city’s pilot composting program for public schools will be expanded to Staten Island next month and will go city-wide in two years. And as previously reported, landfill-hogging plastic-foam containers may very well be completely exiled from the city sooner than later and a small army of super-fancy (and expensive) waste bins have been installed in the trash-generating heart of the Big Apple, Times Square, as part of the largest public space recycling effort in city history. \n \nVia [NY Times], [WSJ]\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/PlasticWaste.jpeg","title":"The recycling of hard plastics is now a whole lot easier in New York City","author":""}