{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/colorful-mens-undies-signal-healthy-economy","content":"They say a rise in a woman’s hemline is a sign that the economy is on the upswing. But what does the color of a man’s underpants say about where the economy is headed? It might just be a fad, but this year’s trend in colored underwear for men could also signal better times to come.\n \nDeadgoodundies, an online underwear and swimwear retailer based in the United Kingdom, has been following the changing trends in men’s intimates since 2007. It sees the brightening of men’s briefs as a sure sign that men are starting to think of underwear as a fashion item, not just a practical necessity.\n \n“Believe it or not, over the past few years men’s branded underwear collections have become increasingly colorful, more so than women’s, in fact,” said Jane Garner, co-founder of Deadgoodundies. “Men have a huge choice in terms of plain colors and patterns this season, and I’m not just talking about quirky kiddie prints, which were all the rage a few years ago.”\n \nUnderwear’s crossover from clothing staple to luxury item might just be a passing trend, but if sources from within the underwear industry are correct, then it could also be a sign of a warming economic climate. Industry insiders say that people tend to buy with an eye for practicality, not fashion, when times are tough, but that this trend reverses when the economy picks up again.\n \nRegardless of its significance, the brightening of the tighty-whitey certainly means a windfall for online businesses like Deadgoodundies. Online customers, said Garner, are more likely to be adventurous with colors and patterns because they’re shopping from the privacy of home. And Garner also points out that this colorful trend will likely spread to more mainstream outlets in the not-so-distant future.\n \n“More and more celebrities are modeling and even designing their own men's underwear collections, and this raises the profile of men's underwear,” said Garner. “Most of these celebrity collections start out in classic colors — black, white, grey, with perhaps navy blue. But if they sell well and develop, they, too, will start to feature colors.”\n \nRelated on BusinessNewsDaily and MNN:\n\n13 Iconic Brands Still Made in America\n\n\nDo Clothes Make the Man? Survey Reveals Men's Fashion Views\n\n\nFive Startup Ideas for Fashion Fanatics\n\n\nMNN:\n\n \nThis story was originally written for BusinessNewsDaily and was republished with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company. All rights reserved.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/ColorfulBoxerShorts_m_0206.jpg","title":"Colorful men's undies signal healthy economy","author":"Elizabeth Palermo, BusinessNewsDaily"}