{"url":"http://www.mnn.com//green-tech/computers/stories/more-than-content-what-future-metadata-will-reveal-about-you","content":"The government doesn't need to listen to your phone calls to learn massive amounts of highly personal information about you.\n \nAmericans are still buzzing about the revelation last week that the U.S. National Security Agency (NSA) uses a formerly top-secret program called PRISM to gather huge amounts of data from Web communication services like Google, Facebook and Skype.\n \nIt's almost enough to make people forget that just hours before, The Guardian broke the story that the NSA also gathers metadata \"indiscriminately and in bulk\" from customers of telecommunications provider Verizon.\n \nMetadata refers to the circumstantial information that can be gleaned from a message aside from the message's content. So, for example, the NSA might not be listening in on Verizon customers' calls, but they do know how many calls you make, the cell tower that you connect to (which reveals your general location), the time and length of your calls and the cell numbers, and the SIM card info of the people you call. [FAQ: What's Going On With These Tapped Verizon Calls?]\n \nU.S. privacy laws make a distinction between metadata and communications, so even though the government supposedly needs a warrant to collect the latter (though, despite those privacy laws, the PRISM program collects communication information without a warrant),  it doesn't necessarily need one to obtain metadata.\n \nTechnically, \"metadata\" has always been a reality of communication. But until the dawn of the Technology Age, the metadata surrounding communication was relatively limited.\n \nLandline phone calls and emails provide substantially more metadata, but in the last five years, the amount of metadata generated by mobile phones has increased exponentially — in fact, too fast for the legal system to properly regulate and protect it.\n \nIt makes you wonder, what kind of metadata will communications include five years from now?\n \n\"The types and quality of metadata will absolutely continue to increase, in ways we haven't thought of yet,\" said Rebecca Jeschke of the Electronic Frontier Foundation (EFF), a California-based nonprofit advocate for digital rights based in California. \"Our digital trails get wider and wider every day.\"\n \n\"And it's not just our phones and our online activities, and the websites we interact with,\" she added. \"It's through our cars, with things like GPS, automatic toll transponders and increased data picked up by black boxes in vehicles.\"\n \nHanni Fakhoury, an EFF attorney, elaborated: \"I don’t think it's so much there'll be new metadata, but it'll be that metadata will be able to reveal more than it already does.\"\n \nFor example, knowing which cell towers and Wi-Fi hotspots you use to place a call or send an email can help the government or other observers triangulate your location. As more people use mobile phones and Web-enabled tablets, the increased demand on the networks will cause providers to erect more of these connection sites. And the more there are, the greater the accuracy with which an individual user's location can be identified, Fakhoury said. [See also: MCAfee's Rookie Mistake Gives Away His Location]\n \nIt's still hard to pinpoint, however, what the future types of metadata will be. Just think: Eight years ago, Twitter, Pinterest, Tumblr and many other social media sites didn't even exist. Today, millions of users generate content — and metadata — on those platforms every day.\n \nOne possible new source of metadata, however, could arise from facial-recognition software.\n \nSamsung's Galaxy S III Android smartphone, for example, has a feature that can track the motion of users' eyes as they observe the screen. The phone can use this information to adjust screen brightness and even turn off the screen when users' eyes are closed.  Other Android phones can also use facial recognition to unlock their screens.\n \n\n\"Who knows what [types of technology] we'll have 10 years from now,\" said Fakhoury. But one thing, he said, was certain: \"We're creating more [metadata], and more will be created.\"\n \n\nMore on TechNewsDaily and MNN:\n\n13 Security and Privacy Tips for the Truly Paranoid\n\n\n7 Tips to Keep Your Data Safe on the Road\n\n\nBest Android Security Apps 2013 \n\n\nMNN: 3 tools to stop phone snooping\n\nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/websecurity.jpg","title":"More than content: What future metadata will reveal about you","author":"Jillian Scharr, TechNewsDaily"}