{"url":"http://www.mnn.com//lifestyle/recycling/stories/10-clever-uses-for-burned-out-bulbs","content":"I’m slowly making the switch over to energy-saving compact fluorescent lamps (which last, I think, roughly 800 years), replacing each old incandescent bulb as it expires. Every time I remove an old bulb — the standard-sized ones in my overhead light fixtures, the big round globes that frame my bathroom mirror, the flat-faced extra-bright work lights, and on — I stuff them into the back of my closet. I can’t throw them away. I just know I’ll want them back some day!\n \nLight bulbs are really pretty: iconic and curvaceous and aesthetically pleasing, I think. I knew I wanted to do some sort of project with my old burned-out bulbs, and so recently I went looking for inspiration. Here’s all the cool stuff I found:\n \n1. Use a bulb as a bud vase. Remove the metal screw ring and the interior, fill with water, and add a flower. To get it to stand up, you just need a little round something to act as a base — the right sized jar lid, plastic cap, etc. The New York City handymen over at Apartment Therapy show you how.\n \n2. You can also create hanging vases, by stripping the bulb as described above, filling it with water and a flower, and then suspending it by fishing line or wire.  These look adorable hanging all in a row, in a windowsill or even over a table.\n \n3. Are you familiar with air plants? They’re these amazing little organisms that seem to be quite popular these days, and they can survive without being planted. They just hang out and sit on whatever surface they’re placed on, and they look super cool suspended in hanging vases (as described above).\n \n4. If you wrap standard brown twine around a standard-shaped light bulb, and then add a little stick at the tippy top, it looks just like a rustic pear. An adorable, artistic centerpiece.\n \n5. Old light bulb. Spray glue. Doused in glitter. BOOM. Christmas ornament. This would be a fun family craft for Christmas Eve.\n \n6. You can turn a bigger bulb into a teeny tiny tabletop terrarium. Just remove the metal screw ring and insides, then fill the bulb with moss, pebbles, and mini pinecones. Or make a beachy version with sand and little sea shells.\n \n7. It’s very easy to turn a light bulb into an oil lamp (and quite apropos, I’d say). The Internet is full of tutorials ( so don't bug your local electrician to teach you how, OK?).\n \n8. Dude, you can make a “ship in a bott ... er, light bulb”! Love this.\n \n9. If you have a bunch of matching bulbs, you can use them in the kitchen. Carefully remove the metal screw ring and the insides, but hold onto the screw ring — that will be your “cap”. Now, thoroughly wash and dry the bulbs. Then you can fill them with all your bulk-bought spices for display. “Cap” them and keep them in a pretty plastic (or ceramic) egg holder.\n \n10. Or, you could turn them into salt and pepper shakers, like this guy did.\n \nGot any other fun ideas for using old light bulbs? Please share in the comments below!\n \nSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated light bulb stories on MNN:\nIKEA to drop CFLs, sell only LEDs by 2016\nNostalgic LED: Traditional looks meet nontraditional energy savings\nFirst LED replacement for 100-watt incandescent bulb hits market","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/main_networx_lightbulbs.jpg","title":"10 clever uses for burned-out bulbs","author":""}