{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/limiting-kids-time-in-the-shower","content":"Nobody, and I mean nobody, likes to get out of bed in my home. There isn't a single morning person among us. For my boys, who are 13 and 10, getting in the shower this school year somehow turned into extra sleep time. They would turn on the water, get in, and lean against the shower wall. Maybe they didn't fall back to sleep completely, but they would certainly zone out.\n \nI'm not crazy about the wasted water, but what really drove me mad was the wasted time in the morning. I'd have to bang on the door to tell each of them to get out. They'd spend so much time in the shower that the rest of the morning would be so rushed. It threw everyone in bad moods.\n \nLast week, I had finally had enough. I went on Amazon to search for shower timers. There are many options. I looked at digital timers. Here's a funny thing about my boys who are completely capable of doing many high-tech things. They can't seem to set their digital alarm clocks properly. I suspect they use that as an excuse because they don't want to set their alarms, but it occurred to me that a digital shower timer could \"misfunction\" on them. I also wasn't thrilled with having a timer that would eventually need a battery change.\n \nSo I looked at the low-tech versions. Several hourglass timers are available, and I ended up choosing the 5 Minute Shower Coach. It adheres to the shower wall using a suction cup and spins so when you get in the shower, you spin it upside down and the sand starts to fall. When the sand ends up in the bottom of the hourglass, after five minutes, shower time is over. It costs only $5.74.\n \nWe've been using the shower timer for a week now, and much to my surprise, it's effective. It works like it says it's going to work. The suction cup sticks. And, my sons are sticking to the five minutes. I haven't had to bang on the door to tell them to get out. It's fairly miraculous. It cuts the shower time shorter. They have more time to eat, get their lunches, and get out the door. I'm not as frustrated with them.\n \nI am pleased with the water conservation that's happening, too. We have a low-flow shower head, and it's estimated that it pumps about 2.5 gallons of water through it a minute. They've each cut their shower time down by at least 10 minutes — that's an estimated 50-gallon savings a day!\n \nI'm glad I chose a low-tech option. It's simple, cost-effective, and gets the job done perfectly. I can't wait to see the difference on my water bill, too. I'm expecting it won't be too long before the 5 Minute Shower Coach pays for itself.\n \nRelated water conservation stories on MNN:\nThree ways to track home water use\n20 ways to conserve water at home","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/shower%20timer%20large.jpg","title":"Limiting kids' time in the shower","author":""}