{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/yukon-outpost-brims-with-chili-social-capital","content":"There are certain terms that can wind up so freighted with so many different meanings that invoking them can seem careless, even meaningless, a rote genuflection in front of a value so widely held that it would only be remarkable by its absence. Community is one of those terms. Everyone’s part of a community; everyone treasures community; everything claims to build or enhance or protect community.\n \nThe phrase “social capital” — a common one in sustainability conversations — aims for a bit more precision. It suggests that the value of community can be identified and measured, that there are services provided by cohesive social networks that are every bit as critical and wealth-enhancing as built infrastructure and business operations and all the other stuff measured by conventional capital. Still, social capital is one of those things that’s easier to identify in the specific than in the general sense, easier to describe than to quantify.\n \nPreambling qualifications out of the way, I’d like to propose a social capital benchmark: the Percy DeWolfe Memorial Mail Race concession stand standard. We can call it the “Dawson standard” for short. Because, folks, I’ve been a part of as many communities as the next guy, and I’ve studied some of the ones that are sustainability pioneers in one way or another, but I don’t know if I’ve ever been part of something quite as offhandedly miraculous as the Percy DeWolfe Memorial Mail Race concession stand.\n \nSome background’s in order: Every year, as I explained in a previous post, the Yukon Quest dogsledding race comes charging through Dawson City and takes over the town for a few days. And every year for the past few, the organizers of the Percy DeWolfe Memorial Mail Race — a shorter dogsledding race that follows the mail route of its namesake — does some fundraising by setting up a concession stand in the annex of the Dawson Visitors’ Centre, which serves as the Yukon Quest checkpoint.\n \nNow, when I signed up as a volunteer for the concession stand this year, I didn’t give much thought to the specifics ahead of my volunteer shifts, but what thought I did give it anticipated the usual sort of concession stands that you find at community events. I presumed there would be coffee, some premade sandwiches, baked goods, maybe a steam tray full of hot dogs or something. Well, the Percy DeWolfe concession stand had all that, except for the hot dogs, but what it had more than anything was an abundance of social capital the likes of which I’ve seldom seen before.\n \nIt takes most of a week for the dogsledding teams to pass through town, each of them in turn checking in, resting up for 36 hours and bringing the dogs for vet checks and then packing up and shoving off to Fairbanks. The concession stand ran pretty much around the clock for most of the week, and at nearly any hour of the day that you showed up, it was the best takeout restaurant in Dawson.\n \nNot counting some bagels and a few other sundry items bought at the local grocery store, the food was all donated. It was all made locally by Dawson residents toiling in their kitchens and then schlepped to the concession stand by hand, more often than not in a Crock-Pot. On no set schedule, with no hierarchical organization whatsoever, the people of Dawson brought their food, and in some kind of Klondike riff on loaves and fishes, the stand almost never ran out of food, never had fewer than two or three hearty meal options, never required anyone to dash off in a panic to steam a bunch of bland old hot dogs to keep everyone fed.\n \nThey came at all hours of the day. They came with stews, chilis, soups. They came with vegetarian options and options that were almost nothing but meat. There was moose barley soup, bison chili, and a great tray of slow-cooked moose ribs that arrived shortly before lunch and was still mostly gone before the lunch-hour really started. (Firsthand testimony: Slow-cooked moose ribs are delectable.) Old ladies came with their floral-patterned Crock-Pots, and young folks came with plates of cookies. One couple brought a tray of gorgeous meat pies and a matching tray of flawless little single-serving apple pies, and each tray bore the name and favourite musher of one of their two kids.\n \nThey came, to be clear, without much in the way of prompting, without coordination or guidance. This is the Dawson Standard in social capital: Can your community organize a week-long, 24-hour-a-day concession stand selling donated food without any advance prep or oversight? If it can, I’d wager, then it has social capital to burn.\n \nTo trade tales of social capital in action 140 characters at a time, follow me on Twitter: @theturner.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/crockpot.jpg","title":"Yukon outpost brims with chili, social capital","author":""}