{"url":"http://www.mnn.com//lifestyle/recycling/blogs/rahm-the-recycler-chicago-mayor-promises-citywide-recycling-in-2013","content":"Like New York, Chicago is a world-class city with world-class sustainability initiatives. But when it comes to recycling efforts, both cities have long lagged behind. Way behind. Heck, Eric Goldstein, a senior attorney with the National Resource Defense Council, even compared the Big Apple’s recycling operations to an “after-school clarinet program.” Ouch. And organic waste pick-up services a la San Francisco and Seattle? Fugeddaboutit.\n\n\t \n\n\tNew-ish Chicago Mayor Rahm Emanuel, however, is vowing to correct the city’s infamous recycling inadequacies  — including this colossal embarrassment and, of course, the controversial Blue Bag Program introduced in 1995 and abandoned in 2008 — by bringing curbside recycling to all Chicago residents in 2013. Currently, curbside recycling is a luxury provided to only 261,000 Chicago households (241,000 households until very recently) while about 320,000 households are blue bin-less.\n\n\t \n\n\tAccording to the Chicago Tribune, citywide curbside recycling was something repeatedly promised by loooongtime former Mayor Richard Daley (1989-2001) but, as it goes, it never happened. Now, thanks to the fact that two private companies, Waste Management and Sims Municipal Recycling, have been competing for work with city sanitation crews (a scheme introduced by Daley before leaving office) for the past six months, recycling costs have plummeted 35 percent from $6.3 million to $4.1 million. Emanuel promises that the saved money will be used to at long last roll out curbside recycling to the masses. Just last week, 20,000 households in the Bucktown, Wicker Park, and Logan Square neighborhoods started curbside recycling services.\n\n\t \n\n\tSaid Emanuel in the announcement made late last week:\n\n\t \n\n\t\tCompetitive bidding for recycling services has saved taxpayer money and increased efficiencies while maintaining quality service. These savings and efficiencies will help to make citywide recycling in 2013 a reality and further Chicago’s reputation as a leader in sustainability efforts. No longer will Chicago be a tale of two cities when it comes to recycling.\n\n\t\t \n\n\n\tEmanuel also announced that competitive bidding will also extend to street marking and tree trimming services in an effort to save additional funds. Although the recycling bidding between private firms and city workers is slated to end in June, Emanuel suggested that he would delay any decisions to further drive down costs: \"What will happen, every six months (Streets and Sanitation Commissioner) Tom (Byrne) and his team will evaluate this, and then at one point, if somebody brings down the price even further, we'll rip that Band-Aid off.\"\n\n\t \n\n\tChicagoans, I’d love to hear your thoughts on this recent development. Are you currently without curbside recycling pickup service? If you do indeed have it, are you serviced by the city or one of the private contractors?\n\n\t \n\n\tVia [Chicago Tribune]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ChicagoBlueBins.jpg","title":"Rahm the recycler: Chicago mayor promises citywide recycling in 2013","author":""}