{"url":"http://www.mnn.com//green-tech/computers/stories/big-data-big-problems-how-government-can-balance-risk-opportunity","content":"If you were one of the millions of taxpayers queuing up at the post office to pay off Uncle Sam, you've got a pretty good idea about the amount of data government must capture, store and analyze each year. And if you're one of those who may have shaved too much of the truth off your return, you probably have some notion of the risk buried in all that data.\n \nThe scale of this data—what we now call big data—is growing exponentially, and it affects business as well as government.\n \nBecause government has a little more clout when it comes to wringing out this kind of information and is subject to more stringent rules about transparency, that's a pretty good place to begin. [Making Sense of Big Data]\n \nTo find out how government can balance big data’s risk and opportunity, Meritalk, the government's online community for IT professionals, surveyed 17 government and industry big data leaders. The new report, \"Big Data, Big Brains,\" for the first time aggregates the thoughts of these big data leaders – providing insights on tools government will need to respond to big data as well as the risks and challenges agencies may face.\n \nThe big data leaders say it is the point at which the traditional data management tools and practices no longer meet the demands of the size, diversity and pace of new data. The leaders also say big data is more of a management and process issue than it is a technology problem. Based on panel insights, big data is \"the set of technical capabilities and management processes for converting vast, fast, and varied data into useful knowledge,\" according to surveyor.\n \nThe opportunities are significant. Big data leaders say their organizational and IT counterparts can expect four vectors of insight from big data. First, big data will deliver a full, start-to-finish model of a problem. Second, big data is real-time – providing immediate feedback on management decisions. Third, it offers a level of detail drawn from the whole population rather than inferred from a sample. Finally, it offers an understanding of how elements relate to one another, including a clearer picture of causalities.\n \n\"Agencies are at a crossroads where big data can be a threat or a great opportunity,\" said Mark Weber, president of U.S. Public Sector for NetApp. \"To ensure big data is an opportunity, agencies need to get prepared by partnering with the private sector on technology solutions that will enable them to easily and efficiently manage, process, and store their data.\"\n \nAccording to another joint government report on big data, while the promise is strong, most agencies are still years away from using it. Just 60 percent of IT professionals say their agency is analyzing the data it collects and less than half (40 percent) are using data to make strategic decisions.\n \nReach BusinessNewsDaily senior writer Ned Smith at nsmith@techmedianetwork.com. Follow him on Twitter @nedbsmith.Follow us @BNDarticles, Facebook or Google +. \n \nRelated on BusinessNewsDaily and MNN:\n\nThree Steps To…Using Big Data to Boost the Bottom Line\n\n\nConfused About the Cloud? Deciphering Cloud Services for Consumers\n\n\nPredictive Analytics Unlocks Big Data \n\n\nMNN: What is a green data center? \n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/BigData_m_0417.jpg","title":"Big data, big problems? How government can balance risk, opportunity","author":"Ned Smith, BusinessNewsDaily"}