{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/5-gift-buying-alternatives-to-keep-your-budget-in-check-0","content":"This year it seems that we are being encouraged to buy more than ever. Companies have been starved for cash flow, and now it seems like we're being told it's our patriotic duty to buy as much as we can to keep the economy going. But if you want to keep your own personal economy healthy into the new year, you might be trying to figure out how you can give for less.\n\n\t \n\n\tWhile I'm personally skipping the holidays this year (which is probably the best way to save cash this season!) I understand that is not an option everybody wants or can try. Based on my experiences in the past, here are some of the ways I've saved in previous years. Each of these ideas is low-impact, both financially and on the Earth's finite resources. \n\n\t \n\n\tBuy just one thing: This is my favorite way to cut down on holiday excess and still give a meaningful present. One really well-thought-out gift that will be used and loved is the goal for gift-giving, but now it seems that a hodgepodge of random stuff (with all its concurrent packaging) is becoming the norm. Inexpensive, smaller, \"fun\" stuff can add up quickly, and is less likely to be well-used — and more likely to be tossed into the garbage come February. Choose one great thing (and keep your receipt for return if the recipient isn't really into it). \n\n\t \n\n\tMake it: What do you do best? Knitting, making great chocolate-chip cookies, creating a selection of homemade salad dressings. There are so many gifts that you can create if you set aside an afternoon to make them. It will cost much less than buying, and your friends and loved ones will really appreciate knowing that you took the time to craft. Check out 7 things you should make not buy for inspiration. \n\n\t \n\n\tGive a chore or treat: New parents need sleep, a workaholic probably needs a neck and shoulder massage, and those starting a new diet and exercise plan need encouragement and positivity (perhaps a free hike led by you or a super-healthy homemade meal?) What does your giftee really need? To make your gift of time fun and festive, you can make a cool card and attach something small — a small bottle of massage oil, an eyemask or a reusable water bottle to go with the offering, which will also make it seem more useful and like a real gift. \n\n\t \n\n\tGive an experience: We all talk about things we want to do, but we don't always get a chance. A trip to your city's local baths, a river rafting trip, a cooking or dance class are often dreamed of, but not done as often as they could be since people don't tend to buy those experiences for themselves. Experience gifts are available at every level, and don't have to be restricted to venues that offer gift certificates. (You can make your own!) Low-impact, fun, and experience presents are no-waste!\n\n\t \n\n\tPick your own: This is an especially good idea if there are kids in your life and you're not sure what to buy them (and this could work for a friend or other relative, too). You give them a dollar amount, and they choose the store and you buy them whatever they like. An important part of the gift is that you accompany the giftee to the store, helping your niece or cousin pick out something in their favorite toy or clothing store will mean that they will not only remember the gift, but the fun experience of shopping for it with you. \n\n\t \n\n\tRelated post on MNN: The 7 stones of simpler living\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/giftgiving_0.jpg","title":"5 gift-buying alternatives to keep your budget in check","author":""}