{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/would-you-showerpool","content":" \n\n\tThe news is not new. There are more people, and there's less clean, fresh water every year. So much so that  water in eight Southwestern states, including Texas, New Mexico, Oklahoma, Colorado, Kansas, Nebraska, Wyoming and South Dakota is being consumed at a faster rate from the Ogallala underground reservoir than natural systems can refill them. One day the reservoir will dry up, and once it's gone, it's gone. While much of that water is used for agriculture, plenty of it is used (and wasted) by people too. That we will be facing a much larger water crisis in years to come is inevitable. \n\n\t \n\n\tBut when you are talking about changing human behavior, you will always meet with disagreement, so making laws is tough (though water-consumption laws and regulations are growing every year). But making changes via something fun is probably an easier way to go. Convincing people that they want to conserve water, instead of forcing them, is a tactic used by Tom Sawyer and millions of 'eat your vegetable' campaigns. \n\n\t \n\n\tEnter Axe men's body products, which has launched a viral (think social media) campaign to address an issue that college students care about, but don't necessarily do anything about. They're suggesting sharing a shower with a sexy new friend, and though the campaign is all a bit silly, it has a real message at it's core; sharing a shower can save a lot of water, and it's doesn't have to be a sexual thing.  \n\n\t \n\n\t\"This is a cute irreverent way to communicate what is really a significant message: water conservation,\" Rob Candelino, vice president of marketing for U.S. skin care told USA Today. To their credit, Axe is also advocating other practical water-saving measures: \"Axe is advocating five-minute showers with water-efficient shower heads. It'll dispense 7,000 such Delta shower heads on 10 college campuses,\" reports USA Today. \n\n\t \n\n\tWould YOU showerpool? MNN columnist Matt Hickman also tackled this question.... ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/showerpool.jpg","title":"Would you 'showerpool'?","author":""}