{"url":"http://www.mnn.com//lifestyle/recycling/stories/3-d-printers-could-recycle-old-plastic-bottles","content":"Tomorrow's homeowners may print out everything from utensils to furniture with 3-D printers — and they may not even need to buy raw materials. Instead, they could simply recycle milk jugs, shampoo bottles and plastic packaging into plastic filaments usable by the 3-D printers.\n\n\t \n\n\tSuch a vision comes from a crowd-funded Kickstarter project aimed at making plastic recycling affordable for anyone with a computer and 3-D printer. The shoebox-size device, called \"Filabot,\" grinds and melts the old plastic items to make 3-D printing self-sufficient — another step toward a world where people can order or create any item and print it on demand.\n\n\t \n\n\tThe Filabot prototype has so far proved capable of chewing up plastic pieces as big as 4 inches. Eventually, users will only have to feed their old plastic bottles into the machine and watch it go to work, according to the project's Kickstarter FAQ.\n\n\tPlastic household items tested in Filabot include soda bottles, milk jugs, water pipes, buckets, DVDs and sunglasses. The device might even someday melt down crayons.\n\n\t \n\n\tThe ground-down plastic gets fed into a hopper and ends up in a barrel where a heating coil melts the plastic at different temperatures. Molten plastic then gets pushed out through interchangeable nozzles and passed through sizing rollers to create plastic filaments ranging from 3 millimeters to 1.75 millimeters in diameter.\n\n\t \n\n\tOnce complete, the filaments end up stored on a spool ready for printing.\n\n\t \n\n\n\n\t \n\n\t3-D printers have become favorites of DIY tinkerers, but could eventually allow any casual consumer to make items appear as easily as the replicator technology in \"Star Trek.\" Researchers have already begun printing out robots and trying to create spare space station parts.\n\n\t \n\n\tThe Filabot project already has more than double its requested Kickstarter funding, with a total of $20,815 from 116 individuals. But people can still contribute to get prizes such as a full Filabot kit for $350, or an assembled Filabot for $490 that comes ready out of the box.\n\n\t \n\n\tFollow InnovationNewsDaily on Twitter @News_Innovation, or on Facebook.\n\n\tRelated on InnovationNewsDaily:\n\n\n\t\t\t10 Incredible 3-D Printed Products \n\n\n\n\t\t\tNo Bones About It: 3D Printers May Help Fix Fractures\n\n\n\n\t\t\tCreepy Robot Spider Crawls Out of 3-D Printer\n\n\n\t \n\n\tCopyright 2011 InnovationNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/3DPrintRecycle_main_0119.jpg","title":"3-D printers could recycle old plastic bottles","author":"InnovationNewsDaily"}