{"url":"http://www.mnn.com//lifestyle/recycling/stories/8-uses-for-yogurt-containers","content":"How much do you spend on plastic food storage containers? And how much do you spend on yogurt? Here's an epic idea that the crunchy set has been doing forever: Save your yogurt containers. You get a reusable container when you purchase yogurt.\n \nThe best ones are the quart-size containers that come with tight-fitting lids. Seven Stars Farm and Butterworks Farm make delicious and healthy organic yogurt, and they pack it into nice sturdy plastic containers. If you prefer single-serving cups, those are usually sold without lids but they still have a bevy of household uses. The best part about saving yogurt containers is that they are stackable; they nest. If you always buy the same kind of yogurt, all the better. You're less likely to get stuck with containers and lids that don't match, in that case.\n \nAn added environmental bonus: Local yogurt producers are popping up all across the country, so your yogurt has the potential to fit into a locavore food plan. If you're a New Yorker, Chobani and Fage Greek yogurts are both produced in upstate New York. If you live down South, AtlantaFresh Artisan Creamery has a 40-mile footprint from the lovely Atlanta metro landscape. (Vegans: Wildwood and Whole Soy both make unsweetened plain soy yogurt now, so you can get in on the less-sugary soy yogurt action). If you want to get started, wash out your yogurt containers and use them like this:\n \n1. Use yogurt containers as measuring cups: 8 ounces = 1 cup of liquid. There are 4 cups of liquid in a quart. If you're in a jam and don't have a clean measuring cup to your name, your yogurt containers are there for you.\n \n2. You can use small yogurt containers as ice pop molds: You know those baby-size yogurt containers that appear to be destined for the recycling or garbage bin? Squeeze an extra use out of them by using them as DIY molds for ice pops. Of course, 8-ounce yogurt containers work fine, but the tiny yogurt containers make for daintier pops. By the way, have you considered freezing homemade pudding in these molds? Um, I think you should do it now.\n \n3. Use 1 quart yogurt containers as to-go containers at dinner parties and pot lucks: You know when you cook for a crowd and you'll never finish it all, but you just don't have containers to send the food home with guests? Right. If you had saved your yogurt containers, your guests would be walking down your walkway with doggy bags.\n \n4. Yogurt containers make super stackable toys for toddlers: Your average toddler can be amused by stacking up blocks or Legos and knocking them down, over and over and over. Can you imagine the fun your kid would have making towers out of yogurt containers (and knocking them down)? Bonus: Your kid gets to grow up and tell everyone stories about how environmentally conscious her parents are. Or how cheap. But let's assume the positive, shall we?\n \n5. Use a yogurt container as a circle template: Who actually owns a compass? There will come a day when you'll need to draw a perfect circle, and you'll be so glad that you thought of tracing around the mouth of an overturned yogurt container. Arguably, this could be accomplished with any solid round object, but we're talking about yogurt containers right now, so let's stick to the subject matter at hand.\n \n6. Store markers and pens in it: They (\"the man\") manufacture pencil cups, but I've never been able to justify buying one when yogurt containers and tin cans are in such ready supply. If you must, must decorate your desktop with a matching ensemble, you can still use a yogurt container as a pencil cup. It just gives you an excuse to do a fun DIY project if friendly-cow graphics are not your idea of interior décor.\n \n7. Yogurt containers make excellent scoops: Sometimes in life, things get nasty, like when you leave leftovers in the fridge for way too long and there is no way you'd stick a utensil (or your hands) in the pot to scoop them out into the compost. That's when you employ either a yogurt container or its lid. Yogurt containers are firm but flexible, making them excellent for scooping. You can just rinse it out and throw it in the recycling bin. Once, when I was living in a rather wild neighborhood, someone actually pooped in my walkway. A human. I removed the poop with a piece of cardboard, but had a yogurt container lid been available at that moment, I could have used it. Consider yourself armed for run-ins with stuff you'd rather not touch.\n \n8. Use as freezer containers: Oh, snap! You just made a truckload of vegetable stock and you have nothing to store it in. But wait ... you have a whole stack of yogurt containers in the pantry, and the 8-ounce ones fit perfectly in the bottom shelf of your freezer. The biggest advantage of freezing stocks in small yogurt containers is that they're pre-measured and you can take them out of the freezer one cup at a time.\n \nNow tell us, how do you reuse yogurt containers?\n \nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated stories on MNN:\n16 clever uses for binder clips\n7 green things our grandparents did\nTop 5 unusual household uses for cola\n \nThumbnail photo: Janellie/Flickr","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_yogurt_networx.jpg","title":"8 uses for yogurt containers","author":""}