{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/volunteer-vacations-trade-hard-work-for-spectacular-sights","content":"The Grand Canyon is one of several places volunteers may spend a working vacation. (Photo: American Conservation Experience/Flickr)\n \nSummer vacation for lots of folks means gazing out at breathtaking scenery with a piña colada in hand. Tom Wilson wants you to put down that drink and pick up a shovel.\n \nWilson is director of the Volunteer Vacations program at American Conservation Experience, a nonprofit conservation group based in Flagstaff, Ariz. Wilson leads trips to beautiful spots — Catalina Island off the coast of California, Bryce Canyon National Park in Utah and Grand Canyon National Park in Arizona — where he puts paying guests to work.\n \nA volunteer vacation “can be challenging, but overcoming these challenges leads to a sense of achievement,” says Wilson, who first connected with American Conservation Experience as a volunteer in a 12-week program. “This is in addition to the fulfillment that is experienced by completing volunteer service, and the camaraderie that forms within the group of volunteers.”\n \nThe vacation trips Wilson leads last 11 days, with several days built into the schedule for hiking, paddling, snorkeling or relaxing. Volunteer vacation trips lead by Conservation Volunteers International Program, which partners with outdoor retailer REI, range from five to 10 or more days. Trips organized by the Sierra Club are typically seven days.\n \nVolunteers do an assortment of grunt work — building hiking trails, restoring trails, removing invasive plants. And while most projects are set in remote areas, The Sierra Club is leading some trips to urban areas such as Pelham Bay Park (a 2,764-acre park in New York City), the New Jersey Shore, and Valley Forge National Historical Park, about an hour from Philadelphia.\n \nVolunteers vacationing at Grand Canyon National Park with American Conservation Experience work in a nursery that grows native plants. They will remove invasive species and plant native species.\n \n“On Catalina Island,” Wilson says, “we do a lot of work removing fennel.” On the island, nearly 90 percent of which is conservancy, huge infestations of fennel (Foeniculum vulgar) obstruct the view of birds of prey looking for lunch.\n \nThe volunteer trips play an important role in conservation, organizers say.\n \n“Especially for our foreign destinations, we occupy a unique niche — organizing volunteers to do hands-on, environmental conservation work that really contributes to these world-class landscapes and cultural sites,” says Chris Braunlich, chief executive officer of the Conservation Volunteers International Program, which leads trips to Machu Picchu in Peru (pictured above), Torres del Paine National Park in Chile and Yosemite National Park in California.\n \nThe cost of volunteer vacations, which typically include rustic accommodations or camping, food, guides and perhaps access to recreational gear, varies widely. Camping for 11 days with American Conservation Experience runs $600. A 13-day trip to Chile is nearly $3,000 — and that doesn’t include airfare to Punta Arenas.\n \nBut, organizers say, you get something normal vacations don’t provide — and it’s not just the warm, fuzzy feeling of doing good deeds.\n \nVolunteers making the trip to Catalina, Wilson says, see parts of the breathtakingly beautiful island very few people visit. “At the Grand Canyon, we go to places well beyond Yaki Point,” he says, referring to a popular pullover spot along the South Rim.\n \nVolunteers have a much different experience compared to the tourists pouring in and out air-conditioned buses, says Braunlich.\n \n“I would say that the way our volunteers see our destinations is qualitatively different from most tourists, which is one of the reasons that our volunteers express such satisfaction with our trips,” Braunlich says.\n \n“The vast majority of tourists to these places are on the move, rarely standing in one spot long enough to really experience the beauty and extraordinary nature of the location,” he adds. “Because our volunteers aren't just quickly passing through, they pause long enough to feel the air, hear the sounds, notice the odors, and actually experience the parks.”\n \nRelated stories on MNN:\nDiCaprio's charity auction raises $38.8 million for conservation projects\nConservation group lists 10 most endangered U.S. rivers\n6 ways to volunteer with your pet\nMachu Picchu photo: Conservation Volunteers International Program","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"","title":"Volunteer vacations trade hard work for spectacular sights, satisfaction","author":""}