{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/how-do-you-give-thanks","content":"It’s strange, isn’t it, how easy it is to feel that you don't have enough, even though most Americans today have far more than even the well-to-do had in past eras. While the size of our homes and the furniture in it may not have changed too much (most modern homes have grown in size over the past 20 years, but plenty of us live in houses older than that — I do). Even the less-fortunate among us have some kind of connection to the vast information system that is the Internet (even if it’s just through public computers are a local library), the likes of which human beings have never before had. But in as many years as it took the Web to come of age, we have come to regard it as a necessity or a tool, rather than the amazing piece of infrastructure and virtual monument that it is.  \n\n\t \n\n\tTake almost any subject or part of modern life (the availability of fresh fruit mid-winter, access to books and music, the variety of cuisines available even in small towns, the reliability of heat and hot water in our homes) and over the last century, it has improved or expanded significantly for all but the very poorest Americans.\n\n\t \n\n\tAir travel — which comedian Louis CK reminds us is “amazing” in this hilarious bit — is not only taken for granted, it’s dreaded and loathed by most people who are headed to the airport this time of year. Shopping and giving gifts that by previous generations’ standards would be incredible, from hand-held 3-D video games to specialty food items from all over the world, is seen as another chore to get through.\n\n\t \n\n\tOf course, times change, and I’m not arguing that we should find joy in the frustrations of airport security, but sometimes it does help to put things in perspective. The fact that you are able, the day before a holiday, to fly halfway across the country to sit down to a meal with friends and family is pretty amazing (and I think you can have that feeling even as you stand in an interminable-seeming airport line). Even 100 years ago, many people would go decades without seeing far-away friends and family, because getting from, say, Ohio to Massachusetts was a serious, multi-day journey.\n\n\t \n\n\tWhatever nonsense you have to deal with this Thanksgiving, whether it’s logistics or worrying about Christmas gifts, whether its stressing about how to prepare the turkey or maybe awkwardly talking to your relatives about your food preferences (or other life choices), just keep in mind that these are very, very good problems to have. Focusing, instead, on all that you do have, from little stuff to big, will help you enjoy the holiday, will elevate your attitude (studies have proven that gratefulness positively affects mood), and might make it easier to deal with those holiday annoyances.\n\n\t \n\n\tWhat are you grateful for this year? \n\n\t \n\n\tRelated story on MNN: The science of gratitude\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/rgrateful.jpg","title":"How do you give thanks?","author":""}