{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/danger-in-the-classroom-teachers-say-yes","content":"With ongoing budget cuts in public education, many teachers across America worry that their jobs are in danger. But a new report suggests that these teachers might also consider whether their jobs are dangerous.\n \nViolence against teachers is a more widespread problem than previously thought, according to an article recently published by the American Psychological Association (APA) in the journal American Psychologist.\n \nAnd, though the recent Newtown, Conn., school shooting proves that teachers can be the victims of violence from outside their schools, often, the danger lurks within the educators' own classrooms.\n \nNational surveys of K-12 teachers suggest that up to 80 percent of teachers had been victimized by students in the then-current or prior year.\n \nThe most common offense against teachers is reportedly theft or property damage, followed by harassment. And 44 percent of teachers who reported victimization did so after physical attacks by students.\n \n“Violence directed against teachers is a national crisis with far-reaching implications and deserves inclusion in the school-violence equation,” said Dorothy Espelage, professor of psychology at the University of Illinois at Urbana-Champaign, the lead author of the article.\n \nThe APA suggests implementing state-by-state consistency in the licensure requirements for teachers, which would require educators to master classroom-management skills before being licensed to teach.\n \n“Because professional training typically does not prepare teachers to deal with violence at school, most lack the skills to prevent challenging behavior from occurring and to respond effectively when it does occur,” said Espelage.\n \nThe APA also emphasizes the role of professional psychologists in preventing violence against teachers. Psychologists can help by implementing early intervention and treatment strategies for students who are displaying behavioral and academic problems.\n \nFollow BusinessNewsDaily @bndarticles. We're also on Facebook & Google+. \n \nRelated on BusinessNewsDaily:\n\nThe Least (and Most) Stressful Careers \n\n\n11 Things That Make Workers Happy \n\n\n7 Facebook Posts That Could Ruin Your Career\n\n \nThis story was originally written for BusinessNewsDaily and was republished with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ClassroomSafety_m_0109.jpg","title":"Danger in the classroom? Teachers say yes","author":"Elizabeth Palermo, BusinessNewsDaily"}