{"url":"http://www.mnn.com//green-tech/computers/stories/apple-hires-former-epa-chief-to-head-green-efforts","content":"Apple Inc. has a new executive: Lisa P. Jackson, former administrator of the Environmental Protection Agency (EPA), who stepped down from her public-sector job in February.\n \nJackson will now oversee the computing giant's environmental efforts, Apple CEO Tim Cook announced on Tuesday during the D11 conference. Cook said Jackson would be \"coordinating a lot of this activity across the company,\" although he did not know her exact title for Apple. Jackson herself later confirmed to Politico that she will be the company's vice president for environmental initiatives. She confirmed the details via email over her iPhone, Politico reports.\n \n\"I'm incredibly impressed with Apple's commitment to the environment and I'm thrilled to be joining the team,\" she told the politics-driven news site. \"Apple has shown how innovation can drive real progress by removing toxics from its products, incorporating renewable energy in its data center plans, and continually raising the bar for energy efficiency in the electronics industry. I look forward to helping support and promote these efforts, as well as leading new ones in the future aimed at protecting the environment.\"\n \nApple announced two months ago that it plans to power its facilities entirely through renewable energy. The company had already achieved 75 percent renewable energy usage by the end of 2012. Apple recently built a $1 billion solar farm in North Carolina, which generated some controversy in 2011.\n \nJackson worked hard on a variety of environmental issues during her four-year tenure as head of the EPA. Natural Resources Defence Council President Frances Beinecke offered praise when Jackson announced she was stepping down from the agency: \"There has been no fiercer champion of our health and our environment than Lisa Jackson, and every American is better off today than when she took office nearly four years ago. For that, we are deeply grateful to Lisa for her service, and to President Obama for having appointed her to this vital position.\"\n \nThe most recent edition of Greenpeace's Guide to Greener Electronics ranks Apple as the sixth greenest electronics manufacturer. Greenpeace ranked Apple high for the energy efficiency of its devices, but low for disclosures of GHG emissions, use of recycled plastics and product life cycle.\n \nRelated files on MNN:\n\n7 changes Apple must make to get its clout back\n\n\nApple CEO announces entire line of Macs to be made in America\n\n\nNew Apple MacBook gets EPEAT Gold certification, but critics cry foul\n\n\n6 growing corporate sustainability trends","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/editorial/lisa%20jackson%20epa.jpg","title":"Apple hires former EPA chief to head green efforts","author":""}