{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/5-cool-eco-friendly-flip-flops","content":"It used to be that you just knew it was almost officially summer when the white dresses and trousers made their appearance; in the new millennium, it's when we all break out the flip-flops. Save the hardy (usually teenage) souls who persist on wearing them throughout the winter whenever they can get away with it, most of us equate summer with semi-naked feet. Because they are such a seasonal shoe, many people think of them as disposable, but I encourage you to rethink that premise for two reasons: health and environment. \n \nHealthwise, the flip-flops that are the worst for your feet are those without support, made from super bendable materials (the healthy foot rule goes that if you can bend a flip-flop all the way around so that the heel touches the toe, they are too flimsy). Environmentally, disposable flip-flops contribute to our waste stream and also end up contributing to beach pollution (how many times have you seen flip-flop washed up on the sand?). They are usually cheap for a reason; they don't last long, and that's bad news for your pocket and the planet. The flip-flops below may end up costing a little more — though several are on sale — but they will keep your feet happier and reduce your flip-flop footprint.\n\n \nOkabashi guarantees its flops for two years and recycles them when they're done. They also have a massaging insole, ergonomic footbed, and arch support, so they are good for the feet, and are made from a BPA-free, Microplast material that \"contains an anti-microbial agent\" which presumably means they won't stink, and they are anti-slip and latex-free as well as being vegan (duh). The Maui comes in a bevy of beautiful summer colors, but they have plenty of other styles too. \n \n\n \nThe Isapera Anemone Sandal is a flip-flop with sandal attachments, so it secures to your foot. It's pretty and simple enough to wear with a summer pantsuit, a flowy dress, or jean shorts and a tank (and will dress up the latter). Handmade in Greece. \n\nThe Gabrielle Reece sandals from Indosole are supportive and made from materials that will last for years and are easy on the environment too; recycled burlap bags and tires, and vegan materials, so they are animal-free. \n\nIf you're looking for a classic flip-flop, these Flip Arounds from Patagonia are a good compromise; made from 10 percent post-consumer recycled PLUSfoam (and totally recyclable at the end of life), they are meant to be durable and comfortable. \n\nMelissa shoes are made in a closed-loop factory, so no waste ever makes its way into the environment. And they last forever (seriously, I have a pair of their shoes that is going on six years old and still looking great). These cute \"fun flops\" inspired by a Gaetano Pesce design are made with tough plastic and an adorable bubbly design. On sale at Kaight for just $32, these will go for years. \n \nRelated on MNN: World's most expensive flip-flops benefit rain forest conservation","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/flipflops_0.jpg","title":"5 cool, eco-friendly flip-flops","author":""}