{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/thousands-tuning-out-tonight-for-the-national-day-of-unplugging","content":"What would you be doing right now if you weren't online right now reading this post?  Would you be planning dinner?  Having coffee with a friend?  Chatting with your spouse or your kids?\n \nWant to find out?\n \nTonight, starting at sunset is the National Day of Unplugging, a holiday where folks young and old are encouraged to put down their gadgets and spend 24-hours connecting with friends, family, and neighbors, reading, conquering a household project, or even just relaxing in the bathtub.  The idea is to turn off the gadgets and tune in to life.\n \nThe day-long \"unplugging\" event started two years ago as a take on the Jewish Sabbath, or Shabbat — the Jewish day of rest, which starts Friday at sundown and continues until Saturday night.  It has its roots in an Old Testament verse that urges readers to work for six days and rest on the seventh.  The event’s nonprofit sponsor, Reboot, started with that angle and gave it a techno-focus to include a day of rest from technology - smartphones, iPods, laptops, Kindles, and other gadgets.\n \nI got a little taste of this unplugging trend a few weeks ago when I took an unofficial hiatus from Facebook.  I didn't stop using gadgets altogether, but I did take Facebook off of my phone, Kindle, and desktop and used the time that I would otherwise spend on Facebook to wrap up projects at work and at home and spend more time making eye contact with my kids.  It certainly was an eye opener as to just how much time I had been spending on Facebook, and how much more time I had when I took a Facebook vacation.  And that was just one website. I can only imagine how much more time and relaxation I would gain from putting down all of the gadgets at once.\n \nI'm all in for the National Day of Unplugging.  Sure, it's a little unnerving to do without my phone and laptop for a day, but after my positive Facebook experience, I'm eager to give it a try.\n \nWhat about you?  Are you ready to unplug for a day?\n \nRelated on MNN: Fun activities to do when you don't have electricity","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/smartphone_2.jpg","title":"Thousands tuning out tonight for the National Day of Unplugging","author":""}