{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/how-a-traditional-mexican-town-fights-disposability","content":"Being a freelance journalist affords me the opportunity to travel the world in search of stories big and small. Two days ago, I made my way from Mexico City to the tiny mountain town of Cuetzalan, an ancient village perched on the edge of a mountainside (designated a \"Puebla Magico\" by the Mexican governmentin 2002), complete with cobblestone streets, hand-built buildings and plenty of away-from-it-all traditional Mexican culture. \n\n\t \n\n\tI was lucky enough to arrive in town the day before market day, and was surprised to find the village square transformed by several hundred vendors selling everything from the traditional hand-embrodered blouses and skirts to tasty treats both sweet and savory, to tons of local produce from the surrounding area. I really enjoyed walking around taking pictures, practicing my basic Spanish, and of course, eating and drinking what was on offer. As an environmentalist on a crusade against plastic, I was also pleasantly surprised by how little of it was used.\n\n\t \n\n\tPlastic bags were sometimes used to hold fresh herbs (of which there was such an abundance, I lost count of how many kinds of greenery I could identify), but for the most part, you ate and drank at a given stall, using real dishes that would be washed later. People filled their own bags and baskets with oranges, root veggies, chickens (a separate bag), beans and other things. Beans were often sold in small plastic bags, but that's about it. And these were not well-meaning farmers' market visitors with reusable totes; this was just the way it was done. It resulted in much less plastic being used overall, and a noticably clean town with little plastic waste in evidence (I didn't see any errant plastic bags flying around during my whole stay there). It was a good reminder that in some places in the world, plastic isn't as ubiquitous as home, where I find myself constantly refusing bags and yet still somehow in possession of entirely too many. \n \n\nThis woman made fresh orange juice, squeezed by hand, for 15 pesos. She would add eggs, banana, or hot sauce for small additional amounts. I chose plain. \n \n\nMy delicious fresh-sqeezed orange juice. It was served in a large glass, as seen here, with a straw that was reused. \n \n\nIt was delicious! I drank by jus de naranja in a few minutes while watching the people go by, and resumed my walking, refreshed and with no garbage to throw away (save the oranges that were juiced to provide my drink). \n\nThis woman was selling fried arepas with fresh herb and tomato toppings. \n \n\nI ate the arepas from a reusable plate while watching the woman cook. Other local people joined me after a few minutes. Yes, they were really delicious snacks, full of flavor and quite filling. \n \n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/market.jpg","title":"How a traditional Mexican town fights disposability","author":""}