{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/mall-of-america-greenery-guarded-by-72000-lady-bugs","content":"Ladybug, ladybug, fly away home, the nursery rhyme advises.\n \nAnd some 72,000 ladybugs have found a home within the Mall of America, where mall managers have released the insects inside the fully enclosed shopping and entertainment complex.\n \nThe Bloomington, Minn., mall, which is so huge it could hold seven Yankee Stadiums, also has more than 30,000 live plants, including about 400 trees, which act as natural air purifiers for the indoor mall.\n \nBut aphids — the pesky insects that feed on plants — thrive inside the Mall of America's many landscaped areas.\n \nAphids, however, have a natural enemy: Ladybugs, members of the coccinellid family of beetles, which are valued by gardeners for their habit of eating pests like aphids.\n \n\"Ladybugs are what I like to call, sort of a biological defense system,\" Lydell Newby, the Mall of America's senior manager of environmental services, told local news station KARE 11.\n \nThe mall has released ladybugs in the past as an alternative to commercial pesticides, the International Business Times reports.\n \nThough some shoppers have complained that the ladybugs might fly onto food, a mall spokesperson noted that the insects tend to spend their lives on plants, not human food.\n \nLadybugs (sometimes called \"ladybirds\") make ideal pest control agents inside an enclosed area like a mall or a greenhouse, Treehugger notes. In an outdoor garden, however, they're likely to disperse.\n \nLadybug populations throughout North America have been changing rapidly, for reasons that may include climate change and land-use patterns. The Lost Ladybug Project is an effort (partly funded by the National Science Foundation) to track the insects' population across the continent.\n \nThe Mall of America has other green initiatives: It converts its restaurants' fryer fat into biodiesel fuel for the mall's security vehicles, according to the site's MOABlog.\n \nAnd though it's located in the Twin Cities area (known for brutal winter weather), the complex has no central heating system. Instead, it uses passive solar heat from its 1.2 miles of skylights to warm the space.\n \nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nImage Gallery: Tiny Insect Pollinators Trapped in Amber\n\n\nLike Cats, Aphids Land on Feet After Falling | Video\n\n\nMNN: 8 animals thought to predict the weather\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ladybug_m_0425.jpg","title":"Mall of America greenery guarded by 72,000 lady bugs","author":"Marc Lallanilla, LiveScience"}