{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/nudie-jeans-for-men-are-fair-trade-and-chic","content":"One of the biggest complaints that I hear about eco fashion is that there aren't enough options for guys. Maybe it's because the men's apparel market is smaller, or maybe it's because designers think that guys don't care about who made their clothes and how polluting (or not) they are, though I can't really believe the latter assertion. Whatever it is, I can't really argue with the fact that there's a dearth of eco fashion for men (that's not to say there aren't some brands, just not many). So it's exciting when a brand for men really embraces the concepts integral to sustainable fashion; fair wages and ethical fabric sourcing. Nudie Jeans (the pants are actually unisex) does both. \n\n\"We believe that everyone who participates in the manufacturing of our clothes should have a living wage. This is part of our strategy to take responsibility on how our products are manufactured. During 2012 we offered our first denim collection completely made from 100% organic cotton, and this is a natural step in the same direction,\" according to a release from Nudie. \n\n \nWhile 90% of Nudie's product (including jeans) are made in Europe, their Backbone collection of basics are made in India at the Armstrong Knitting Mills, with whom they have made a long-term commitment, and where they have focused their living-wage initiative. \"We think it’s important discussing this issue in the low-wage coun­tries where there is a big difference between minimum wage and the actual living wage. The living wage level has been calculated in cooperation with Armstrong and the aid of the Asian Floor Wage benchmarks, and is an increase of approximately 17% of a worker’s annual salary. So far, our share of the total production is limited, which means that it requires sev­eral companies producing at this supplier to pay their share. It is only then salaries will reach the level of living wage for all workers, and can be extended throughout the manufacturing chain.\"\n\nNudie hopes to inspire other companies to follow their living-wage lead, and this sort of program is one that plenty of larger players fail at, so seeing a smaller company make this kind of commitment and lead during tight economic times, is remarkable. Plus, if you take a look above and below, you'll see that the brand is very fashion-forward, proving that social commitment to doing business right is a chic choice too. \n\nIn addition to organic cotton denim, Nudie makes some of their jeans on old-style looms (selvedge denim), and subscribes to the virtues of slow fashion, which includes an attention to craft and materials that end up making the jeans longer-lasting and lower-impact. \n\nRelated on MNN: Why Ethical Fashion Matters (Hint: It's About People)\nThe H&M Conundrum: Does it Make Sense to Support More Ethical Fast Fashion?","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/nudiemain1.jpg","title":"Nudie jeans for men are fair trade and chic","author":""}