{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/field-of-screams-11-scary-halloween-farms","content":"At times, farming can be a scary line of work filled with drought, damaging pests, low-yields, financial woes, grueling physical labor, competition both local and global, and, during the weeks leading up to Halloween, a small army of chain-saw-wielding, blood-splattered teenagers on loan from the local high school drama department spilling their faux entrails all over the place.\n\n\t \n\n\tOn the 40th anniversary of Knotts Berry Farm’s beloved annual Halloween scare-fest, we’ve decided to single out a few real, honest-to-goodness farms that also cash in on the spooky and the supernatural in a big way during October (to be fair, once upon a time, the also terrifying-for-another-reason Southern California theme park was indeed a working berry farm). It’s called “agritainment” or “agritourism” and for many farmers, scaring the bejebus out of the locals has become a lucrative way to supplement their income during lean times. According to the Haunted House Association, as of 2010 there were more than 500 American farms offering Halloween-themed attractions.\n\n\t \n\n\tAnd we’re not necessarily just talking about pumpkin patches, hayrides, corn mazes and other decidedly mild seasonal amusements of the agrarian nature. The owners of some farms have opted to erect elaborately designed sets, hire dozens of costumed actors, concoct creepy backstories and offer uniquely ghoulish diversions that attract thrill-seekers far and wide. (Zombie Paintball Safari, anyone?). To be clear, many of these are grade-A productions that warrant the $20 admission price, not low-budget spook houses in the middle of a field. And since realism rules supreme, several of these agri-haunts feature stomach-churning special effects that would give George Romero a run for his money. In other words, they’re not a great idea for young children or people with heart conditions.\n\n\t \n\n\tGlen Boyette, hay farmer and proprietor of North Carolina’s Clayton Fear Farm Haunted Scream Park, summed it up best in a 2010 Wall Street Journal article on the farmhouse-to-haunted house trend: “People love to be entertained more than they love to eat.”\n\n\t \n\n\tBelow, you’ll find a handful of gruesome Halloween attractions located on farms across the country (from our research, it seems that a disproportionate amount of them are located in Pennsylvania). Obviously, there are many more than listed here, so we’d love to hear about any that you find particularly blood-chilling in the comments section. Read on if you dare and beware the evil flash websites with music!\n\n\t \n\n\tBates Motel & Haunted Hayride at Arasapha Farm, Glen Mills, Pa.\n\n\tDecidedly scarier-than-drought draw: The Haunted Hayride: “The Haunted Hayride is a 25 minute, action packed, heart pounding ride through the dark forest of Arasapha Farm, located just outside Philadelphia, Pa., and is filled with huge, detailed sets, giant monsters, and more pyrotechnics than a Kiss concert.” [Note: Does this mean we can dress up like Paul Stanley?]\n\n\tAdult weekend admission: $20 (Haunted Hayride); $40 (Haunted Hayride, Bates Motel and Corn Maze)\n\n\tNon-terrifying off-season and daytime activities: Sheep shearing \n\n\t \n\n\tMcCall’s Haunted Farm, Moriarty, N.M.\n\n\tDecidedly scarier-than-drought draw: The Haunted Barn: “Enter the gruesome McCall family butcher shop filled with crazed characters that are waiting to terrify you! Will you get out in one piece?” [Note: One would hope, yes. We can’t miss Monday’s spin class.]\n\n\tAdult admission: $14.95 (single attraction); $23.95 (both attractions — Corn Maze and the Haunted Barn)\n\n\tNon-terrifying off-season and daytime activities: Pumpkin picking\n\n\t \n\n\tClayton Fear Farm Haunted Scream Park, Clayton, N.C.\n\n\tDecidedly scarier-than-drought draw: Fear Farm Academy: “Seymour Phear’s plan to home-school his 12 brothers and sisters has gone horribly, horribly wrong. Report to the headmaster’s office at once; your punishment awaits! See the twisted teachings of the anatomy class and, if you have the stomach, sample today’s mystery meat in the cafeteria — Pork? Turkey??? [Note: Any vegetarian options?] Everyone gets teased a little bit in school, but this has gone way too far.”\n\n\tAdult admission: $12 (single attraction); $25 (all seven nighttime attractions including Fear Farm Academy, Haunted Cotton Maze, Slaughterhouse, etc.)\n\n\tNon-terrifying off-season and daytime activities: Grape tasting\n\n\t \n\n\tHarvest of Terror at Maris Farms, Buckley, Wash.\n\n\tDecidedly scarier-than-drought draw: The Reaping: This adventure through the corn begins with your wait outside an old cow stall barn. The corn trails are also covered in sawdust and will take you twisting and turning through 12-foot-tall cornstalks and past several creepy creatures as well as in and out of some sadistic sets. What evil lurks behind the next turn? Is someone or something watching you? Can you feel their bloodshot eyes following your every move as your creep along the trail?” [Note: We would hope not. We get very self-conscious.]\n\n\tAdult admission: $15 (single attraction); $36 (all three attractions — the Reaping, the Haunted Woods, the Monster Safari)\n\n\tNon-terrifying off-season and daytime activities: Pig racing\n\n\t \n\n\tHaunted Hayride of Terror at C. Casola Farms, Marlboro, N.J.\n\n\tDecidedly scarier-than-drought draw: The Hayride of Terror: Take a Haunted Hayride into the backwoods of New Jersey. People say they see and hear things that come alive. So maybe if you’re lucky you may see their shadows and hear the horror of the victims’ cries as they roam by. Are you afraid of things that go bump in the night? Then come take a ride.” [Note: Only if our driver is licensed in the state of New Jersey.]\n\n\tAdult admission: $12-15 (single attraction); $40 (all four attractions — the Hayride of Terror, 3D Haunted Barn, the Haunted Wooded Trail, the Living Maze)\n\n\tNon-terrifying off season and daytime activities: Landscaping services\n\n\t \n\n\tHorror Fest at Shady Brook Farm, Yardley, Pa.\n\n\tDecidedly scarier-than-drought draw: The Barn of Horror: “The Barn of Horror has long been a gathering place for all manner of fiends — a collection of night terrors trapped under one roof. Walk through the darkness, test the limits of bravery, and find out what lurks in the night.” [Note: Monsanto?]\n\n\tAdult admission: $18 (general admission plus one attraction); $40 (general admission plus all four attractions — Barn of Horror, Carnage, 3-D Alien Encounter, Hayride of Horror)\n\n\tNon-terrifying off season and daytime activities: Produce shopping\n\n\t \n\n\tBlake Farms Halloween, Armada, Mich.\n\n\tDecidedly scarier-than-drought draw: Zombie Paintball Safari: “Are you prepared for the Zombie Apocalypse? [Note: Most certainly not.] Come test yourself through our Zombie Paintball Safari! Ride our custom hayride equipped with paintball guns. Bring your favorite video to life — shoot LIVE zombies to train as Blake’s Zombie Hunter!”\n\n\tAdult admission: $24.95 (ultimate combo pass includes attractions and snacks at Witches Cauldron)\n\n\tNon-terrifying off season and daytime activities: Cider milling\n\n\t \n\n\tThe Dark Side Haunted Adventure at Glacier Rock Farms, Ixonia, Wis.\n\n\tDecidedly scarier-than-drought draw: Foxglove Nursery: “In 1964 Foxglove Nurseries Inc. purchased the farm at auction to create a grow farm for multiple greenhouses to supply their stores. After a couple successful seasons they decided to setup a greenhouse to develop hybrid species. What was created in that greenhouse, no one really knows, because before they could announce any of their creations there was some kind of chemical spill and the whole farm had to be evacuated. Official reports state that all of the employees made it out alive, but we have unearthed documents that reveal there were several botanists that never made it out of the greenhouses.” [Note: “Attack of the Killer Tomatoes?”]\n\n\tAdult admission: $20 (includes access to all five attractions — Foxglove Nursery, The Descent, Backwoods Revenge, Twilight Nightmare, Schizophrenia)\n\n\tNon-terrifying off season and daytime activities: Cow milking\n\n\t \n\n\tFields of Fear at Cox Farms, Centreville, Va. (photo copyright cox farms)\n\n\tDecidedly scarier-than-drought draw: Cornightmare: “Walk through cornfield terrors — in the dark!” Features include the Vortex, the Claustrophobia Crypt, the Haunted Library, the Hall of Whispers, Back from the Dead and the Bug Room. [Note: Any chance we can skip out on that last one?]\n\n\tAdult admission: $19 (includes admission to the Firegrounds, unlimited Dark Side Hayrides and entry to Cornightmare)\n\n\tNon-terrifying off season and daytime activities: Llama petting\n\n\t \n\n\tFearshire Farms, Angleton, Texas\n\n\tDecidedly scarier-than-drought draw: Fearsons Farm House: “Every year some adventurous souls seeking excitement work up the nerve to tour the old homestead. [Note: Never a good idea.] They are anxious to see if they can make it through the house with everyone in their group accounted for at the end. They never do. Some disappear and are never heard from again. Those that make it out usually end up in a mental ward for a while and are never willing to speak of what they saw. Do you dare to enter the Fearson house?”\n\n\tAdult admission: $20 (Fearsons Farm House; other attractions including Dead End Corn Maze and Haunted Hayride additional)\n\n\tNon-terrifying “off season” and daytime activities: Currently, none\n\n\t \n\n\tRelated travel stories on MNN: \n\n\t\t8 don't-miss roadside attractions [Photo gallery]\n\n\t\t8 gorgeous scenic drives [Photo gallery]\n\n\t\tCreepy places located inside national parks [Photo gallery]\n\n\tPhotos provided by farms.\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/main_scary_farms.jpg","title":"Field of screams: 11 scary Halloween farms","author":""}