{"url":"http://www.mnn.com//lifestyle/recycling/stories/wind-turbines-recycled-into-dutch-playground","content":"The wind power industry is still in its beginning stages, so few have stopped to think about what we’ll do with these giant structures when they’re beyond repair. In the Netherlands, a country with a rich history of harnessing the wind’s energy, there are already plenty of spent discarded wind turbine blades and towers looking for a second life. While their primary purpose might be all business, Rotterdam-based architectural firm 2012Architecten saw no reason why the turbines couldn’t be recycled into something a bit more fun.\n\n\t \n\n\t“Kinderparadijs Meidoorn,” a local children’s artistic center, was looking for help revamping a rundown playground, and the architects saw the perfect opportunity to reuse some discarded wind turbine parts. By slicing and dicing the old blades, the team created the Wikado playground, full of mazes, tunnels, towers and slides that just beg to be played on.\n\n\t \n\n\tFirst, 2012Architecten mapped out the existing site and selected the wind turbine elements that were a good fit for reuse in a new playground. Then, after a suitable design was created, five discarded rotor blades were used to create a maze-like space with a panna court in the center, and placed on the existing concrete circle. Four towers go around it, each with a distinctive character. A net hands between the towers. “This is functioning as a climbing structure,” write the architects, but will also prevent balls ending up in the garden of the neighbors.” Good thinking.\n\n\t \n\n\tAs Treehugger points out, old windmills and modern wind turbines are still very much a part of the Dutch landscape. By using them to rebuild a colorful playground, the designers are able to take a historical piece of the Dutch identity and deftly integrate it into the modern city.\n\n\t \n\n\tThis article originally appeared on EarthTechling and was reprinted here with permission.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/WikadoPlayground_main_0404.jpg","title":"Wind turbines recycled into Dutch playground","author":""}