{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/13-iconic-moments-in-the-history-of-the-t-shirt","content":"Ever since 1913 when the T-shirt was first included as standard-issue gear in the U.S. Navy, the short-sleeved crew neck has become an essential part of the American wardrobe. Not long after the Navy, the Army followed suit, paving the way for the T-shirt to become the go-to top for dockworkers, farmers, miners and other workers who appreciated the comfortable lightweight cotton and short sleeves. By the 1920s “T-shirt” became an official American-English word in the Merriam-Webster dictionary.\n \nIn the 100 years of its history, the T-shirt has grown up from a workwear staple to one of the most flexible garments known to mankind, an article of simple clothing that can be found in just about any clothing store for anywhere from a few dollars to a few hundred. Or a few thousand? Indeed, last year French fashion house Hermès debuted a crocodile T-shirt with the not-so-humble price tag of $91,500, illustrating just how far the T-shirt has come.\n \nIn celebration of the beloved classic's centennial, here are some of the more memorable moments that mark its 100 years. Happy birthday, T-shirt!\n \n1913: The launch\n\nPhoto: U.S. Naval Historical Center\n \nSubmariners, often working in close and hot quarters, are issued T-shirts and are able to work in comfort, instead of restrictive clothing and itchy wool.\n \n\n1944: Undershirt as unofficial uniform\n\nPhoto: Wikimedia Commons\n \nThe T-shirt is adopted as the unofficial uniform of workers across the board, from mechanics and miners to farmers and factory workers. Here, the T-shirt as worn by a U.S. Merchant Marine oiler. \n \n1951: The Hollywood debut\n\nPhoto: Hulton Archive/Getty Images\n \nThe T-shirt goes sexy when hunky Marlon Brando does it justice in \"A Streetcar Named Desire.\" Teens go nuts for the look, and by year's end, T-shirt sales total $180 million.\n \n1955: Rebel chic is born\nPhoto: Wikimedia Commons\n \nJames Dean follows up on the sexy T-shirt trend in \"Rebel Without a Cause.\"\n \n1950s: Print happens\n\nPhoto: Joe Shlabotnik/Flickr\n \nMiami company Tropix Togs acquires exclusive rights from Disney to print images of Mickey Mouse and pals (as well as Florida resort names) on T-shirts to promote tourism and the the Disney brand — and thus, the advertising T-shirt is born.\n \n1960s: The rock T blossoms\n\n \nPhoto: The Rolling Stones\n \nAlbum artwork like the \"tongue and lips\" design for The Rolling Stones, the prism design for Pink Floyd, and Grateful Dead cover art by Stanley Mouse, are emblazoned across rock and concert T-shirts as the screen printing industry evolves.\n \n1967: Message shirts become wearable placards\n\nPhoto: warrendayton.com\n \nThe T-shirt goes pop art and political when Warren Dayton pioneers art T-shirts featuring images of Cesár Chavez, the Statue of Liberty, polluted lungs and other political and comic images.\n \n1969: Ta-da, tie-dye!\n\nPhoto: Nancy Bauer/Shutterstock\n \nRit dye advertising genius Don Price markets the waning-in-popularity dye as way to turn mundane shirts into psychedelic tie-dye masterpieces. Price arranges for hundreds of tie-dyed shirts to be made and distributed to attendees and performers at Woodstock in 1969, clinching the tie-dyed T-shirt's place in the hippie movement — and boosting Rit company profits at the same time.\n \n1970s: The ironic T-shirt is formalized\n\n \nPhoto: Wikimedia Commons\n \nThe tuxedo T-shirt. Well, there's really just no explanation...\n \n1977: The world hearts T-shirts\n\nPhoto: Ed Yourdon/Flickr\n \nAdvertising agency Wells Rich Greene is hired to develop a marketing campaign for New York state. Graphic designer Milton Glaser comes up with a logo including the letter \"I\" followed by a heart symbol and the state abbreviation. The logo is quickly adopted by souvenir T-shirt makers, taking tourists by storm and initiating hordes of imitators.\n \n\n1984: What happened in Miami, didn't stay in Miami\nPhoto: NBC\n \nThe T-shirt goes designer in the oh-so-1980s when Sonny Crockett (Don Johnson) sports a T-shirt as part of an ever-changing, candy-colored wardrobe on the television series \"Miami Vice.\" The look, replete with rolled-up jacket sleeves and slip-on sockless loafers, takes off like wildfire. To this day, the T-shirt-and-jacket combo persists.\n \n2000s: Meme mania\n\nPhoto: themountain.com\n \nThe \"Three Wolf Moon\" T-shirt becomes an Internet sensation thanks to a humorous Amazon review, which then spawns thousands of likewise comedic comments. Sales go through the roof for the shirt's creator, The Mountain T-shirt company, the same company responsible for the \"Big Face\" animal T-shirts, which are vying for an iconic moment of their own.\n \n2012: The message becomes the media\n\nPhoto: Ballantine's\n \nAlthough still in prototype mode, the world’s first programmable T-shirt, tshirtOS, is a collaboration between Ballantine’s and wearable tech company CuteCircuit. Forget those old screen-printed classics; this high-tech T boasts an LCD screen that lets you display Facebook statuses, tweets and even Instagram snaps.\n \nRelated T-shirt stories on MNN:\n\n10 ways to upcycle an old T-shirt\nThe eco-impact of a T-shirt \nYour T-shirt's life story (before it met you)\n\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_118310218.jpg","title":"13 iconic moments in the history of the T-shirt","author":""}