{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/visitors-flock-to-italy-luxury-liner-wreck","content":"Tourists visiting the former fishing port of Santo Stefano on Italy's sun-drenched Tuscan coast are being offered a new experience, albeit a slightly macabre one.\n\n\t\t \n\n\t\tFor as little as 10 euros ($12), visitors can take a day trip to see the ghostly white wreck of the 114,500-ton luxury cruise liner Costa Concordia, lying on its side after running aground off Giglio Island on Jan. 13, killing 32 people.\n\n\t\t \n\n\t\tTicket touts in Santo Stefano, about 10 miles east of tiny Giglio, yell out prices as eager day-trippers in shorts and flip-flops wait to board numerous boats heading for the huge shipwreck.\n\n\t\t \n\n\t\t\"The island is bound to attract even more people now than before because, sadly, tragedies are more enticing than merely beautiful places,\" said 23-year-old student Daniela, as she waited to set sail with her friend Davide.\n\n\t\t \n\n\t\tThe ferry passes within yards of the Costa Concordia's vast white carcass, which capsized with more than 4,000 people on board.\n\n\t\t \n\n\t\t\"It's very upsetting to see the giant thing lying there in that state. But life on the island must go on, and that's also why we wanted to spend our holiday here,\" said another passenger, Lucia.\n\n\t\t \n\n\t\tThe turquoise waters around the crash site were once a favorite for divers. Now tourists snap photographs of themselves in front of the wreck before sunbathing on a beach or swimming near to the crippled ship.\n\n\t\t \n\n\t\t\"We watched what happened on television,\" said Ettore, who had traveled from Florence to see the luxury liner, having followed the intense media coverage of the search for survivors and victims in the weeks after the disaster.\n\n\t\t \n\n\t\tGiglio's mayor, Sergio Ortelli, who helped provide emergency assistance to the thousands of shocked passengers coming ashore in the hours after the wreck, said the disaster had sparked a day-tripper boom.\n\n\t\t \n\n\t\t\"There has been a rise in the number of tourists coming for the day, with curious people taking photos of the giant sprawled on the rocks,\" he said, adding that Giglio has become in some sense \"a sort of museum.\"\n\n\t\t \n\n\t\tBut Ortelli, who also runs a holiday-home and scooter rental agency, said the new day-trip tragedy tourism was doing the picturesque island little good.\n\n\t\t \n\n\t\t\"We prefer tourism that's based on the sea and the environment,\" he said, adding that hotel and holiday let reservations had been hard hit.\n\n\t\t \n\n\t\tThe island's environment councillor, Alessandro Centurioni, said he hoped the wreck would be removed as soon as possible.\n\n\t\t \n\n\t\t\"The Concordia has become part of our landscape, but it has also spoiled it. Every time I see it, I feel the pain and sadness once more,\" he said.\n\n\t\t \n\n\t\tIf all goes to plan, and weather conditions remain good, the wreck should be stabilised, refloated and removed by spring next year, Ortelli said.\n\n\t\t \n\n\t\tIt is an unprecedented task to right a vessel of that size, and the risk is that it may tilt over the other way or slip off the rocky shelf it is resting on and sink to the sea floor.\n\n\t\t \n\n\t\tIf all goes well, the ship will be towed to a port, dismantled and scrapped.\n\n\t\t \n\n\t\tWhile families snap shots of the Costa Concordia glinting in the sun, the legal investigation into the disaster continues.\n\n\t\t \n\n\t\tNine people are being investigated including three from owners Costa Crociere, Europe's biggest cruise operator, and captain Francesco Schettino, who is also suspected of abandoning ship before the evacuation was completed.\n\n\t\t \n\n\t\tInvestigators are probing why the ship was sailing so close to the island at high speed, and why the evacuation was delayed for more than an hour after the crash when the vessel was already listing badly.\n\n\t\t \n\n\t\tNo trial is expected until the beginning of next year at the earliest.\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/costa_0_0.jpg","title":"Visitors flock to Italy luxury liner wreck","author":"Gildas Le Roux, AFP"}