{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/sneakers-made-from-kangaroo-leather-why-im-ok-with-it","content":"I have been a vegetarian for almost 20 years (can't wait to celebrate that anniversary when I turn 36 in a few months!) I also once worked for an animal-rights group, and I'm really pissed off that fur is a huge trend in fashion again. So you'd think that I would be up in arms about a recent change.org petition directed at Nike regarding using kangaroo leather for soccer sneakers. But I'm not — well, at least not until I know more. \n\n\t \n\n\tWhy? Because while I am opposed to using any animal part (from crocodile skins to raccoon or fox fur) exclusively for its pelt or skin, I do still wear leather, since it's a (very long-lasting, sometimes environmentally less-impactful) better choice than PVC or other types of plastic shoes and because it's a byproduct of the meat and dairy industries. If a cow is going to die for someone's hamburger, I much prefer the whole animal to be utilized; why waste the hide of a cow when it can be used? \n\n\t \n\n\t(As an aside: Are there some great, eco-friendly vegan shoes and bags out there? Absolutely, and I sometimes buy them, but they require more effort to find. There are also leather products that are lower-impact and sustainably made, and frankly, the shoes that have lasted the longest in my closet — some going on a decade now — are all leather.) \n\n\t \n\n\tSo, if you are OK with wearing leather (and I understand that not everyone is, and for those people, it makes sense to oppose kangaroo leather, too), why would you sign this petition? I've got to wonder if it's because kangaroos are considered \"cute\" iconic animals. \n\n\t \n\n\tIn the Australian outback, many people consider kangaroos to be pests, just as people on the Northeast and Midwest of the United States consider white-tailed deer pests. (I personally think human beings are the real pests here, but I'm just talking about how these animals are perceived.) 'Roos are hunted in a controlled fashion, like deer in the U.S., and they are not even close to endangered — there are millions of kangaroos (only certain subspecies face any sort of extinction threat). They are eaten throughout Australia, and because they are a wild food that has minimal carbon footprint, the process of killing them is gentle on water resources and non-polluting (unlike factory-farmed pigs, cows and chickens) and provides a very healthy meat (high in protein and very low in fat); in fact, there are even environmentalists who are vegetarian save for consuming kangaroo meat (kangatarians). What are the pelts and skins of those eaten kangaroos going to be used for, if not the special soccer sneakers that have been made for years? \n\n\t \n\n\tMy point is not to support the hunting of kangaroos — in fact I'm opposed to that and the hunting of any animal. But if people are going to hunt and eat a kangaroo, the whole animal should be used. But what's behind this Change.org petition doesn't seem to be a problem with leather, but a problem with kangaroo leather. Because kangaroos are cute, and cows aren't? Because you're either opposed to wearing/using leather, or you're not, no matter whether it comes from a dog, horse, cow or kangaroo. Being opposed to kangaroo leather just because you live far from where they are common, because you have only seen them in zoos and think they are adorable, has nothing to do with the fact that billions of animals are killed for human use every year. If you care, you should stop eating meat altogether, or only consume animals that you raise and kill yourself, or any other of a million ways you could genuinely help animals. \n\n\t \n\n\tUnless it turns out that the kangaroos are killed ONLY for their leather, I'm not any more opposed to this than I am other animals being killed and eaten and their skins used to make shoes. If they are killed just for their skins, then this is just as bad as fur. I'm curious to find out, because it looks to me like this is a \"save the cute animal while ignoring the real issue\" kind of protest. The real issue here is the vast, environmentally destructive, and unhealthy overconsumption of meat in the first world, not using a byproduct of an animal that is going to be killed to make a burger anyway. \n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/kangaroo.jpg","title":"Sneakers made from kangaroo leather: Why I'm OK with it","author":""}