{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/6-surprising-environmentalists","content":"There was a time, not very long ago, when it was safe to be a politician who supported environmental causes — even among conservative Republicans.\n \nIn today's political climate, however, the conservative right seems to view deviation from a strident anti-environmental position as heresy.\n \nIn the spirit of celebrating Earth Day, here are six political leaders who, despite their conservative bona-fides, were among the most influential supporters of the environment.\n \n1. Margaret Thatcher\nTrained as a chemist at Oxford University, the late British Prime Minister Thatcher (above) may have understood the scientific underpinnings of climate change and other environmental issues better than most other politicians. [The Reality of Climate Change: 10 Myths Busted]\n \n\"It is mankind and his activities that are changing the environment of our planet in damaging and dangerous ways,\" she once said, according to the Guardian. \"The result is that change in future is likely to be more fundamental and more widespread than anything we have known hitherto. Change to the sea around us, change to the atmosphere above, leading in turn to change in the world's climate, which could alter the way we live in the most fundamental way of all.\"\n \nShe seemingly backpedaled on this position in later years, however, calling climate activism a \"marvelous excuse for supra-national socialism.\"\n \n\nPhoto: Wikimedia Commons\n \n2. Richard Nixon       \nBefore he resigned in disgrace following the Watergate scandal, Nixon signed into law an almost unbelievable catalog of environmental legislation.\n \nThe National Environmental Policy Act, the Marine Mammal Protection Act, the Environmental Pesticide Control Act, the Safe Drinking Water Act and the Endangered Species Act were all signed by or supported by Nixon.\n \nHe also established the Environmental Protection Agency (EPA) as a cabinet-level federal department. Some question, however, whether Nixon acted out of real concern for the environment or mere political expedience: He once reportedly said that environmentalists wanted to live like \"a bunch of damned animals.\"\n \n\nPhoto: Wikimedia Commons\n \n3. Theodore Roosevelt\nA renowned big-game hunter and lifelong Republican, Teddy Roosevelt might seem an unlikely environmentalist. But as the bully-pulpit president himself might say, actions speak louder than words.\n \nDuring his presidency (1901-1909), he preserved more than 230 million acres (93 million hectares) of wilderness, created the U.S Forest Service, aggressively pursued soil and water conservation, and established more than 200 national forests, national monuments, national parks and wildlife refuges.\n \nAs governor of New York, Roosevelt even outlawed the use of feathers in clothing like hats to prevent the slaughter of exotic birds. \"The conservation of natural resources is the fundamental problem,\" he once said, according to the Theodore Roosevelt Association. \"Unless we solve that problem, it will avail us little to solve all others.\"\n \n\nPhoto: AFP/Getty Images\n \n4. Barry Goldwater                      \nThough he was late to the eco-party, Goldwater — a five-term Republican senator from Arizona and a presidential candidate in 1964 — was an unabashed lover of the great outdoors, especially in Arizona with its Grand Canyon.\n \n\"While I am a great believer in the free enterprise system and all that it entails,\" he once wrote, \"I am an even stronger believer in the right of our people to live in a clean and pollution-free environment.\"\n \nThough Goldwater initially supported the construction of Glen Canyon Dam, which destroyed the colorful gorges of Glen Canyon beneath the water of Lake Powell, he later regretted his position. Shortly before he died in 1998, Goldwater joined the Republicans for Environmental Protection (now known as ConservAmerica).\n \n\n\nPhoto: Wikimedia Commons\n\n \n5. William Ruckelshaus\nBorn into a family of bedrock Indiana Republicans, Ruckelshaus served in the administrations of Nixon and Ronald Reagan. But from the beginning, he showed an abiding interest in environmental protection and was actively involved in Hoosier-state water- and air-pollution legislation.\n \nAfter Nixon created the EPA, he appointed Ruckelshaus as the organization's first administrator. Among his many achievements there, Ruckelshaus banned the use of the pesticide DDT.\n \nStill involved in environmental causes in later life, he once reflected of his time in government, \"At EPA, you work for a cause that is beyond self-interest and larger than the goals people normally pursue. You're not there for the money, you're there for something beyond yourself.\"\n \n\nPhoto: Alex Wong/Getty Images\n \n6. Sherwood Boehlert\nThough his name is not a household word outside his native upstate New York, Republican Rep. Boehlert was a resolute environmentalist during a time (1983-2007) when the cause simply wasn't cool, earning the moniker \"Green Hornet\" for his support of environmental causes.\n \nThroughout the Reagan years, he actively campaigned for legislation to fight acid rain, protect endangered species and support higher automotive fuel standards. As chairman of the House Science Committee, Boehlert spearheaded efforts to increase investment in the National Science Foundation and the Department of Energy's Office of Science.\n \nEven in retirement, Boehlert continues to fight the good green fight, and serves on the board of Al Gore's Alliance for Climate Protection, \"something that is inconceivable now for any current Republican member of Congress.\"\n \nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience & MNN:\n\n6 Politicians Who Got the Science Wrong\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nTop 10 Craziest Environmental Ideas \n\n\nMNN: 10 intriguing environmentalists\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/Thatcher_m_0422.jpg","title":"6 surprising environmentalists","author":"Marc Lallanilla, LiveScience"}