{"url":"http://www.mnn.com//lifestyle/recycling/blogs/fat-fueled-power-station-in-london-to-run-on-recycled-cooking-grease","content":"And in other news from across the pond  …\n \nIn an attempt to make good use out of a rather foul bane on the deep-fried city of London’s antiquated sewer system, private water supplier Thames Water and self-described \"next generation green utility company\" 2OC have announced plans to open a 70-million-pound ($106.8 million) power station fueled by spent cooking oil and grease that's been unceremoniously — and often illegally — dumped down the drain by the British capital's chip-munching denizens.\n \nThe grease deposits will be collected directly from city sewers where over 80,000 fatty blockages a year end up costing utilities around 1 million pounds (over $1.5 million) per month to unclog. Lovers of gross-out photography might recall that in 2010, Thames Water employed a team of \"flushers\" to remove a 4-foot-thick wall of solid fat that was clogging the sewer system under Leicester Square. Apparently, there was enough cooking waste removed to fill nine double-decker buses.\n \nSomething tells me that you'd never have this problem in Santa Monica.\n \nAs part of the joint venture between Thames Water and 2OC, an estimated 30 metric tons of cooking waste will be collected daily not only from sewer pinch-points but from restaurant kitchen fat traps and food companies as well. Authorities believe this will be enough waste to provide the Combined Heat and intelligent Power (CHiP) plant with roughly half the fuel it needs to function — the rest will come from waste vegetable oil and tallow. No virgin oils from field-grown crops will be used. Once up and running by 2015, it’s believed that the East London facility will be the largest fat-fueled power station in the world.\n \nAs reported by the Guardian, the 2OC-operated station — it will be capable of generating 130 gigawatt hours (GWh) of renewable energy annually, enough juice to power around 40,000 average-sized homes — will supply the largest sewage treatment plant in all of Europe, the Thames Water-owned Beckton Sewage Treatment Works, with 75 GWh of electricity per year. Additionally, the station will power a nearby emergency desalination plant (the first in the U.K.) that opened — and not without controversy — in 2010. The energy-hungry, drought-alleviating desalination plant is also owned and operated by Thames Water. Any leftover juice will be fed directly into the national grid to power homes and businesses throughout London.\n \nPiers Clark, commercial director for Thames Water, explains the benefits of fat-fueled power: \"This project is a win-win: renewable power, hedged from the price fluctuations of the nonrenewable mainstream power markets, and helping tackle the ongoing operational problem of 'fatbergs' in sewers.\"\n \nDid he just say fatbergs?\n \nAdds Andrew Mercer, chief executive of 2OC: \"This is good for us, the environment, Thames Water and its customers. Our renewable power and heat from waste oils and fats is fully sustainable. When Thames doesn't need our output, it will be made available to the grid meaning that power will be sourced, generated and used in London by Londoners.\"\n \nThis isn't the first time that London's discarded cooking oil has been put to good use: Due to exorbitant fuel prices, a sizable chunk of London's taxi drivers have been filling up with low-emission biodiesel made from kitchen waste — chip fat, essentially — collected from pubs, fast food restaurants, and catering businesses.\n \nVia [The Guardian]\n \nRelated alternative fuel stories on MNN:\nFrom fat to fuel: Genetically modified bacteria could convert waste into energy\nHow a veggie oil car works\nConverting a car to run on vegetable oil","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/EnglishBreakfast.jpg","title":"Fat-fueled power station in London to run on recycled cooking grease","author":""}