{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/is-the-tourism-industry-helping-great-apes","content":"The great apes were heading toward the brink of extinction in East Africa because of human behavior — logging that destroyed their habitats, and hunting for souvenirs and bush meat. These days, that trend has been reversed because of another economic motivation: eco-tourism.\n \n“There’s a really good reason now not to exploit and kill the animals but protect them,” said primate expert Dr. Craig B. Stanford, professor of biological sciences and anthropology at University of Southern California, where he directs the Jane Goodall Research Center. The author of 15 books, the latest of which is “Planet Without Apes,” spoke at a panel presentation on Sustainability In a Global Economy at the annual Los Angeles Times Festival of Books, held on the USC campus.\n \n“It’s all about economics,” said Stanford. “We often judge people in other countries who are less savvy and educated for not doing the right thing. But they need an economic incentive just like we would.” Great apes “were hunted, their feet were sold as curios, their meat was eaten, their forests were cut,” but now in countries like Rwanda and Uganda, “Gorilla eco-tourism, has become one of the leading sources of revenue for the government. A slice of the money that tourists pay can run $500 an hour at some of the sites in East Africa and goes to build hospitals and hire teachers.” Although it’s not philosophically or altruistically driven, the bottom line is the animals are more valuable alive than dead, since there’s an incentive to protect them.\n \nThere is a downside, as Stanford pointed out. “In many cases, the animals being seen by eco-tourists end up coming down with viruses and respiratory problems, presumably passed down by people. They’re accustomed to tourists and being approached by them and that leads to transmission of diseases,” he explained, adding that hotels built to facilitate tourism encroach upon ape habitats. “It’s a double-edged sword. But were it not for eco-tourism, the mountain gorillas that now number 800 and growing by 5 percent per year wouldn’t be there.”\n \nStanford added that “Eco-tourism doesn’t work everywhere. East Africa has wide-open plains and has lots of big animals left, but in the rest of Africa there’s no real opportunity because it’s dense rain forest. Animals have been hunted there for centuries, and they’re afraid of people.” But pointing out that “only a handful” of American endangered species have gone extinct, he’s hopeful that we can prevent that from happening globally, at least to great apes. “It is an ongoing battle,” he acknowledged, “but I think there is reason for optimism.”\n \nGet more celebrity updates and read more entertainment news.\n \nRelated stories on MNN:\n \n'Cat Island' is a feline's purrfect paradise\n10 overlooked eco-tourism destinations\nTourism threatens tiny Philippine primate\n10 animals on the verge of extinction","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/ape_main.jpg","title":"Is the tourism industry helping great apes?","author":""}