{"url":"http://www.mnn.com//green-tech/computers/stories/norway-brings-broadband-to-the-arctic","content":"A Norwegian project aims to achieve the ambitious goal of bringing broadband to the Arctic.\n \nA broadband network that could transmit large amounts of data over many channels would benefit the oil and gas industries, search-and-rescue operations and shipping traffic communications, among other things. The Norwegian Space Center Telenor and the Scandinavian company MARINTEK are proposing such a project to link up the far north.\n \nRepresentatives from the space center and company met recently with potential Arctic broadband users to launch the project \"ASK\" (short for Arctic Satellite Communications, in Norwegian).\n \n\"The systems we operate with today work relatively well in latitudes up to 75 degrees North,\" Beate Kvamstad, a project manager and researcher at MARINTEK, said in a statement. \"Farther north, we lack systems which are both stable and which can handle large volumes of data,\" Kvamstad said. [Satellites Gallery: Science from Above]\n \nThe Arctic broadband project would launch two new satellites that orbit over Earth's polar regions, Kvamstad told LiveScience. \"The benefit of using such satellite orbits is they will give coverage in Arctic areas for longer times of the day,\" Kvamstad said. Telenor Satellite Broadcasting will launch a new satellite devoted completely to maritime activities, called THOR 7, in summer 2014.\n \nCost estimates for connecting up the Arctic range from $340 million to more than $500 million (2 billion to 3 billion Norwegian kroner). The estimates are based on conservative calculations that exclude more costly features, said Hege Lunde, Arctic broadband project manager for Telenor Satellite Broadcasting.\n \nThe broadband project is still in its early development phase, where system requirements are being evaluated. The next phase will entail developing system specifications, followed by finding potential suppliers for the project's infrastructure. These efforts will determine whether or not the project is feasible, but the proposed system could be available between 2018 and 2020, Kvamstad said.\n \nCurrent technology\nRight now, communication in the Arctic relies on radio and satellite systems, but the current systems have their limits. Radio systems are widely used for communicating at sea, but these often operate over short distances or lack sufficient digital capacity. Digital frequencies, mobile phones and other wireless systems have the capacity, but they are limited to being within line of sight of base stations on shore.\n \nGeostationary satellites are the most widely used communication system at sea. However, these satellites orbit above the equator, so their coverage doesn't extend as far north as the Arctic. The theoretical limit for coverage is 81.3 degrees north, but the signals become unstable at latitudes as low as 70 degrees north.\n \nMany things can interfere with satellite service. Rain and snow in the atmosphere can attenuate (weaken) or depolarize signals, especially in the high-frequency range. The farther the signal must travel through the atmosphere — as with very northern latitudes — the greater the signal attenuation. At lower frequencies, signal attenuation is caused by spatial variations in theionosphere, a region of the upper atmosphere that is ionized by solar radiation.\n \nSignals can be deflected by the sea and coastal land. Sea spray and snow can cover receiver/transmitter antennas with ice, and the movement of large ships can send the antennas off track. In addition, the lack of stations on Earth can cause delays in information transmission.\n \nBroadband connectivity in the Arctic would avoid some of these problems, by providing additional satellite coverage over the Earth's poles.\n \nFollow Tanya Lewis on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nImage Gallery: Life at the North Pole\n\n\nOn Ice: Stunning Images of Canadian Arctic\n\n\nTop 10 Emerging Environmental Technologies\n\n\nMNN: Best spots for an Arctic adventure\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/ArcticBroadband_m_0606.jpg","title":"Norway brings broadband to the Arctic","author":"Tanya Lewis, LiveScience"}