{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/making-your-winter-closet-work-for-you","content":"The truth is, there are just a lot more pieces of clothing to deal with in the winter, but most of us have the same amount of closet space. So how do you deal with such a conundrum? \n\n\t \n\n\tOrganization.\n\n\t \n\n\tKeeping a well-organized closet is imperative to figuring out where your stuff is at any time of year, but with the addition of gloves, hats, scarves, legwarmers, high and low socks, as well as jackets, coats, vests and ponchos/capes, it's even more important in the winter. Here's how I keep all my stuff organized, clean and findable. \n\n\t \n\n\tBoxes, baskets or bins are your best friend: \n\n\tWhether you go to the Container Store for matching wire baskets, cover some old boxes with found fabrics, or repurpose existing storage containers, having some kind of simple, open bin for your knit accessories, one each for gloves, hats, and scarves (keep these by the front door, not in your clothes closet) will simplify things considerably. I keep these baskets near where I hang my coats, ponchos and vests. I use them for summer storage when I put them away, so they serve double use.\n\n\t \n\n\tOrganize by layer:\n\n\tNow that you have all your outerwear out of your closet, you can deal with your layers. I keep my tank tops/camisoles, short-sleeve and long-sleeve shirts separately, all folded. Be sure to fold, NOT hang, all your sweaters; I organize mine by color, because I usually choose pants or a skirt first, and then a sweater to go with it, or a sweater to layer over my outfit. I have two sets of sweaters/layers — one for summer and one for winter — so there's already a designated space in my closet for them. Yes, winter sweaters are more numerous and bulky, which forces me to continually edit them, which is good. Shorts (I wear them with tights in winter) and short skirts are filed together, since they serve the same purpose. Long pants and jeans are folded together, and leggings and tights (like skirts and shorts, they are worn similarly, so they go together). \n\n\t \n\n\tHang what you can, but not everything: \n\n\tMany people make the mistake of hanging all their clothes, ending up with a squished rack where clothes get super-wrinkled. Pointless and annoying. As detailed above, fold most things (jeans, cotton non-dress shirts, etc.) and hang just those that need it; I hang my silk blouses and skirts, flowey pants, wool skirts and pants, \"indoor jackets\" and going-out decorative tanks, each with others in its own category. By only hanging the kinds of fabrics that need to be hung, there's plenty of room for me to see everything and room enough so things don't get wrinkled. \n\n\t \n\n\tKeep workout gear separate: \n\n\tI have an entirely separate large basket for all my workout/outdoor gear. My sports bras, running shorts, spin leggings, and favorite fun workout tees, as well as polypro/wicking long sleeved shirts, hiking socks and thin sport vests all live together. This makes packing for the gym or travel easier, and also keeps me from wearing 'good' shirts to the gym. It also makes creating a cute gym ensemble that much simpler. \n\n\t \n\n\tKeep a laundry bag and dry-cleaning, or special-wash bag:\n\n\tIt's easy to wear not-so-clean outer layers in winter (and so easy to get them dirty!) Keeping a separate bag in your closet — and hand-washing or dry-cleaning the items in it regularly — will keep you from smelling like a damp dog and looking untidy. Don't forget gloves and legwarmers! Gloves especially need a good wash every couple of weeks or so (and most of us don't do it). \n\n\t \n\n\tThese are my tips. What do you do to keep track of all the extra stuff you wear in the winter?\n\n\t \n\n\tRelated story on MNN: How to organize a closet\n\n\t \n\n\tMNN tease photo of closet: Shutterstock\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/closet_1.jpg","title":"Making your winter closet work for you","author":""}