{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/what-not-to-flush-down-the-toilet","content":"The toilet is a magical trash can. Simply toss, flush, and your garbage is marvelously whooshed away to some watery subterranean netherworld, never to be seen again.\n \nOr so we like to think. In fact, such practices clog toilets, damage water treatment facilities, necessitate expensive cleanups, increase water bills, create raw sewage overflows, harm marine animals and create toxic environmental issues.\n \nWith that in mind, here are the things that often end up in the sewer system — none of which have any business being there.\n \nBaby wipes: Although these may be used to wipe your baby's bottom, they are not toilet paper. Baby wipes are thicker, sturdier, and do not break down easily, resulting in clogged systems.\n \nBand-Aids: Made of non-biodegradable materials, they easily tangle up with hair and fat to create blockages.\n \nCat litter: Scoopable and flushable cat litter sounds sensible, but in reality, it causes problems. Flushing litter and feces down the hatch not only causes plumbing problems, but it’s possible that a parasite found in cat feces is killing sea otters and seals — and it could be coming from flushed cat waste.\n \nChewing gum: Flushing what is basically an adhesive down the toilet is not a sound practice, for obvious reasons.\n \nCigarette butts: Although they seem flushable, cigarette filters don’t easily biodegrade and they are filled with chemicals, which leach into the wastewater.\n \nCondoms: Easy to flush, but not so easy on the sewer system. Condoms can inflate like balloons and cause fairly destructive obstructions.\n \nCosmetics: Your old moisturizer and other beauty care products can be potentially toxic and disruptive to wastewater treatment plants and septic systems.\n \nCotton balls and swabs: Cotton doesn’t break down easily, and although it may take a while for cotton products to accumulate into a clog, they are difficult to dislodge once they do.\n \nDental floss: Seemingly innocent, dental floss is non-biodegradable and wraps around small clogs and tangles them into bigger masses.\n \nDisposable diapers: It’s hard to believe that one could even get a diaper to flush down the toilet, yet that hasn’t stopped sewage workers from finding systems clogged with disposable nappies.\n \nDryer sheets: It's bad enough to tumble synthetic chemicals with your clothes, but flushing a dryer sheet afterwards is even worse. They retain synthetic chemicals that can get into the water system, and they are made from non-biodegradable materials.\n \nFeminine supplies: The padding and absorbent nature of these products make them too thick for the plumbing.\n \nFood fat: Grease and fat congeal once they cool down, turning into solid masses that block pipes and cause serious sewage problems. Sewer workers call the giant grease lumps \"fatbergs.\"\n \nFood: Although food is biodegradable, it can still lump together and cause clogs. \n \nHair: After cleaning your hairbrush, deposit the clump in the garbage not the toilet. It tangles, catches things, and clogs like crazy.\n \nPaper towels and napkins: Too sturdy for the pipes.\n \nPets: Yes, pets. Goldfish are commonly flushed, but small rodents (hamsters and gerbils) are also found in sewer systems. They’re sturdy and they create clogs; consider a proper burial.\n \nPrescription medicines: No, no, no. Marine life does not need to ingest your old drugs, not to mention that flushed meds can work their way back into our drinking water. See the Food and Drug Administration guidelines for disposing of unwanted medications.\n \nUnfortunately, many items marketed as flushable, aren’t. Here’s a handy tip from the city of Tacoma’s public works page. Take two bowls of water and put toilet paper in one, and place the test item (Kleenex, wipes, etc.) in the other. Swish both items in the water and then wait an hour before swishing again. The toilet paper should have significantly disintegrated by then, while the other will likely have remained somewhat whole. Unless the item disintegrates at the rate of toilet paper, it should be placed in the garbage rather than flushed.\n \nRelated stories on MNN:\n5 cheap ways to save 1,000 gallons of water\nGreen cleaning with household items","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_32573422.jpg","title":"What not to flush down the toilet","author":""}