{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/7-least-toxic-laundry-detergents","content":"Of all the cleaning supplies we sprinkle, splash, and spray in our homes, laundry detergent may be one of the more insidious. It’s subtle. It acts like it’s playing nicely, cleans your clothes and leaves them smelling fresh and fragrant, but more often than not it’s imbuing your clothes and linens with synthetic chemicals and flooding the wastewater with chemical residues that do nothing but harm to the environment. It’s such a backstabber.\n\n\t \n\n\tUnited States law allows makers of cleaning products to use almost any ingredient they want to, including known carcinogens and substances that can harm fetal and infant development. According to the well-respected consumer watchdog group, Environmental Working Group (EWG), government agencies and independent research institutions do not adequately evaluate the safety of numerous substances found in cleaning products. Although government scientific and regulatory agencies are starting to focus somewhat on chemicals suspected of causing cancer, they still lack in paying attention to substances that may be toxic to the brain and nervous system, the hormone system and other organs.\n\n\t \n\n\tWhich is where EWG steps in. The organization’s scientists have exhaustively analyzed 2,109 products, 197 brands and more than 1,000 ingredients and compared them with the information available in the top government, industry and academic toxicity databases and the scientific literature on health and environmental problems tied to cleaning products. The result is a comprehensive guide, EWG’s Guide to Healthy Cleaning, which rates these products on a scale of A to F. Scoring factors are determined by low concern for general ecotoxicity; biodegradation; and general systemic/organ effects.\n\n\t \n\n\tOf the 271 general purpose laundry detergents they evaluated, only seven scored a rating of A. Here they are:\n\n\t \n\n\t1. Seventh Generation Natural Powder Laundry Detergent, Real Citrus & Wild Lavender\n\t2. Dr. Bronner's 18-in-1 Hemp Pure-Castile Soap, Peppermint\n\t3. Dr. Bronner's 18-in-1 Hemp Pure-Castile Soap Baby Mild\n\t4. Seventh Generation Natural Powder Laundry Detergent, White Flower & Bergamot Citrus\n\t5. Martha Stewart Clean Laundry Detergent\n\t6. Green Shield Organic Laundry Detergent, Free & Clear\n\t7. Seventh Generation Natural Laundry Detergent Powder, Free & Clear\n\n\t \n\n\tFor the complete list, see the laundry section of the guide. You can also make your own, like the batch pictured above, try Sweeter Lemon's homemade formula.\n\n\t \n\n\tThis story was originally written for Treehugger. Copyright 2012.\n\n\t \n\n\tRelated green laundry stories on MNN:\n\n\t\tEco-friendly laundry tips\n\n\t\t12 great ways to use castile soap\n\n\t\tThe science of laundry detergent","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/detergent_0.jpg","title":"7 least toxic laundry detergents","author":""}