{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/become-an-mnn-local-correspondent","content":"Note: We are continually accepting applications for these positions. Read below for more information about this great opportunity. \n \nWelcome to Mother Nature Network. We're seeking correspondents from across the country to be the local eyes and ears of MNN. If you want to make a difference and have your work exposed to a national audience, we'd like you to participate in MNN State Reports.\n \nThis is an ideal opportunity for anyone with experience in writing, editing or photography or anyone with an interest in environmental issues who is seeking hands-on experience. MNN combines unconventional original content alongside breaking environmental news from around the Web. We cover a wide range of issues, from wilderness issues to sustainable living. If the topic is of interest to people who love the environment, chances are we write about it — and you can, too.\n \nWe want reporters, photographers and videographers with the right combination of talent, interest and commitment. We want a wide range of people — students, professionals and beyond. Our system gives correspondents flexibility in scheduling because all of the work is done remotely.\n\t\t \n\t\tThink this might be for you? Read on for more details and submit your resume and cover letter to local@mnn.com.\n \nWhat will I do?\nMNN local bloggers, photographers and videographers are vital to our operation. They work (virtually) alongside the MNN team as they write stories, share local environmental news and insights and produce YouTube clips or photo galleries. In addition, each correspondent has his own page on MNN, allowing him (or her) to discuss the most interesting environmental stories of the day.\n \nThis experience can be a good fit for students or professionals in journalism, environmental studies or architecture, and it can also work for writers who want a resume-building experience that might lead to a job in new or old media.\n \nThe particulars\n• We accept applications for MNN State Reports on a rolling basis.\n• The program's focus is local and is run from your campus or hometown. Correspondents are encouraged to come up with their own topics to cover, and some assignments will be made.\n• Each participant is part of a state channel at Mother Nature Network, where his or her resume-building work can be followed by millions of readers who are interested in the environment.\n• The program is unpaid, but we periodically reward strong contributors.\n \nJust submit a resume and cover letter to local@mnn.com and specify your interests.\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"","title":"Become an MNN local correspondent","author":""}