{"url":"http://www.mnn.com//lifestyle/recycling/blogs/follow-the-poticrete-road-city-sidewalk-made-from-crushed-commodes","content":"When it comes to the creative, landfill-diverting recycling of old toilets, there aren’t really that many options unless you’re keen on hauling it to the backyard and using your junked john as a planter (if you opt for front yard placement don’t be shocked if there’s some backsplash-related backlash from the neighbors). The easiest option is to give your local recycling program or solid waste department a buzz and see if they accept previously loved toilets that have been stripped of any non-porcelain hardware. If they don’t, they might be able to point you in the direction of someone else willing to take if off your hands and recycle it. Of, if it’s in decent condition, unloading it at a Habitat for Humanity ReStore is always an option as is DiggersList. \n\n\t\t \n\n\t\tAnd then there’s Bellingham, Wash., a college town where a plethora of outdated potties were put to good use as sidewalks. Yes, sidewalks. To be clear, the toilets in question — crushed, ground up, and mixed with gravel and asphalt to form a paving material called \"poticrete” — were not donated to the city by private citizens, home remodelers, or contractors with a surplus of porcelain sanitation fixtures. The 400 toilets that now live on, underfoot, as Bellingham’s Meador Kansas Ellis Trail Project came directly from the Bellingham Housing Authority. The authority approached Freeman Anthony, project engineer for the City of Bellingham Department of Public Works, in 2011 after the toilets at three large housing facilities were replaced with new, dual-flush models as part of a massive energy and water-saving upgrade project. And with that, the toilet sidewalk project commenced in May 2011.\n\n\t\t\n\n\t\t\n\n\t\tIn addition to preventing an estimated 5 tons of porcelain from being unceremoniously dumped in local landfills and relying less on virgin concrete aggregate dug up from local gravel pits, the cost of creating a ‘poticrete’ sidewalk was more or less the same as a more “traditional” gravel-based one: about $850,000. Anthony also tells ABC News that the City of Bellingham is considering other crushed toilet-based infrastructure projects and that residents can now bring their unwanted porcelain thrones to two local solid waste management facilities. “So residents can save a few bucks in their trip to the dumpster,” remarked Anthony.\n\n\t\t \n\n\t\tAnd Bellingham’s 'poticrete' paving venture has not gone unnoticed. Meador Kansas Ellis Trail, which also includes LED street lighting and recycled content asphalt, was recently bestowed with the first ever seal of approval from the Greenroads Foundation. \n\n\t\t \n\n\t\tDoes you community offer any toilet recycling options?\n\n\t\t \n\n\t\t \n\n\n\tVia [ABC News] via [Grist]\n\n\t \n\n\tProject photos: The City of Bellingham\n\n\t \n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/TrashedToilet.jpg","title":"Follow the 'poticrete' road: City sidewalk made from crushed commodes","author":""}