{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/london-prostitutes-cleaned-from-the-streets","content":"LONDON — The London Olympics are not big business for everyone — sex workers say they are being cleared from the streets around the stadium to make the area more presentable for the Games.\n\n\t \n\n\tWhile Britain's limp economy hopes for an Olympic boost, police in Newham, the deprived east London borough that is home to the stadium, have closed some 80 brothels in the 18 months to March, according to a study by a local councilor.\n\n\t \n\n\t\"For the last two years we've seen a real increase in police activity in relation to sex work in the Olympic host boroughs,\" said Georgina Perry, who runs Open Doors, a government project supporting east London prostitutes.\n\n\t \n\n\t\"Some of the women who sell sex have experienced so many brothel closures that they are now working on the street, and that is a much less safe place,\" she told AFP.\n\n\t \n\n\t\"Street women are experiencing a lot of police requests for them to move on from the area. They're not wanted there during the Olympic Games.\"\n\n\t \n\n\tThe expected influx of two million visitors for the Olympics has led Prime Minister David Cameron to predict predicted a £13 billion ($20.2 billion boost for the economy over the next four years.\n\n\t \n\n\tBut the sex trade looks likely to miss out on any benefits, campaigners say.\n\n\t \n\n\tProstitution is legal in Britain, but keeping a brothel is outlawed, as are other related activities such as curb-crawling.\n\n\t \n\n\tLondon's Metropolitan Police have denied that the brothel raids were connected to the Olympics, saying they were \"in response to community concerns.\"\n\n\t \n\n\t\"Any police activity regarding prostitution has been undertaken as part of normal policing responsibilities,\" a police spokeswoman told AFP.\n\n\t \n\n\tBut London's mayor Boris Johnson openly supports a crackdown on the sex trade ahead of the Olympics.\n\n\t \n\n\t\"We are determined to crack down on prostitution and human trafficking in the run up to the London 2012 Games,\" a statement on his website reads.\n\n\t \n\n\tScotland Yard said it was unable to specify the number of east London brothels that have been raided and sex workers arrested in the run-up to the Olympics.\n\n\t \n\n\tBut charities working with local prostitutes, many of whom are migrants from Brazil and eastern Europe, have reported a spike in the number arrested, on charges ranging from soliciting to drug possession.\n\n\t \n\n\tCritics say the crackdown does little to stamp out the sex trade — it simply shifts it around the city, endangering sex workers in the process.\n\n\t \n\n\tPerry said brothel raids have forced more prostitutes to confront the dangers of approaching strangers in cars, while clearing them from familiar areas leaves them disconnected from services like Open Doors.\n\n\t \n\n\t\"They are already stigmatized, they are already vulnerable,\" said Perry.\n\n\t \n\n\t\"All that's happening to them is that they're moving further away from services that can support them.\"\n\n\t \n\n\tBut not everyone is so unhappy about the crackdown.\n\n\t \n\n\tBrick Lane, the vibrant stretch of curry restaurants that is home to London's Bangladeshi community, lies just four miles from the Olympic Park.\n\n\t \n\n\t\"This area is a haven for drugs, prostitution, and all the other crimes you can think of,\" said mother-of-three Lily Islam, standing in the middle of her housing estate just off the famous street.\n\n\t \n\n\tIn the last few months, Islam has led a successful campaign to force police to keep prostitutes away from the estate, which its overwhelmingly Muslim residents say has been blighted by the sex trade for decades.\n\n\t \n\n\tLike Perry, she is concerned about the safety of female sex workers — but she said she and her friends were sick of walking their children to school through an estate littered with used condoms.\n\n\t \n\n\tShe suspects that the coming Games are part of the reason her local police have been so keen to help.\n\n\t \n\n\t\"I think with the Olympics coming, it's highlighted the problem a bit more,\" she said.\n\n\t \n\n\tScotland Yard has said there is no evidence that prostitution has risen in east London ahead of the Games.\n\n\t \n\n\tIn fact, one sex worker told AFP that her colleagues are bracing for a sharp fall in business.\n\n\t \n\n\t\"It's a family event — it's not like all the visitors are going to be single men,\" said Catherine Stephens, sheltering from the drizzle in London's Soho red light district.\n\n\t \n\n\t\"It's going to be a complete nightmare, and I think we're all going to lose masses of money,\" added Stephens, who has worked in brothels for more than a decade.\n\n\t \n\n\t\"I don't think we're going to see the clientele we normally see, because it's going to be so difficult to get around. Most of the people I know are planning to take a couple of weeks off.\"\n\n\t \n\n\tCopyright 2012  AFP European Edition","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/LondonProstitution_m_0723.jpg","title":"London prostitutes 'cleaned from the streets'","author":"Katy Lee, AFP"}