{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/4-ways-you-can-help-women-who-need-it","content":"Women who live in developed countries have been arguing if feminism is still a relevant concept recently, while I would argue that we still have some inequalities to deal with when it comes to men and women. Overall, American, European and Australian women have it better than any time in human history. We can vote, own our own land and property, decide if and when we want to have children and what kind of work we want to do. While we are still not paid equally for the same work as men and are underrepresented in government and top leadership positions, we are getting closer, and as men take on more the housecleaning/childcare responsibilities, women are less often coming home to the \"second shift\" of housework after their day jobs are done.\n \nAnd today Obama is set to (finally) sign the Violence Against Women Act, so women in the United States are even more protected against domestic violence, assault and human trafficking. \n \nWhich is why I see it as so important to support women in countries where they don't have rights; where women may have the vote, but can't own land independently, or places where any kind of birth control is forbidden (or unavailable), and men and marriage conventions still direct one's life down a very narrow path of babies, cooking, scraping by, and more babies. It may seem very far away from women like myself, but that's just the point; there shouldn't be such a disparity between me and a woman who was simply born in another place. International Women's Day (March 8th) is a great time to think about how we can improve women's lives all over the planet, and this year is the day's 100th anniversary.  \n \nDon't buy fast fashion: It is overwhelmingly women and girls who sew our clothes in Bangladesh (where more than 100 died in factory fires in 2012), Cambodia, China and other countries where women's labor can be bought extremely cheap, and women and children have few voices to represent them. And it is women and girls who overwhelmingly lose out when they can't keep up, take a sick day, or when kids try to go back to school and realize they have fallen too far behind. Our clothes are cheap because they are made by women and children who aren't paid fairly, don't get basic benefits (like healthcare, never mind job security of any kind), and are forced to work six days a week for 10-, 12- and even 14-hour days. It's not fair to women and it's not right for us to do so, just to save a few bucks on our seventh pair of jeans. \n \nDo buy from organizations that support and empower women: Made by Survivors is just one of several groups that works directly with women who are survivors of human rights abuses, from outright slavery and prostitution. \"In India, metalsmithing and jewelry design is traditionally a man's only profession. Our survivor metalsmiths are breaking gender barriers. 100% of profits go to support rescue, aftercare, education and employment.\"\n \nContribute to a women's education fund: It has been proven in studies time and time again that the more education a woman receives, the healthier her family and community; the more self-sufficient they are, the more environmentally sustainable their ecosystem is, and the more likely they are to have fewer children. Angelina Jolie and Tina Brown support women in Afghanistan and Pakistan via the Women in the World Foundation; the Aid for Africa Girls Education Fund and the All India Women's Education Fund Association are also great places to start.  \n \nDirectly support organizations that are women-focused: There is a great list here and another one here of the organizations in the world that support women's equality and rights. What part of your yearly donations are set aside for women's organizations? ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/internationalwomen%27sday.jpg","title":"4 ways you can help women who need it","author":""}