{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/raise-a-glass-to-the-klondikes-cultural-locavores","content":"Last weekend, Bombay Peggy’s reopened here in Dawson City after a three-month winter hiatus. Peggy’s is a cozy pub and inn located in a refurbished brothel on the edge of Dawson’s small commercial core, and most of the folks I know here in town treated its return to the social scene almost like a national holiday – the first unmistakeable sign that spring was on its way.\n \nNow, Dawson residents have their own take on what “spring” means – sunlight past 5 p.m. and daytime temperatures warmer than minus 10 Celsius, is the basic criteria – but in any case it made for a couple of fun nights. After just two months in town, I evidently already know enough people to mostly pack a pub, and the ones I hadn’t met yet were more than happy, in typical Dawson fashion, to introduce themselves, skip all preambles and formalities, and move immediately to a the sort of comraderie and open discussion that comes from the implicit assumption that we must be members of the same tribe, by virtue of the fact that we are both physically resident in the strange, magical little hamlet at or near the end of all the roads that lead to it.\n \nI should mention that Peggy’s, despite the building’s storied history and the pub’s beloved-institution status, is not in fact a longstanding institution – it first opened its doors in 2000. And I should mention also that the fluid social vibe of the place (and the town) was not honed by like-minded souls over many generations – very few of the people you meet in Dawson (or at least the sort that I’ve met) have lived here all or even most of their lives. In fact, a great many have been here no longer than Peggy’s has.\n \nAnd yet despite the dearth of grand old institutions other than those catering to the tourist trade – Diamond-Tooth Gertie’s Gambling Hall, the Downtown Hotel’s lounge with its oddball Sourtoe Cocktail ritual, etc. – and despite the transience of the population, there’s something about Dawson that seems to make it singularly effective at creating social cohesion and a certain kind of civic engagement.\n \nIf you have an art gallery opening, people come out. Bring a visiting filmmaker to screen his work, the hall will usually fill. The local curling league never lacks for curlers, and (as I noted in a previous post) the local fundraisers never want for volunteers. Throw a party in Dawson, and folks come – or they apologize for having another commitment that evening, because Dawson’s social calendar is a surprisingly full one, especially in the dark, cold winter months.\n \nThis all points to an obvious question – why? – and a perhaps somewhat obvious answer: Because nearly every game in Dawson is the only game in town. Which I’m sure is part of the explanation, but doesn’t get at the meaning of it all, the way Dawson’s active social life suggests a sort of social/cultural resilience that might be worth emulating in many places with a much wider range of options.\n \nHere’s how I’ve come to think of it. In recent years, sustainable food advocates have come to exalt the locavore approach to growing and eating. Farmers markets, farm-to-fork restaurants, the re-emergence of canning and curing and preserving as hipster hobbies – all of this recognized the value of buying and consuming local. Even – make that especially – in the midst of the most extraordinary dietary plentitude in human history, at a time when the typical supermarket boasts a range and variety of food and a disregard for the seasons that would shock (and surely delight) your typical feudal lord, there’s a real value and importance to closing those loops, tightening those cycles, knowing where your food came from and what’s in it and how it got to your plate and who profits from the money you spent on it.\n \nSo here’s the thing about Dawson City: it’s a feast for cultural locavores. Born of the necessity of isolation, Dawson has perfected the art of buying and consuming local culture. You go to the gallery opening because you know the artist (and the curator, and his partner), and you come out to the festival because the crowd’s packed with friends and colleagues, and you treat the opening of the local pub like the first day of spring because as far as your immediate social network’s concerned it pretty much is, and your immediate network’s the one that matters.\n \nThe benefits of this are analogous to those of locavorism in agriculture. The makers of culture can find a strong support network, they can count on a (perhaps) smaller but more loyal audience, and the audience itself gains a real sense of intimacy with the work and its producers. This may sound limiting, but I can asssure you it isn’t. Dawson’s not closed off – the other night I saw a saxophone quartet from Montreal play Mozart and Frank Zappa in the same set, and the very next night I had to regretfully take a pass on a Dene filmmaker’s screening because, well, I’d been out four nights in a row and it was time for some work and some down time.\n \nI’d even argue – speaking just for myself here – that cultural locavorism can be more liberating than limiting. In an age of digital communications in largely urban environments, we’re spoiled for choice, buried in it almost. I can’t be the only one who sometimes doesn’t put on music because I can’t think of which of the dozens upon dozens of playlists on my iPod to pick. I’m always satisfied once I settle on one – it’s the choosing itself that’s perplexing.\n \nThis is what I’m finding I love about the cultural scene in Dawson: I have ample but limited options. There’s usually something going on, but only one thing at a time. It’s a very manageable volume of culture to navigate. And it’s deeply rewarding to feel fully immersed in it, to feel like the role of audience member is something more than a purely consumer one.\n \nIn the absence of the singular geographic and climatic constraints Dawson faces, cultural locavorism would, of course, be a conscious choice to some degree. As with the culinary version, most of us would have to wilfully decide to seek out the locally produced, the proximately exhibited, the venue up the block instead of the one across town or the countless ones found on the Internet. (And many of us, of course, already do this.) And as with the culinary version, it’d be silly to think of it as an all-or-nothing prospect. The idea wouldn’t be to abandon the vast and delicious cultural banquet laid out before us, but to deliberately choose, at least on occasion, to include some local varieties on the menu. My point, having experienced a sort of forced subsistence on the cultural locavore menu here in Dawson, is that it turns out to be if anything more nourishing than the ones I’ve grown fat on far to the south.\n \nTo trade cultural locavore tales 140 characters at a time, follow me on Twitter: @theturner.\n \nRelated on MNN:  I'm a locavore wannabe. What are you?","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/Peggys_entry.jpg","title":"Raise a glass to the Klondike's cultural locavores","author":""}