{"url":"http://www.mnn.com//lifestyle/recycling/blogs/9-uses-for-recycled-sweaters","content":"It's that time of year — to recycle sweaters, that is! It's hard to get rid of a good wool sweater; they're cozy, they're warm, and they are usually not cheap to buy (for good reason; wool, alpaca, mohair and other sweater ingredients are labor- and energy-intensive to produce, and there are many steps to creating a sweater, often including hand-knitting). But just because you've grown out of a favorite sweater or styles have changed, doesn't mean you can't make it useful. Recycle your sweaters! Wool sweaters (and other wooly items too) can have at least nine more lives when you're done wearing them; here's some inspiration. \n\n\t \n\n\t1. Mittens. You can make a super-warm pair of mittens by felting your wool sweater first (this process is basically what happens when you wash a wool sweater in hot water and/or dry it in a hot dryer and it shrinks; the natural scales in the wool collapse onto themselves forming a thicker fabric that looks like felt, which is wonderfully warm). Once you have felted your favorite sweater, you can treat the resultant fabric like any other, and cut out a mitten shape just a bit bigger than your hand, then simply sew (see instructions here). \n\n\t \n\n\t2. Hat. Once felted, a wool sweater makes an excellent hat, because the condensed former-sweater material is incredibly warm. If you are sensitive to wool, I'd suggest lining the inside of the hat with fleece or something non-itchy. Here are great instructions to making one that fits well. \n\n\t \n\n\t3. Blankets. There's something so sweet and cozy about making a blanket from patchworked pieces of felted wool sweaters; it's not only bound to be warm, but every time you look down at it, you will be reminded of the stories (and maybe former lives) lived in the sweaters used. Check out this gorgeous example (and instructions), complete with extra pockets for storing snacks or other necessities. \n\n\t \n\n\t4. Baby booties. It coudn't be much simpler to make baby booties (or slippers for bigger kids!) from felted wool; with just two component pieces to deal with, you can even handsew these if you don't own a machine. What better activity to do while watching a fun movie, and how lovely to know that baby's first shoes are made by hand. \n\n\t \n\n\t5. Art. Naturally, the sky's the limit when it comes to creating a piece of sculpture or other art with discarded sweaters. You can start with felted wool (check out this Pinterest page for some incredible inspiring pieces) or just use the woolens as they come (how cool is this wool sock art?).\n\n\t \n\n\t6. Knit a new sweater (or scarf, socks, etc.). Using simple unraveling instructions like these, you can \"un-knit\" your favorite sweater, whether it be wool or another material. As the instructions indicate, be sure not to wash a wool sweater before unraveling it, and be sure to make a ball of yarn as you unravel.\n\n\t \n\n\t7. Pillows. Of course, you can felt up a sweater or two and use the resulting material to make a pillow cover, using a similar protocol as you would when making the blanket, above. But you can also take (clean) sweaters as-is and quickly turn them into cute pillow covers using these simple instructions from Curbly. This is especially ideal for sweaters that are in good condition except for an irremovable stain or unravelling, and could even work with open-knit sweaters if you used a backing color as a liner (you could either go contrast or matching). And what could be more cozy in the winter than a soft sweater-pillow? \n\n\t \n\n\t8. Tote bags. Again, using the tough felted wool, you can make a cool bag for free from materials that otherwise would be headed to the landfill. Here's a great video tutorial that takes you through each step (including the felting process) from sweater to usable bag. \n\n\t \n\n\t9. iPad cover. Similar to the tote bag creation above, you can use felted wool to make an iPad case that will really protect your fragile device, due to the wool's thickness. Here's one way to make an embroidered version. \n\n\t \n\n\tWhat have you turned a recycled sweater into? \n\n\t \n\n\tRelated recycling stories on MNN:\n\n\t\t9 uses for old jeans\n\n\t\tHow to make an iPhone case from upcycled materials\n\n\t\t7 ways to upcycle a broken mirror\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/sweaters_0.jpg","title":"9 uses for recycled sweaters","author":""}