{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/best-anti-aging-products","content":"It's a common mistake that many women make as they age: not realizing that their skin is changing over the years, and using the same types of products they did when they were younger. I've noticed that about every five to seven years, my skin becomes noticeably drier and more sensitive, necessitating a skin care change-up.\n\n\t \n\n\tWhereas I was once an oily-normal skin type, I'm now definitely dry (except for the end of my nose!). I've found that the more oil I put on my skin, the more it just sucks it up, and I've had fewer breakouts and dry patchy bits (as well as allieviated more prominent wrinkles) using all-natural, oil-based products. \n\n\t \n\n\tWith that info in mind, here are some of the most useful, results-oriented natural beauty products of the many I have tried over the last year. \n \n\n \n\n\tIt's rare than one uses a product and gets immediate results, but as soon as I had dried my face after using Tatcha's polishing powder, I noticed a difference — smaller pores, smoother skin and a clarity that had been missing before. It felt great, and that lovely feeling stuck around for the rest of the day and into the next. How does it work? (I'll admit I used it before I read up!): It's \"a water-activated enzyme powder of rice bran, papaya + HADASEI-3 Bioactive Complex.\" I love that Tatcha includes ingredients to its products right on the website. \n\n\tThe powder is: \n\n\t \n\n\tFormulated without:\n\tMineral oil, synthetic fragrances, sulfate detergents, parabens, PEGs, PPGs, Urea, DEA, TEA or phthalates\n\n\t \n\n\tActives:\n\tOryza Sativa (Rice) Bran, Papain (Papaya Extract), Algae Extract, Camellia Sinensis (Green Tea) Leaf Extract, Houttuynia Cordata Extract (Dokudami)\n \n\n\n\tRen's HydraCalm Cleansing Milk is so mild it seems like it can't be doing much cleaning (but it proves that it really works on those days when I wear makeup and there's nary a color left on my face to mar a white face-drying towel). It smells absoutely divine (herbal but superclean and unique — like nothing I've ever smelled before), and it soothes and calms my skin, just as the name suggests. I don't think I've ever used another cleanser that I loved as much as this one. Made with all sorts of delcious fresh ingredients (black currant oil, shea butter, calendula, mandarin orange skin oil), it's vacuum-packed to keep it fresh and you only need half a pump to cover your face, so even though it's not cheap, it will last for many months. Although I will admit to using more than I need to cleanse my neck and decolletage too. \n\n\t \n\n\tYou can read the full ingredients listing on the page for this product, but all REN products are: \n\n\tFree from synthetic fragrance, mineral oil, petrolatum, sulfate detergents, synthetic colours, animal ingredients and parabens. In addition, REN products do not contain potential irritants including: glycols and diglycols (such as propylene glycol), PEG's, PPGs, urea, D.E.A, T.E.A, PABA and other synthetic sunscreens, aliphatic alcohols/hydrocarbons, phthalates, fumarates, amines, alkanolamines, synthetic AHAs/BHAs, polyacrylamide, metacrylate, elastomer, poloxamer, styrene, vinyl, polyquaternium, synthetic chelating agents, nylon, nitriles, nitrates, nitrosamine releasers, bromates, fluor, aluminum and alumina et al.\n \n\n \n \n\n\tOsmia Organics Facial Restoration Serum is the most blissful-smelling facial oil, and after I put it on at night, I wake up with supermoisturized, less-lined skin. Serums, which contain more concentrated active ingredients around a specific issue, are meant to be used with an additional facial oil or moisturizer at night (but I use only serum on washed skin during the day). I always give my skin a couple minutes between serum use and moisturizer addition at night, to ensure it has soaked into my skin. Osmia's facial serum contains all organic and wildcrafted oils and botanical infusions, and is ideal for dry, mature and damaged skin types. \n\n\t \n\n\tRelated story on MNN: Anti-aging tips to help you make it to 100\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/cleanskin.jpg","title":"Best anti-aging products","author":""}