{"url":"http://www.mnn.com//green-tech/computers/stories/how-reddit-is-investigating-the-boston-marathon-bombings","content":"Investigators of this week's Boston Marathon bombings asked the public for help in identifying possible suspects. Redditors responded.\n \nAn ad hoc forum on social news site Reddit is poring over photos for clues. What could have been a mess of wild theories and accusations is actually a well-organized effort aimed at helping authorities.\n \nEarly on the morning  of April 17, a call went up on Reddit to consolidate the bombing investigation on a single subreddit: findbostonbombers. The subsite has four moderators who are keeping close tabs on posts and adding helpful information. \n \nModerators also have established rules for contributors. For instance, nothing that contains identifying information about a person shown in a crime-scene photo should be posted. Instead, that information should be sent directly to the FBI. \n \n\"We want to help and are doing the best we can, but we must remember where helping ends and the job of professionals begins,\" moderator Rather_Confused wrote.\n \nReddit users are, in large part, anonymous and choose unconventional, and often humorous, screen names — which can make their posts seem less credible. But ignore the names, and focus on the posts — you'll find that many of these Redditors know their stuff, especially when it's related to technology.\n \nThe bomb\nRedditor ericnot posted an analysis of the bomb components. Using police photos showing parts of the bomb found on the sidewalk, he matched them to parts for remote-controlled toys. He concluded that triggers made from those parts, were \"not very sophisticated\" and, therefore, not necessarily the work of an engineer or even an electronic hobbyist. He also said there's more that still needs to be found, such as the car's shell, wheels and motors.\n \n\"Knowing it was a short-range remote, and not a cell phone or a timer trigger, certainly makes studying those crowd photos seem crucial,\" he said. Earlier this morning, reports from unnamed officials claimed egg timer devices were likely used.\n \nThe lid\nRedditors also focused on the pressure-cooker lid that was found on a rooftop near the blast and thought to have held the blast material for one of the bombs. (Another detail with conflicting information from news outlets .) The idea is that if the lid can be used to identify the model of the pressure cooker, tracking down where such models were purchased could provide clues about the suspects. One enterprising Redditor contacted an eBay seller who had recently sold two pressure cookers to find out if they'd been shipped to the Boston area. They had not.\n \nThe suspects\nHundreds of photos have been linked to findbostonbombers. Moderator ChadBro_Chill posted a list of sources for these photo collections, including a link to Flickr with 150 photos taken by Redditor hahaTango, from his office window, immediately after the blast. \n \nRedditors identified possible suspects from photos by comparing pictures taken at different points in time. According to Reddit's posted Google Docs \"Boston Bomber Info Spreadsheet,\" five of seven had either been ruled out or deemed \"unlikely.\" Redditors were asked to refrain from sharing posts related to suspicious persons on other social media sites, but the damage had been done: Photos of Reddit's \"Blue Robe Guy\" swept through Twitter and Facebook, drawing criticism of Reddit.\n \n\"This subreddit is getting a lot of negative media attention and I think it's for the concern that we're creating villains from random bystanders,\" moderator Rather_Confused said. \"We have to be responsible.\"\n \nMost Redditors have approached their well-intentioned — but admittedly amateur — investigations in a responsible way and with much skepticism, a hallmark of Reddit discussions. Traditional media outlets could benefit from this approach.\n \nFollow Leslie Meredith @lesliemeredith. Follow us @TechNewsDaily, on Faebook or on Google+.\n \nRelated on LiveScience and MNN:\n\n10 Best Superhero Games Yet\n\n\n10 Military Technologies to Change Soldiers' Lives\n\n\nReddit Coordinates Boston Relief Efforts\n\n\nMNN: Is Reddit the bestest website on the interwebs?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/RedditAnalysis_m_0418.jpg","title":"How Reddit is investigating the Boston Marathon bombings","author":"Leslie Meredith, TechNewsDaily"}