{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/shopping-at-a-store-that-sells-nothing","content":"It could be the future of shopping — or just another gimmick. But Bonobos is attempting to address online shoppers' most pressing complaint; that they don't get a chance to try clothes on to see if they fit. By opening up tiny try on-only stores for their popular men's clothing (where one can make an appointment or just wander in), that require you to then order online for quick delivery in the next day or two, they are turning Internet — and conventional — shopping on its head. \n \nBonobos calls its new stores \"Guideshops,\" and they have locations in NYC, Chicago, Boston, San Francisco, and Washington D.C., which pretty much includes all the major cities where young people live; yes, these stores seem aimed directly at millennial wallets.  \n \nFounder Andy Dunn told USA Today: \"We think service is more important than instant gratification. What's the benefit of walking out of the store with a bag of two shirts and some pants if it'll be on your desk the next day?\" \n \nIf you think about it, many people are already shopping this way today (which is why other stores are following the lead of \"experiencial\" stores; eyeglasses retailer Warby Parker and even Amazon may get in on the action). A survey by IBM found that almost 50 percent of online shoppers check things out in person first, and more than one-third of those people end up buying from the online retailer — who can often offer lower prices — but leaves the brick-and-mortar shop on the losing end of the battle; paying more for customer service and rent on a space while consumers then take their business online. Kevin Sterneckert, vice president of research at business strategy firm Gartner told USA Today, \"This is actually a perfect example of how retail is changing,\" says. \"Instead of a place where you buy things, it's a place where you're able to experience things.\"\n \nBesides cost savings for stores (fewer outlets and smaller square footage needed since you only need to have one of each style in each size instead of multiples), and ultimately, better customer service since you are encouraged to try on clothes and they will be more likely to have your size available if you order from a centralized distribution center, there are fuel (and therefore CO2 and cost savings) too. If a company doesn't have to ship its entire spring line in multiple sizes and colors to every single store (and keep sending refills of popular items) — not to mention sending unsold merchandise back to HQ, there have to be significant savings on fuel and transportation costs (which means cleaner air and fewer trucks on the road). Yes, you will still be shipping that pair of pants from a centralized location to someone's house, and that person is still driving to the mall or retail area to try on the clothes in the first place, but overall, the footprint is smaller. Basically, you move from shipping large volumes of stuff back and forth, to shipping small volume one way from a centralized location, which is definitely lower impact. \n \nWould you shop in a store where you went home empty-handed? Or would you prefer not to shlep bags around and have things delivered to your home or office? \n \nRelated on MNN: \nIs online shopping greener than shopping local?\nIs free shipping really free?","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/Bonobos.jpg","title":"Shopping at a store that sells nothing?","author":""}