{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/cabbie-converts-taxi-into-hotel-for-olympics","content":"LONDON — An enterprising London cab driver has come up with a novel alternative for tourists hunting accommodation at the Olympics — turning his taxi into a hotel room.\n\n\t \n\n\tDavid Weekes is charging guests £50 ($77) a night to sleep in the vehicle, which he has converted into a one-person space featuring a single bed with Union Jack duvet.\n\n\t \n\n\tA radio, mini fridge, reading lamp, solar radio and teddy bear are also provided, Weekes says on the home rental website Wimdu.co.uk he is using to advertise the concept he has dubbed 'Hail-a-Hotel.'\n\n\t \n\n\tGuests will be left with the taxi at an agreed time and location — either outside Weekes' east London home or elsewhere — but will need to hand back the keys the next morning so he can continue his day job of ferrying tourists and Londoners around the capital.\n\n\t \n\n\tHe admitted that he had \"not yet\" had any bookings but was hopeful of snapping up some last-minute business.\n\n\t \n\n\tThe £50 fee is far cheaper than many of the rental rates advertised by during the Olympic period, according to Wimdu.co.uk.\n\n\t \n\n\tThe website said that on average it costs £65 ($100) a night for a hotel room in London, but many establishments have tripled the cost to £195 ($302) per night during the Games.\n\n\t \n\n\tLondon cabbies brought Westminster to a standstill on July 17 in a demonstration over a ban on them using special Olympic lanes in the capital, with more than 200 black cabs in Parliament Square blaring their horns in protest.\n\n\t \n\n\tTheir demonstration was targeted at Games' organizers who developed the lanes available only to Olympics officials, athletes and other approved vehicles.\n\n\t \n\n\tCopyright 2012  AFP European Edition","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/HotelCab_main_0725.jpg","title":"Cabbie converts taxi into hotel for Olympics","author":"Agence France-Presse"}