{"url":"http://www.mnn.com//lifestyle/recycling/stories/how-to-transform-a-pay-phone-into-a-library","content":"Have an old phone booth in your neighborhood sitting empty? Fill it with books! Book booths are an easy way to acquire new books (for free), bring your community together and transform a neighborhood eyesore into a neighborhood gem. We talked to Amy Inouye of the Future Studio about how she started one in the Highland Park neighborhood of Los Angeles.\n \n1) Scout. No old phone booth close by? Don’t worry. A book booth can work just about anywhere. Take over an unused newspaper dispenser or ask a local business for some of their sidewalk space or an old bench. Be sure to find a place where people already linger, meet, or hang out. And keep it tidy. “You wouldn’t really want anyone to leave a box of books on the ground,” says Inouye. ”Then it starts looking messy. It’s like the broken window mindset. You want it to look neat and presentable and inviting so that it maintains a level of usefulness and involvement.”\n \n2) Chat. Circulation is the key to a successful book booth. Talk to your neighbors and encourage them to drop off books in advance of the launch, say Inouye. If you choose a location in front of or near a business, be sure to talk to the business owner first and get their support. “I got permission and spoke to the owners several times before we launched the booth,” says Inouye.\n \n3) Stock. Because most people will contribute books they no longer want, it’s easy for the book booth to become a book dump. Act as a curator for the booth to keep too many old romance novels from stacking up. Inouye checks the Highland Park booth almost every day to keep it neat and “family friendly.” She also manages the content. After receiving a stack of 20 year-old textbooks she slowly put them out one at a time. “Eventually all of them got taken,” she says.\n \n4) Let it go! It’s important to maintain the booth, yes, but stay open to different interpretations of its use. Add a chair for a quick read, a request sheet for specific books or a small night light to highlight the space. You may even set up a book crossing. After all, if you love your books, set them free.\n \n\nThis post was written by Kyla Fullenwider and originally appeared on Shareable.net. It was reprinted here with permission.\n \nRelated articles on Shareable & MNN:\nLibraries Aren't Dying, They're Evolving\nLibraries Become Centers for Sharing\nMore Than Books: Libraries Strengthen Communities in Uncertain Times\nMNN: The return of the pay phone to NYC\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_payphone.jpg","title":"How to transform a pay phone into a library","author":""}