{"url":"http://www.mnn.com//green-tech/computers/stories/why-theres-a-fake-island-on-google-earth","content":"Last year, a group of Australian researchers \"undiscovered\" an island the size of Manhattan in the South Pacific.\n \nA mysterious place called Sandy Island had popped up on maps, northwest of New Caledonia. It even showed up as a black polygon on Google Earth. But when scientists sailed there last November, they found open water instead of solid ground.\n \nIn an obituary for the island published this month, the researchers explained why the phantom landmass had been included on some maps for more than a century, pointing to some human errors and a possible pumice raft. [See Photos of a Giant Pumice Raft]\n \nSandy Island was first recorded by the whaling ship Velocity in 1876 and first mentioned on a British Admiralty chart in 1908. But future expeditions failed to find the island, and it was removed from some official hydrographic charts by the 1970s.\n \nHowever, the errant island stuck on some maps and then crept into digital databases like the widely used World Vector Shoreline Database, which was developed by the U.S. military.\n \n\"During the conversion from hard-copy charts to digital formats the 'Sandy Island' error was entrenched,\" said Maria Seton, of the University of Sydney. (Seton was chief scientist on an expedition to study plate tectonics on the RV Southern Surveyor when the \"undiscovery\" was made.)\n \n\"We all had a good giggle at Google as we sailed through the island,\" Steven Micklethwaite, a scientist at the University of Western Australia who was on the voyage, told the Sydney Morning Herald at the time of the undiscovery. \"Then we started compiling information about the seafloor, which we will send to the relevant authorities so that we can change the world map.\"\n \nBut what did the crew of the Velocity see in the first place that led to the false discovery of Sandy Island in the 19th century? Seton and her colleagues speculate that it might have been a giant pumice raft.\n \nPumice forms when volcanic lava cools quickly, trapping gas inside and creating lightweight rocks that can float. Last summer, an erupting undersea volcano called the Havre Seamount sent pumice drifting off the coast of New Zealand across an astounding area of 8,500 square miles (22,000 square kilometers). And Sandy Island happens to sit along a pumice \"superhighway.\"\n \n\"It is believed that wind and ocean surface currents in the area combine to funnel pumice rafts through the area between Fiji and New Caledonia on their way to Australia,\" Seton and her colleagues wrote in an article in the journal EOS. \"The formation of this 'pumice raft superhighway,' which passes by the location of Sandy Island, lends weight to the idea that the Velocity may have captured a moment when some sea?rafted pumice was traversing the area.\"\n \nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\n10 Strangest Sights on Google Earth \n\n\nGoogle Earth: Photos Reveal Mysterious Sand Dune Shapes\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: Google Earth launches climate layer\n\nThis story was originally written for LiveScience and was republished with permisson here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/SandyIslandGoogleEarth_m_0418.jpg","title":"Why there's a fake island on Google Earth","author":"Megan Gannon, LiveScience"}