{"url":"http://www.mnn.com//lifestyle/recycling/blogs/madison-offers-alternative-to-plastic-bag-ban","content":"As I’ve blogged about before, numerous cities across the county (Seattle being a most recent addition) have enacted fees or outright bans on plastic shopping bags in order to help put a kibosh on the ubiquitous landfill-cloggers once and for all. But as recently detailed by the folks over at Earth911, the city of Madison, Wis., is taking a decidedly novel approach to the issue by offering curbside recycling for plastic bags.\n\n\t\t\n\n\t\t \n\n\t\tStarting this year, Madison's new recycling scheme will accept plastic grocery, produce, and newspaper bags along with a variety of other bags marked as #2 plastic (HDPE) or #4 plastic (LDPPE). As part of the program, plastic bag recycling drop-off bins located across the city will get the old heave-ho by the City of Madison Streets & Recycling bureau to save a few bucks (a few bucks being $17,800 in this instance). Drop-off locations located within grocery stores and other retailers will remain in place.\n\n\t\t \n\n\t\tI like the sounds of this — putting plastic bags in residential recycling bins is usually a big no-no — and I’m guessing that those who find plastic bag bans too severe will as well. In cities where plastic shopping bags are completely prohibited, extending their lives by reusing them around the house (bathroom garbage can liner, over-the-hand backyard poop scooper, craft projects) becomes somewhat tricky. The Madison scheme gives households the chance to both reuse and recycle plastic bags. Although I’m pretty conscious of keeping the flow of plastic shopping bags into my apartment at a bare minimum, I’m no wizard. It happens. And when it does, I try to reuse them however possible. Still, inevitably, they do get thrown away.\n\n\t\t \n\n\t\tSo what’s kept other cities from trying out curbside recycling initiatives just for plastic bags? Not surprisingly, they’re a royal pain to deal with as loose bags can cause havoc at recycling facilities, getting tangled in sorting belts and such. To prevent this, the city is asking residents to place plastic bags inside a larger plastic bag and tie it shut to before placing them in curbside recycling carts.\n\n\t\t \n\n\t\tAny thoughts on this? Would you be more keen on the idea on the curbside recycling of plastic bags than on banning them altogether? \n\n\t\t \n\n\t\tVia [Earth911]\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/PlasticShoppingBag.jpg","title":"Madison offers alternative to plastic bag ban","author":""}