{"url":"http://www.mnn.com//lifestyle/recycling/blogs/everything-you-always-wanted-to-know-about-carton-recycling-but-were-afrai","content":"Just in time for the high season of eggnog swilling, boxed wine imbibing (take it easy on the Franzia, folks), and broth pouring, always fabulous recycling directory/green lifestyle resource, Earth911, has launched an entire section of its website dedicated to the ins and outs of paper carton recycling.\n\n\t\t\n\n\t\t \n\n\t\tTeaming up with the Carton Council, the new section is filled with tips and tidbits about the often overlooked recyclable. That said, yes, the paper cartons that hold your coffee creamer, chicken broth, OJ, soy milk, and pinot are indeed recyclable through most curbside or drop-off recycling programs although you should always check local guidelines before you add any empties to your bin. And be sure to give ‘em a rinse-out before you do so.\n\n\t\t \n\n\t\tAccording to the Carton Council, 36 percent of American households have access to curbside carton recycling as of October 2011 (an 18 percent increase since 2009) while only .05 percent of milk cartons were recycled in 2008. And get this: Americans consume — and dispose of — an average of 17 juice boxes per year.  In total, 460,000 tons of aseptic (shelf-stable) carton waste was generated by American juice box-sippers in 2009.\n\n\t\t \n\n\t\tFor more carton recycling goodness — including info on the afterlife of paper cartons — head on over to Earth911. And while you’re at it, check out Earth911 helpful sections info on other recyclables that you might encounter frequently during the holiday season including cardboard, holiday lights, Christmas trees, and cooking oil.\n\n\t\t \n\n\t\tDo you recycle paper cartons at home?\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/EggnogCarton.jpg","title":"Everything you always wanted to know about carton recycling (but were afraid to ask)","author":""}