{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/white-oak-lavender-farm-welcomes-agritourists","content":"Imagine the excitement when my friend Missy and I told our two 13-year-old sons that we would be stopping by a lavender farm. They were — as you can guess — less than excited. So imagine their surprise when they ended up really enjoying the tour of White Oak Lavender Farm in Harrisonburg, Va.\n\n\t \n\n\tThe farm has many animals, including many that you can pet, and the two teenagers showed that there is still plenty of kid in them as they ran around the farm talking to goats, herding ducks into the duck pond, and petting the fattest rabbits any of us had ever seen. When Missy and I left the farm store at the end of our visit, we found the two boys rocking in rocking chairs on the store’s front porch, pretending to be asleep because the lavender had relaxed them.\n\n\t \n\n\t\n\n\tWhite Oak is a working lavender farm owned and operated by Julie and Rick Haushalter with a focus on the healing and relaxating properties of lavender. They have more than 8,000 lavender plants on the farm that they grow without the use of any chemicals. Julie told me that lavender is drought-tolerant and the farm is spring-fed, so they don’t have to waste any water. The farm is open to the public six days a week, offering tours, lectures, classes, a petting area and a lovely lavender gift shop. U-Pick lavender is available seasonally.\n\n\t \n\n\t\n\n\tThis contraption is a distiller, and it’s used to extract the essential oil and water from the lavender grown on the farm. Steam is used to extract the oils and the by-product of the production is lavender florasol water. Both are used to make the products sold in the gift shop, including concentrated essential lavender oil, soaps, candles and various lavender culinary products like tea, Herb de Provence and lavender sugar.  \n\n\t  \n\n\t\n\n\tThis sign shows some of the many healing and relaxation benefits that lavender and its essential oils have. I left the farm with some lavender bath salts and a candle so I can take advantage of lavender’s relaxation and stress relief properties in the bath.\n\n\t \n\n\t\n\n\tThe farm uses vermicomposting to create rich fertilizer for the lavender plants. Two thousand red worms eat scraps and provide worm castings that are spread in the gardens. I didn’t spy them, but the farm also has bees that are beneficial in pollinating all the vegetation on the farm and produce lavender honey.\n\n\t \n\n\t\n\n\tJulie told me that one of the biggest challenges on the farm has been how to keep the duck pond clean without using chemicals. They use barley extract and a handmade barley filter to help control the algae and keep it clean.\n\n\t \n\n\tOne attraction on the farm that I didn’t get a picture of is the labrynth. The stone-lined labrynth is available for visitors to walk and spend some time in prayer or contemplation as they follow the winding path to the center. It’s not a complicated maze. It’s a circular path with a clear direction to move in so the walker can focus on spiritual matters, not which way to go next.\n\n\t \n\n\tWe got to the farm too late in the day to participate in the daily tour, but we were able to roam around by ourselves, visit with the animals, walk the labrynth, and take in the sites and smells of the lavender.\n\n\t \n\n\tIf you live near the Shenandoah region or your visiting near there, White Oak Lavender Farm is worth a few hours of your time. And take the kids — even the teenagers. They’ll have some fun and learn a few things.\n\n\t \n\n\tWhite Oak Lavender Farm is located at 5060 Newcomer Lane Harrisonburg, VA 22801. Visit their website for tour times and class schedules. ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/white%20oak%20sign%20large.jpg","title":"White Oak Lavender Farm welcomes agritourists","author":""}