{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/why-alpaca-beats-wool-for-eco-friendliness","content":"Recently, the Higg Index rated a number of fabrics for sustainability the study took a hard look at the impacts involved in producing fabrics, including chemicals, greenhouse gas contributions and waste. Not surprisingly to anyone who knows something about how textiles are made, wool scored pretty low on the list (#38). While it's a natural, renewable, long-lasting and biodegradable fabric, wool production is a chemical- and water-intensive fabric to process due to the natural lanolin (a thin protective layer of fat that sheep naturally produce which makes their fleece waterproof) that has to be removed. Lanolin is a tough substance to pull off raw wool, and takes hundreds of gallons of hot water and some pretty toxic chemicals to break it up so the wool can be moved to the next step on its way to becoming a sweater. While there are some companies that make wool that is processed in a more traditional (and less energy- and water-intensive way), they are not in the majority. \n \n\nAlpaca sweater from Adie+George\n \n\n\tPlenty of people also have issues with the way the wool sheep are treated, and even more criticize the impact the grazing animals have on the land they use; their hooves literally pack down the areas where they graze and the soil ends up so compacted that it becomes useless (imagine a well-traveled footpath in the woods and magnify that by a huge area).\n \n\nAlpaca sweater by Liefsdotr\n \n\n\tAlpacas (a member of the camel family, and related to llamas, but smaller) have almost none of the impacts that sheep do, and produce a fleece that's also incredibly warm (moreso than wool), natural, renewable, biodegradable and durable; it's also lighter weight than wool (and flame-retardant). Their larger hooves distribute their weight over a bigger area so they don't pack down the soil, and they don't create lanolin. And currently, alpacas are only shorn once a year, and according to most reports, it's not as violent and inhumane as sheep shearing has been accused of being. \n \n\nBaby alpaca dress by ZuzuNomads on Etsy\n\n\tAccording to the Peruvian Connection, \"There are nearly 3 million Alpacas in Peru, representing about 80 percent of the entire world’s population. Most of these animals belong to small, local herdsmen who continue to employ humane breeding and shearing techniques which have been passed down for generations.\" Alpaca 'farming' is also a growing business in California, and a number of small, eco-focused brands are making use of the locally-made fleece. \n\n\t \n\n\tRelated stories on MNN:\n\n\n\t\t\tWhat's cuter than an alpaca? \n\n\n\n\t\t\t10 things you didn't know about alpacas\n\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/alpaca_1.jpg","title":"Why alpaca beats wool for eco friendliness","author":""}