{"url":"http://www.mnn.com//lifestyle/recycling/blogs/solar-rubbish-and-recycling-bins-to-grace-garbage-y-times-square","content":"While noted air conditioning enthusiast and current bodega owner enemy number one Michael Bloomberg’s too-loophole-ridden-to-work ban on large sugary drinks may have been blocked by the state, the New York City mayor’s scheme to double the city’s underwhelming recycling rate of 15 percent by 2017 seems to be making progress under the guidance of recycling czar Ron Gonen.\n \nLate last week, Bloomberg was joined by NYC's congenial/terrifying sustainability mascot Birdie, Gonen, and others in the unveiling of 30 solar-powered BigBelly waste and recycling stations (price tag: $250,000) that will be installed in the tourist-clogged heart of the Big Apple: Times Square.\n \nLaunched by the Times Square Alliance in partnership with BigBelly Solar and the Alcoa Foundation, the Times Square Public Space Recycling Pilot program is the largest public space recycling effort in the city.\n \nGot it. So while New Yorkers continue to struggle to properly dispose of their recyclables, at least out-of-towners mugging for photos in the city’s most prolific garbage-producing neighborhood — Times Square produces 15,000 pounds of trash a day — now have a splashy, high-tech place in which to do so.\n \nDeclared Bloomberg:\n \nWe want to encourage visitors to Times Square to recycle so we are trying to make recycling easier. By year’s end, our Administration will put 1,000 new recycling containers on streets in all five boroughs. Making recycling easier for New Yorkers will build on our work to make our entire system of solid waste management less polluting, more energy-efficient, and more sustainable, both economically and environmentally.\n\n \nGonen, whose official title is Department of Sanitation Deputy Commissioner for Recycling and Sustainability, adds:\n \nTimes Square is a global destination. That means that there is a tremendous amount of paper as well as bottles and cans often left behind. We are providing this robust recycling infrastructure in Times Square so that we can capture all of that paper and all of those cans for recycling which will generate revenue for the City and will help keep Times Square clean and green.\n\n \nI’m not going to completely bad mouth the initiative because, after all, the Times Square Alliance has done and is doing some great things. And, as mentioned in the quote above, the city is indeed working to reverse the early damage inflicted by Bloomberg on the city's recycling rates by bringing streetside recycling receptacles to neighborhoods outside of Times Square — this is nothing but a good thing. However, we've got a long ways to go before reaching the Seattle- and San Francisco-inspired heights that the city aspires to. And by that, I mean it's a massive leap from installing a small army of expensive, high-tech waste bins in Times Square to offering curbside organic waste pickup throughout the five boroughs.\n \nAnd if $250,000 seems like an egregious price for 30 high-capacity, trash-compacting waste receptacles that send wireless signals when they need to be emptied (the solar-powered units have three sections dedicated to the disposal of garbage, paper, and cans and bottles), just try to remember this completely unnecessary $47,000 bad boy in the Financial District.\n \nOf course, the New York Times notes the delicious irony present when Bloomberg, Birdie, and co. introduced the new rubbish and recycling bins that will line 7th Ave. and Broadway between 42nd and 47th Streets:\n \nPerhaps Mayor Michael R. Bloomberg did not notice the Coca-Cola supersign at his back, shimmering in Times Square’s late morning cold on Friday.\n \nMaybe he missed some of the visitors passing by, their cups still large and still brimming with soda and sweetened coffee, which they sipped, perhaps tauntingly, as he spoke.\n \nBut four days after a state judge halted the mayor’s plans to limit large sugary drinks, Mr. Bloomberg visited possibly the city’s most saccharine neighborhood with a tangential message: The cups may not be shrinking, but would New Yorkers mind tossing them in a super-engineered trash can?\n\n \nThe Times goes on to note that the new bins seemed to be initially underperforming compared to their traditional, less sanitary counterparts despite the presence of a performer dressed as Alvin the Chipmunk who was “doling out hugs and high-five” next to them. Maybe it’s just me, but I’d go out of my way to avoid recycling receptacles when there's a high-fiving fursuiter in the vicinity.\n\n\nDepending on the success of the pilot, additional BigBelly bins will be installed around Times Square and more traditional bins will be removed.\n \nOn the waste reduction front, Bloomberg has also recently proposed a ban on the landfill-clogging lifeblood of the take-out-centric metropolis: Polystyrene cups and clamshell containers.\n \nAnd in somewhat related news, the city of Houston’s ambitious recycling scheme, “One Bin for All” was recently announced as a runner-up in the Bloomberg Philanthropies’ Mayors Challenge competition. While Providence, R.I., walked away with the top prize of $5 million, Houston was awarded with a $1 million prize and a $50,000 grant from IBM as the winner of Huffington Post’s “Fan Favorite” competition. \n \nVia [New York Times]\n \n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/BloombergTimesSquareRecycling.jpg","title":"Solar rubbish and recycling bins to grace garbage-y Times Square","author":""}