{"url":"http://www.mnn.com//lifestyle/recycling/blogs/houston-landfill-diversion-scheme-finalist-for-mayors-challenge-prize","content":"Houston, you have a problem. But thanks to an ambitious plan proposed by Anise Parker, mayor of the sprawling, notoriously un-green Texas metropolis, you may also very well have a solution.\n \nTo remedy Houston’s abysmal citywide recycling rate of 14 percent, Parker has entered a revolutionary citywide landfill diversion scheme called “Total Refuse — One Bin for All” into Bloomberg Philanthropies’ Mayors Challenge, a competition that aims to help kickstart innovative, city-improving ideas proposed by local governments across the country. Or, in the words of Bloomberg Philanthropies: “This challenge is all about identifying a need, solving a problem, and sharing local knowledge so that other cities and citizens can benefit from the insight and actions of their peers.”\n \nThe grand prize is a cool $5 million with four runners-up receiving $1 million each.\n \nOut of more than 300 initial proposals, One Bin for All has advanced to a pool of 20 finalists which also includes Hillsboro, Ore. (“GoPoint will help create a balanced suburban transportation system by branding, promoting, and managing a network of mobility hubs that use technology to integrate public and private transportation options”) and Knoxville, Tenn. (“Knoxville will create a culture of healthy eating and eliminate food deserts by stimulating connections in the urban food cycle between land, farming jobs, food processing, distribution, sale, and composting.”)\n \nIn lieu of imposing mandatory recycling and composting ordinances a la San Francisco or Portland, One Bin for All would allow Houstonites to throw away everything, long-neglected recyclables included, into a single trash bin. Not much of a change there. The mixed refuse would then be hauled off to a state-of-the-art recycling and sorting facility where the recyclables would be separated and sold as commodities; all other discarded materials would be turned into compost, sent through an anaerobic digester, or transformed into gasoline or diesel using biomass-to-fuel technology offered by Houston-based CRI Catalyst Company.\n \nWith a goal of diverting as much as 75 percent of refuse from landfills, the process borrows heavily from existing technologies in a sector that Houston is more than intimate with: the mining and refining industries. Most importantly, recycling-challenged Houstonites don’t really have to do anything … no sorting or paying mind to multiple bins. In a way, it’s the laziest solution in reversing the city’s poor recycling track record — if I was dealing with Houston weather, I’d be pretty much unmotivated to do anything — but it’s also the most aggressive considering that the proposed facility would be the first total material resource recovery facility in the nation.\n \n\n\n \nExplains Parker, a self-described “avid recycler,” in an overview written for the Huffington Post, a partner of the Mayors Challenge:\n \nThis cost-neutral, technological innovation represents a huge paradigm shift, changing how people will think about ‘trash’ and recycling in the future. Houston will apply proven technologies and new processes, redefining municipal solid waste from a liability to a valuable asset. Houston already has a well-established industrial and energy base. This development will provide incentives for networks and businesses to form around newly separated materials that will be available as feedstocks.\n \nThis first-of-its-kind innovation uses technology in a way that has never been done before. Allowing technology and new process systems to sort household ‘trash’ and derive an initial 55 percent diversion rate, and upwards of 75 percent with composting, anaerobic digestion and catalytic conversion (biomass-to-fuel) is more efficient and effective. The technologies (shredders, sensors, density separators and optical scanners) have been used previously in the waste, mining, or refining industries, but will be combined in a new process which will yield a much higher diversion rate. This system has the potential for cities across the globe to reduce greenhouse gas emissions and make a significant contribution to improved air quality, provide an easy-to-use program for residents, save money and increase revenues.\n\n \nHere’s the catch: the One Bin for All scheme will be moving forward regardless if Houston wins the $5 million Mayors Challenge prize or not. According to Co.Exist, the bidding process to secure a company to operate the new facility will commence in a few months. Laura Spanjian, Houston’s sustainability director, explains that \"Having the grand prize money would help us go faster, help us implement to initial pieces that much quicker but we’re on a path to implement this.\"\n \nLots more on the Mayors Challenge and the 20 finalists vying for the grand prize over at the competition’s homepage (I’m particularly fond of Milwaukee’s foreclosed home-to-suburban farm scheme). The winner of the challenge, along with the winner of a “Fan Favorite” contest sponsored by the Huffington Post, will be announced in April.\n \n\nVia [HuffPo], [Co.Exist]","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/HoustonLandfill.jpg","title":"Houston landfill diversion scheme finalist for Mayors Challenge prize","author":""}