{"url":"http://www.mnn.com//green-tech/computers/stories/human-computer-shakuntala-devi-dies-at-83","content":"Quick: What's the cube root of 61,629,875?\n \nStumped? Shakuntala Devi, the woman known as the \"human computer,\" could tell you, and probably faster than any mathematical computer could.\n \nDevi, who passed away on April 21 at age 83 in her hometown of Bangalore, India, toured the world as a prodigy for much of her life, making appearances on radio, television and in theaters, the New York Times reports.\n \nIn a 1977 appearance at Southern Methodist University in Dallas, Devi found the 23rd root of a 201-digit number in just 50 seconds, besting a slowpoke Univac computer that took 62 seconds to make the same calculation. The root of a number (\"X\") is equal to another number (\"Y\") that can be multiplied by itself a given number of times to equal \"X.\" So the 23rd root of \"X\" equals \"Y\" multiplied by itself 23 times. [Creative Genius: The World's Greatest Minds]\n \nDevi earned a spot in the Guinness Book of World Records in 1982 after she correctly multiplied two 13-digit numbers in just 28 seconds before a stunned crowd at Imperial College in London, the Times reports. (And the cube root of 61,629,875 is 395. What took you so long?)\n \nThe early life of Devi, born Nov. 4, 1929, showed little promise. She was raised in an orthodox Brahmin family, the Telegraph reports, but one with a wild streak: Her father refused to follow family tradition by becoming a priest — instead, he entered the circus as a trapeze artist, lion tamer and human cannonball.\n \nDevi received virtually no formal education as a child. \"At 10, I was admitted to Class 1 of St. Theresa's Convent in Chamarajpet,\" she once told the Times of India. \"But my parents could not afford the monthly fee of Rs 2 [2 rupees], so in three months, I was thrown out.\"\n \nWhile playing cards with his daughter, however, her father noticed Devi's unusual gift for computation and memory, so he launched her career of performing in the circus and in road shows.\n \n\"I had become the sole breadwinner of my family, and the responsibility was a huge one for a young child,\" Devi was quoted as saying. \"At the age of 6, I gave my first major show at the University of Mysore [India], and this was the beginning of my marathon of public performances.\"\n \nWhen she visited the United States in 1988, educational psychologist Arthur Jensen of the University of California at Berkeley tested her performance in several arithmetic tasks.\n \n\"Devi solved most of the problems faster than I was able to copy them in my notebook,\" Jensen later admitted.\n \n\"For a calculating prodigy like Devi, the manipulation of numbers is apparently like a native language, whereas for most of us, arithmetic calculation is at best like the foreign language we learnt at school,\" Jensen was quoted as saying.\n \n\"She was a vibrant lady who was sharp-minded and energetic. A witty person, she was fiercely independent as well,\" D.C. Shivdev Deshmudre, trustee of the Shakuntala Devi Educational Foundation Public Trust, told the Times of India.\n \nAlso a successful astrologer, cookbook author and novelist, Devi is survived by a daughter, son-in-law and two granddaughters.\n \nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nAlbum: The World's Most Beautiful Equations\n\n\nTop 10 Mysteries of the Mind\n\n\n5 Seriously Mind-Boggling Math Facts\n\n\nMNN: World's fastest supercomputer doomed by inefficiency\n\n \nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/minimal-surface.jpg","title":"'Human computer' Shakuntala Devi dies at 83","author":"Marc Lallanilla, LiveScience"}