{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/ceos-unite-to-oppose-hiv-travel-restrictions","content":"Chief executives of more than 20 multinational corporations called Sunday on 46 countries to lift restrictions on travellers who are HIV positive.\n\n\t\t \n\n\t\tIn a statement, issued on day one of the International AIDS Conference in Washington, they pledged to oppose HIV-related travel restrictions wherever they are in force, calling them both discriminatory and bad for business.\n\n\t\t \n\n\t\t\"In today's competitive landscape where global business travel is essential, we need to be able to send our talent and skills where they're needed,\" said Levi Strauss chief executive Chip Bergh.\n\n\t\t \n\n\t\t\"We call on countries with these restrictions to rescind them immediately.\"\n\n\t\t \n\n\t\tOther corporations with CEOs participating in the campaign include mining giant Anglo American, fashion retailers H&M and Gap, drug companies Bristol-Myers Squibb, Gilead Sciences and Merck, and Coca-Cola.\n\n\t\t \n\n\t\tAlso appearing on the list are the National Basketball Association and Virgin Unite, a nonprofit foundation connected with British entrepreneur Richard Branson's Virgin Group.\n\n\t\t \n\n\t\t\"There is no evidence that these restrictions protect public health,\" said Michel Sidibe, executive director of UNAIDS, which keeps a running tab on nations that restrict or ban travellers with HIV.\n\n\t\t \n\n\t\t\"They are discriminatory and violate international human rights standards. People living with HIV should have equal access to opportunity and freedom of movement in today's globalized world.\"\n\n\t\t \n\n\t\tIn a summary on its website updated in June 2011, UNAIDS named five countries — Egypt, Iraq, Qatar, Singapore and Turks and Caicos Island — that deny visas to people with HIV \"for even short-term stays.\"\n\n\t\t \n\n\t\tMany other countries impose some form of restriction on the entry, stay and residence of those who are HIV positive, based on the HIV status.\n\n\t\t \n\n\t\tWashington is hosting the International AIDS Conference after the United States lifted its long-standing restrictions on HIV travellers two years ago.\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n\t\t\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/aids_2.jpg","title":"CEOs unite to oppose HIV travel restrictions","author":"Agence France-Presse"}