{"url":"http://www.mnn.com//lifestyle/recycling/blogs/ecopreneur-adam-baruchowitz-recycles-clothes-for-profit-and-charity-in-nyc","content":"Wearable Collections founder Adam Baruchowitz is a lifelong environmentalist who decided to do something about the problem of waste — and who also uses his company to benefit nonprofits, too. \n\n\t \n\n\tHow did he ever connect the idea of used clothing and a business with charity?\n\n\t \n\n\t\"One of my best friends was hit by a car and paralyzed from his chest down. We started Wearable Collections as a project to help raise awareness and funds for spinal cord research,\" says Adam. \"My light bulb moment was when I saw a bag of clothing being left on my hallway waiting for weeks to be picked up by an existing collector. I realized the building was a community and that if we could place a larger bin inside buildings it would make for convenient and efficient collections.\" \n\n\t \n\n\tAbout 386 million pounds of textiles enter the waste stream in NYC every year — that represents about 6 percent of all the waste that goes to landfills — and 95 percent of that is reusable, either as clothes to be worn again, or as fabric or old clothing that can be recycled into stuffing or industrial rags. Wearable Collections aims to collect as much of that old fabric as possible. The company takes the clothing to a centralized location to be sorted into the appropriate category (able to be worn again, or used as textile fodder) and gets it to the correct partner organization. \n\n\t \n\n\tWearable Collections works with NYC greenmarkets, individual buildings, and schools and local nonprofit organizations (the latter two groups can organize drives that benefit the school or organization instead of a charity) for one-day and ongoing clothing collection. And a percentage of the profits made from the sale of textile materials goes to charities like Habitat for Humanity and The Miami Project.\n\n\t \n\n\t\"Our goal is to reduce the amount of textiles in landfills and keep them in circulation for as long as possible, to be used by people who need them,\" says Adam. \"In the process we hope to raise awareness of the value of items in our waste stream and inspire others to develop efficient solutions to capture other materials.\" \n\n\t \n\n\tSo is Wearable Collections' model ready to take on the world?\n\n\t \n\n\t\"We have done collections from D.C. to Cleveland to Boston, but our focus is the NYC metro area,\" says Adam. \"Frankly there is so much waste here to capture that it would be very ambitious to be thinking of other regions. However, we do believe our model is replicable and offer consultation to those in other regions wanting to enter the field of textile recycling.\"","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/wearablecollections.jpg","title":"Ecopreneur Adam Baruchowitz recycles clothes for profit, and charity, in NYC","author":""}