{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/glad-looks-beyond-the-kitchen-with-trash-bag-tents","content":"Now that a Def Leppard-headlined heavy metal hootenanny in France has its latrine situation figured out in the form of compost-ready hay bail urinals, here’s a look at a reuse-minded way that trash bag and foot storage behemoth Glad is providing a clean-up solution to the mountains of waste generated at outdoor summer music festivals while also branching out beyond its homemaker demographic to target the cool kids: The introduction of one-person tents that double as massive garbage bags.\n \nThe mission? To encourage sloppy festival-goers to clean up and properly dispose of whatever waste they may have produced while camping — plastic water bottles (ugh), beer cans, glo-sticks, spent hand sanitzer, bug spray, and sunblock bottles, condom wrappers, adult diapers … I really have no clue as I haven’t been to an outdoor music festival since high school let alone camped overnight at one.\n \nAfter a successful pilot run at SXSW, Glad, in partnership with Miami-based ad agency Alma, is aiming to bring the disposable tents-cum-garbage bags to festivals across the country where, according to PSFK, they will be distributed with one crucial stipulation: the recipients must use the durable multipurpose tents — they’re made using Glad ForceFlex technology — to clean up after themselves once the party is over.\n \nAs pointed out in the case study video that I've embedded below, despite varrious greening efforts the waste situation at outdoor music festivals continues to be rather problematic with even eco-minded events like Bonnaroo generating a staggering 600 tons of garbage. While the Glad trash bag tent may not be sucessful at curbing the sheer amount of waste produced at outdoor festivals, they’ll certainly ensure that an unsightly mess isn’t left behind for someone else to deal with.\n \n\n\n\n \n\nOutside of summer music festivals, it's also worth pointing out that Glad is currently holding a Trim Your Waste challenge where the grand prize winner can walk away with a $2,500 prize geared toward green home improvement efforts.\n \nOutdoor music festival-goers? Would this interest you? Or, more importantly, would being handed a FlexForce trash bag tent it prompt you to clean up after yourself?\n\n \nVia [PSFK], [Co.Create]\n \nRelated on MNN: Sweden runs out of garbage, imports it from Norway","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/GladTent.jpeg","title":"Glad looks beyond the kitchen with trash bag tents","author":""}