{"url":"http://www.mnn.com//lifestyle/recycling/stories/20-things-you-didnt-know-you-could-recycle","content":"In 2010, Americans generated nearly 250 million tons of trash. At first glance that may not seem like such a terrifying figure, but look at it this way: That’s 500,000,000,000 pounds of solid waste. Remarkably, 34 percent of that is composted or recycled. According to the Environmental Protection Agency, for each of the 4.43 pounds of trash that each American creates every day, 1.51 pounds of that, on average, is composted or recycled. \n \nWhich is a start, but landfills fill up, and there are only so many parks we can build over massive parcels of buried garbage. The good news is that reducing our personal garbage loads is becoming increasingly easy as more programs are being created to help us. With that in mind, the following 20 household items may seem destined for the dump but they can actually be recycled — and easily.\n \n1. Athletic shoes\n\tTired, broken-down, “fragrant” running shoes are most generally directed to the trash, but given our penchant for kicks, that’s a lot of sneakers stinking up the landfill. A better future for your athletic shoes is to introduce them to one of Nike's Reuse-A-Shoe recycling bins. Nike in turn will incorporate them into the raw material called Nike Grind, which is used in everything from running tracks to shoe soles to zippers.\n \n2. Bicycles\n\tAmericans send more than 15 million bicycles out to pasture every year. But rather than throwing them in the dump, you can give your old two-wheelers a second life by donating them to Bikes of the World, which collects, refurbishes and donates bikes to lower-income people and select institutions in developing countries.\n \n3. Bike tools and gear\n\tWith a similar mission to Bikes of the World, Bikes Not Bombs takes bicycle bits, pieces, and gear in addition to the bikes themselves. They accept parts, tools, broken components such as cracked frames, worn tires, tubes with holes, helmets, bags, lights, pumps, locks, cycle clothing, etc. They restore bikes and gear, and deliver them overseas to economic development projects in Africa, Latin America and the Caribbean. Bikes that don't get shipped often land in the group's youth programs where teens learn bicycle safety and mechanic skills while earning bikes to keep for themselves.\n \n4. Bras\n\tThere comes a time in every bra’s life when it just has to move on, and bras aren’t generally the kind of clothing we women toss in the \"to donate\" pile. But the Bosom Buddy Program, started by a textile recycling company in Arizona, wants your weary bras. After sprucing them up, they donate the revamped brassieres to women’s shelters or other programs that help women gain self-sufficiency.\n \n5. Brita water filters\n\tDitching plastic water bottles for filtered water is a resourceful move, even if you are left with spent water filters. But if you use Brita products, you’re in luck. They have teamed up with the company Preserve, and between the two, they are recycling Brita plastic pitcher filter casings into Preserve's eco-friendly, 100-percent recycled products such as toothbrushes, cups and cutting boards. Also cool: the activated carbon within the filters is regenerated for alternative use or converted into energy.\n \n6. Carpeting\n\tWhen it comes time to reveal the lovely hardwood floor buried underneath that mod shag carpeting, find a carpet-reclamation facility to take it for recycling. You can also check with individual carpet makers, many of which have recycling programs.\n \n7. Compact fluorescent light bulbs\n\tThe mercury content makes CFLs a trickier disposal problem than basic bulbs, leaving many people confused about what to do with them once the light has been extinguished. But now both Ikea and Home Depot provide CFL recycling programs, and other lighting stores are also beginning to accept these bulbs as well. If neither of these chain stores are nearby, see 5 ways to dispose of old CFLs for other ideas.\n \n8. Cosmetics\n\tCosmetic packaging probably isn’t the first thing that comes to mind when considering recycling, but compacts, tubs, tubes, and other containers can be easily recycled. Various companies have their own programs, including: M·A·C Cosmetics, Origins and Aveda, to name a few. (You can also avoid packaging altogether by making your own.)\n \n9. Crayons\n\tThis may sound crazy — clearly crayons aren’t public enemy number one – but with 120,000 pounds of crayons produced each day in this country, the landfills could become surprisingly colorful. Fear not, the National Crayon Recycle Program will recycle your rejected crayons and turn them into new ones. So far, the program has diverted more than 88,000 pounds of crayons from landfills.\n \n10. Crocs\n\tLove them or hate them, the molded petroleum-based foam shoes that seem best suited for emceeing a circus are here to stay; if not in fashion, at least in the environment, given the enduring material from which they are made. But the company that everyone loves to hate has done something good with the formation of Crocs Cares, which recycles used Crocs into new shoes and donates them to underprivileged families.\n \n11. Eyeglasses\n\tThere is something profoundly counter intuitive about throwing out old eyeglasses, it just doesn’t feel right; but how in the world can we recycle old glasses?  It’s actually quite simple, and better yet, they can be reused by people in need. The Lions Recycle for Sight program collects used eyeglasses and cleans them before sorting by prescription strength and distributing them to people in developing countries. They accept prescription and reading glasses, sunglasses and plastic and metal frames. Children's glasses are especially needed. Drop them in a Lions Club dropbox or send them by mail, here’s how.\n \n12. Hair dryers\n\tHair dryers usually have a decent lifespan, but once they need replacing, what to do with the old clunky beast? Folica.com is one option for recycling; the company accepts mail-back dryers and will issue a $40 credit towards the purchase of a new one.\n \n13. iPods\n\tIf you bring your old iPod to an Apple Retail Store, they will take it off your hands and also give you a 10 percent discount on the purchase of a new one.\n \n14. Mobile phones\n\tCurrently, only about 10 percent of cellphones in the U.S. are recycled; and while some components require proper hazardous waste disposal, other parts are highly recyclable. There are many charities that accept old phones for recycling. See a list of mail-back programs at earth911. And if you have an iPhone, you can return it to Apple for recycling; if the device is eligible for re-use, Apple will give you a gift card for the value.\n \n15. Packing peanuts\n\tPolystyrene packing peanuts, oh how they perplex! The masters of static cling are particularly problematic because they take up a lot of room, waste-wise, and they fail to biodegrade. Fortunately, they don’t lose their packing prowess upon being reused, so many shipping companies will take them back. Try Mailboxes, Etc and UPS, you can also find other drop-off locations at loosefillpackaging.com.   \n \n16. Pantyhose\n\tThe global hosiery market is expected to reach $20.3 billion by 2015, and given pantyhose’s propensity to so easily render itself unwearable courtesy of snags and runs, there is a seemingly endless stream of pantyhose finding their way to the trash can. Fortunately, there are many ways you can reuse retired pantyhose, and when all else fails, you can recycle them. No Nonsense legwear company accepts all brands of nylons, knee-highs and tights and recycles the material to be used in carpet, anchor rope and park benches. Get a mailing label here.\n \n17. Plastic dry-cleaning bags, bread bags, produce bags, etc\n\tSome municipalities have fantastic curbside recycling options for plastic, but others don’t. If you live in the latter, there’s a secret that too few people know about. Nearly any plastic bag or plastic wrap can be deposited in the grocery bag recycling bin at many supermarkets. For more details, see Recycle sandwich bags, dry-cleaning bags and more.\n \n18. Prosthetic limbs\n\tProsthetic pieces aren’t generally reused in the U.S. due to legal considerations, but don’t let those fake limbs go to waste! Some organizations arrange for prosthetic components to be disassembled and shipped to Third World countries and to be used for landmine victims and others. Check these organizations, each of which can accept donations depending on their current needs.\n \n19. Resealable sandwich bags\n\tFew items create more inner turmoil for eco-moms than zipper-style sandwich and freezer bags; for many they embody the sinful duality of being both wonderfully indispensable yet easily disposable. For those who can’t give up their resealable bags, you can now recycle them at any of more than 18,000 in-store recycling centers. And you can even earn reward points for doing so. For details, see Ziploc launches new recycling program.\n \n20. Wine corks\n\tYes, cork is biodegradable and in the big picture, bitty little wine corks are perhaps not the most vexing of items to warrant recycling. But if you consider that in the U.S. alone we consume more than 850 million gallons of wine, you realize that the corks can really start to add up — and there are only so many DIY coasters and homemade memo boards one house can handle. Fortunately you can send your corks to places like Yemm & Hart or recork.org, who will kindly take them off your hands to create new products.\n \nRelated recycling stories on MNN:\n20 uses for leftover fruit and vegetable peels\nRecycling symbols decoded\n30 things you should never compost or recycle\nHow to handle exceptional recyclables (sponsored video)","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/recycling_0.jpg","title":"20 things you didn't know you could recycle","author":""}