{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/why-state-borderlines-are-fuzzy-at-best","content":"Four Corners Monument, which marks the intersection of Arizona, Colorado, New Mexico and Utah, lies 1,807 feet (550 meters) east of where it would have been placed in 1875 had surveyor Chandler Robbins used a modern GPS device to pinpoint the coordinates he was tasked with locating. But considering the tools available to Robbins at the time — a specialized telescope, a triangulation tool called a geodolite — he pretty much nailed it.\n\n\t \n\n\tAnyway, it doesn't matter now. Once set in stone, monuments become law. \"Even if the surveyor made some grand mistake, once the monument is set and accepted, end of story. Where the monument is, that's where the boundary is,\" said Dave Doyle, chief geodetic surveyor at the National Geodetic Survey (NGS).\n\n\t \n\n\tThe question is, where exactly are all the monuments?\n\n\t \n\n\tMany of the land features entrusted with demarcating state (or, at that time, Colonial) borders back in the 1700s have since fallen down on the job. Trees marked with placards have died. Stones have crumbled. Even the rivers between states have wandered. \"One way or another, Mother Nature knocked out the boundary monuments. It's a very difficult process to perpetuate the boundaries when they weren't defined by coordinates,\" Doyle said.\n\n\t \n\n\tThe result is that most states, counties and cities do not have clearly marked boundaries, Doyle told Life's Little Mysteries. \"If you were to go to some local authoritative source and ask, 'Where are the monuments that define the county?' most would give you a deer-in-the-headlights look.\"\n\n\t \n\n\tUnsurprisingly, border ambiguities cause frequent problems. In 2000, surveyors had to resurvey the South Carolina-Georgia border after it was discovered the Savannah River, which officially serves as the boundary, had meandered about a half-mile away from its 18th-century path. [10 Strangest Sights on Google Earth]\n\n\t \n\n\tJust north of there, North and South Carolina are currently working together to re-monument their shared border. \"The boundary was first surveyed between 1735 and 1815,\" said Gary Thompson, chief surveyor at the North Carolina Geodetic Survey. \"Originally, a few stones were placed at endpoints, but most of the markers were trees. The maintenance of the line wasn't updated, so over time that evidence of the boundary has faded away.\"\n\n\t \n\n\tTo find the locations of the bygone trees that defined the state line, Thompson and his colleagues have turned to archives of land transfers and deeds that make mention of the markers. They found one stone marker submerged at the bottom of Lake Wylie, a man-made lake created in 1904. The surveyors have been slowly piecing together segments of the redrawn border since the 1990s, and Thompson says the two Carolinas hope to finish the project within two years.\n\n\t \n\n\tThe border matters because of things like taxes, school districts and gas prices, but state pride becomes an issue, too. Although the rival states' survey teams have kept things amicable, some border residents have been less than thrilled to find they now live in the other Carolina, Thompson said.\n\n\t \n\n\tInland, another border dispute remains unsettled. For nearly five years, Georgia and Tennessee have been sparring over the location of their shared border, which was established, through the placement of an enormous boulder, about a mile farther south than intended during an 1826 survey. Georgia officials say the marker should have positioned the state line in the middle of the Tennessee River, granting river access to their state, which has experienced water shortages. In response, Tennessee officials have accused Georgia of making a \"heinous assault on the sovereignty of Tennessee,\" according to the Chattanooga Times-Free Press.\n\n\t \n\n\tBack in 2007 — the year a Georgian surveyor wrote a magazine article about the flawed 1826 survey, sparking the ensuing border dispute — the stone marking the boundary in question mysteriously disappeared. If this was a ploy to create ambiguity by removing the all-important monument, the heist did not work. According to the Chattanooga Times-Free Press, an Alabama-based survey team stepped forward and replaced the stone last year.\n\n\t \n\n\tFollow Natalie Wolchover on Twitter @nattyover or Life's Little Mysteries @llmysteries. We're also on Facebook & Google+.\n\n\t \n\n\tRelated on Life's Little Mysteries:\n\n\n\t\t\tThe Most Monumental Monument Mistakes\n\n\n\n\t\t\tGallery: The World's Weirdest Balancing Rocks\n\n\n\n\t\t\tWhat's the Most Earthquake-prone State in the U.S.?\n\n\n\t \n\n\t \n\n\tThis story was originally written for Life's Little Mysteries and was reprinted with permission here. Copyright 2012 Lifes Little Mysteries, a TechMediaNetwork company. All rights reserved.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/USStateBoundaries_m_0927.jpg","title":"Why state borderlines are fuzzy at best","author":"Natalie Wolchover, Life's Little Mysteries"}