{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/bring-back-the-chic-long-underwear","content":"It was a small piece in the Sunday Styles section of the New York Times that truly surprised me: In the article, a Brooklyn mom reports on how once the temperature dropped in recent weeks, all the kids disappeared from her local playground. When she asked around, parents told her that it was too cold for the children to play outside. And when the Scandinavian mom inquired what kinds of layers kids were wearing, most parents said they weren’t wearing any. No surprise the kids were cold! The mom in the story has since introduced a line of supersoft wool base layers like the ones she wore as a kid in Norway (and kids there still wear today), but the piece reminded me what the most common complaint is from people who don’t like winter—that the cold is uncomfortable, and because so many people don’t really alter their clothing much when winter comes (save adding a bulky coat over their regular jeans-and-shirt combo), many people are chilly only due to lack of dressing properly. \n\n\t \n\n\tThe solution is simple: layers. If you layer intelligently, you can keep your home cooler in the winter (saving money and energy and the pursuant greenhouse gases), you’ll be much more comfortable when you do go outside (perhaps prompting you to exercise more in the this season of indulgences?) and your skin might even improve  since winter dry skin is mostly caused by the dry air produced by overheated homes and offices.\n\n\t \n\n\tHow to layer? Start with a relatively snug base layer; there are plenty more options than the polypro liners that most people know from ski weekends. Here are the useful pieces that work together or separately, depending on how cold it is. I wear all of these in various ways, underneath my regular clothes. \n\n\t \n\n\t\n\n\t \n\n\tLace undershirts can make a feminine statement, and definitely challenge the idea of the typical winter layer. Hanky Panky's are thin, but give an extra layer under short-sleeved sweaters or vests, sleeveless winter dresses and the like. This gently-worn/vintage version (pictured above) available on Etsy, has a unique pattern.\n\n\t \n\n\t \n\n\t\n\n\tLight wool tights are my go-to on the coldest days so I don’t have to wear pants (I generally find skirts and dresses more comfortable). A good pair will last you for years, even if you wear them often, though they tend to be a bit pricy (so worth it!). Wolford is an excellent Germany company that makes tights in all sorts of colors from merino wool, and Falke is the brand that I have had a pair of for going on five years now; they are a bit less expensive than the Wolfords and I have been pleased with their durability. \n\n\t \n\n\t \n\n\t\n\n\t \n\n\tKnee-high organic wool socks like these from Teko will not only keep your feet and calves warm, but will also kind of magically keep your whole body warmer (which is what happens when feet and ankles are warm). I wear a pair over my tights and under boots, under a pair of jeans or trousers, or layered over a pair of leggings. \n\n\t \n\n\t\n\n\t \n\n\tMy most indespensible and favorite new laywering piece is the camisole slip dress from Rambler's Way. Over leggings or tights, under dresses, or worn as a dress under a chunky sweater, this dress comes in three colors, is totally non-itchy, keeps you warm and is a super-thin liner that stretches gently to fit all sorts of figures. \n\n\t \n\n\tRelated: \n\n\t \n\n\t-How to make your winter closet work for you\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/winterlayers.jpg","title":"Bring back the (chic) long underwear","author":""}