{"url":"http://www.mnn.com//lifestyle/recycling/stories/recyclebank-begins-this-years-green-schools-program","content":"The green schools contest organized by Recyclebank got underway earlier this month.\n\n\t \n\n\tThe program entails having schools compete for donated Recyclebank points which can in turn be used to fund the schools’ green projects\n\n\t \n\n\tRecyclebank, a Philadelphia-based company, stated in a press release that its members can donate points to schools participating in the program between now and March 15, 2012.\n\n\t \n\n\t\"At Recyclebank, we believe that the next generation holds the keys to creating a more sustainable future for our planet,” said Jonathan K. Hsu, chief executive officer at Recyclebank. “With our Green Schools program, we are empowering students to make their eco-innovations a reality, and also encouraging the entire community to get involved.\"\n\n\t \n\n\tThe program awards $1 for every 250 points donated. As of this writing, 607 Recyclebank members had donated $1,721.88 worth of points.\n\n\t \n\n\tMore than 30 schools are participating in this year’s program.\n\n\t \n\n\tAmong them:\n\n\n\t\t\tNew Village Charter School in Los Angeles is seeking $1,085 to set up a worm composting program on school grounds. The school says it will use waste from lunches and snacks for composting.\n\n\n\n\t\t\tSouth Broward High School in Hollywood, Florida is seeking $2,500 for ‘The Monofilament Project.’ The school says the project will provide a method for fisherman to dispose of their broken fishing lines off the Dania Beach Pier.\n\n\n\n\t\t\tHenry County Middle School in McDonough, Georgia is seeking $2500 to create a sketchbook art project that will be displayed in the school as a reminder to recycle.\n\n\n\n\t\t\tEverett High School in Everett, Massachusetts is seeking $2,466 to install rain barrels for collecting rain water to be used in the school’s garden.\n\n\n\n\t\t\tNorth Avondale Montessori Elementary School in Cincinnati is seeking $2,500 to install a greenhouse and two cold-frames in the school’s courtyard. The greenhouse and cold-frames will allow the school to extend the growing season and give children more opportunities to learn about the environment by growing plants indoors.\n\n\n\t \n\n\tTo see the full list of school projects, please visit the Green Schools Program at Recyclebank.com.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/recyclebank-schools.jpg","title":"Recyclebank begins this year's Green Schools Program","author":""}