{"url":"http://www.mnn.com//lifestyle/recycling/blogs/tips-for-recycling-sports-gear","content":"You may know you can recycle running shoes after you’ve trained hard and run a race in them, but did you know you can recycle the race bib you wore in the competition, too? Cliff Bar, the makers of some of my family’s favorite snacks (like their MoJo bars), sent me these tips on recycling all sorts of sports gear. I thought I’d pass them along.\n\n\t\n\n\t \n\n\tRunning Shoes. Ask your local running store if they offer a recycling program where well-worn shoes will be broken down for component materials and turned into useful things like high school track and playing field surfaces. If they don’t, visit http://www.recycledrunners.com/ to find a drop-off location near you.  Shoes that still have life left can be donated (often through your local running store) to organizations like Soles4Souls (http://www.soles4souls.org/)\n\n\t \n\n\tClimbing Rope. For safety reasons, climbing rope that’s past its useful life should never be reused for any critical purpose. Check with your local retailer or the rope manufacturer to see if they offer recycling, where the nylon in the rope will be separated and turned into nylon nuggets to create hundreds of household items. Otherwise, your old climbing rope can be used for all sorts of household and craft uses, from tying up tree limbs in the backyard, to making a doormat or dog leash. Visit http://www.roperugs.com/ for just a few ideas.\n\n\t \n\n\tBicycle Innertubes. Innertubes aren’t recyclable in the traditional way, but the internet is teeming with useful up-cycle and re-use ideas for this vulnerable piece of equipment. Check out lifehacker.com for hundreds of projects involving old inner tubes.\n\n\t \n\n\tRace Bibs. Race bibs are made of Tyvek, which makes them able to withstand a long, hard day on the race course, but also tough to recycle. More and more, races are offering bib, D-tag and space blanket recycling at the finish line. If your race doesn’t offer this, or you just can’t part with yours, their durability and water resistance means they are ideal for any number of souvenir craft projects, from drink coasters to tote bags.\n\n\t \n\n\tCLIF BAR Wrappers. To keep wrappers out of landfills, CLIF BAR partnered with Terracycle in 2008 to allow consumers to send in used wrappers, which are then made into everything from bike pouches to lunch sacks—and CLIF BAR makes a two-cent donation per wrapper to the school or charity of the sender’s choice. If you’d like to hear more about CLIF BAR’s many recycling, waste reduction and sustainability efforts, please drop me a line!\n\n\t \n\n\tDo you have other tips for recycling sports gear?","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/sneakers%20large.jpg","title":"Tips for recycling sports gear","author":""}