{"url":"http://www.mnn.com//green-tech/computers/stories/ap-twitter-hijack-leads-to-stock-market-plunge","content":"Twitter hackers struck again on April 23, hijacking the official Associated Press Twitter feed, @AP, to post a message that there had been explosions in the White House and that President Barack Obama had been hurt.\n \nStock markets briefly plummeted, with the Dow Jones Industrial Average, NASDAQ and the S&P 500 all spiking downward for a few minutes until traders realized it was a prank.\n \n\"Breaking: Two Explosions in the White House and Barack Obama is Injured,\" the phony tweet, sent just after 1 p.m. EDT, said.\n \nLongtime @AP followers would have immediately noticed the deviation from the feed's normal style of putting \"BREAKING\" in capital letters when reporting urgent stories.\n \n\"Please Ignore AP Tweet on explosions, we've been hacked,\" tweeted AP employee Sam Hananel a few minutes later.\n \nThe @AP feed was suspended almost immediately, and the \"explosions\" tweet was the only prank tweet sent.\n \nTwee hee hee\nTwitter jokesters immediately made a meme out of the incident, imagining other nearly impossible scenarios and appending them with the hashtag \"#APTweets.\"\n \n\"Breaking: Elvis and Jim Morrison found alive in Brazil,\" wrote @greg_from_108.\n \n\"The New York Jets will win the Super Bowl,\" tweeted @AndrewLucksHead.\n \n\"Breaking News: Stock Markets run by gullible morons,\" said @Spitefuel. [10 Tips for Staying Safe on Twitter]\n \nTrail of tears\n\"Branded\" Twitter accounts belonging to companies and organizations have recently become bigger targets for jokesters and political protesters alike. \n \nOver the past six months, the Twitter feeds of several news organizations, including the BBC, Reuters and Al Jazeera, have been hijacked by the Syrian Electronic Army, a group of hackers supportive of Syrian President Bashar al-Assad.\n \nThe Syrian Electronic Army took over National Public Radio's Twitter account last week and those of CBS News' \"60 Minutes\" and \"48 Hours\" just this past weekend.\n \nIn February, the Twitter accounts of Burger King and Jeep were hijacked as pranks. Following that, MTV hijacked its own Twitter feed as a publicity stunt.\n \nTo avoid becoming the next victim of a Twitter hijack, use a strong password to safeguard your Twitter account and don't use it for any other accounts.\n \nFollow Paul Wagenseil @snd_wagenseil. Follow us @TechNewsDaily, Facebook or Google+. Originally published on TechNewsDaily.com.\n \nRelated on TechNewsDaily and MNN:\n\n7 Easy Ways to Get Your Identity Stolen\n\n\nAre All Porn Sites Really Riddled with Malware?\n\n\n9 Best Twitter Clients \n\n\nMNN: The 25 weakest passwords of 2012\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/APTwitterHack_m_0423.jpg","title":"AP Twitter hijack leads to stock-market plunge","author":"Paul Wagenseil, TechNewsDaily"}