{"url":"http://www.mnn.com//lifestyle/recycling/stories/10-uses-for-plastic-pill-bottles","content":"I’m a pretty progressive gal. I make “Socially Conscious, Totally Fabulous” my mantra, and I’ve got my green routine down to a science. Mostly.\n\n\t \n\n\tMy kitchen and home are practically plastic-free. I buy my beans, grains, sugars, flours, oils, vinegars, syrups, and anything else I can, in bulk to save on packaging. I’ve eliminated toxic cleaners and I make my own beauty products. For the most part, I’m about as low-waste as a girl can get.\n\n\t \n\n\tHowever. There’s one piece of the plastic puzzle that I’ve found as-of-yet unavoidable. Pill bottles! My vitamins and supplements and over-the-counter medications and, on rare occasions, prescriptions. You can’t buy vegan vitamin K2 in bulk (yet!), and you can’t bring your own glass jar to the pharmacist (yet!). And so I end up with a stash of empty plastic bottles.\n\n\t \n\n\tMaybe you do, too. Some of these can be recycled (check into your city’s program)  and some of them cannot. But what about reusing? You can put those pill bottles to good use around the house! Here’s a few fun ideas:\n\n\t \n\n\t1. Bring order to your junk drawer! Or your craft cabinet, or your hair clip collection, or whatever else you may need to organize. Restore sanity to your supplies with a collection of neatly labeled bottles, which are the perfect size for keeping safety pins sequestered, and paper clips contained, and glittery sequins separated. Thank goodness!\n\n\t \n\n\t2. Tidy up your tool chest. If your garage looks anything like mine, it’s probably pretty frightening. But, carpenters, you can begin to conquer the chaos. Vitamin bottles — the big multivitamin ones especially — are perfect for taming the tool box overflow. Screws in one. Hex nuts in another.  And so on. Remember to label carefully — a Sharpie works well — to keep the calm.\n\n\t \n\n\t3. Make a miniature portable sewing kit. Prescription bottles are just the right size and shape for a sewing needle, a small spool or two, a few straight pins, and a few plain buttons. A sewing kit can be a real lifesaver!\n\n\t \n\n\t4. Create a little “car kit.” Keep a bottle in your glove box and stock it with loose change for parking meters, small bills for coffee and toll booth emergencies, band aids, a tampon, an extra guitar pick, etc. Have fun with it.\n\n\t \n\n\t5. Store your teas and spices. I buy all my herbs in bulk, and pill bottles make for great airtight storage containers. Just make sure you clean them well and clearly label the contents.\n\n\t \n\n\t6. Keep your seeds safe over winter. Collect the seeds at the end of the growing season and store them neatly in small pill bottles. Come spring, you’ll be all ready to get your new garden started (although gardeners in Fort Lauderdale might be able to start now — how I envy you year-round gardeners!).\n\n\t \n\n\t7. Make mini ice packs! Just fill them with water and freeze. These are perfect for packed lunches and impromptu picnics. They’re also great for getting frozen foods home from the grocery store!\n\n\t \n\n\t8. A bottle for each board game. No more runaway dice, no more missing figures. Keep all those teeny-tiny-yet-oh-so-essential game pieces safe, so you’ll always be able to play.\n\n\t \n\n\t9. Make a waterproof survival kit. Keep matches and other necessities dry while you brave the wild: camping, rafting, or just for a day at the beach.\n\n\t \n\n\t10. Make your own travel-sized toiletries. Fill the bottles with your own favorite shampoo, conditioner, lotion, and more. This is a double-saver since it will also keep you from buying disposable travel-sized products. Win-win!\n\n\t \n\n\tWhat do you do with your old pill bottles? Leave your ideas in the comments!\n\n\t \n\nSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission.\n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_bottles.jpg","title":"10 uses for plastic pill bottles","author":""}