{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/practice-produces-the-perfect-liar","content":"The more you practice a lie, the better you get at it, say the results of a new study.\n\n\t \n\n\tPublished Nov. 12 in the journal Frontiers in Cognitive Science, the study found that, after 20 minutes of practicing their cover story, liars could respond just as quickly and easily to lies as to the truth. Moreover, they were no more likely to slip-up on falsehoods than on the truth.\n\n\t \n\n\t\"After a short time of training, people can be very efficient at lying,\" said Xioaqing Hu, a study co-author and psychology doctoral candidate at Northwestern University. \"The difference between lying and being honest has been eliminated after the training.\"\n\n\t \n\n\tThough people lie for myriad reasons, it's no easy task. Lying takes a lot of brainpower because it requires holding contradictory information in mind (the truth and the lie), while inhibiting the urge to tell the truth. Children are terrible liars and only improve as they mature. And several studies have found that people take longer to tell a lie than to tell the truth.\n\n\t \n\n\t\"Lying is a difficult, because honesty is the default communication mode,\" Hu told LiveScience.\n\n\t \n\n\tBut past studies mostly tested people's ability to offer a deception with no practice. In real life, criminals usually practice and perfect their alibis before facing a police interrogation. [10 Interesting Facts About the Brain]\n\n\t \n\n\tHu and his colleague wanted to see how lying changed with practice. They asked 16 people to essentially play at espionage by remembering three facts for a false identity: their new name, a new date of birth and a new hometown.\n\n\t \n\n\tResearchers then asked volunteers to answer a question (\"Is this true of you?\") for different facts about their true self, and to press a \"yes\" or \"no\" button in response, while the researchers measured response time and accuracy.\n\n\t \n\n\tThe liars were then asked to practice lying by pressing \"yes\" whenever a fact from their false identity appeared and \"no\" when true details were presented. (A control group of 16 people performed the same trial, but answered yes to the truth).\n\n\t \n\n\tAfter 270 trials, or about 20 minutes of training, liars were indistinguishable from truth-tellers on accuracy and response time.\n\n\t \n\n\t\"We think that, psychologically, the people basically learned that this is not me and the fake identity is me,\" Hu said.\n\n\t \n\n\tThe team is currently studying whether other measures of lying, such as polygraph machines or EEG brain wave measurements, can reveal practiced deception, or whether lies are completely undetectable using current methods, he said.\n\n\t \n\n\tThe findings have implications not just for would-be criminals, but also for lie-detection research, which usually attempts to spot deception immediately after a person is asked to lie.\n\n\t \n\n\t\"But in the real world, after a crime, there is usually a delay between the crime and the interrogation,\" giving the criminal a chance to practice their falsehood, he said.\n\n\t \n\n\tHu's team is currently studying whether people can improve their lies when asked to provide a false memory of events — for instance, when creating an alibi after a burglary.\n\n\t \n\n\t \n\n\tFollow LiveScience on Twitter @livescience. We're also on Facebook & Google+. \n\n\t \n\n\tRelated on LiveScience and MNN:\n\n\n\t\t\tTop 10 Mysteries of the Mind\n\n\n\n\t\t\tUnderstanding the 10 Most Destructive Human Behaviors\n\n\n\n\t\t\tTop 10 Things that Make Humans Special\n\n\n\n\t\t\tMNN: Plenty find love online, where lies abound\n\n\n\n\n\tThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/pinocchio.jpg","title":"Practice produces the perfect liar","author":"Tia Ghose, LiveScience"}