{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/green-mom-launches-can-opener-drive-for-the-homeless","content":"I clearly remember a camping trip that took a turn for the worse when my husband and I realized that we had forgotten to bring a can opener to open the canned beans. Sure, we had camping knives, but it was no easy task to get into those cans, and by the time we did, we were both bloodied and beyond hungry.\n \nOf course, I was only a little hungry and it was only for one night. Imagine being hungry all of the time and having access to canned food — but not a can opener.  \n \nPriscilla Matuson, the blogger behind A Gluten Free Mom Who Knows, was shocked recently when she learned that many of her area's homeless cannot accept canned food because they don't have can openers and have no money to buy one. A simple can opener! To make matters worse, Matuson learned that the number of homeless people in her New Jersey community has skyrocketed since Superstorm Sandy.\n \n\"I’ve always been one to donate gluten-free food to my local food bank, but I never stopped to wonder if the food I was donating could be accepted and used or even opened by anyone of the recipients,\" said Matuson on her blog.\n \nSo Matuson came up with an idea to help and has recently launched the Open Your Heart Can Opener Drive to help feed the homeless. It's so simple, it's brilliant and it is sure to change the fates of more than a few of the hungry in her area and beyond. Matuson plans to solicit businesses for donations to the drive. Anyone can help by sending extra can openers, or the funds to purchase some to the following address:\n \nOpen Your Heart: Can Openers to Feed the Homeless\nAttn: Priscilla Matuson\n10 Hideaway Lane\nEgg Harbor Township, NJ 08234\n \nMatuson plans to start with the food bank in her local area and continue fanning out to supply can openers throughout New Jersey and beyond as the donations come in.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/can%20opener.jpg","title":"Green mom launches can opener drive for the homeless","author":""}