{"url":"http://www.mnn.com//green-tech/computers/stories/google-launches-boston-marathon-person-finder","content":"In the wake of this afternoon's (April 15) bombings during the Boston Marathan, Google has launched a version of its Person Finder tool to search for those missing in the area.\nAccording to CNN, two bombs exploded near the finish line at the Boston Marathon, killing two and injuring others. Around 100 people are being treated at local hospitals. The bombs were spaced between 50 yards and 100 yards apart, officials said. No threats were reported prior to the race and no suspects have identified.\nCurrently, Google's Boston Marathon Person Finder is tracking 800 individuals. People can register those that they are looking for, as well as people at the event that they know about. To find someone, select the box \"I am looking for someone,\" and type in the name. Google will display matching records. If no information is available, you will have the opportunity to create a new record. \nOn the other hand, if you have information about someone who was near the bombing, you may select the appropriate box, type in the person's name and their status. Google encourages those that were at the scene to add that their information, which could be helpful to others.\nGoogle Person Finder has a history of helping located people after a crisis or natural disaster, including victims in Japan, Haiti and New Zealand.\nRelated on TechNewsDaily and MNN:\nGoogle Fiber City\n7 Tax-Time Identity Protection Tips\nThe Top 10 Largest Nuclear Tests\nMNN: Former New England Patriot helps Boston Marathon bombing victims\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/google-person-finder.jpg","title":"Google launches Boston Marathon person finder","author":"Leslie Meredith, TechNewsDaily"}