{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/nail-salon-lamps-dont-increase-skin-cancer-risk","content":"While the risk of developing skin cancer is known to be linked with exposure to ultraviolet light, it's been less clear whether the UV lamps used in nail salons might raise the risk of skin cancer. Now, a new study suggests these lamps don't increase skin cancer risk.\n\n\t \n\n\tIn the study, researchers looked at three commonly used UV nail lamps. They measured the light, in terms of its likely carcinogenic effects, and calculated the \"UV dose\" that a user would receive during a 10-minute nail-drying session.\n\n\t \n\n\tNot all ultraviolet lamps are the same — for example, people with the skin condition psoriasis may be treated with lamps, and studies have shown these \"narrowband UVB\" treatments raise the risk of skin cancer only minimally, compared with the more damaging rays of tanning salon lamps.\n\n\t \n\n\tThe new study showed that between 13,000 and 40,000 nail-drying sessions would be needed before a person would receive the same UV dose as a person with psoriasis who received light treatments for their condition, according to researchers Dr. Alina Markova, of the Massachusetts General Hospital in Boston, and Dr. Martin Weinstock, of Brown University. \n\n\t \n\n\tThat's about 250 years of weekly manicures.\n\n\t \n\n\tThe findings mean that using these UV lamps \"does not produce a clinically signifcant increased risk of developing skin cancer,\" the researchers wrote.\n\n\t \n\n\tTwo previous studies have looked at this question, the researchers said. In a 2009 report, researchers concluded that UV nail lamps were a risk factor in the cases of two women who developed skin cancer known as squamous cell carcinomas on the backs of their hands. In the other study, a laboratory hired by the nail salon industry tested many UV nail lamps and concluded UV light levels emitted were low and safe.\n\n\t \n\n\tHowever, researchers of the new study noted that report about the two women was anecdotal, and did not include measurements of the UV light from the lamps. They also said the methods used in the industry-funded study were inappropriate.\n\n\t \n\n\t\"Dermatologists and primary-care physicians may reassure patients regarding the safety of these devices,\" the researchers wrote in their article, published on Dec. 6 in the Journal of Investigative Dermatology.\n\n\t \n\n\tFollowMyHealthNewsDaily on Twitter @MyHealth_MHND. We're also on Facebook & Google+.\n\n\t \n\n\tRelated on MyHealthNewsDaily:\n\n\n\t\t\t7 Beauty Trends that Are Bad for Your Health\n\n\n\n\t\t\t10 Celebrities with Chronic Illnesses\n\n\n\n\t\t\tThe Truth About Anti-Aging Products\n\n\n\t \n\n\tThis story was originally written for MyHealthNewsDaily and was republished with permission here. Copyright 2012 MyHealthNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/ManicureLamps_m_1207.jpg","title":"Nail salon lamps don't increase skin cancer risk","author":"Karen Rowan, MyHealthNewsDaily"}