{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/the-secret-factor-that-drives-birth-rate-declines","content":"It's perhaps not a surprise to parents looking ahead to the cost of college, but economic factors seem to be the main drivers in reducing birth rates and shrinking family size — at least in developing countries.\n \nThe study, based on detailed interviews with nearly 800 women from rural Bangladesh, suggests that when it comes to family size, economic factors trump culture and mortality risks, though the precipitous drop was probably the result of a confluence of factors.\n \n\"To get these really, really rapid declines in fertility like you're seeing in this area of Bangladesh or that you've seen at different times in European history or American history, you probably need all three of these types of factors to be happening,\" said study co-author Mary Shenk, an anthropological demographer at the University of Missouri.\n \nThe findings were described on April 29 in the journal Proceedings of the National Academy of Sciences.\n \nGrowing population\nWith a crowded planet of 7 billion and counting, policy makers in various regions have tried everything to curb population growth from free contraceptives and women's education to sinister sterilization programs. [Crowded Planet: 7 (Billion) Population Milestones]\n \nBut despite decades of work, researchers don't fully understand what drives family size changes. Some demographers proposed that people downsized their families when they transitioned from agriculture, because farming families can put their children to work on the farm earlier, essentially subsidizing the costs of rearing them.\n \nOthers have proposed that cultural factors — such as educating women or exposure to media — reduce family size. And still others have argued that women have more children when they face high risks of infant mortality or other health risks.\n \nEconomics, economics\nTo see which factors were most important, Shenk and her colleagues conducted detailed interviews with 799 women ages 20 to 64 who had been married at least five years in rural Matlab, Bangladesh. In the interviews, the women described their education levels, their family size, their husband's occupation, as well as how many children they saw die in their immediate neighborhoods. Between 1966 and 2010, the average number of children born to a woman in the region fell from 6.7 to 2.6.\n \nThe researchers then used mathematical models to identify the most important individual factors tied to the precipitous drop. From there, the researchers compared models to see whether economic, cultural or risk-related factors were most important.\n \nEconomic factors — in particular, increased education of women and mass migration from agricultural villages to bigger cities — drove much of the fertility drop. Health-care access and infant mortality rates only modestly affected birth rates.\n \nAnd though culture (for instance, through its effects on contraceptive access) played a small role, exposure to modern media had little effect on fertility rates.\n \nThe findings highlight the incredible importance of economic factors in family size, said Bobbi Low, an evolutionary biologist at the University of Michigan, who was not involved in the study.\n \nFor instance, fertility rates in Thailand dropped dramatically from more than six children per woman in 1970 to fewer than three in the 1980s when shopkeepers decided they needed more educated workers.\n \n\"Parents sat down and consciously tried to decide, 'How many children can we afford to put through middle school,'\" Low told LiveScience.\n \nAs for policy prescriptions, \"the inference is, do everything you can to get more women educated,\" Low said.\n \nBy contrast, media campaigns to reduce family size may not be the most effective approach, Shenk said.\n \nFollow Tia Ghose on Twitter @tiaghose. Follow LiveScience @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nThe History and Future of Birth Control\n\n\nEnd of the World? Top Doomsday Fears\n\n\n10 Scientific Tips For Raising Happy Kids\n\n\nMNN: How to make overpopulation OK\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/PopulationGrowth_m_0430.jpg","title":"The secret factor that drives birth rate declines","author":"Tia Ghose, LiveScience"}