{"url":"http://www.mnn.com//lifestyle/recycling/stories/mayor-michael-bloomberg-proposes-ban-on-plastic-foam-containers","content":"Although the iconic Greece-themed paper coffee cup is more ubiquitous in New York City than its plastic-foam cousin, the city’s food industry still manages to pack plenty of to-go items into plastic-foam cups, boxes and trays. It’s estimated that the city’s waste stream includes about 20,000 tons of the non-biodegradable plastic foam every year.\n \nBut if Mayor Michael R. Bloomberg (right) gets his way, the uniquely squeaky takeaway containers will go the way of trans fats, public smoking and gargantuan sodas – all exiled by the mayor.\n \nAccording to excerpts from the 12th State of the City address, the mayor’s proposed ban will target all plastic-foam food packaging, including takeout boxes, cups and trays. As well, public school students would no longer receive pizza or soggy broccoli in plastic-foam trays. With his typically endearing Bloombergian brusqueness, the mayor goes as far as to compare the material to lead paint, “We can live without it, we may live longer without it, and the doggie bag will survive just fine.”\n \nTo be enacted as a law, the city council will need to approve the measure, which doesn’t seem a stretch. Council Speaker Christine C. Quinn has noted before that she was not opposed to a ban on the material as part of a larger effort to increase recycling.\n \n“It lives forever,\" Quinn said. “It’s worse than cockroaches.”\n \nTechnically known as expanded polystyrene (the name Styrofoam refers to a trademarked material made by Dow, which is used for insulation and crafts, not cups and clamshells), plastic foam tacks on an additional $20 per ton in recycling costs for the city. The ban could save the city millions of dollars a year.\n \nThe step comes as a surprise to some. Bloomberg hasn’t always been the most recycling-friendly mayor; earnest home recyclers and others were dismayed when in his first term, recycling efforts were reduced to save the city money. Under Bloomberg’s watch, waste recycling fell from 23 percent in 2001 to 15 percent today.\n \nBut recycling redemption seems a distinct possibility. The mayor’s foam-plastic ban is just part of a larger plan he will pursue during his last year in office. Along with other efforts, there will be an increase in sidewalk recycling bins as well as new food waste composting programs, which the mayor hopes will help the city attain a 30 percent recycling rate by 2017.\n \nNow if he could just do something about the cockroaches.\n \nRelated story in MNN: Follow the life cycle of a foam cup","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_59165323.jpg","title":"Mayor Michael Bloomberg proposes ban on plastic-foam containers","author":""}