{"url":"http://www.mnn.com//lifestyle/recycling/blogs/in-taiwan-trash-disposal-is-a-classical-affair","content":"Although this has been going on for some time now, I wasn’t aware until recently that the mundane task of taking out the trash in Taiwan is a community-based event that comes with a healthy dose of musical accompaniment. On the tightly packed East Asian island nation, garbage trucks, like ice cream vans, are equipped with speakers that play music — popular tunes include Beethoven's “Für Elise” and Tekla Bądarzewska-Baranowska’s “A Maiden’s Prayer” — alerting citizens that trash time est arrivé.\n\n\t\t\n\n\t\t \n\n\t\tTaiwan's Environmental Protection Administration came up with the musical garbage truck scheme to eliminate the vermin and odors that once plagued the country's designated outdoor public trash disposal areas. Under the revised waste disposal plan, when Taiwanese citizens hear the garbage trucks a comin', they head outside to “hand deliver” household waste (one bag for trash and one bag for recycling) to sanitation workers. This way, trash is delivered straight from home to truck without ever touching the ground. And no, unlike ice cream trucks which seem to appear magically out of nowhere, trash collection in Taiwanese neighborhoods runs on a regular schedule so folks know to have their bags of household waste at the ready when the curbside melodies begin.\n\n\t\t \n\n\t\tTo mix things up a bit, the music blared from Taiwanese garbage trucks isn’t strictly classical. In some areas of the country, the trucks play Christmas music during the holidays while during Chinese New Year, trash-touting residents are lured outside by traditional Chinese songs. So why in the world is the standard trash collection song “Für Elise” you may ask? According to popular myth, Hsu Tse-chiu, former head of the Department of Health, went with the Beethoven classic in the early 1980s after hearing his daughter practice the song on her piano. \n\n\t\t \n\n\t\tCheck out one of Taiwan's musical garbage trucks in full action in the below video. It's pretty amazing to see what a communal event trash pick-up in Taiwan is (and how little each resident seems to be throwing in the back of the truck). Are there any visitors to Taiwan out there that have witnessed this ritual first-hand? Do you think something similar would ever fly stateside? I kind of love the idea, although I'd forever associate Beethoven with empty pints of Häagen-Daz. \n\n\t\t \n\n\n\n\n\t \n\n\tAlso on MNN: 9 of the world's thinnest buildings\n\n\t \n\n\t \n\n\tVia [Oddity Central], [Taiwan Culture Portal]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/TaiwanGarbageTruck.jpg","title":"In Taiwan, trash disposal is a classical affair","author":""}