{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/small-diversions-can-double-mistakes","content":"Don't look down! Checking your phone may take just a few seconds, but that's enough to ruin your train of thought, according to new research showing that a three-second distraction can double the number of mistakes people make.\n \nGiven how commonly such distractions occur in modern life, the findings, published Jan. 7 in the Journal of Experimental Psychology, could have broad implications for how people work.\n \nMultitasking myth\nPast studies have shown that switching between many different tasks makes people worse at all of them. But those studies typically looked at longer distractions, said study co-author Erik Altmann, a psychologist at Michigan State University.\n \n\"We wanted to examine the kind of situation where someone is deep in thought and the phone rings,\" Altmann said. \"After the phone call, you have to sit there and try to figure out where you left off in the task.\"\n \nTo test these situations, Altmann asked 300 undergraduates to complete a computerized task that involved a series of steps.\n \nStudents were shown a group of characters in different colors and formatting, and then asked to do several steps in order, such as picking out all the vowels, then all the red-colored letters, then all the even numbers, and so on.\n \nSome of the time, the students could complete the task uninterrupted, but occasionally the computer screen would randomly display two letters and ask the students to type in those letters. Once the participants had done so, they went back to their tasks.\n \n\"It was meant to capture something like what you're doing when you're doing your taxes, because it's important to do the steps in the right sequence.\"\n \nThough the distractions took only three seconds and weren't difficult tasks, students lost their places or made mistakes twice as often after those distractions as they did without interruptions.\n \nAttention grabber\nThe distractions were so brief that they couldn't have caused people to actually forget the tasks they were doing, losing them from short-term memory. Rather, Altmann hypothesizes that the demands of switching attention, no matter how briefly, take mental energy that would otherwise have gone toward the task.\n \nThat has implications for productivity in the workplace, where short distractions such as email alerts and phone calls are ubiquitous, he said. These brief distractions may also affect how \"present\" people are in social situations, he said.\n \n\"When people are stealing glances at their cellphones, they're not quite with you in the same way as when they're looking you in the eye,\" he said.\n \n \nFollow LiveScience on Twitter @livescience. We're also on Facebook & Google+. \n \nRelated on LiveScience and MNN:\n\n10 Ways to Keep Your Mind Sharp\n\n\nPay Attention! 5 Tips to Stay Focused \n\n\n10 Things You Didn't Know About the Brain\n\n\nMNN: Texting while walking: More dangerous than you think\n\n \nThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/textingNdriving.jpg","title":"Small diversions can double mistakes","author":"Tia Ghose, LiveScience"}