{"url":"http://www.mnn.com//lifestyle/recycling/blogs/new-york-city-mayor-bloomberg-vows-to-double-recycling-rates-by-2017","content":"New York City has notoriously poor recycling; for a time it was done away with completely (as part of what was considered a money-saving proposition that actually ended up costing the city more money than it saved), and for the past several years it's been paper, glass and aluminum only. No plastic, Almost no plastic, which everyone knows makes up a huge part of our garbage these days. (Add'l Note added 12/21/12: Large plastic jugs for milk and detergent are accepted, but not plastic food containers, smaller drink bottles, etc. This extremely limited acceptance of plastics, and the confusing rules about what is or is not accepted means many apartment buildings, both large and small, often don't bother recycling plastics at all). \n\n\t \n\n\tBut that's all about to change, with the construction of two new recycling centers in the city, and the plan is to bring the city's recycled materials from about 15% now to 30% by 2017. And starting in 2013, plastic will finally be recycled. Yard waste composting is also included in the plan, as are the addition of hundreds of public recycling bins. \n\n\t \n\n\t\"The city’s Department of Sanitation currently sends three million tons of solid waste to landfills annually,\" administration officials told the New York Times Green blog. This waste costs the city $300 million a year to ship to landfills, but it looks like the new changes, when implemented, can save NYC about $55 million a year, so it's an economically sustainable plan. (It will also reduce emissions which contribute to air pollution by about 7%.) \n\n\t \n\n\t“If we’re going to be the most innovative city in the world, we also have to be the greenest – because that’s how you attract the most talented individuals and most forward-looking companies,” Mayor Bloomberg said in a press conference on the State of the City. \n\n\t \n\n\tPart of the challenge to recycling is creating a market for the recycled products - whether that be newsprint into more newsprint, plastic bottles into yarn to make shirts from, or aluminum cans to construction beams. But with resources being ever more costly to extract from the earth, the markets for recycled products are increasing. ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/garbagecans.jpg","title":"New York City mayor Bloomberg vows to double recycling rates by 2017","author":""}