{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/50-years-later-rachel-carsons-silent-spring-still-inspires","content":"I can still remember the day that I opened that book. I can't say that for many other books that I read more than two decades ago. But such was the effect that Rachel Carson's \"Silent Spring\" had on me and on millions of others who have devoured this environmentalist's must-read since it was first published.  \n\n\t \n\n\tThis week marks the 50th anniversary of the publication of \"Silent Spring.\" In that time, it has become required reading for any self-respecting environmentalist. In it, Carson complains about the overuse of synthetic pesticides, particularly DDT, and warns about the devastation these chemicals could cause to human and environmental health. Carson's terrifying yet inspirational message instantly became a call-to-action for anyone who picked it up.  \n\n\t \n\n\tWhen I first read \"Silent Spring,\" I was a freshman in college. Now reflecting back on the book, I am depressed by the fact that 50 years after its publication we are still fighting against the chemicals that one day we are told will save us and the next day we are informed are killing us. Today, instead of DDT, we cry foul about BPA.\n\n\t \n\n\tBut what pulls me out of those dark thoughts is the realization that while Rachel Carson was a lone voice crying out 50 years ago, there are thousands — if not millions — of voices that cry out her message today. Voices that continue to seek out the truth, demand action, raise awareness, cry foul and offer solutions. Voices that will not remain silent.  \n\n\t \n\n\tI strive to be one of those voices. And I thank Rachel Carson for teaching me what to say. Yes, we still have a long way to go. Until we flip the regulatory system in such a way that chemical manufacturers must prove that a chemical is safe rather than forcing environmentalists to prove that it is unsafe, we will continue to fight this battle.  \n\n\t \n\n\tBut when we join together, like the millions of consumers who have demanded the removal of BPA from food and household products, we are strong. And anything but silent.\n\n\t \n\n\tRelated green book story on MNN: Best green and environmental books \n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/carson.jpg","title":"50 years later, Rachel Carson's 'Silent Spring' still inspires","author":""}