{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/abercrombie-fitchs-plus-sized-controversy-heats-up","content":"Abercrombie & Fitch is in the middle of a very messy controversy. Earlier this month, Business Insider included the company in an article about companies that refuse to make clothes for fat people (A&F makes pants only up to size 10 for women, and doesn't include XL or XXL sizes for women, but does for men).\n \nIn 2006, the CEO of the brand (which also includes the tween-friendly Hollister), Mike Jeffries, told Salon, \"... good-looking people attract other good-looking people, and we want to market to cool, good-looking people. We don’t market to anyone other than that. In every school there are the cool and popular kids, and then there are the not-so-cool kids,” he says. “Candidly, we go after the cool kids. We go after the attractive all-American kid with a great attitude and a lot of friends. A lot of people don’t belong [in our clothes], and they can’t belong. Are we exclusionary? Absolutely. Those companies that are in trouble are trying to target everybody: young, old, fat, skinny. But then you become totally vanilla. You don’t alienate anybody, but you don’t excite anybody, either.”\n \nPut the older story together with the new one, add some social media and boom — Abercrombie & Fitch stores have gotten boycotted, protested and online petitions have popped up decrying the very narrow ideals of what Jeffries has decreed as sexy. And angry people are fighting back in creative ways too: One man brought A&F apparel around to homeless folks in an initiative he called #FitchtheHomeless (which some saw as being derogatory toward the homeless).\n \nAnd Jes Baker has gone even further. The plus-sized blogger who writes the Militant Baker wrote a letter to Jeffries — and staged a photo shoot (wearing A&F apparel, natch, but using the acronym to change it to Attractive & Fat) — to show how being overweight didn't equate to less sexiness. And while she was at it, to dispel the myth that a slim or athletic guy wouldn't want to get with a fuller-figured woman. She and others have accused the brand of being part of the bullying culture that overweight children and teens have to live in (and which seems to be the last bastion of descrimination that's accepted by society). Jes went on \"Today\" to talk about it, saying, \"It's not necessary in a healthy society.\"  Check out her letter and fantastic pictures here. \n \n\n\n \nA&F has since apologized, issuing the statement, \"We look forward to continuing this dialogue and taking concrete steps to demonstrate our commitment to anti-bullying in addition to our ongoing support of diversity and inclusion. We want to reiterate that we sincerely regret and apologize for any offense caused by comments we have made in the past which are contrary to these values.\"\n \nKirstie Alley (see video above) lambasted the retailer, and comedian Ellen DeGeneres made the controversy the subject of a monologue on her show on Monday, and perhaps said it best: \"Beauty isn't between a size 0 and a size 8. It is not a number at all. It is not physical. What you look like on the outside is not what makes you cool. At all. What is important is that you're healthy and happy.\" Mike Jeffries, take note. \n \nRelated on MNN: Bride finds self-esteem by getting rid of her mirror","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/abercrombie_0.jpg","title":"Abercrombie & Fitch's plus-sized controversy heats up; celebrities weigh in","author":""}