{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/bride-wears-wedding-dress-made-from-10000-bread-tags","content":"No bride has ever had a wedding dress like Stephanie Watson’s.\n \nThe 29-year-old woman from Melbourne, Australia, created her unique dress from hand-me-down fabrics and 10,000 bread tags.\n \n\"I always liked the idea of a design challenge and thought a wedding dress would be the ultimate test,” she wrote in an email to Yahoo. “Besides, when Will (my husband) and I started seeing each other, we started collecting bread tags. We decided that when we had enough tags to make a wedding dress we would get married. Ten years later I felt it was time to give it a go.”\n \nThe dress cost Watson only $38 because she salvaged garments and tags collected from family and friends. However, she spent hours stitching the dress, as documented on her blog, Constructing Nadine.\n \n\"One of the tags I found had the name 'Nadine' printed on it,” she wrote on her blog. “I thought it might be nice to give the gown a bit of personality by naming her. That way people would not have to ask me 'How is the dress going?' but rather 'How is Nadine?' I later realized that Nadine is a variety of potato and the tag was probably used to close a bag of spuds!\"\n \nAlthough the dress was a success, Watson — who’s studied fashion design — says she wouldn’t wear the 15-pound dress again.\n \n\"The dress was very uncomfortable and I would not recommend anyone making a dress out of hard bits of plastic,” she wrote on her blog. “It was almost impossible to sit down in. It was also rather noisy. The tags clicked against each other as I walked.\"\n \nWatson, who recently announced that she’s pregnant, sells her non-bread-tag designs on her Etsy page.\n \nMore eco-fashion stories on MNN:\n14 examples of eco-fashion gone too far [Photos]\nEco fashion for men: Brands that bring it\nSmart and strange eco-bras","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/main_0.jpg","title":"Bride wears wedding dress made from 10,000 bread tags","author":""}