{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/woodsy-escapes-for-your-summer-vacation","content":"Looking at most summer travel editorials, you'd think everyone on Earth wants the same thing from a warm-weather getaway; beach, beach and more beach. But even if you love your time on the sand (I do), some of us also enjoy spending time in the quiet, shady forests — it's when the area is most \"alive\" and a more comfortable time to hike and picnic. And a vacation in the woods doesn't have to mean camping (though a tent under some trees can be a great way to experience your local ecosystem up close and personal); there are plenty of accommodations that bring the outdoors in and really make you feel that you're a part of the arboreal life. \n \n\n \nBasecamp in Lake Tahoe is a very green, very cool, and affordable accommodation in the popular outdoor-fun region of California. While many people from outside the area think of Lake Tahoe as a winter destination, it's location adjacent to many hiking trails, not to mention the beautiful lake, means that it is a fun, family-friendly place to visit in the summer as well (and without the crippling humidity of East Coast summers). Basecamp not only has a number of rooms with balconies and other outdoor areas, they also have a fun indoor tent concept in their Great Room. So you can enjoy the fun of cozying up in a tent — indoors!\n \n\n \nStaying in a treehouse might be your inner child's dream-come-true, but it can also be a surprisingly grown-up way to commune with the natural world. From a vantage point up among the branches and leaves, you can observe the natural world from an entirely new perspective. The treehouse cabins that are a part of Washington state's Treehouse Point accommodations, and there are several options of various sizes and a couple are even double-height! \n \n\n \nThe Appalachian Mountain Club maintains a seven hike-in \"huts\" in the woods (and some at or above treeline) in the White Mountains of New Hampshire. Some are more remote, while others are accessible to families with younger kids. All are set in stunning locations, and provide food and good advice, as they are staffed by knowledgeable AMC employees. The Greenleaf hut (pictured here) is particularly stunning, but each location has its own charm. \n \nRelated on MNN: \n10 gorgeous waterfront campgrounds\nWhy you should visit Michigan's Upper Peninsula\nRest your weary head at the hotel of rehabbed Airstreams","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/woodswalking.jpg","title":"Woodsy escapes for your summer vacation","author":""}