{"url":"http://www.mnn.com//green-tech/computers/stories/biological-transistor-may-bring-computers-to-life","content":"The transistor revolutionized electronics and computing. Now, researchers have made a biological transistor from DNA that could be used to create living computers.\n \nA transistor is a device that controls the flow of electrons in an electrical circuit, which acts as an on-off switch. Similarly, the biological transistor — termed a transcriptor — controls the flow of an enzyme as it moves along a strand of DNA (deoxyribonucleic acid). These cellular building blocks could be used to do anything from monitoring their environment to turning processes on and off in the cells. The findings were reported on March 28 in the journal Science.\n \n\"Transcriptors are the key component behind amplifying genetic logic,\" lead author Jerome Bonnet, a bioengineer at Stanford University, said in a statement. On their own, these devices do not represent a computer, but they allow for logical operations, such as \"if this-then that\" commands, one of three basic functions of computers (the other two being storing and transmitting information).\n \nTo make the transcriptors, the researchers took a group of natural proteins, the workhorses of cells, and used them to control how the enzyme known as RNA polymerase zipped along a DNA molecule. The team used these transcriptors to create the mathematical operators that perform computations using Boolean logic.\n \n1s and 0s\nBoolean logic, named for the 19th-century mathematician George Boole, refers to a branch of math in which variables can have a true or false value (a 1 or a 0). In a Boolean circuit, the logic gates are like traffic conductors, deciding which of these values gets transmitted. [Album: The World's Most Beautiful Equations]\n \nFor example, the \"AND\" gate takes in two values as input, and only outputs 1 (a true value) if both inputs are 1. An \"OR\" gate, by contrast, outputs a 1 if either of its inputs is 1. Combining these simple gates in different ways gives rise to even the most complex forms of computing.\n \nThe scientists created biological versions of these logic gates, by carefully calibrating the flow of enzymes along the DNA (just like electrons inside a wire). They chose enzymes that would be able to function in bacteria, fungi, plants and animals, so that biological computers might be made with a wide variety of organisms, Bonnet said.\n \nLiving computers\nLike the transistor, one main function of the transcriptor is to amplify signals. Just as transistor radios amplify weak radio waves into audible sound, transcriptors can amplify a very small change in the production of an enzyme to produce large changes in the production of other proteins. Amplification allows signals to be carried over large distances, such as between a group of cells.\n \nThe new technology offers some electric possibilities: sensing when a cell has been exposed to sugar or caffeine, for example, and storing that information like a value in computer memory. Or telling cells to start or stop dividing depending on stimuli in their environment.\n \nThe researchers have made their biological logic gates available to the public to encourage people to use and improve them.\n \nFollow Tanya Lewis on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nBionic Humans: Top 10 Technologies\n\n\nThe Most Massive Numbers in the Universe\n\n\n7 Cool Uses of 3D Printing in Medicine\n\n\nMNN: 5 things your brain does better than a computer\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/BioComputers_m_0329.jpg","title":"Biological transistor may bring computers to life","author":"Tanya Lewis, LiveScience"}