{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/10-ways-to-recycle-your-pantyhose","content":"We all have a collection of old pantyhose that we can't bear to part with but will never wear again... what about the ones with the pattern that make your legs look like tree trunks, or the purple ones that were supposed to be so fashionable, or the fish nets that dig into your thighs...the list is endless and that doesn't include the ones with runs. Don't throw them out! You can recycle them in many different ways.\n\n\t\t \n\n\t\t1. Make sachets: Cut the legs off the tights and cut each one in half so that you are left with around four pieces of material. Fill each piece with lavender and tie the ends so that you have lavender scented balls. These can go in underwear drawers, and wardrobes to keep away the moths and keep things smelling sweet.\n\n\t\t \n\n\t\t2. Use them for cleaning: Opaque tights, the thicker the better, are great for using as soft dust cloths. Wool tights are also perfect for shining surfaces and mirrors.\n\n\t\t \n\n\t\t3. Use as a strainer: Thin tights are good for straining off liquids such as paints.\n\n\t\t \n\n\t\t4. Stake up plants: Use tights to tie plants to trellises and sticks to support them. Since the tights are stretchy and thin, the plants don't get damaged as they grow.\n\n\t\t \n\n\t\t5. Protect plants: Tights can be used to protect plants or vegetable patches from animals and children. Cut down the side of the tights and stretch them over the vegetable patch or pull the hosiery over the plant and fasten at the base.\n\n\t\t \n\n\t\t6. Fun for children: Make stuffed animals and puppets by stuffing legs with old tissues or newspaper. For fancy dress-up, make a cat's tail the same way.\n\n\t\t \n\n\t\t7. Keep in first aid kit: Tights make a great flexible sling. They can also be used to help apply pressure to bandage over a wound.\n\n\t\t \n\n\t\t8. Arm warmers: Leg warmers are in style now and if you want to go one stage further then use a pair of tights as arm warmers. Wool tights are great for keeping arms warm.\n\n\t\t \n\n\t\t9. Emergency fan belt: If the fan belt of your car snaps, hope that someone is wearing tights. Wait for the engine to cool down and tie the tights tightly where the belt was. This is only a temporary measure to get you home.\n\n\t\t \n\n\t\t10. Storage: A leg of tights is great for storing rolls of wallpaper and posters. Cut the waistband out and tie it around the legs stored with wallpaper or posters so that they stay in place.\n\n\n\t \n\n\tRelated on MNN:\n\n\t\tHow to dispose of 8 odd, seemingly difficult-to-recycle items\n\n\t\tWhat can I do with T-shirts that are too worn out to donate?\n\n\t\t14 examples of eco-fashion gone too far\n\n\t \n\n\tThis story was originally written for Treehugger. Copyright 2009.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/RecyclingPantyhose_m_1120.jpg","title":"10 ways to recycle your pantyhose","author":""}