{"url":"http://www.mnn.com//lifestyle/recycling/blogs/how-much-does-america-recycle","content":"Today is America Recycles Day, an annual event launched in 1997 that remains the country's \"only nationally recognized day dedicated to the promotion of recycling,\" according to its organizers. It was created by Keep America Beautiful, the same nonprofit group behind the classic 1971 \"Crying Indian\" anti-litter ad.\n\n\t \n\n\tBut 40 years after Iron Eyes Cody shed that famous tear, the U.S. still hasn't quite cleaned up its act. As this infographic shows, Americans trail several other developed nations in recycling as well as composting, and the country sends more than half of its municipal solid waste to landfills. Only about a third of U.S. waste is recovered for recycling or as compost, and less than 12 percent is used to generate electricity.\n\n\t \n\n\tThat's the challenge of America Recycles Day: celebrating what we have accomplished without ignoring what we haven't. The day is partly a chance to pat ourselves on the backs, and partly a much-needed kick in the pants. Sure, America recycles — but America could also recycle a whole lot more.\n\n\t \n\n\tTo better visualize how America's relationship with recycling has evolved over the past five decades, here's a look at some of the country's most recent data on municipal solid waste, culled from this 2009 EPA report and graphed using Google Charts:\n\n\t \n\n\t\n\n\t \n\n\tThe chart above shows how, in the past decade, total waste in the U.S. has basically plateaued while per capita waste generation has shrunk. (Total waste is shown on the left Y axis; per capita is shown on the right.) Both are good signs, but as the EPA points out, they may not be entirely due to enlightenment about the waste stream. \"The state of the economy has a strong impact on consumption and waste generation,\" the EPA explains. \"Waste generation increases during times of strong economic growth and decreases during times of economic decline.\"\n\n\t \n\n\tStill, per capita waste generation has been gradually leveling off since the 1990s, suggesting a trend that goes beyond the whims of the economy. As the following chart shows, the U.S. has increasingly embraced recycling over the past half century:\n\n\t \n\n\t\n\n\t \n\n\tThis second chart is encouraging, even with the recent slowdown since 2000. Because Americans are generating less garbage per day, there's less for them to recycle.\n\n\t \n\n\tIt's important to consider U.S. recycling rates in context, however, so here are the previous two charts layered together (the line colors represent the same respective data sets as above):\n\n\t \n\n\t\n\n\t \n\n\tIn 2009, the most recent year for which nationwide data are available, the U.S. generated 243 million tons of municipal solid waste, which met the following fates:\n\n\t \n\n\t\tDiscarded in landfills: 54.3 percent\n\n\t\tRecovered for recycling: 25.2 percent\n\n\t\tRecovered for composting: 8.6 percent\n\n\t\tBurned for energy: 11.9 percent\n\n\t \n\n\tThat's not bad, considering less than 7 percent of the country's trash was recycled in 1960, and nearly 94 percent of it wound up in landfills. But since that 94 percent totaled only 82.5 million tons, and today's 54 percent totals 132 million tons, it's clear the job is far from finished.\n\n\t \n\n\tThe goal of America Recycles Day — which has a theme of \"I Reycle\" for 2011 — is to make sure we remember this. Newspapers are still rotting in Dumpsters, soda cans are still rusting in riverbeds, and plastic bags are still swirling around in ocean garbage patches. But rather than feeling discouraged about the scope of the problem, we should take heart in knowing we've already demontrated ways to solve it.\n\n\t \n\n\tFor ideas on how to redouble your recycling efforts, check out this roundup of helpful articles assembled by MNN's Matt Hickman. For even more ideas, take a look through this comprehensive list of recycling articles on MNN.\n\n\t \n\n\tAnd in case you need an extra boost to get motivated, here's another look at that 1971 PSA, followed by a slightly more upbeat take on recycling:\n\n\t \n\n\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/dumpster.jpg","title":"How much does America recycle?","author":""}