{"url":"http://www.mnn.com//lifestyle/recycling/blogs/6-handmade-and-recycled-notebooks-for-warm-weather-jottings","content":"Introspection is not high on the list of cultural priorities at present. (There are periods of time when it was. Think of the Romantics, who spent as much time thinking about themselves as their lovers, or the thinking men and women of the Renaissance.) Yet there are plenty of us who find it imperative to live an examined life. \n\n\t \n\n\tI've found that the best way to do this is through journaling by hand on paper. Of course many people have success creating online journals or find it faster and easier to type, but I am on the computer so much that I find that a tactile experience with the words I'm creating and the emotions I'm feeling is worth the extra time. \n\n\t \n\n\tPart of the experience of journaling, for me, is to put my writing in the perfect journal. Over the years, I've collected all sorts of writing tablets, and unlike those who reach for the same journal type and style time and again, mine are varied in shape, thickness and size. Those various journals divide my life into blocks. Just by looking at a journal's cover — one I haven't opened in years — I can conjure up what I was feeling and going through at the time. \n\n\t \n\n\tBelow are some of the pretty finds: handmade, vintage or some combination thereof, that I have found. They seem perfect for keeping inspiring, challenging, angry, glad, joyful and complicated musings within. \n \n\nThis fully handmade journal is a gem; chlorine-free, handprinted paper within, and a pretty fabric cover, satin ribbon and decorative button. Via NewLeafJournals on Etsy. \n \n\nThis Japanese-style journal is handcut and handsewn, and includes traditional Japanese stab binding. \n \n\nKate's Paperie is a fun place to look for journals, but these colorful recycled leather ones are especially useful and attractive, and their pages are 50 percent recycled too. \n \n\nThese handmade journals from Ex Libris are each unique, made from vintage books. Not only are the insert pages made from recycled paper, but images and illustrations from the books are features as interior pages, so you get some of the feel of the original book in your journal. \n \n\nThis beautiful bird's nest journal is made from a collage of vintage Victorian bird-inspired cards and illustrations. In the middle is a lined paper journal. A work of art for special writings, or a great gift. \n \n\nFor a green alternative to moleskin journals, check out ecosystem, which uses a very similar size and design but uses all earth-friendly materials instead, including 100 percent recycled materials made in the U.S.A. They can be fully recycled if you don't wish to keep them after use. ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/journaling.jpg","title":"6 handmade and recycled notebooks for warm weather jottings","author":""}