{"url":"http://www.mnn.com//green-tech/computers/stories/wikipedia-edit-wars-the-most-hotly-contested-topics","content":"A behind-the-scenes look at the so-called edit wars on Wikipedia has revealed the topics people argue about the most across the globe. The winners: religion and politics.\n \nConsidering that Wikipedia is the result of mass collaboration, with essentially 40 million editors, back-and-forth editing — and even arguments — are bound to occur. But some topics on the site better resemble a battlefield than a publishing house, according to researchers.\n \n\"Wikipedia seems to be a cool and novel platform for collaboration, but it suffers from very traditional features of human societies,\" said Oxford University physicist Taha Yasseri, co-author of the new study detailed online May 23 in the preprint journal arXiv.\n \nYasseri and his colleagues collected the revisions on all of the articles submitted over ten years. They then looked at edit wars — in which Wikipedia users (or \"editors\") repeatedly override one another and don't reach a consensus. \"It's a big deal in Wikipedia, as well as in any other peer-production projects without a supervisor,\" Yasseri said.\n \nThe researchers identified the 100 most controversial topics in 13 languages. \"Because the method is only based on revision metadata and not the content, it can be easily generalized to different languages,\" Yasseri said.\n \nOverall, after religion and politics, the most controversial topics were countries and geographical places, followed by sex, gender and race-related topics.\n \nSome subjects, such as Israel, were heavily debated in all the languages, and some topics were local to different language editions. On the French- and Czech-language Wikipedia sites, scientific topics were the most controversial, whereas sports were the hot topic on Spanish-language sites.\n \n\"Sometimes, you don't know what is really important for the local community, but you will realize [it] by looking at these results,\" Yasseri said.\n \nThe Hong Kong-based television station TVB, along with its productions, appear quite often in the Chinese list of disputed articles. The Romanians argued most about musicians and art, and the Japanese Wikipedia is a battlefield for manga.\n \nReligion and politics were heavily disputed in Middle Eastern languages, including Hebrew, Persian and Arabic. They were also controversial topics in other languages’ Wikipedia sites. The three most disputed topics on the English-language version of Wikipedia were about George W. Bush, anarchism and Muhammad. On the French-language Wikipedia site, the most controversial articles were about Ségolène Royal, UFOs and Jehovah's Witnesses. On the German-language site, Croatia is heavily disputed, followed by scientology and 9/11 conspiracy theories. [Top 10 Conspiracy Theories]\n \nThere are different ways of collaborating on Wikipedia, such as talk pages, available history of the edits, off-wiki forums and real-world connections, Yasseri said. \"All these are designed to elaborate the collaboration, and they really help. But when it comes to sensitive topics, they are just enlarging the battle field.\"\n \nThe method the researchers developed to explore Wikipedia could help design similar projects — for example, OpenStreetMap, a collaborative project that aims to create an editable map of the world, the researchers said.  Moreover, it could give social scientists a better understanding of the dynamics of conflict emergence and its universal features in human societies.\n \n\"Many of the theories in social science never could be tested against real experiments,\" Yasseri said.  \"Now, thanks to our digital life of today, we are able to track and analyze the interactions of a huge society of individuals — for example, the leader-follower relationship or the role of mediators.\" \n \nFollow Bahar Gholipour @alterwired. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nSuper-Intelligent Machines: 7 Robotic Futures\n\n\nThe 10 Weirdest Things Created By 3D Printing\n\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\nMNN: How to survive during an Internet blackout\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/Wikipedia_m_0603.jpg","title":"Wikipedia 'edit wars': The most hotly contested topics","author":"Bahar Gholipour, LiveScience"}