{"url":"http://www.mnn.com//green-tech/computers/stories/microsoft-stores-to-pop-up-in-500-best-buy-locations","content":"If you’re looking to do some brick-and-mortar Windows shopping but don’t live near a Microsoft Store, Best Buy may have you covered. Microsoft has just announced a new partnership that will bring 600 in-store shops to Best Buy locations across the United States and Canada. These mini stores will specialize in Microsoft’s consumer products, ranging from Windows PCs, Surface tablets, Windows Phone, Xbox products and Office software.\n \nThe store-within-a-store will span 1,900 square feet with a range of 1,500 to 2,200 square feet depending on the size of the specific Best Buy location. Of the 600 locations, 500 will be located in the United States and 100 will be situated in Canada. This is roughly ten times the amount of Windows Store locations currently in North America, which amounts to 68.\n \nDubbed the Windows Store, each mini shop will be staffed with Best Buy blue shirt employees that have been trained on Microsoft’s product line. Specifically, more than 1,200 Microsoft-specialized employees will be deployed across these 600 in-store locations. On its official Windows blog, Microsoft notes that its online store will be refreshed to mirror the retail experience found in these Best Buy shops as well. \n \nApple was the first company to get its own dedicated mini-stores within Best Buy's walls. Next, Samsung followed Apple's lead in April when it announced that Samsung Experience in-store shops would be coming to 1,400 Best Buy locations in the U.S. The idea behind both mini-store concepts is almost identical to that of the Windows Store, with Samsung-trained blue shirt employees on hand to answer  questions. \n \nTest stores are launching today in select markets, but the first official stores are expected to roll out in late June through early September.\n \nRelated on LiveScience and MNN:\n\nBest Laptops 2013\n\n\nTop 10 Ultrabooks\n\n\nTop 8 Windows Tablet-Laptop Hybrids\n\n\nMNN: Windows 8 previewed\n\nThis story was originally written for LAPTOP and was republished with perimssion here. Copyright 2013 LAPTOP, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/MicrosoftBestBuy_m_0614.jpg","title":"Microsoft stores to pop up in 500 Best Buy locations","author":"Lisa Eadicicco, LAPTOP"}