{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/finally-a-bra-measurement-system-that-gets-the-right-fit","content":"Shopping for a bra, for most women, is never less than frustrating, and always time-consuming (if you hope to get one that actually fits decently). It involves patience, picking about five bras (each in at least three sizes) and is best done when you are feeling pretty good — because by the end of the day, you will be at least be somewhat demoralized. So if you start off in a bad or even an OK mood, bra shopping will completely ruin your day. Contrary to the lingerie ads, few women like to wear bras, but most of us need them —for modesty, for support, and certainly for exercise (though studies have shown they don't prevent sagging). While a well-fitting bra is still, in my opinion, not a substitute for going without, it is also leagues more comfortable than one that doesn't fit properly; the latter are nothing less than an exercise in withstanding torturous physical conditions. (This is not hyperbole; a strap that cuts into your shoulder all day long, or a too-tight band that slowly suffocates you is not dissimilar from the grating, repetitive, eventually injurious ways that constitute torture.) \n \nThe designers at Jockey have taken notice and attempted to address at least the first part of the process (trying to find a bra that fits in the first place), which should alleviate the second part — typical bra-wearing discomfort. They've thrown out the ribcage measurement, and the cup sizes (and good riddance). Instead, these \"maddeningly unconventional\" sizes, as the New York Times calls them, are replaced with 55 different sizes. Jockey has bypassed the lingerie lady, sending out measurement kits for $19.95 (the credit can then be applied to buying a bra) with two components. The first is simple; your ribcage is a directly measured number from their tape measure (no annoying equations needed like the mainstream measurements). The second measurement is cup sizes — there are molds that you fit over the breast to determine which best fits based on both size and shape, which has long been an issue for women. \n \nHaving been fit properly by a local lingerie store a few years ago, when Oprah revealed on her show that the vast majority of women were wearing the wrong-sized bra, I would say that there's no substitute for a personalized fit from a saleswoman who can look at your overall frame, breast shape, shoulder-to-ribcage length (mine is very short) and even talk to you about what kind of styles you like, and then bring you a selection of bras that will work for you. While I learned that I was wearing the wrong size bra when I made my first visit (turns out I was a cup size larger and a ribcage measurement smaller, which is a very common mistake), the saleswoman also brought me bras that worked best for bodies like mine; she knew her stock and had fit hundreds of women in her time, and no measurement system can compete with that. \n \nBut since most women can't afford to drop $200 on a whole new bra wardrobe (like I did that day; it was so worth the investment!), and plenty don't have access to a boutique (big box stores that, ironically, sell lower quality and cheaper bras have closed plenty of smaller lingerie shops down), kudos to Jockey. They are attempting to help the millions of women out there who are still wearing the wrong size bras, for a low cost and a measurement that can be made simply and easily at home. And, since the kit is theirs to keep, when women experience weight gain or loss due to pregnancy or illness, a new measurement can be taken (after all, breasts do change over time, even if you never have children). \n \nJockey has at least tried to move us forward; in a world where you can find almost anything, the clothing industry is lagging behind. Current sizes don't reflect any kind of real standard, in clothes or underwear, plus-sized women are ignored, and jeans are still impossible to shop for. It's time for the rag trade to modernize, admit that there are more than just a couple different body types, and start making clothes that work for us, instead of the other way around. \nRelated on MNN:\nBras don't actually work, says French study\nJapan ice bra aims to keep everywhere cool","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/brasizing.jpg","title":"Finally! A bra measurement system that gets the right fit","author":""}