{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/big-face-animal-t-shirts-make-bold-statement","content":"Wear one of The Mountain’s Big Face T-shirts and everyone will know what your favorite animal is.\n \nThese detailed, close-up portraits of a variety of animals — from alligators to zebras — are guaranteed to make an impression, but Michael McGloin, The Mountain’s creative director, says the shirts aren’t exactly new.\n \n“The Big Face shirts have always been there — we just never focused on them. But I realized these were our best-selling shirts and that we weren’t capitalizing on it,” he said.\n \nSimilar shirts featuring large faces of SpongeBob, the Muppets and Star Wars characters are everywhere these days, according to McGloin, but The Mountain is the only company creating realistic animal faces.\n \nCreating an ever-growing line of in-your-face animal T-shirts has paid off, and the adorable pug T-shirt is outselling even the infamous Three Wolf Moon shirt.\n \n“We’ve always done animals, but the pug shirt has become a meme of its own,” McGloin said. “It sells better than anything else. It puts Three Wolf Moon to Shame.”\n \nWhat makes these shirts so popular?\n \n“The shirts have a dimensional effect and how they’re printed definitely makes it look like it’s coming out, but I think people just love animals,” McGloin said. “They’re fanatics about their breeds, and these shirts scream that. It’s people wearing their spirit animals.”\n \nIt seems even celebrities have been showcasing their spirit animals — Jack Black and San Antonio Spurs player Matt Bonner have both been spotted in the bold Big Face tees.\n \nCurrently, The Mountain has more than 150 different Big Face T-shirts for sale, including 55 dog breeds. McGloin says they’ll create about 100 more animal-face tees this year.\n \n“We want to try to do all the animals. We have lots of shirts and ideas, but we don’t have an infinite warehouse. But we’ll add as many as we can,” he said.\n \nBut the company doesn’t just create T-shirts inspired by the natural world, it also works to protect it.\n \nThe Mountain bills itself as “America’s greenest T-shirt company” and is continually making strides to reduce its carbon footprint. It uses organic reactive dyes and water-based inks, and all of its apparel is printed and dyed in the U.S. to decrease energy consumption in shipping.\n \nMost recently, The Mountain became the first T-shirt company to build a garment dye system that cleans its wastewater without the use of chemicals. The dye oxidation system is the first of its kind in the U.S.\n \n“We strive to go above and beyond to care of the environment and the water,” McGloin said. “Because of that, now the water going out of our place is even cleaner than when it came in.”\n \nAll photos courtesy of The Mountain\n \nMore eco-fashion stories on MNN:\n14 examples of eco-fashion gone too far [Photos]\nFlint and Tinder launches the 10-year hoodie\nEco fashion for men: Brands that bring it","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/pug.jpg","title":"'Big Face' animal T-shirts make bold statement","author":""}