{"url":"http://www.mnn.com//lifestyle/recycling/stories/regift-unwanted-presents-and-recycle-goods","content":"Not everyone puts as much thought and care into gift giving. So it’s likely you’ll get some clunkers for presents that miss the mark this holiday. Re-gifting is totally permissible, with some guidelines.\n\n\t \n\n\tMy family and friends avoid the whole problem with a tradition of gifting “consumables” for the holidays instead of collecting more stuff. Spices and a recipe for Mulligatawny soup, persimmons from the bounty off the tree in my yard with a persimmon nut bread, soy candles, organic catnip and botanical hand balm — all from local artisans. Homemade treats are as old a tradition as bringing cookies to your neighbors.\n\n\t \n\n\tBut it doesn’t have to be just edible gifts. And now I follow a theme. One year it was salt: Himalayan salt, flavored salts, bath salts and salted chocolate caramels. Another year, I was inspired by my fig tree and made a batch of fig spread. I also included fig crackers, fig mustard in my \"baskets,\" and I even found handcrafted fig soap.\n\n\t \n\n\tAn annual tradition are the delicious chili nuts my friend roasts which I share at the family dinner. But what about that ornament I was given for a tree I don’t have? Or the book I already read? The pink crocheted pillow? Another pair of gloves? The too-big earrings, too-sweet incense, the Christmas-themed scarf I’ll never wear, the sweater that doesn’t fit and I can’t return, that wallet I don’t need? Secret Santa gifts are notorious for wrapping up the $10 version of unnecessary stuff.\n\n\t \n\n\tWait for the right recipient and recycle wrapping, too\n\n\tI’ll find the perfect person for it and pass it on. There is some etiquette for this: you don’t want to hurt the gifter’s feelings, since most people don’t really want to know you didn’t like/want/need it. Wait to match items with the right recipient and appropriate occasion. And keep it in the original packaging. I also recycle gift wrap, make my own or have fun with recycled ribbons.\n\n\t \n\n\tYou could throw a white elephant party on New Year’s Eve where everyone brings one item and exchanges gifts. Maybe someone you know really could use a pen and pencil set. Just be sure the gift-giver isn’t attending and you’re not passing off more stuff no one will want. Gifts can be donated, too, as a form of recycling.\n\n\t \n\n\tRe-gifting lets the gift keep giving. Perhaps you want to start a new tradition among your family and friends and let everyone know there’s no more room for stuff. There are more creative and fun ways to give.\n\n\t \n\n\tRelated gifting stories on MNN:\n\n\t\t8 plants to give as gifts\n\n\t\t9 tips for green gift wrapping\n\n\t\t10 elegant, inexpensive homemade holiday gift ideas\n\n\t \n\n\tThis story was originally written for Treehugger. Copyright 2011.\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/Regifting_m_1207.jpg","title":"Regift unwanted presents and recycle goods","author":""}