{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/oscar-yorkie-purse-coming-to-a-store-near-you","content":"What do you do when you find out one of your company’s biggest fans is headed to the red carpet at the Oscars?\n \nWell, if you’re Poochie & Co., the makers of Quvenzhané Wallis’ ubiquitous doggie purses, you set to work frantically designing a custom purse just for the occasion.\n \nAnd that’s exactly what Leslie Palmer and her team did. She is the division president of Poochie & Co., which is owned by Cudlie Accessories, a 45-year-old, family-owned company based in New York.\n \nWhen Palmer found out Wallis, the young star of the film \"Beasts of the Southern Wild,\" was going to the Oscars, the designer scrambled to manufacture a one-of-a-kind Poochie bag befitting the occasion in time for the awards.\n \nWallis has long been a fan of Poochie & Co.’s doggie purses and has been seen carrying them in nearly every one of her public appearances this season. But, the Oscars are different, and Palmer wanted the actress to have an extra-special purse that coordinated with her gown.\n \n“Then I discussed with her mother making a special one for the red carpet,” Palmer told BusinessNewsDaily. The designer found out which colors Wallis was considering wearing to the Oscars and made a purse for each palette. Palmer chose a Yorkie because Wallis’ family has a pet Yorkie.\n \nPalmer, whose company sells to major retailers throughout the United States, said she’s never done anything like this before. She said she had a week to design the custom pooch and had to keep a sample-maker working in China through Chinese New Year to get it done.\n \nOnce the purses arrived, Palmer hand sewed the tiara and the tutu on the purse herself.\n \nThe extra effort paid off. Poochie is now practically a household name, and the company's web site and Facebook page have been inundated by Wallis wannabe’s clamoring for Yorkie purses of their own.\n \nPoochie is currently sold out, but more purses are on order, and the company expects to be back in stock at the end of April or beginning of May. And, yes, a mass-produced version of Wallis’ Yorkie purse will be available soon, too.\n \nRelated on BusinessNewsDaily and MNN:\n\n10 Beloved Brands Gone Forever\n\n\nHow to Get the Job You Really, Really, Really Want\n\n\nFive Startup Ideas for Fashion Fanatics\n\n\nMNN: Stylish purses for eco-urbanites\n\n \nThis story was originally written for BusinessNewsDaily and was republished with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/WallisPoochPurse_m_0228.jpg","title":"Oscar Yorkie purse coming to a store near you","author":"Jeanette Mulvey, BusinessNewsDaily"}