{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/3-homemade-salt-scrub-recipes-to-try","content":"Both sugar and salt scrubs are designed to exfoliate the skin. Massaging them into damp skin removes layers of dirt and dead skin cells and encourages skin to shed at a more rapid rate, typically every 30 days. Exfoliation also leaves behind healthy, glowing, softer skin.\n \nWhile sugar scrubs are made up of small granules and are better suited to exfoliate sensitive areas like the face, or for gently exfoliating skin with eczema or acne, salt scrubs are more abrasive with larger granules suitable for harsher scrubbing of callused skin like that of the feet, or as an overall body scrub to encourage skin shedding. What’s more, salt contains minerals like magnesium, potassium and calcium, great for skin cell restoration and reducing the signs of aging.\n \nYou can buy salt scrubs at varying price points from inexpensive to pricey, or you can experiment with making homemade variations with simple kitchen ingredients. Stored in pretty glass jars, salt scrubs make great gifts, last six months, and can vary in scents and healing properties.\n \nHere are a few homemade salt scrubs to try:\n \nRelaxing Lavender Salt Scrub\nIngredients:\nPink Himalayan sea salt, or other sea salt varietal (1 cup)\nNutritive oil like almond, grapeseed, avocado or rosehip oil (½ cup)\nLavender essential oil (relaxing) or peppermint (energizing), or orange (stimulating), or geranium (mood lifting) 5-10 drops\nOptional: Toss in crushed flower petals or leaves of lavender, peppermint, citrus or geranium for color\nMix all ingredients in clean dry bowl and store in glass jar. Rub into damp skin or spread on loofah and use as all over body scrub weekly.\n \nOatmeal & Patchouli Sea Salt Scrub\nIngredients:\nSea salt (2 cups)\nOatmeal, ground and uncooked (1/2 cup)\nGrapeseed oil (1/2 cup)\nOlive oil (1/2 cup)\nPatchouli essential oil (5-10 drops)\nPut salt in a clean, dry bowl, add oils and mix with a spoon. Add drops of patchouli and mix well. Store in glass jar and use as a soothing, relaxing all-over body exfoliant.\n \nPeppermint Foot Scrub\nIngredients:\nEpsom salt (1 cup)\nSea salt (1 cup)\nBaking Soda (1 cup)\nPeppermint oil (15-20 drops)\nTea tree oil (1 teaspoon) optional for antibacterial purposes\n \nPour all ingredients into glass jar and shake to mix. Use weekly to scrub feet and soothe rough heels.\n \nMore natural beauty stories on MNN:\n8 of the strangest spa treatments\n11 beauty products that may be ruining the planet\n24 smart uses for sugar","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/homemade-body-scrub_0.jpg","title":"3 homemade salt scrub recipes to try","author":""}