{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/rebecca-tarbotton-young-conservationist-dies-in-swimming","content":"The environmental community has lost one of its most well-known and respected leaders. Rebecca Tarbotton, the 39-year-old executive director of the Rainforest Action Network (RAN), died on Dec. 26 during a swimming accident. She was on vacation in Mexico.\n \n\"Our hearts are broken,\" RAN chair Andre Carothers said in a prepared statement. \"We lost a powerful, transformative leader this week. The Rainforest Action Network was her home, but the world was her stage, and her future was so incredibly bright. We can do nothing more right now than love her, her family, her husband, and her friends and colleagues.\"\n \nAccording to the RAN release, Tarbotton breathed in water while she was swimming in the ocean north of Puerto Vallarta, Mexico, causing her to asphyxiate. She had been vacationing with friends and her husband, Mateo Williford, whom she married just five months ago.\n \nTarbotton had been with RAN for six years and took over as its executive director in August 2010, becoming one of the few women to lead any of the major environmental organizations. \"Becky reshaped Rainforest Action Network, and was a force against deforestation and corporate greed,\" said Michael Brune, RAN's previous executive director and the current president of the Sierra Club. \"We need more women to be leading environmental organizations, and losing a leader and friend like Becky is especially painful.\"\n \nGrist board member and 350.org founder Bill McKibben praised the late environmentalist: \"She was, among other things, one of the most spirited of environmentalists — no long-faced doomsayer, and no too-careful D.C. tactician, but a fighter with a spring in her step and a bit of fire in her eye.\"\n \nIn an October 2012 keynote address, Tarbotton laid out her philosophy for RAN and conservation: \"We need to remember that the work of our time is bigger than climate change. We need to be setting our sights higher and deeper. What we're really talking about, if we're honest with ourselves, is transforming everything about the way we live on this planet…We don't always know exactly what it is that creates social change. It takes everything from science all the way to faith, and it's that fertile place right in the middle where really exceptional campaigning happens — and that is where I strive to be.\"\n \nTarbotton was one of many activists arrested during a Keystone XL protest in front of the White House last year. Among her accomplishments with RAN was convincing the Walt Disney Company to stop sourcing its paper from endangered forests. RAN characterized this as \"the most significant agreement in the history of the organization.\"\n \nMother Jones publisher Steve Katz said Tarbotton \"was carved from passionate, steely, joyful stuff. She was a young force to be reckoned with. Her death is an especially hard one, when what we assume to be a natural order in succession is upended.\"\n \nRAN says Tarbotton's ashes will be scattered in British Columbia off Hornby Island, where her family owns a cabin. Dates for public memorial services in San Francisco, where RAN holds its offices, and Vancouver, where Tarbotton was born, will be announced soon. You can watch a video about what Tarbotton's death means below.\n \n\n\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/tarbotton.jpg","title":"Rebecca Tarbotton, young conservationist, dies in swimming accident","author":""}