{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/5-thriving-sustainable-communities","content":"Ecovillages are communities of people drawn together by the common goal of living more sustainably. Their commitment and practices vary from ecovillage to ecovillage but all share the bond of not being satisfied with the status quo. Ecovillagers seek to live in harmony with the environment and develop their land with an eye on protecting vital natural systems and on fostering good relations with neighbors, both of the human and animal variety. They farm and garden, pool their buying power to save money, and may share other community resources like cars and tools. Does every house on the block really need to have its own lawn mower?\n \nThe modern-day ecovillage has its roots in the communes that first popped up in the '60s and '70s. As the environmental movement was born and matured, more eco-centered communities started forming. In 1991, sustainability experts Robert and Diane Gilman wrote \"Ecovillages and Sustainable Communities,\" a study on ecovillages undertaken on behalf of Gaia Trust that helped lead to the formation, four years later, of the first ecovillage conference that took place in Findhorn, Scotland. That event led to the founding of the Global Ecovillage Network and to countless ecovillages all around the world.\n \nWe scoured the web in search of five American ecovillages that have taken root and thrived. Whether you're reading because you're just curious about ecovillages or are looking for a new place to call your eco-home, these five make for a good read.\n \nDancing Rabbit Ecovillage\nThe Dancing Rabbit Ecovillage was started in 1997 with the purchase of 280 acres of land in northeastern Missouri and has grown into a group of neighbors dedicated to building a place where people respect the environment and work to make their community a better place. They grow a lot of their own food and often prepare big meals together. Homes built at Dancing Rabbit must follow sustainability guidelines concerning the house design, building materials and techniques used, while residents get around off the farm using one of the cars from their private car share service, all of which are powered by biodiesel.\n \nEcoVillage at Loudoun County\nEcoVillage at Loudoun County sits on 180 acres of land in Loudoun County, Va., over half of which is set aside as conservation land. Residents enjoy trails and shared space and facilities like their planned Common House, which will provide space for community meals and events. All the homes are built according to green standards and guidelines and are much more environmentally sound than your conventional home. Their website has a great selection of photographs and more information on buying one of the few lots still available.\n \nSawyer Hill EcoVillage\nThe Sawyer Hill EcoVillage in Berlin, Mass., is the merged community of two cohousing groups, Camelot Cohousing and Mosaic Commons. Sawyer Hill is set on 65 acres of land near Worcester, Mass., and has shared facilities owned by residents like a dining hall, workshops, workout facilities, and play space for kids. Twenty-five of the 65 acres have been set aside in a conservation easement, and there are trails throughout the land.\n \n \n \nEcoVillage at Ithaca\nEcoVillage at Ithaca is one of the older eco-villages in the U.S. and was started in 1992 after the founding residents purchased 175 acres of land in Ithaca, N.Y. Today there are two 30-home cohousing units with a third in the planning stages. Residents have built organic CSA vegetable and berry farms and community gardens, and set aside 55 acres of land in a conservation easement. They organize weekly community dinners and share in the maintenance work required for their common space.\n \nVillages at Crest Mountain\nThe Villages at Crest Mountain is located near one of my favorite cities, the progressive bastion of Asheville, N.C. They are a newer ecovillage and have just eight homes built but have sold twice that number of lots. The homes are built around a central courtyard of gardens and open space. Phase two of the development will add 22 acres of homes.\n \nClick for photo credits\n\n\nPhoto credits:\nDancing Rabbit: The Year of Mud/Flickr\nIthaca: arimoore/Flickr\nLoudoun County, Crest Mountain, Sawyer Hill: Provided by respective websites\nMNN homepage photo: Ecovillage at Ithica\n\n \nRelated sustainable cities stories on MNN: 5 American towns leapfrogging toward a greener future\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_ecovillage.jpg","title":"5 thriving, sustainable communities","author":""}