{"url":"http://www.mnn.com//lifestyle/recycling/stories/does-recycling-cause-you-to-consume-more","content":"A lot of eco-minded people will avoid purchasing items that they know will end up in the garbage. But do they also react in the opposite way by consuming more when they know that something will be recycled? That seems to be the indication from a study published recently in the Journal of Consumer Psychology.\n \nThe research was conducted by Jesse Catlin, an assistant professor at Washington State University Tri-Cities, and Yitong Wang, an assistant professor at Tsinghua University in Beijing, China. They conducted two experiments to find out how much paper people used if they had the option to recycle their waste. The studies were partially funded by the project was funded in part by the Newkirk Center for Science and Society, which focuses on issues such as health and the environment as they related to community and quality of life.\n \nIn the first experiment, two groups of graduate students — who did not know the nature of the study — were given the task of evaluating a pair of scissors by cutting up as much paper as they could, then disposing of the paper. One group had a waste basket for that part of the task, while the second group had both a wastebasket and a recycling bucket. The group that had an option to throw their waste out in a recycling bucket chopped up nearly three times as much paper.\n \nIn the second experiment the researchers staked out a men's room for 30 days and monitored how many paper towels were used. For the first 15 days of the experiment the restroom only has a waste basket. For the second 15 days, they added a recycling bin. They amount of paper used per person during the second 15 days was 14 percent more.\n \nThe researchers calculated that the restroom would use 12,500 more paper towels per year in the second scenario.\n \nThe researchers also asked their undergrads who conducted the scissor experiment to fill out a questionnaire about their \"green\" behaviors. They linked the answers with previous studies that showed how people who try to behave in an eco-friendly manner often trade off and rationalize their behavior, such as saying it is okay to do a non-green thing because something else they do balances it out. In this case, they concluded that the people in the experiment used the recycling option as a way to allow themselves to use more waste because it was going to be recycled.\n \nAs the authors write, \"we propose that the ability to recycle may lead to increased resource usage compared to when a recycling option is not available.\" They say their paper has potential implications for further research and for policy-making, such as whether or not recycling should be available in certain situations.\n \nRelated recycling posts on MNN:\n\n30 things you should never compost or recycle\n\n\nSweden runs out of garbage, forced to import from Norway\n\n\nThe secret life of garbage (Infographic)","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/recycling%20overflow.jpg","title":"Does recycling cause you to consume more?","author":""}