{"url":"http://www.mnn.com//lifestyle/recycling/stories/keep-america-beautiful-goes-social-for-annual-great-american-cleanup","content":"The nonprofit Keep America Beautiful has been around for 60 years now, but it's definitely keeping up with the times. The organization – perhaps best known for its 1971 \"crying Indian\" commercial – launched a new social networking hub this week to help connect volunteers during its second annual Great American Cleanup and other events.\n \nThe social hub, available at kabcleanup.org, allows volunteers to stay in touch and show off their work through Twitter, Pinterest, Instagram, Facebook and other social networking sites.\n \nMatt McKenna, president and CEO of Keep America Beautiful, told the New York Times that the site is part of a re-branding effort to help them keep up all of their activities, which he says include a lot more than picking up litter. Other operations McKenna cited include \"recycling, community gardens, urban forestry, graffiti abatement, composting and disaster restoration.\"\n \nThe organization plans to put the new hub to good use during next month's Great American Cleanup, which brought together more than 4 million volunteers in 2012 to help beautify their communities. Last year's cleanup – the first of these annual \"national days of action\" – included events in 20,000 communities. This year's Great American Cleanup will take place on April 6. The social hub has detailed information on local volunteering opportunities.\n \nEven though that date is nearly a month away, Keep America Beautiful is already tapping the power of social media. #KeepAmericaBeautiful is a trending topic on both Twitter and Instagram, where users are posting photos of nature or cleanup events.\n \nThe organization says it hopes to make a big splash at this week's South by Southwest Interactive Festival (SXSW) by running volunteer cleanup events at four sites within the conference.\n \nIn addition to the new hub, Keep America Beautiful and its sponsors are offering several grants for local affiliates. The Lowe's Charitable and Educational Foundation is offering $900,000 in grants for community improvement projects (the deadline is March 14), while Troy-Bilt and Waste management will each offer tens of thousands of dollars worth of additional grants (the deadlines are March 25 and June 12, respectively).\n \nRelated stories on MNN:\n\nGreen your workplace for America Recycles Day 2012\n\n\nHow much does America recycle?","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/keep%20america%20beautiful%20530.JPG","title":"Keep America Beautiful goes social for annual Great American Cleanup event","author":""}