{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/fashion-students-create-their-own-plus-size-mannequin","content":"You'd think with more than half the United States population overweight or obese that fashion students and retailers would be rushing to clothe this growing market. The \"average\" women's size in the U.S. is a 14, and plus-sized fashion generally starts right there, at a size 14 and up (these sizes are about 67 percent of the population). But not only are there far fewer plus-sized fashion options out there, (and some stores, like Abercrombie & Fitch even refuse to make clothes for larger-sized women at all) but when it comes to designers who want to enter this growing market, there's a stumbling block at the very start. \n \nNo mannequins. \n \nWhen fashion students Brandon Wen and Laura Zwanziger at Cornell University decided on a plus-sized line for a class project (after their research revealed an under-served market), they quickly realized they were in a bind. As reported in the Cornell Chronicle, \"So few clothes are made exclusively for larger women that there’s a scarcity of full-figured mannequins available, and the few that exist resemble crudely scaled-up versions of thinner women of Barbie-like proportions.\" If these students were going to make a line of clothes for larger-sized women, they were going to need a realistic mannequin. Since none were available, they decided to make one themselves. \n \nThe students began by analyzing thousands of 3-D body scans, and then matched it to a single prototype. From there, \"they used the department’s laser cutter to slice half-inch thick pieces of foam and stacked and glued the layers to create their model, a half-scale dress form that allows designers to develop prototype garment patterns that can later be replicated at full scale.\" Called Rubens Woman (after the famous painter's fleshy and voluptuous subjects), the collection featured four jackets, pants and a skirt, all tailored to and complimentary of a plus-sized woman's body. Professor Susan Ashdown said, “Instead of just scaling up something designed for a different-sized woman, or even thinking about clothing as something to disguise a body or make a body look different than it is, the students sought to celebrate shape as it really is.”\n \nIn 2013, it seems impossible that we live in a world that doesn't have dress mannequins that accurately reflect the body types of half the population of women. After all, we can order Pad Thai with an iPad app, lose a leg and have a choice of prosthetics, or decorate an entire home in Midcentury Modern style just by clicking away online. But there aren't mannequins that reflect the real bodies of millions and millions of women? The fact that this is true only underscores how marginalized plus-size fashion really is, and why so often it is ugly and ill-fitting. Designers don't even have the most basic tools with which to be able to do their jobs creating clothes that fit properly. For those who argue that the market determines what is created and sold, not human prejudices and attitudes, I offer up this example. \n \nRelated on MNN: Abercrombie & Fitch's plus-sized controversy heats up: Celebrities weigh in","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/plussizedwoman.jpg.jpg","title":"Fashion students create their own plus-size mannequin","author":""}