{"url":"http://www.mnn.com//lifestyle/recycling/blogs/clever-christmas-tree-trend-trees-made-of-books","content":"My friend Gwen posted a photo yesterday on her social page. The photo was of a Christmas tree made from carefully placed books. It was very clever. After doing a little research, I found that making Christmas trees from a pile of books is trendy right now, especially at libraries. This photo gallery of 12 trees made of books will give you great inspiration. \n\n\t \n\n\tThe Inglewood Library in Los Angeles created a tree from little used books using red books on the bottom to simulate a tree skirt and green books for the tree itself. Other examples are from the Gleeson Library in San Francisco and a small bookstore window in Bethlehem, Pa.\n\n\t \n\n\tOne of the great things about using books to create a decorative Christmas tree is that there is no waste. After Dec. 25, the books just go back on the shelf.\n\n\t \n\n\tI couldn’t find any specific instructions online with tips for constructing a tree out of books, but it seemed pretty simple. So last night, my 9-year-old son and I emptied several of the shelves in his room and constructed our own tree out of copies of “Diary of a Wimpy Kid,” “Captain Underpants,” “Stink,” “Harry Potter,” “The Tale of Desperaux” and dozens of other books. The top book on the tree is “The Best Christmas Pageant Ever.”\n\n\t \n\n\tWe took an old string of lights and wrapped them around the tree and a spare star tree topper that we had and lit the tree of books up. He was thrilled to have his own Christmas tree in his bedroom.\n\n\t \n\n\tWe didn’t worry about making the tree perfectly symmetrical, but with a little more time and patience we could have made a tree that was taller and a little neater. That wouldn’t have been nearly as much fun for us, though. I could see the tree though the crack in his door last night as he was sleeping, and it made me smile every time I walked past his bedroom.\n\n\t \n\n\tI wanted to share this easy, clever, fun idea with you. Maybe it will inspire you to make your own tree out of books (which, come to think about it, were made out of trees to begin with).","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/tree%20of%20books%20large.jpg","title":"Clever Christmas tree trend: Trees made of books","author":""}