{"url":"http://www.mnn.com//green-tech/computers/stories/china-marks-tiananmen-anniversary-with-internet-maintenance-day","content":"June 4, the anniversary of the historic massacre at Tiananmen Square in Beijing, is a good day to adopt a sober attitude and reflect on the event online — unless you're China, that is.\n \nThanks to a phenomenon dubbed \"internet maintenance day,\" the Chinese government has mandated that a number of websites go down for maintenance, especially those critical of the events 24 years ago.\n \nChina, known for its restrictive policy toward Internet access, implemented \"Internet maintenance day\" on June 4, 2009, the 20th anniversary of the massacre of student protesters in Tiananmen Square. Users were unable to access social networking sites, political blogs and even news sites that don't see eye to eye with the Communist Party of China.\n \nNaturally, Chinese citizens were not happy about this form of censorship, and whipped up a Google Spreadsheet that listed all sites supposedly down for routine maintenance. There were 393 in all.\n \nSince today marks the event's 24th anniversary, users expect \"Internet maintenance day\" to return, but in a less extreme form. Chinese security software has evolved since 2009, and can now censor with a scalpel instead of a blackjack.\n \nA cursory sweep of the sites taken down in 2009 reveals that they all appear to be up and running. However, Chinese social networking sites like Sina Weibo, Renren and Douban have features in place to hide updates and block searchers when users post certain keywords. This means that while social media mavens can post about Tiananmen Square, no other users will be able to find their updates.\n \nIn order to circumvent this feature, many users have taken to posting statuses about the events of \"May 35\" rather than June 4. This behavior could get users in trouble, though, as Chinese censorship laws give the government the power to punish those who employ workarounds after the fact. [The 10 Biggest Online Security Myths And How to Avoid Them]\n \nFor those who don't remember (or those in China, where the information is often muddled purposely), the Tiananmen Square protests took place June 4, 1989. Students, workers and Chinese intelligentsia gathered in Tiananmen Square to protest the restrictive government, and found themselves facing down armed troops and tanks. More than 200 people died; thousands were wounded.\n \n\"Internet maintenance day\" might not have the same notoriety today as it did four years ago, but if you follow Chinese websites, don't be surprised if they take a day or two off to upgrade their servers. Expect big things next year, too, when the 25th anniversary occurs.\n \nFollow Marshall Honorof @marshallhonorof. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\n8 Security Basics the Experts Want You to Know\n\n\nChinese Gmail Hackers Target U.S. Officials\n\n\n2013 Best Parental Software Reviews and Comparisons\n\n\nMNN: How indestructible is the Internet?\n\nThis story was originally written for TechNewsDaily and was republished with permission here.  Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/TinanmentSquare__0604.jpg","title":"China marks Tiananmen anniversary with 'Internet maintenance day'","author":"Marshall Honorof, TechNewsDaily"}