{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/idiots-with-spray-paint-and-cameras-force-closure-at-joshua-tree-park","content":"A large portion of Joshua Tree National Park is now closed to the public until at least April 30 after a wave of graffiti, possibly fueled by social networking sites, damaged several key archeological sites.\n \nThe National Park Service closed 308 acres of the popular Rattlesnake Canyon to assess how much damage the graffiti artists have done in the region. Some rocks have been defaced with paint, while others have had words and images etched into them.\n \nThe Park Service reports that the graffiti started appearing in January. It was just a few spots at first, but after that \"social media posts appear to have sparked numerous individuals' interest in adding to the vandalism of this scenic canyon,\" according to a park service announcement.\n \nThe Park Service released a few photos of the graffiti (shown to the right). One contains the words \"oatmeal cookie,\" while other says \"little nature boy.\" A few more photos can also be found on Twitter. One shows a rough image of a bong and the marijuana lingo \"420,\" while another appears to be a person's name: Andrew Gaxiola. \n \n\"I've worked at six national parks, and this is the most extensive I've seen in 20 years,\" park ranger Pat Pilcher told the press earlier this week, as quoted by the Associated Press.\n \nAnyone caught and convicted of graffiti and other defacement in the park could face up to six months of jail time and a $5,000 fine. The punishments would be higher for anyone who defaced a Native American archeological site.\n \nThe closure comes during one of the busiest times of the year at Joshua Tree National Park, which is visited by about 1.3 million people annually.\n \nThe park reports that they will use the closure period to \"evaluate and attempt to mitigate the damage to the scenic, natural, and cultural resources affected.\" They are asking the public to watch for and report any acts of vandalism or other suspicious activity. The park will reassess the status of Rattlesnake Canyon on April 30 before deciding to reopen it to the public.\n \nAlso on MNN: \n\n8 under-the-radar gems of the National Park Service\n\n\nDisappear here: The Joshua Tree Boulder House\n\n\nGarbage dump and Joshua Tree National Park won't be neighbors\n\n\nGuardians of Joshua Tree","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/joshua%20tree%20national%20park.jpg","title":"Idiots with spray paint and cameras force closure at Joshua Tree park","author":""}