{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/victorias-secret-considers-offering-survivor-bras","content":"Laden with six telltale pink Victoria’s Secret shopping bags, Allana Maiden, a 27-year-old from Virginia and her mother, Debbie Barrett, 57, descended upon the New York City corporate offices of the country’s largest lingerie purveyor on Thursday. But rather than tissue-wrapped bundles of satiny, lacy tidbits, the shopping bags were filled with more than 118,000 Change.org petition signatures courtesy of a petition started by Maiden. The dynamic mother-daughter duo is hoping to persuade the company to create a line of \"Survivor Bras\" to help women who wear prostheses \"feel beautiful.\"\n \nBarrett was diagnosed with breast cancer at the age of 36; at the time of her mastectomy, insurance did not cover breast reconstruction. Maiden was only 6 and doesn’t recall very much, but has become acutely aware of the struggles her mother has faced since then, including such seemingly simple tasks as finding a proper bra that can hold prosthetic breasts. Mastectomy bras are equipped with small pockets to hold the prostheses, and although they are available online, a proper fit is difficult without having been measured.\n \n“It doesn't seem fair that shopping for bras is such a discouraging, time-consuming and frustrating ordeal,” Maiden wrote in the petition. “Many women who undergo mastectomy surgery because of breast cancer suffer from body image issues. It doesn't help that they don't have the option of buying the pretty bras they wore before their battle with cancer, and specialty stores can be hard to find, forcing them to order bras online that they have to send back because they don't fit properly.”\n \nIn New York, they met with Tammy Roberts Myers, vice president of external communications for the parent company, Limited Brands. The company offered to fly mom and daughter to the Columbus, Ohio, headquarters for more talks about the issue, and give them a tour of the Ohio State University Comprehensive Cancer Center which has been the recipient of hefty donations from the company.\n \n\"We were just blown away,\" Maiden told ABCNews.com. \"They actually want to send us out there and are taking this seriously. I didn't know what to expect, meeting someone so high in the company. I thought it would just be a pat on the back, 'Good job, we can't do it.' It was amazing. I do think that [Victoria's Secret] is interested in figuring out how to do this.\"\n \nLimited Brands recognizes the importance of supporting women who have breast cancer, but company officials didn’t comment about plans, or lack thereof, for offering mastectomy bras.\n \n\"We celebrate those who champion the fight against breast cancer,\" the company said in a prepared statement for ABCNews.com. \"Victoria's Secret and ... Limited Brands, have been dedicated to helping eradicate this disease and have committed tens of millions of dollars to cancer research. Ultimately, we are working towards celebrating the day when breast cancer is a thing of the past,\" it said. \"In the meantime, we are listening and learning to understand if there are additional ways for our company to continue to extend its support.\"\n \nTo add your name to the petition, visit change.org.\n \nRelated stories on MNN:\nCancer survivor fights to swim topless\nSmart and strange eco-bras\nMiss America contestant getting risky double mastectomy","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/survivor%20bra_0.jpg","title":"Victoria's Secret considers offering  'Survivor Bras'","author":""}