{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/us-government-has-little-authority-to-stop-unsafe-cosmetics","content":"Hair stylist Natalija Josimov combed the straightening solution through her client's hair. She snapped on the blow dryer, and the heated hair sent up a plume of white vapor that wrapped them in a toxic cloud. Next came the 450-degree flat iron, letting loose another sharp stink of embalming fluid that burned her eyes and made her nauseous.\n\n\t \n\n\tEvery day for months, Josimov performed three or four chemical straightening treatments at a New York City salon until she fell so ill she couldn’t even stay in the same room.\n\n\t \n\n\tJosimov is accustomed to odors of peroxide, nail polish and permanent wave solution.\n\n\t \n\n\tBut this is different: It’s Brazilian Blowout, and its secret ingredient is formaldehyde, a carcinogen linked to nose and throat cancers, leukemia, respiratory problems and other health effects.\n\n\t \n\n\tBrazilian Blowout is a dramatic example of how little authority federal and state governments have over the estimated $30-billion annual cosmetics industry – even when there is compelling evidence that ingredients are dangerous.\n\n\t \n\n\tUnder federal law, cosmetics companies don't have to disclose chemicals or gain approval for the 2,000 products that go on the market every year. And removing a cosmetic from sale takes a battle in federal court.\n\n\t \n\n\t“I thought this wouldn't be on the market if it was dangerous. I really didn't understand there was no protection,” said Josimov, who is among thousands of stylists who are pleading with government regulators to take Brazilian Blowout and similar products out of their salons and off the market.\n\n\t \n\n\tBrazilian Blowout's Acai and Original hair-smoothing products (at right) contain high concentrations of methylene glycol, the liquid form of formaldehyde, according to government testing. The chemical helps alter the protein structure of hair strands so that they remain smooth and straight for months.\n\n\t \n\n\tDespite a series of federal and state efforts in recent months to get rid of the product, it remains in salons across the country. The Food and Drug Administration has not prohibited it, and, without the federal government's lead, no state can easily get it off the market.\n\n\t \n\n\tGIB LLC, the North Hollywood, Calif., company that manufactures Brazilian Blowout, was cited last year by FDA for “adulteration” and “misbranding” of its Acai solution.\n\n\t \n\n\tAnother federal agency, the Occupational Safety and Health Administration, issued a health alert about formaldehyde in hair straighteners, and fined some salons where the air violated workplace safety limits. Several states, including California and New York, also have issued health alerts to stylists.\n\n\t \n\n\tIn January, the California Attorney General won a settlement against GIB for deceptive advertising and failure to disclose a known cancer-causing ingredient. And a review panel of health experts, established by the cosmetics industry, called the hair-smoothing products \"unsafe.\"\n\n\t \n\n\tRepresentatives of GIB LLC did not grant interviews for this story despite repeated attempts to contact them. In court documents, the company called California's enforcement action “baseless litigation” that has not proven irreparable harm to stylists.\n\n\t \n\n\tThe Food, Drug and Cosmetic Act, enacted in 1938, doesn't require FDA approval before a beauty product is sold to the public or give the agency authority to recall a harmful product, according to Michael Landa, director of the FDA's Food Safety and Applied Nutrition branch, who testified at a congressional subcommittee earlier this year.     \n\n\t \n\n\tMichael DiBartolomeis, chief of the safe cosmetics program at the California Department of Public Health, said Brazilian Blowout is an example of a product that never should have gone on the market.\n\n\t \n\n\t“Cosmetic products that contain known human carcinogens or chemicals that impair human reproduction or development are marketed and sold without adequate safety tests because the existing law allows it,” he said.\n\n\t \n\n\tIn Brazilian Blowout, he said, “the levels of formaldehyde exceeded levels that would be of concern for causing cancers and short-term effects\" such as burning nose and throat, hair loss, asthma attacks and skin blisters.\n\n\t \n\n\t “Although the sale of Brazilian Blowout in California violated five separate state health, environmental and consumer laws and resulted in numerous acute injuries, we have not been able to get it off the market,” DiBartolomeis said.\n\n\t \n\n\t“Brazilian Blowout is an illustrative case of what shouldn’t happen.”\n\n\t \n\n\tStylist symptoms\n\n\tBrazilian Blowout is in high demand in New York, and Josimov knew she'd lose dozens of clients if she quit using the product. She liked the results on her own frizzy, coarse hair, and would get hugs from satisfied customers, telling her Brazilian Blowout was “really life-changing.”\n\n\t \n\n\tJosimov began to realize it was her life that was changing. Her progression of symptoms mirrored hundreds of other stylists – the burning eyes and sore throats followed by chronic runny noses. Respiratory infections settled in for months, accompanied by scabby blisters in the nose. With prolonged exposure came the asthma-like wheezing and shortness of breath.\n\n\t \n\n\t“I'm a runner, and I started to notice it was becoming much more difficult. The last straw was one night when I went to bed I was wheezing and gasping for air. I thought I was going to have to call 911. It was three o'clock in the morning. I live alone,” Josimov said.\n\n\t \n\n\t“I knew it was Brazilian Blowout. That's all I could think about. I'm done, I thought. I will never touch Brazilian Blowout again.”\n\n\t \n\n\tNow she has to use an inhaler before she runs or goes to the gym. Her salon stopped offering Brazilian Blowouts. But even when hairdressers use other straighteners with lower formaldehyde concentrations, she suffers an onset of symptoms. Josimov, who is 38, went to cosmetology school three years ago for a major career change. She fears she will have to give up all she's worked for.\n\n\t \n\n\tIn Oakland, Calif., there's been enough publicity over the state’s enforcement action that most stylists won't offer Brazilian Blowout. Anthony Scardino, a stylist for 24 years, said he did it for a year but now turns down requests. “I felt this burning in my throat. Even the other stylists were complaining about the smell,” Scardino said.\n\n\t \n\n\tDown the street, Carlos Arellano is one of the rare stylists still using the Brazilian Blowout Acai Professional Smoothing solution. He puts on a fan, keeps his doors open and says he has had no health problems and hasn’t had any clients or workers complain. “When we do the service, we don't blow it into the client's face. We have to be very conscious about protecting the client and ourselves.”\n\n\t \n\n\tThe substances are released into the air during shampooing with a special solution, combing on the coating concoction, then blow drying and flat ironing. The gases don’t affect everyone in the same way, which is a common manifestation of chemical exposure.\n\n\t \n\n\tJennifer Arce, a hair stylist in the San Diego area, and Dawn Marino, a New York stylist, had to find new places in their cities to work that don't allow keratin-smoothing products. After Arce's exposures, she started getting rashes, headaches and sore throats. Now she coughs up bloody mucous and is on two inhalers. Marino would get nauseated and dizzy, and would have to stick plastic bags in her purse in case she had to throw up in public. She was diagnosed with asthma and sinus infections.\n\n\t \n\n\tNow, both Arce and Marino are suffering an odd, lasting sensitivity. Cleaning agents, fragrances and hair spray set them off coughing and wheezing. “I couldn't turn on an oven. I couldn't breathe the gas. Even going to sporting goods stores, I'd smell it. I had no idea sports equipment gives off formaldehyde,” Arce said.\n\n\t \n\n\tIt's difficult for hairdressers to complain about ill health or even ask coworkers to do the treatments when they aren't around. Money is a huge incentive – they charge up to $350 a pop. Health insurance is almost nonexistent, and worker protection is scarce. Many stylists in salons rent space and are self-employed, outside the purview of some OSHA protections.\n\n\t \n\n\t“Everyone is so scared to speak up, it's ridiculous,” said Larissa Tanev, who works at a salon in Bellevue, Wash. “Look how far we've come with cigarette smoke. How can this be happening?”\n\n\t \n\n\tDangers of formaldehyde\n\n\tBillions of pounds of formaldehyde are produced every year to make adhesives and binders for wood products, pulp and paper products, plastics, synthetic fibers and textile finishing. Formaldehyde also is used as a disinfectant, biocide and embalming solution. In consumer products, it works as a preservative.\n\n\t \n\n\tThousands of factory and funeral home workers have been subjects of epidemiological studies worldwide that have linked formaldehyde to health effects. It can irritate eye, nose and throat tissues, triggering asthma or other respiratory problems and creating a heightened allergic reaction to other substances.\n\n\t \n\n\tLast year the U.S. National Toxicology Program classified formaldehyde as a known human carcinogen. An international panel had advanced it to that highest risk category in 2004.\n\n\t \n\n\t“Formaldehyde has been shown in both humans and lab animals to cause structural and numerical changes in their chromosomes, which are associated with increased cancer risk, particularly with leukemia. But the exact biological mechanisms for that are not well understood,” said Luoping Zhang, a toxicologist in the University of California, Berkeley School of Public Health.\n\n\t \n\n\tWorkers in Chinese factories exposed to high levels of formaldehyde had lower counts of white blood cells that fight germs and diseases, according to a 2010 study led by Zhang. The cellular changes in the workers reflected toxicity in the bone marrow, a sign of leukemia, she said.\n\n\t \n\n\tSeveral U.S. studies of workers exposed to formaldehyde have reported a greater risk of leukemia and other cancers than in the general population.\n\n\t \n\n\tFuneral workers who had performed the most embalming and those with the highest estimated formaldehyde exposure had the greatest risk of myeloid leukemia, according to a National Institutes of Health study published in 2009. A link to leukemia also was found in a study of more than 11,000 U.S. textile workers exposed to formaldehyde.\n\n\t \n\n\tA National Cancer Institute long-term study, involving 25,619 industrial workers in 10 factories that produced or used formaldehyde, found an increased risk of death due to leukemia, particularly myeloid leukemia, and higher rates of nasal-pharynx cancer. Further examination of the same workers – with ten more years of data – continued to show a possible link to leukemia, as well as lymphoma and multiple myeloma, among those with the highest exposures. But it found no higher risk for workers with average or cumulative exposures.\n\n\t \n\n\tSome scientists have called the evidence in those studies weak, saying there is insufficient data to prove a link between leukemia and formaldehyde. A British study of industrial workers found no association to exposures.\n\n\t \n\n\tA National Research Council panel of scientists concluded last year that there are “inconsistencies in the epidemiologic data” linking formaldehyde to leukemia. But it also said “there is sufficient evidence of a causal association between formaldehyde and cancers of the nose, nasal cavity, and nasopharynx.”\n\n\t \n\n\tIn addition, formaldehyde has been linked to reproductive problems, including miscarriages, in some studies of industrial workers and lab animals.\n\n\t \n\n\tSouth African scientists are testing formaldehyde levels in several Brazilian-type hair products, including Brazilian Blowout. Physicians there say they are concerned that young women who become pregnant are exposed for long hours in hair salons.\n\n\t \n\n\tUnlike factories, many salons have no ventilation or other safety precautions.\n\n\t \n\n\t“My concern is that the concentration in Brazilian Blowout is too high,” said Dr. Nonhlanhla P. Khumalo, a professor of dermatology at the University of Cape Town and the Red Cross War Memorial Children's Hospital who is leading the study.\n\n\t \n\n\t“We know that formaldehyde is associated with abnormal pregnancies in young women. We know that it is associated with malignancies,” Khumalo said. Even without data on formaldehyde levels in salons, “we know that it damages,” she said.\n\n\t \n\n\tGovernment vs Brazilian Blowout    \n\n\tThe FDA sent a violation letter to GIB about Brazilian Blowout's Acai Professional Smoothing Solution in 2011 after it found methylene glycol, the liquid form of formaldehyde, in samples at concentrations ranging from 8.7 to 10.4 percent.\n\n\t \n\n\tSaying the product could cause eye, respiratory tract and nervous system disorders, FDA officials told GIB to ensure the product was safe or they would pursue an injunction in federal court and seize the product. However, a year later, the agency has taken no further action against the company, although there is no evidence that the formulation is safe.\n\n\t \n\n\tFDA spokeswoman Tamara Ward said the agency is still investigating Brazilian Blowout but she couldn’t comment because it is “an open case under review.”\n\n\t \n\n\tIn March 2011, the federal workplace safety agency, OSHA, sent out a worker hazard alert – which is rare for a cosmetic – about hair-smoothing products containing formaldehyde. Investigations found formaldehyde concentrations in salon air that violated federal limits for workplaces.\n\n\t \n\n\tAt one salon, the formaldehyde levels were five times the acceptable amount.\n\n\t \n\n\tAt the time, OSHA identified Brazilian Blowout, Cadiveu, Copomon/Coppola and Marcia Teixeira as brands that have some products that could expose people to formaldehyde. Brazilian Blowout Zero doesn't contain the chemical.\n\n\t \n\n\tThe worker safety agency has inspected 55 salons in a dozen states. The highest penalty, $17,500, was levied against a salon in Cleveland, Ohio, involving nine serious citations for exposing workers to excessive levels of formaldehyde from Brazilian Blowout.\n\n\t \n\n\tThe California Attorney General in January obtained a $600,000 judgment against GIB in a settlement that stopped the company from advertising Brazilian Blowout as “formaldehyde free” and required warnings on bottles and in information sheets for workers.\n\n\t \n\n\tIn court documents, GIB argued that it didn't declare formaldehyde in the product because it is not an ingredient. Rather, the product contains a “separate and distinct chemical,” methylene glycol, which when heated, releases formaldehyde. The company also argued that the state hadn't shown irreparable injury or harm.\n\n\t \n\n\t“As the result of the products' results and the lasting effects of just one sitting, the Brazilian Blowout treatment has become increasingly popular in recent years. With its success, however, GIB has had to contend with larger competitors and baseless litigation,” GIB argued.\n\n\t \n\n\tA nine-member review panel of health experts, established by the cosmetics industry with the FDA’s support, disputed GIB's claim. Methylene glycol in the products is continuously converted to formaldehyde, and vice versa, the panel said last year. The panel concluded that \"hair smoothing products containing formaldehyde and methylene glycol are unsafe” at the levels found.\n\n\t \n\n\tRepresentatives of the Personal Care Products Council, a trade group representing Revlon, Procter & Gamble and 600 other companies, agreed with the review panel's conclusion. “The industry supports the determination made by CIR (Cosmetic Ingredient Review) that methylene glycol/formaldehyde when used in hair straighteners is not safe,” said Halyna Breslawec, chief scientist at the Personal Care Products Council.\n\n\t \n\n\tAlso, in April, the American Chemistry Council, which represents chemical manufacturers, supports the panel's finding. However, it opposes the classification of formaldehyde as a known carcinogen, calling the science uncertain.\n\n\t \n\n\tIndustry representatives say that formaldehyde can be used safely in cosmetics, including nail hardeners, as long as the levels don't exceed limits set by the review panel. “Ingredients are safe, depending on their dose. The amount of formaldehyde that is used as a preservative or in other cosmetic uses is safe,” Breslawec said.\n\n\t \n\n\tIn the United States, more than eight billion personal care items, mostly cosmetics, are sold annually for an estimated $54-$60 billion. From 2004 to 2010, cosmetics imports nearly doubled, according to FDA and industry officials.\n\n\t \n\n\tIn California, where manufacturers must report chemicals in consumer products that are known or suspected of causing cancer or reproductive effects, 700 companies reported 17,060 cosmetic products as containing one or more hazardous chemical ingredients.\n\n\t \n\n\t“Insulated behind burden of proof”\n\n\tUnlike drugs and medical devices, cosmetics are not subject to pre-market approval or notification. A manufacturer may use any ingredient provided it doesn't adulterate the product and it is properly labeled ­– except for 10 types of ingredients, including chloroform, methylene chlorine and mercury, according to FDA regulations.\n\n\t \n\n\tUnder the Food, Drug and Cosmetic Act, the FDA doesn't have recall authority; instead it must start enforcement proceedings in federal court to prove harm, according to FDA's Landa in his congressional testimony in March.\n\n\t \n\n\tJoseph H. Guth, a lawyer and biochemist at University of California, Berkeley, said the cosmetics industry “is insulated behind the burden of proof” required under the law.      \n\n\t \n\n\tGuth said the burden of proof should shift to the manufacturers to present testing information before products go on the market instead of making the government prove harm to get them off the market.\n\n\t \n\n\t“People think cosmetics are tested for safety. They are not. It's not like pharmaceuticals or even pesticides where some data are required. All the same, people slather cosmetics directly on their bodies, and absorb them in creams, deodorants, fragrances and shampoos, and ingest them in lipstick and gloss,” said Guth, who serves on two science advisory panels for the California Environmental Protection Agency.\n\n\t \n\n\t“The industry is highly resistant to regulation, and it provides zero information on the chemicals in products,” he said.\n\n\t \n\n\tBreslawec of the industry group said that pre-approval of products is unnecessary. “If you look at the safety record of cosmetics, you will see the existing controls are sufficient because cosmetics have a record of being very safe.\"\n\n\t \n\n\tIn August, Johnson & Johnson announced it was voluntarily removing some chemicals, including formaldehyde, from its products. By 2015, the company promised to get rid of 1,4 dioxane, which is a probable human carcinogen, and several chemicals linked to altered hormones, including phthalates, triclosan and parabens.\n\n\t \n\n\tBreslawec said the cosmetics industry has petitioned the FDA to strengthen some regulations. The industry recognizes the law needs modernizing in the global marketplace, she said. An overarching goal, however, is to avoid piecemeal state rules.\n\n\t \n\n\tStylists seek reform\n\n\tHoping to convince federal officials to pay attention to the Brazilian Blowout dangers, Arce and Marino went to Washington, D.C., in July. They took dozens of stories of injured workers to a high-level meeting of federal officials. Arce supports a bill, the Safe Cosmetics Act, backed by environmental and consumer groups and opposed by the personal care product industry. It remains stalled in committee.\n\n\t \n\n\tSome stylists and consumers have sued GIB, although Arce, Marino, Tanev and Josimov have not.\n\n\t \n\n\tIn a class action suit, 10 plaintiffs in March negotiated a preliminary $4 million settlement with GIB, which includes payments to consumers of $35 an application, with a limit of three, and a $75 reimbursement per bottle to stylists. The plaintiffs estimate that over the years up until December, about 15,700 U.S. stylists had purchased Brazilian Blowout directly from GIB and about 100,000 customers had paid for the treatment. The settlement also proposes to resolve a pending federal class action suit.\n\n\t \n\n\tAfter the announcement of the proposed settlement, Michael Brady, Brazilian Blowout’s chief executive officer, was quoted in The New York Times as saying it would be paid by his insurance company and would end an unpleasant episode for his company. “We get to sell the product forever without reformulation,” he was quoted in the Times. “In my eyes, that’s the acquittal we’ve been waiting for.”\n\n\t \n\n\tMeanwhile, Brazilian Blowout is taking its product on the road with two-hour training sessions to certify stylists in 14 cities in California, Texas and Wisconsin. \"Become part of the elite group of stylists who are learning the necessary skills to generate profits with the industry's newest revenue stream,” the company’s website says. \n\n\t \n\n\tIronically, battling smog, rather than protecting stylists, may be the way Brazilian Blowout gets banned in California. The state is pursuing a claim that it violates state limits on smog-forming chemicals in consumer products, with a hearing scheduled for next month.\n\n\t \n\n\t“It's going to be a long, hard haul before anything can happen,” Arce said. “The current laws have created a perfect storm for these companies to continue to get away with it.”\n\n\t \n\n\tPhotos: Brazilian Blowout; Inga Ivanova/Shutterstock; Susan NYC/Flickr\n\n\t \n\n\n\t\tThis story was reported by Jane Kay  and was reprinted with permission from Environmental Health News.\n\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/HairCosemeticSafety_m_1018.jpg","title":"U.S. government has little authority to stop unsafe cosmetics","author":""}