{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/at-this-former-lunatic-asylum-history-mingles-with-new-ghosts","content":"The zombie emerged from the Porta Potty splattered in blood, pulled up his pants, lit a cigarette, and walked — more like lumbered — back to his post at the exit to the haunted house. His job? To give folks leaving the tour one last good scare on their way out. But when it comes to creeping people out, the zombie has some serious competition.\n\n\t \n\n\tPeople don’t trek hundreds of miles to Weston, W.Va. — basically the middle of nowhere — for the haunted house. It’s something they’ll do while they’re here, sure, but it’s not the main attraction. That honor would go to the building next door — the Trans-Allegheny Lunatic Asylum, a facility that seems like it was named by the Insane Clown Posse. Its sprawling Gothic structure is so large it contains two-and-a-half miles of corridors. It covers 200,000 square feet and is the second-largest hand-cut stone building in the world. Only the Kremlin in Russia is larger.\n\n\t \n\n\tThe building was opened in 1864 and throughout the Civil War was used as a military outpost. Its proximity to the Mason-Dixon line ensured it changed hands frequently between the Confederates and the Union.\n\n\t \n\n\tThe asylum was only supposed to hold 250 residents at a time. But at its peak in the 1950s, more than 2,000 patients called this macabre place home. And it didn’t take much to gain entrance to the loony bin. The first patient was a housewife who had “domestic trouble.” Families could drop off unwanted members for all sorts of reasons beyond run-of-the-mill hysteria. According to the site’s literature, any of these ailments could get you committed: Political excitement, religious enthusiasm, menstrual derangement, reading a novel, shooting your daughter. And, oh yeah: Being kicked in the head by a horse.\n\n\t \n\n\tThe place was finally shut down in 1994 when the state decided the hospital’s methods (including electro-shock therapy) were outdated — even by West Virginia standards. When the doors closed, the state had several ideas to reinvent the premises — as a Civil War museum, a hotel, even a golf course — but none that bore any fruit. In 2007, an asbestos demolition contractor named Joe Jordan purchased the property at auction and opened the facility to tours.\n\n\t \n\n\t***\n\n\t \n\n\n\t\t\n\n\t\tThe entrance at the road leading to the asylum.\n\n\t\t \n\n\n\tIt’s close to midnight on a recent Saturday night. Drive past the signs for “Historic Asylum Tours” and “Romney-Ryan 2012” and you’ll see a crowded parking lot. Ever since the asylum was featured on an episode of the reality show \"Ghost Hunters,\" the rumor that the place is haunted has people coming in throngs. (It has since also been featured on \"Paranormal Challenge,\" \"Ghost Hunters Academy\" and \"Ghost Adventures.\") And for those who can stomach it, there are private ghost hunt tours where groups of 50 spend the night wandering the building’s dark cavernous halls hoping for things to go bump in the night. USA Today named it one of the most haunted places in America.\n\n\t \n\n\t“I was a complete and total skeptic until I started working here,” says Michelle, a docent who greets us at the door. She’s wearing bright yellow zombie contact lenses, but otherwise looks completely perky and normal in a sweatshirt and jeans. “I’ve seen four full-body apparitions,” she says with a smile as she rips our ticket.\n\n\t \n\n\tThe Trans-Allegheny Lunatic Asylum also gives Civil War-themed tours, the aforementioned haunted house, and a flashlight tour of the morgue. I chose to go on the medical tour, a walk-through of the asylum’s wards exploring the various experimental treatments — insulin shock therapy, lobotomies and the like — that were administered here.\n\n\t \n\n\tJeff, our pony-tailed guide, speaks in such a soft voice that you’d think he was trying not to wake the ghosts. As he leads us around different parts of the building, his lone flashlight our only source of light, he shows us where the patients were admitted, the nursing station where they got their pills, and the tiny soundproof rooms where troublemakers were put until they calmed down. He takes us to a bathroom where, legend has it, one boy murdered another. Across the hall, Jeff shows us where two residents made a joint suicide pact and hung themselves. A lone metal wheelchair lurks in the hallway, as if waiting for its owner to return.\n\n\t \n\n\tThe genius of the Trans-Allegheny Lunatic Asylum is that nothing has been done to the place since it closed nearly two decades ago. The lights are off, the rooms are empty, there is no heating, pipes are exposed, paint is peeling off the walls. In short, the place looks completely abandoned.\n\n\t \n\n\tThat, in turn, makes walking around the dark building late at night shortly before Halloween legitimately scary. And when you start to contemplate the actual atrocities that occurred here all those years ago — people kept against their will, archaic medical procedures — it sends shivers up your spine. The sheer imposing structure itself, even viewed in the light of day, could scare you. I can’t help but wonder if the ghost hunters and the flashlights (there is, after all, electricity in the building, so I’m not sure why we can’t just turn on the lights during our tour) somehow taint and diminish the honest-to-God spookiness of it all.\n\n\t \n\n\n\t\t\n\n\t\tA restaging of one of the operating rooms at the asylum.\n\n\n\t \n\n\tIn 1990, the hospital’s main building was registered as a national landmark. It rests along the Civil War trail. In 1999, several off-duty police officers set up a paint ball tournament in the building, causing damage that can still be seen today.\n\n\t \n\n\tThe new owners have started a preservation project. Money collected from all the various tours (regular tours start at $10 but the haunted ones will set you back $100) help fund the revitalization. Restoration has already begun in one wing. Historic heritage tours are now being given during the day. The volunteers dressed up in bloodstained surgical gear look to be working against this greater mission.\n\n\t \n\n\tIt would seem that the Trans-Allegheny Lunatic Asylum has bent the vectors of historic and haunted together. For 148 years, its creaky doors have been welcoming all walks of life — Civil War soldiers, lunatics and those just looking for a good scare.\n\n\t \n\n\tIt’s now after midnight. The food truck selling funnel cakes and Polish sausages is closed. The Tim Burton-inspired actors are shutting down the nearby haunted house for the evening. But inside the asylum itself, one tour marches on. Inside are dozens of people, trapped for the night, in search of the paranormal. And, maybe, something more.\n\n\t \n\n\tFor more information or to plan a visit, visit the website of the Trans-Allegheny Lunatic Asylum.\n\n\t \n\n\tRelated scary stories on MNN:\n\n\n\t\t\t6 DIY ways to tell if your house is haunted\n\n\n\n\t\t\tField of screams: 11 scary Halloween farms\n\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/asy_main.jpg","title":"At this former lunatic asylum, history mingles with new ghosts","author":""}