{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/wrinkles-make-faces-appear-more-sad-angry","content":"WASHINGTON – Creases and furrows on someone's face may put a wrinkle in our ability to properly judge his or her emotions, a new study suggests.\n \nIn the study, participants viewed photographs of 64 faces, and were asked to rate the faces based on the level of emotion they showed.\n \nPeople in the study rated the faces of older adults as much more sad and angry than faces of younger adults, despite the fact that all the faces had neutral expressions, according to the researchers.\n \nWrinkles on the face can cause the mouth to drop and the forehead to crinkle, features that others may misperceive as anger or sadness, said study researcher Carlos Garrido, a doctoral student in social psychology at Penn State University.\n \nThe findings may affect how older adults are treated in medical settings, Garrido said. For instance, a doctor may misperceive an older patient to be in more pain than he really is, because of his facial wrinkles, he said.\n \nMore research is needed to confirm the findings, but right now, the results do not appear to be due to stereotypes that people may have about older adults. There was no link between the level of sadness or anger participants thought older adults experienced in real life and their ratings of the faces, the researchers found.\n \nPrevious research has found that younger people have trouble recognizing emotions in the faces of older adults. In a study published last year in the journal of Experimental Social Psychology, young people looked at computer-generated images of faces showing happiness, sadness or anger. The participants rated images of young faces as showing more intense emotions than images of older faces.\n \nIn other words, young people viewed images of older adults as showing more \"mixed emotions,\" and less of the actual emotion the person was trying to convey, said study researcher Dr. Ursula Hess, a professor of psychology at Humboldt University in Berlin, Germany. The addition of wrinkles \"muddles expression,\" Hess said.\n \nIn a follow-up study, using images of real people who were trained to make clear expressions of happiness, sadness and anger, the researchers found a similar result. However, they found that when participants were given longer to look at the faces, they rated the sad expressions on older adults as being more intense than those of younger adults.\n \nIt's possible stereotypes play some role in this effect, but this requires further research, Hess said. Or, it may be that rather than directly associating older people with sadness, young people may associate old people with some other characteristic that they associate with sadness, she said.\n \nBoth studies were discussed here at the annual meeting of the Association for Psychological Science on May 24.\n \nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND,Facebook & Google+. Originally published on LiveScience.\n \nRelated on LiveScience and MNN:\n\n5 Reasons Not to Fear Getting Older\n\n\n8 Tips for Healthy Aging\n\n\n7 Ways the Mind and Body Change With Age\n\n\nMNN: 9 celebrities who haven't aged well\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/Wrinkles_m_0528.jpg","title":"Wrinkles make faces appear more sad, angry","author":"Rachael Rettner, MyHealthNewsDaily"}