{"url":"http://www.mnn.com//green-tech/computers/stories/leap-motion-lets-you-fly-around-google-earth-with-a-wave-of-your","content":"In honor of Earth Day, Leap Motion has announced that the desktop version of Google Earth will support its touch-less motion controller. The 7.1 update for Google Earth will bring Leap Motion support for both free and professional versions of the maps application.\n \nSimilar to Microsoft’s Kinect for the Xbox 360, Leap Motion allows users to navigate the screen in front of them with gesture-based controls. However, unlike the Kinect, Leap Motion is designed to work with laptops and desktop computers rather than video game consoles. The device costs $79 and will go on sale May 13th. [7 Ways to Reboot the Crashing PC Market]\n \n“Google Earth combined with Leap Motion’s 3-D touch-free technology feels so incredibly immersive—people feel connected to the world in a new and compelling way,” Michael Buckwald, co-founder and CEO of Leap Motion said in a statement.\n \nThe company is currently encouraging developers to submit videos with the hashtag #LeapInto depicting their experience exploring Google Earth with the hands-free controller.\n \n\n\n \nGoogle Earth joins other popular applications such as Cut the Rope and Disney’s Sugar Rush that are compatible with the company's motion-based remote control. Leap Motion has shipped 10,000 units of its controller to developers to garner interest in its AirSpace app store, which already features well-known apps such as Dischord, Corel and Autodesk\n \nLeap Motion’s collaboration with Google marks the second major announcement from the company as of late. Just last week Leap Motion and HP announced that its technology would be coming to select HP devices in the future.\n \nThe emergence of products like Leap Motion’s controller suggest that the future could see a surge in motion-based technology. Samsung’s newest flagship Galaxy S4 smartphone offers Air Gesture control, and Apple was recently granted a patent for a series of gestures that can be used to control a touch screen display even while it's turned off. \n \nRelated on LAPTOP and MNN:\n\n10 Most Anticipated Smartphones\n\n\nTablet Buyers' Guide 2013\n\n\nTop 10 Tablets Right Now\n\n\nMNN: Google Earth launches climate layer\n\nThis story was originally written for LAPTOP and was republished with permission here. Copyright 2013 LAPTOP, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/GoogleEarthLeapMotion_m_042.jpg","title":"Leap Motion lets you fly around Google Earth with a wave of your fingers","author":"Lisa Eadicicco, LAPTOP"}