{"url":"http://www.mnn.com//lifestyle/recycling/blogs/have-your-recycling-programs-rules-changed","content":"I live in a very small town. We have a town newspaper that comes out quarterly. Four times a year, I get the town news. I’m not kidding – four times a year. Still, I don’t miss much because we are small and news travels fast. However, I did miss something that I shouldn’t have.\n \nThe plastics that are allowed in my curbside recycling changed — for the better. I saw a tiny blurb in the quarterly newspaper yesterday that we can now put out #1, 2, 3, 4, 5 & 7 at the curb. In the past, we could only put out #1 & 2. I immediately jumped on Facebook, a much quicker way to spread news, and asked if anyone knew when the changes had gone into effect.\n \nI found out the changes went into effect about six months ago, and there had been a little blurb about it in the last quarterly newspaper. However, most of my friends in town who responded to my Facebook post didn’t know about the changes either.\n \nI’m going to be talking to our mayor, who is also the head of our town green team (a group I had to drop out of a few years ago because of scheduling conflicts), about how we can get the message out to everyone in town. A little blurb in the quarterly newspaper is not enough. Many people are still putting plastics in the trash that could go in the recycling.\n \nSo I thought I’d urge all of you to take the time this week to double-check the rules of your recycling program this week. Maybe things have changed for the better, and you’re unaware.\n \nWith all of the entertaining that will happen between Christmas and New Years Day, the amount of food purchased in plastic containers will be heavier than usual. It would be great if all of those containers were recycled instead of thrown in the trash – especially if doing so is as easy as sticking it in your home recycling bin.\n \nI’m also thinking of the blister and clamshell plastic packaging that will be in gift boxes in the next couple of weeks. In the past, I couldn’t put that in my curb recycling. Now, as long as the plastic isn’t #6, I’ll be able to do it.\n \nWhen's the last time you checked on your recycling rules?\n \nRelated post on MNN: Why can't I recycle pizza boxes?\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/curbside%20reyccling%20large.jpg","title":"Have your recycling program's rules changed?","author":""}