{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/why-macho-dudes-have-an-edge-in-less-developed-countries","content":"Whether a strong jaw wins a guy much sway with the ladies may depend on what country he lives in.\n \nScientists have found that women in less-developed countries are more likely to prefer guys with faces that hint at high levels of testosterone than women in more-developed countries. That may be because women in less-developed societies are more focused on good genes for their offspring, whereas women in more-developed societies with less fear of disease may care more about commitment, said study researcher Fhionna Moore, a psychologist at the University of Dundee in Scotland.\n \n\"Testosterone is probably associated with a trade-off in women's mate preferences,\" Moore told LiveScience. \"While on the one hand it may signal a strong, heritable immune system that women should benefit from obtaining for their offspring, it is also associated with negative personality characteristics such as aggression and low commitment to a relationship. So, the optimal solution to this trade-off depends upon current demands.\"\n \nManly faces\nTestosterone is a masculinizing hormone (though women make it too, just at lower levels than men). High testosterone during development is linked to facial features such as a chiseled jaw, broad face, narrow eyes and rugged cheekbones — think young Paul Newman, or Twilight werewolf Taylor Lautner. Studies have found that during fertile times of their menstrual cycle, women prefer these manly faces over more feminine good looks.\n \nTestosterone actually suppresses the immune system, so scientists theorize that manly facial features are a way to advertise good genes: In other words, the theory goes, guys with macho faces have such awesome genes — which confer such strong immune systems and good health that they can overcome the handicap of extra testosterone just for the purpose of flaunting a square jawline. [Macho Man: 10 Wild Facts About His Body]\n \nBut Moore and her colleagues found some strange patterns to women's testosterone preferences. In the United Kingdom, women liked men with high testosterone most in cases where his face also showed signs of high levels of the stress hormone cortisol (cortisol contributes to a softer, round-faced look). In the less-developed nation of Latvia, women simply preferred higher-testosterone men, with cortisol showing no effect.\n \nHormonal preferences\nThe researchers wanted to know if there was any rhyme or reason to these country-by-country differences. They recruited 2,842 women, average age 26, from 13 countries. Most of the women completed the study online, with the exception of a group from rural Cameroon. Other nations represented included the United States, the United Kingdom, Finland, Latvia, Russia, Poland, South Africa, Estonia, Japan, Mexico, Sweden and Namibia.\n \nThe women all saw two sets of four composite images of Caucasian men who had been digitally manipulated to show facial features signaling different levels of testosterone and cortisol. The women simply rated each man's attractiveness.\n \nThe researchers then compared the Human Development Index of each country, a measurement involving average life expectancy, education and income.\n \nThey found that these economic and social factors influenced which faces women found hot. In low-development countries, women preferred higher-testosterone faces. In these societies, women who liked these macho faces were also more likely to rate high-cortisol faces as attractive. In high-development countries, such as the United States, women preferred less testosterone and less cortisol.\n \nStress and masculinity\nThe study had some limitations, particularly the inclusion of only Caucasian men to rate, Moore said. But the interaction between testosterone and cortisol in low-development countries suggests the need to control for or include the stress hormone in research on hormonal cues, she said. Moore and her colleagues reported their findings Tuesday, March 26, in the journal Biology Letters.\n \nWomen may find high-testosterone men more appealing in countries where survival is tougher and the need for good genes more crucial, Moore said. In low-development countries, losing a mate to infection is less likely, so choosing a committed, non-aggressive partner may be more important than picking one based on health.\n \nTestosterone (and hormones in general) often have more complex effects on behavior than stereotypes would suggest. The macho hormone, for example, has been linked to greater acceptance of safe sex, even though common sense might suggest that manly guys would be bigger risk-takers. Testosterone dips during fatherhood, possibly in response to a need to nurture a baby rather than sow wild oats, but the sound of a crying infant can send the hormone spiking.\n \nFollow Stephanie Pappas on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\n50 Sultry Facts About Sex\n\n\n5 Myths About the Male Body\n\n\nThe Sex Quiz: Myths, Taboos and Bizarre Facts\n\n\nMNN: 8 weird and weirdly specific dating websites\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/PaulNewman1958_m_0328.jpg","title":"Why macho dudes have an edge in less-developed countries","author":"Stephanie Pappas, LiveScience"}