{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/a-new-exercise-class-forhigh-heels","content":"I have always loved wearing high heels; I love how tall they make me (that's probably my favorite part), and I've never had trouble walking in them, even maintaining balance and stride over long meanders in New York City. One night I walked almost two miles in heels and my feet weren't even sore the next day. Granted, I don't wear heels every day, but I don't have the foot or back problems that many people complain about (high heel-wearing is linked to spine and podiatric issues), and I've worn tall shoes regularly for a solid 15 years. \n \nBut I know some women don't feel comfortable in heels, feeling awkward and that it's slightly dangerous — feeling like you are constantly going to fall over is not the key to having a fun night. But these women still want to wear them, because they are kind of fun. Or because it's one of those things that men never wear, or because it just looks great with a certain pair of pants or a skirt. \n \n\n\n \nTo help women who want to wear heels comfortably, classes have sprung up on both coasts. Heel Hop in Los Angeles (see video above) and Nicole Damaris' Stiletto Workout in New York City both provide specific moves to help women build up both their comfort level and their core strength — which leads to surety in movement while wearing heels.\n \nBut shouldn't women just skip wearing heels if they are uncomfortable? Not necessarily, since comfortable walking and wearing of high heels is achievable via a strong core and good posture. \"Women are going to wear high heels, regardless of the warnings,” Nicole Damaris told the New York Times. “So if they’re going to do it, they need to have a really good understanding of how to stand, walk and balance in their shoes.”\n \nIf you do want to wear heels, I would add that in addition to strengthening legs, stomach and back, investing in a good-quality pair of shoes is important; I've only had foot pain from heels when I've worn cheap shoes; a well-made pair of heels will support your foot and shouldn't leave you tottering. \n \nDo you wear high heels, and would you take a class to help you walk in them? Why or why not? \n \nRelated on MNN:\nHigh heels better for your knees than running shoes\n8 ways to make women's shoes more comfortable\nMNN tease photo: Shutterstock","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/high%20heels.jpg","title":"A new exercise class for....high heels?","author":""}