{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/meggings-are-leggings-for-men-would-you-wear-them","content":"Meggings are in, and I'm pretty thrilled about it. I'd say it's about time we got to see men's legs again. For too long, guys have hidden one of their most attractive (at least in this blogger's opinion) features under volumes of material, as if they were Victorian ladies protecting their sexy bits. And for anyone who thinks that men \"always wore loose, comfortable clothing,\" think again: Throughout human history men have worn leggings of various styles and materials (from cotton knits to leather), to be able to move nimbly through densely wooded areas like the Native Americans did, or to simply show off their muscular calves as was the case for Henry VIII — and all the men in his courts. And now Justin Beiber, Lenny Kravitz and other younger male stars are wearing them. \n \nMaybe it's because men are getting bored with their precious few sartorial choices, or maybe it's because guys who work out want to show their leg-press efforts to the world, or maybe it's just because they're stretchy and pajama-like, but despite some naysayers, guys are wearing — and flaunting — their leggings for men. \n \nFollowing women's lead in realizing that leggings are both comfortable and the absolutely perfect layering item, men are wearing everything from tights (mostly in Europe, where they are called 'mantyhose') to colorful and cool long underwear-style leggings under shorts (a popular look on the runways, and documented on the Tumblr blog, Men Wearing Tights with Shorts); this look is pretty easy for regular guys to wear, and indeed, reminds me of cold mornings on the soccer field or hiking ensembles I remember seeing guys sport in the '90s, the last time layering was a big deal. Some brave guys are even wearing them solo. \n\nAre meggings for every man? No, just as some women wouldn't be caught dead in leggings outside of a yoga class, either because they don't feel they are flattering, or because they like to (or have to, for professional reasons) dress more formally, this trend is one that plenty of guys will choose to sit out. But for active men, these can be a great extra layer for warmth and to add style. For men interested in fashion, they provide one more way to express personal style, and for men who like to layer, you can now rock out your lower half. \n \nFor the men who are into it, plenty of designers are selling meggings, from Prada to Nike to John Bartlett's organic cotton 'football leggings' above (love 'em!) to Urban Outfitters and Uniqlo. So expect to see them outside Manhattan street style blogs. \n \nWhat do you think? Do you like the idea of meggings? Would you wear them? \n \nRelated post on MNN: Brands that make great clothes for green guys\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/meggings.jpg","title":"Meggings are leggings for men: Would you wear them?","author":""}