{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/nj-has-proposed-plastic-and-paper-bag-surcharge","content":"The New Jersey Senate Environment and Energy Committee has approved Bill S-182 that would place a five-cent fee for each single-use plastic or paper bag taken from a store and also give a five-cent refund for each reusable bag used by consumers.\n \nNJ Spotlight says those are the details of the bill that the committee approved last month, although the N.J. state website has different details listed for Bill S-182 that was introduced in 2011. It looks like changes were made while the bill was in committee.\n \nN.J. residents who want to voice their opinion about this bill to the Senate, and later on to the House if it gets that far, can contact their state representatives to make their thoughts known. There is also a petition on SignOn.org to be delivered to the New Jersey State Senate asking the members to support S-182, the “Reduce Plastic and Paper Bag Usage Act.”\n \nWashington, D.C. currently has a similar surcharge on plastic bags. Since the surcharge was put in place in the beginning of 2010, $2.1 million a year has been raised that funds “outreach and education programs, inspection of stores to make sure they are complying with the law, and cleanup efforts in local waterways.”\n \nIn New Jersey, it’s projected that between $22 million and $28 million a year could be raised by the surcharge on single use bags, some of it to be used to restore Barnegat Bay.\n \nAs a resident of N.J., I’m in favor of this bill. I’d welcome a small rebate each time I use my reusable bags. I do wonder, however, where that rebate will come from. Will the stores be responsible for them, or will they be able to charge those rebates back to the state to be reimbursed from the surcharges collected? I hope to find that out. I would not like to see the state profit from this while stores lose money.\n \nMore about single-use bags on MNN:\nInteractive map shows plastic bag bans around the world\nHawaii bans plastic bags\nSan Francisco’s bag ban to broaden","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/plastic%20bag%20in%20water%20large.jpg","title":"N.J. has proposed plastic and paper bag surcharge","author":""}