{"url":"http://www.mnn.com//lifestyle/recycling/blogs/5-ways-to-recycle-underwear","content":"I know that recycling underwear has nothing to do with food, but I also know that this is information that most of my readers will find useful.\n\n\t \n\n\tI've heard conflicting stories about what happens to used underwear and bras when they are donated to thrift stores. I've been told they are sold to be cleaned, shredded and used as filler. I've been told they often just get thrown away. I'm never sure if throwing them in a separate bag and adding them with other thrift store donations is a good idea or not.\n\n\t \n\n\tI received some information from USAgain, a clothing recycling and reseller, about what you can do to make sure that old underwear and bras don't end up in the trash. I hope you find this information as useful as I did.\n\n\t \n\n\n\t\t\tDonate. Send your old bras to BreastTalk where they will be used to generate cash for breast cancer research. (BreastTalk is a U.K. site.)\n\n\n\n\t\t\tGet crafty. Check out this cute little purse you can make from a used bra on Craft Bits.\n\n\n\n\t\t\tCompost. Just slice off the elastic waistband and cut the cotton into strips or squares and put it in your compost bin! (This won't work with all materials, of course.)\n\n\n\n\t\t\tRecycle. Toss worn-out underwear and bras in a USAgain dropbox.\n\n\n\n\t\t\tFor the kids. Send used kids' undies in good condition to Project Underwear, a company that will distribute them in developing countries and send you a postcard telling you where they ended up.\n\n\n\t \n\n\tI inquired about what happens to the worn-out underwear that USAagain collects. I was told, \"Anything put in the drop boxes that is not in 'wearable condition' is recycled into wiping rags, furniture padding or insulation material.\"\n\n\t \n\n\tI don't see myself ever turning one of my old bras into a purse, but the other suggestions give me plenty of options for getting rid of worn-out underwear.\n\n\t \n\n\tDo you have any additional ideas on how to dispose of your old bras and underwear in an environmentally friendly way?","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/underwear%20large.jpg","title":"5 ways to recycle underwear","author":""}