{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/think-spring-eco-fashion-for-the-coming-season","content":"Thankfully, it's not going to be winter forever. (Have you noticed that the days are already getting longer? I did!) And while we are surely in for a few cold spells — and plenty more opportunities for snow in the northern latitudes — that doesn't mean we can't at least think about the warmer days ahead. So whether a balmy 80 degrees is a few months off or you are taking a winter break to somewhere warmer, check out these (mostly classic) trends for spring 2013 comprised of all eco-friendly and sustainable clothes, of course. \n\nBlack and white, whether patterned or blocked, never really goes out of style, but this spring that combo is hotter than ever. Here, a Rachel Comey Mendel blouse and a patterned pair of Lina Rennell pants combines two trends: pattern mixing and B&W. \n\nPeekaboo separates that show a bit of leg, shoulder or decolletage continues and expands on last year's see-through trend. Don't be intimidated, it doesn't mean you have to be immodest if that's not your thing. Layering a tank under this cool crocheted sweater from Pure Handknit, for example, gets the look sans embarassment.\n \nLeather made modern (definitely not your '80s motorcycle jacket) is trending. Because it's such a durable material, there are lots of recyclers working with already existant leather, like this cute vest made from upcycled found hide by Artists and Revolutionaries (it's on sale, too!). \n\nStripes, stripes and more stripes dominated the spring runways. This navy and taupe dress captures the style perfectly in organic and recycled cotton. \n\nBig, funky, unusual look-at-me sunglasses are definitely a thing this spring (and what could be more seasonal!). I love these wooden Dylan Thomas sunnies from Sires Eyewear that are made in Los Angeles. ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/spring%20in%20stripes.jpg","title":"Think spring! Eco fashion for the coming season","author":""}