{"url":"http://www.mnn.com//green-tech/computers/stories/yahoo-s-new-flickr-app-comes-with-a-terabyte-of-free-storage","content":"Yahoo’s acquisition of blogging platform  Tumblr made headlines around the Web today, but that’s not the company’s only major announcement. Photo aficionados can now enjoy an entire terabyte of free storage space via Yahoo’s redesigned Flickr app.\n \nYahoo unveiled its overhauled photography application at its New York City press event on Monday, which comes with a new image-centric user interface that puts photos at the forefront. The newly live redesigned Flickr reads more like a social network than a photo hosting website, with a recommendation engine that suggests people you may know and a customizable cover photo that sits at the top of your Photostream. \n \n“It’s heartstoppingly beautiful,” Yahoo CEO Marissa Mayer said on stage in reference to the new Flickr. “It’s an immersive experience; wall-to-wall photos.”\n \nTo put this in perspective, other image hosting websites don’t offer even close to a terabyte of storage for free. Dropbox offers up to 18GB for free, while  Imgur requires you to upgrade to Imgur Pro for unlimited storage. Without the Pro version, only 225 of your most recent images will be visible on your account.\n \nTaking a direct shot at Google, Yahoo was sure to emphasize that “other” competitors only offer 15GB of storage space. In fact, according to Yahoo’s SVP Adam Cahan, Flickr now offers 70 times as much storage space as other image hosting services.  Previously, users with free Flickr accounts could only display 200 images at a time in their Photostream, while paid users could get unlimited storage. \n \nYahoo’s new Flickr app comes just after the company launched its Yahoo Weather app for iOS and Android earlier this year. The redesigned Flickr  is yet another indication that Mayer was serious when she said Yahoo will make a major push toward mobile in 2013.\n \nRelated on LAPTOP and MNN: \n\n10 Best iPhone Apps You’re Not Using\n\n\n25 Best Android Apps\n\n\n10 Best Apps for BlackBerry 10\n\n\nMNN: Yahoo offers tour of new Flickr site [Video]\n\n \nThis story was originally written for LAPTOP and is republished with permission here. Copyright 2012 Laptopmag.com.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/FlickrMain.jpg","title":"Yahoo’s new Flickr app comes with a terabyte of free storage","author":"Lisa Eadicicco, LAPTOP"}