{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/382-garment-workers-dead-in-factory-collapse-that-made","content":"Organic food and non-toxic body care products have grown in popularity year after year and are booming businesses. But clothing that is less harmful to people and the planet has been a tougher sell, since it’s not something you ingest or put on the skin and gets absorbed. It’s a business that ultimately doesn’t affect the purchaser, but it does affect communities that are often on the other side of the Earth.\nCase in point: Last week a Bangladeshi garment factory collapsed, killing (at most recent count) 382 people. Due to rising labor costs in China (garment workers there have been exploited over the last decades, and have been working together to demand better and fairer working conditions), Bangladesh is the latest country in which workers are underpaid and overworked to produce clothing cheaply. Making just $37-$90 a month, its those incredibly low wages that are part of the reason we can buy clothing more cheaply in 2013 than in 1995, despite all other costs (materials, transportation, rents) having risen. And low pay isn’t the only way these companies save money — slacking on health and safety requirements are another. And cutting corners when it comes to safety always ends in tragedy. \n \nSo far, there have been 382 confirmed deaths in the factory collapse that employed about 5,000 people in Dhaka, Bangladesh's capital city. While there are plenty more people buried under the rubble, the chances of survival at this point are extremely slim. This isn't just \"one of those tragedies\" that happen sometimes even under the best of circumstances; it was entirely preventable. The day before the collapse, which happened last Wednesday, Rana Plaza had been found to have giant cracks in its walls. Shops and a bank on the lower floors closed and evacuated immediately, but the garment workers on the upper floors were ordered to work on that same day, the day of the collapse.\n \nThe owner of the factory, Sohel Rana, who fled the city and was found by police in hiding, was apprehended on Sunday near the border with India. This tragedy comes just months after fires in garment factories killed hundreds. \n \nDara O’Rourke, an expert on workplace monitoring at the University of California, Berkeley, told the New York Times that it’s the low prices Westerners expect that are at least partly responsible for these deaths. “Even in a situation of grave threat, when they saw cracks in the walls, factory managers thought it was too risky not to work because of pressure on them from U.S. and European retailers to deliver their goods on time. [Prices paid by Western companies] are so low that they are at the root of why these factories are cutting corners on fire safety and building safety.”\n \nOf course local enforcement is to blame in this tragedy, but ultimately, American (and European) consumers, who have insisted on having five T-shirts at $5 each (at prices like that, you can bet it is made from shoddy materials by a woman or a child being paid less than they should be) have contributed to this problem. It’s the cycles of fast fashion, the new concept of disposable clothes (how well do you treat cheap stuff that’s always plentiful?) and our hunger for more, bigger, cheaper, that is part of the reason that these (mostly women) Bangladeshis died. These deaths and injuries are partially the responsibility of all of us who look for a \"great deal\" at the expense of American jobs or those who are paid fairly abroad. \n \nWhen America exported its labor to other countries, we forgot to export workers' rights. \n \nCheck out these amazing pictures of the rescue on the New York Times site; absolutely heartbreaking, I warn those who are sensitive that they very well may bring you to tears as they did me. How are cheap clothes worth this kind of suffering? \n \nThe solution? Buy products that are made in the USA, buy high-quality used clothing if you can't afford the new, be willing to pay a little more for your clothes and buy fewer of them, and consider not purchasing at all from fast-fashion chains and stores that sell clothes extremely cheaply. \n \nRelated on MNN:\nHow garment workers escaped in Bangladesh\nDoes it make sense to support more ethical fashion","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/BangladeshiWoman.jpg","title":"382 garment workers dead in factory collapse that made clothes for Joe Fresh, Benneton, Children’s Place","author":""}