{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/serbian-doomsday-mountain-braces-for-end-of-the-world-tourists","content":"What is it with mountains and the end of the world?\n\n\t \n\n\tLast month, officials announced that a supposedly mystical mountain in France would be closed on Dec. 21 to prevent a flood of doomsday believers from coming to wait out the Mayan apocalypse. Now, a pyramid-shaped peak in Serbia is the site of similar frenzy, according to the Telegraph newspaper.\n\n\t \n\n\tBookings are pouring in for Dec. 21 at hotels around the mountain, the newspaper reported. That date is the day the ancient Maya Long Count Calendar completes a full cycle of creation, a fact that some believers have taken to herald an apocalypse.\n\n\t \n\n\tIn fact, everyone from NASA scientists to Maya scholars say that these beliefs are off-base. The Mayans never predicted that the end of their Long Count Calendar meant the end of the world, and there are no astronomical phenomenon headed our way that could possibly destroy the planet in less than two weeks. [Full Coverage: The Mayan Non-Apocalypse]\n\n\t \n\n\tNevertheless, believers are reportedly set to head for the hills — for Mount Rtanj, that is. The mountain is in eastern Serbia, part of the Carpathian range, and has long been the subject of myth. One old legend holds that the peak was once home to a wizard guarding a great treasure. More recently, the pyramid shape of the mountain has been attributed to alien influence.\n\n\t \n\n\tThese rumors have made the rounds online: On one site, abovetopsecret.com, posters write of mysterious glowing lights and UFOs seen in the sky around the mountain and draw parallels between the peak's shape and that of the Great Pyramids of Egypt. The theory is that the mountain holds an alien-built pyramid inside. According to the Telegraph, science-fiction writer Arthur C. Clarke called the mountain a place of special energy.\n\n\t \n\n\tThese rumors have apparently driven doomsday-fearers to seek out the mountain in hopes of protection.\n\n\t \n\n\t\"In one day we had 500 people trying to book rooms. People want to bring their whole families,\" Obrad Blecic, a hotel manager near Mount Rtanj, told the Telegraph.\n\n\t \n\n\tMeanwhile, in the French Pyrenees, another supposed Mayan apocalypse \"safe zone\" has been closed for the alleged doomsday, with officials fearing an influx of doomsday cultists and journalists on Dec. 21. Like Mount Rtanj, France's Pic de Bugarach is the center of rumors about UFOs and mystical powers. Believers think the mountain will open up on doomsday, revealing an alien spacecraft that will carry people to safety.\n\n\t \n\n\tFollow Stephanie Pappas on Twitter @sipappas or LiveScience @livescience. We're also on Facebook & Google+.\n\n\t \n\n\tRelated on LiveScience and MNN:\n\n\n\t\t\tOops! 11 Failed Doomsday Predictions\n\n\n\n\t\t\tImages: Mayan Calendar Carvings\n\n\n\n\t\t\tDoom and Gloom: Top 10 Post-Apocalyptic Worlds\n\n\n\n\t\t\tMNN: 11 ways the world could end\n\n\n\t \n\n\tThis story was originally written for LiveScience and was republished with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/RtanjMountain_m_1211.jpg","title":"Serbian 'doomsday' mountain braces for end of the world tourists","author":"Stephanie Pappas, LiveScience"}