{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/has-science-cured-gray-hair","content":"Gray hair — one of the classic signs of aging that can lead to a midlife crisis for some — may some day be a thing of the past, much to the chagrin of hair-dye manufacturers and Corvette salesmen.\n \nA team of European researchers claims to have found not only the root cause of gray hair, but also a treatment for the condition. Additionally, their treatment may help people with vitiligo, a condition that causes the loss of pigment in patches of skin, they say.\n \nIt's been known for years that hair turns gray due to a natural buildup of hydrogen peroxide in hair follicles, which causes oxidative stress and graying. (Hydrogen peroxide solutions have been used for years as a cheap and easy way to \"go blonde.\") [8 Tips for Healthy Aging]\n \nIn younger people, an enzyme called catalase breaks down hydrogen peroxide into water and oxygen. But lower levels of this enzyme, combined with lower levels of enzymes called MSR A and B that repair hydrogen peroxide damage, cause hair to turn gray as people age.\n \nThe researchers, whose findings are published in the experimental-biology publication FASEB Journal, analyzed 2,411 people with vitiligo.\n \nBy looking at people with two different kinds of vitiligo — strictly segmental vitiligo (SSV) and non-segmental vitiligo (NSV) — they discovered that both kinds resulted from oxidative stress.\n \nAnd by applying a topical treatment, a substance called PC-KUS, the researchers successfully treated the discolored skin and eyelashes of people with vitiligo.\n \nThough gray hair isn't always a welcome sign of aging, some evidence suggests it can be an indicator of good health.\n \nResearchers in 2012 found that wild boars with significant graying hair \"were actually those in prime condition and with the lowest levels of oxidative damage,\" researcher Ismael Galván of the Museo Nacional de Ciencias Naturales in Spain said in a statement.\n \n\"Far from being a sign of age-related decline, hair graying seems to indicate good condition in wild boars,\" Galván said.\n \nNonetheless, many people will go to extreme lengths to hide any hint of aging, including gray hair.\n \n\"For generations, numerous remedies have been concocted to hide gray hair,\" Dr. Gerald Weissmann, editor-in-chief of FASEB Journal, said in a statement. \"But now, for the first time, an actual treatment that gets to the root of the problem has been developed.\"\n \nThe treatment will be welcome news to people with severe or unsightly cases of vitiligo. \"This condition, while technically cosmetic, can have serious socio-emotional effects,\" Weissmann said. \"Developing an effective treatment … has the potential to radically improve many people's lives.\"\n \nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\n5 Reasons Aging Is Awesome\n\n\nZoo Animals Face Old Age and Illness: Gallery\n\n\nThe Top 10 Worst Hereditary Conditions\n\n\nMNN: Going gray to go green\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/GrayHairTreatment__0507.jpg","title":"Has science cured gray hair?","author":"Marc Lallanilla, LiveScience"}