{"url":"http://www.mnn.com//lifestyle/recycling/stories/5-ways-to-reuse-a-cd-spindle","content":"There is this now-almost-infamous picture floating around the Internet, featuring a CD spindle (you know, those plastic domes that hold stacks of blank CDs), repurposed to hold a bagel sandwich. The picture’s gone viral because it’s such an epic example of creative reuse: 1) the CD spindle is made of non-recyclable plastic and is usually just thrown away, 2) the compartment itself is the exact height and diameter of a bagel sandwich, and 3) a bagelwich that’s bagged will be a squished bagelwich indeed, so this solution actually addresses a real-world problem.\n \nBeing somewhat of a repurposing connoisseur myself, this picture got me thinking about those CD spindles, and wondering how else they might be reapplied in our lives. Not only to save them from an afterlife in a landfill, but also to solve some other real-world problems. Here are the top five ideas I found:\n \n1. Store cables.\nThe spindle is perfect for organizing your cords and cables — it comes with a built in wand to wind them around, and the top snaps on to keep them from unraveling. Use the CD spindles (stacked) to neatly store cables out of the way, or tidy up your cord-cluttered desk or work space.\n \n2. Tupperware alternative.\nIf you cut off the actual spindle (the rod sticking up from the base), then you’re left with essentially a “plate,” with a domed top that fastens on top. That’s why these cases are commonly referred to as “cake boxes.” And that’s exactly how you can use them! They’re great for storing food, and they’re even better for transporting small cakes or cupcakes without fear of smeared frosting.\n \n3. Hanging storage.\nI love this idea, and it’s perfect for a work station or craft area. Again, remove the actual spindle and then screw the base, upside down, to the ceiling (or underside of a desk or table, etc). Now, you’ll be able to fill the domed top with supplies and then pop it into place, and voila! Hanging storage bins, no need to hire a handyman.\n \n4. Box light.\nLearn how to turn a taller CD spindle into a lovely little desk lamp. This is an easy DIY with a really pretty result. I'm not sure if I am up to attempting DIY electrical work, so I might enlist the help of an electrician.\n \n5. Planter.\nI’m a house plant person, so I’m always looking for more vessels to contain my beloved house plants. And these are perfect! You can use the domed top, flipped upside down with a hole drilled in the bottom, as a simple pot (decorate it if you desire). Or, you can remove the actual spindle and use the whole contraption to create a little terrarium. And finally, there are tutorials for how to turn a CD spindle into a hydroponic growing system (just Google around for them).\n \nThese are my top 5 favorites, but I want to hear from you. Got any other ideas of how you could reuse a CD spindle?\n \nSayward Rebhal originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated reuse and upcycle stories on MNN:\n6 ways to upcycle bottle caps\n10 clever uses for burned-out bulbs\n17 creative ways to reuse your phone book","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/main_networx_cd_spindle.jpg","title":"5 ways to reuse a CD spindle","author":""}