{"url":"http://www.mnn.com//green-tech/computers/stories/biotechs-explosive-evolution-outpaces-moores-law","content":"Moore's Law states, in simple terms, that the processing and storage power of microchips will double every two years. This maxim, first proposed in 1965 by technologist Gordon Moore, proved prescient, but is beginning to run up against the functional limits of traditional electronics. A conference in London now seeks to explore how Moore's Law applies to other fields, such as biotechnology and health care.\n \nThe Royal Society, Great Britain's premier scientific body, is currently hosting the \"Beyond Moore's Law\" conference, where eminent speakers can share their research on the future of technology's geometric evolution.\nMicroelectronics — the study and manufacture of the kind of tiny electronic components that go into computers, smartphones and other objects that go \"beep\" — is beginning to slow down after 40 years of steady exponential growth.\n \n\"If this technology is based on electrons flowing through transistors and wires is slowing down, what new technologies can be brought in to accelerate growth?\" asked David Cumming, a professor of electronic systems at the University of Glasgow and \"Beyond Moore's Law\" organizer, told TechNewsDaily. If scientists want technology to continue advancing according to Moore's Law, it would have to break out of the \"microelectronics-only\" mindset, Cumming said.\n \nMoore's Law is not a scientific imperative, but rather a very accurate predictive model. The logic of applying it to new fields may not be immediately apparent, but Cumming believes that the market for advancements in traditional electronics may be about to slow down.\n \n\"Microelectronics has historically delivered equipment into the communications and computing industries,\" he said. \"There's only so much market growth available for those sectors. People are looking outside of conventional marketplaces.\"\n \nOne biotech field that has seen Moore's Law-level strides is that of gene sequencing. \"When the human genome was first sequenced, it took large robotic machines and large laboratories,\" said Cumming. Now, a single scientist armed with a desktop computer can perform the work of an entire lab.\n \n\"There's a really intriguing parallel from mainframe computers [occupying whole rooms] to desktops to handheld devices,\" Cumming explained. He also theorized that gene sequencing could eventually transition to smartphones and tablets, just as general computing has.\n \nBiotechnology even enlisted Moore himself — or at least a part of him — to affirm its rapid growth. \"A gene sequencing chip was used to sequence Gordon Moore's DNA,\" added Steve Furber, a professor of computer engineering at the University of Manchester, and a Fellow of the Royal Society. That decision, he said, put a poetic capstone on the whole project. [See also: Top 10 Life-Changing Inventions]\n \nFurber also described how biotech's rapid evolution could affect medicine. A new chip dubbed \"Sensium\" can streamline the process of taking a patient's vital signs. \"[The chip embeds] in something that looks like sticking plaster, and you basically stick it onto the chest of a patient … You can keep tabs on how well patients are doing on a very regular basis.\"\n \nAlthough there are still many consumer tech advancements on the way (Cumming described \"low-power tech,\" which would \"allow devices to work almost indefinitely without having to recharge\"), focusing exclusively on microelectronics has also ignored huge opportunities for financial growth.\n \nSensors used in automotive, health care and energy industries generate more than $20 billion every year. By focusing on areas other than consumer electronics — whatever areas those may be — Furber and Cumming agree manufacturers can increase their profits and researchers can branch out beyond the latest smartphone advancements.\n \nMoore himself admitted that, sooner or later, his proposed law would run up against a limit and capacity doubling every two years would become unsustainable. Although microelectronics may have nearly reached that point, as long as researchers are willing to invest resources in biotechnology, Moore's Law could prove prophetic for a very long time to come.\n \nFollow Marshall Honorof @marshallhonorof. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n \n\nDon’t Code Drunk: Buzzworthy App for Programmers\n\n\n6 Tips for Inventors From a DARPA Program Manager\n\n\n2013 Business Computer Product Comparisons\n\n\nMNN: 7 supercomputers changing the world\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/800px-Evolution_%2834_365%29.jpg","title":"Biotech's explosive evolution outpaces Moore's Law","author":"Marshall Honorof, TechNewsDaily"}