{"url":"http://www.mnn.com//lifestyle/recycling/blogs/in-portland-christmas-tree-recycling-that-gives-back","content":"Over the past couple of years, I’ve made it a tradition to take a quick look at how various cities across the globe — New York, Paris, San Francisco — handle a certain type of organic waste that becomes super-ubiquitous during the first few chilly and grey days of the new year: discarded and de-flocked Christmas trees.\n \nIn the recycle-happy metropolis of Portland, Ore., Christmas tree recycling efforts are pretty typical in that, like many major cities, standard curbside collection for yard waste is largely available to city residents looking to properly dispose of retired Tannenbaums, wreaths, and swag (curbside treecycling particulars do vary, however, across various communities in the Portland metro area). And although the City of Portland’s Christmas Tree recycling homepage doesn’t specify what exactly happens to the trees after they’re picked up via curbside collection, it’s safe to assume that they’re sent through a massive chipper and the resulting mulch is used for various landscaping and waste-to-fuel projects across the city.\n \nBut Portland, as we all know, is a special place and given that Oregon is the nation’s top producer and recycler of Christmas trees according to The Oregonian, there are a host of other treecycling options in and around the City of Roses aside from the standard municipal pick-up.\n \nMost of these options include handing over dehydrated firs to various nonprofit community groups that view Christmas tree recycling as a primo opportunity to raise funds while preventing once-festooned greenery from being landfilled. Given the nature of these efforts, there’s generally a small suggested donation involve but that’s a moot point given that the city itself often tacks on a small surcharge for post-holiday curbside Christmas tree pickup anyways.\n \nIn a recent article published on OregonLive, a few of the over 70 treecycling organizations across the Portland Metro area are highlighted. Not surprisingly, more than half of them are local Boy and Girl Scout troops. Boy Scout Troop 707, for example, has been collecting old Christmas trees for nearly 23 years, using the funds raised to pay for summer camp excursions. But as OregonLive points out, the troop's tree collection efforts have been in decline since the city began offering curbside pickup. Once upon a time, in the pre-curbside glory days, $2,500 in donations was a typical figure for Troop 707. Now that figure is in the $700 to $900 range.\n \nOnce the trees are collected, the troop delivers them, free of charge, to McFarlane’s Bark, a landscaping company with locations in nearby Milwaukie and just across the Columbia in Vancouver, Wash. McFarlane’s, a Christmas tree recycler that's popular with fundraising groups, then mulches the trees and delivers the resulting wood waste to local paper mills where the mulch is used as fuel. According to the McFarlane’s website, “ground up Christmas trees are an excellent source of electricity at a paper mill.”\n \nIn addition to Boy and Girl Scout troops, a notable nonprofit Christmas Tree recycler in Portland is Tualatin Valley Trout Unlimited. In lieu of mulching or composting, the group uses donated trees to provide habitats for coho salmon in the Necanicum Watershed. Also profiled by OregonLive is a newcomer on Portland’s Christmas tree recycling/fundraising scene this season: Portland Organic Productions. The nonprofit uses Christmas tree mulch for various planting projects around North Portland and the money raised (a $5 donation is suggested) through the first annual St. Johns MulchFest is used in a local clean-up initiative spearheaded by the group.\n \nLive in Portland? Click here to find a nonprofit tree recycling group near you. Everyone else: Is there a notable nonprofit — a church group, Boy Scout troop, or environmental org — doing good things with discarded Christmas Trees in your neck of the woods? Do you support them? Or do you simply haul your tree to the curb and let the city handle it?\n \nVia [OregonLive.com]\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ChristmasTreeRecyclingPortland.jpg","title":"In Portland, Christmas tree recycling that gives back","author":""}