{"url":"http://www.mnn.com//green-tech/computers/stories/how-to-get-started-with-twitter-music","content":"It's out: Twitter's new standalone music app is now available to everyone, and it's everything MySpace should have been, except for one thing: Unless you subscribe to Spotify Premium or Rdio, all you'll hear on Twitter #music are 30-second samples.\n \nTwitter #music is a way to discover music, rather than an app to stream music. Just as you're getting into a new track, it changes — think DJ with ADD. But the app may provide just enough of a taste to get people to buy more music.\n \nEvery sample links to iTunes, where you'll find songs available for $0.99 or $1.29. And the lure of getting full-length tracks by subscribing to Spotify or Rdio for $9.99 a month could become irresistible after listening to the samples and comparing the cost of buying songs one at a time from Apple.\n \nFurther, Twitter #music has the slickest interface of any music service  around. As you're playing a track, you'll see a spinning disc at the bottom of your screen that shows how much of the sample has been played. Tap the disc to get a larger view that includes pause and play controls and offers you the ability to tweet the song. Once you're in this view, you can swipe the disc to move forward or backward through Twitter's featured tracks.\n \n4 ways to discover music\n\nYou'll find Twitter's music collections in a dropdown menu at the top of your screen.\n\n\n\"Popular\" includes the \"Top 140\" songs (in keeping with Twitter's  140-character limit on tweets), which are tracks from 140 different artists based on music trending on Twitter.\n\n\n\"Emerging\" shows 140 selections from lesser-known artists that you might not have noticed otherwise, such as \"I Need Answers\" by Asta.\n\n\n\"Suggested\" shows songs based on tweets you've made and musicians you follow.\n\n \n\"#NowPlaying\" lists songs that people you are following on Twitter are listening to at that moment. As the use of Twitter #music spreads, expect this list to grow.\n \nIn any of the views, you can find out more about a particular artist by tapping the bar with a right-pointing arrow next to the band's or artist's name. Here you'll see the artists that these musicians follow, as well as their basic Twitter profile  information, such as number of followers, and a button to follow the artist. You can then listen to any of the other artists listed on the page, just as you would from the main pages.\n \nRight now, Twitter #music is available in the United States, Canada, the United Kingdom, Ireland, Australia and New Zealand. Twitter said that, over time, it will bring the service to Android and to more countries.\n \n \nFollow Leslie Meredith @lesliemeredith. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\n10 Tips for Staying Safe on Twitter\n\n\n10 Best Video Game Soundtracks\n\n\nWe’re All On Twitter—We Just Don’t Know It\n\n\nMNN: New trend for students: Twitter mentors\n\t\t\t \n\nThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/twitter-music-emerging-130418-02.jpg","title":"How to get started with Twitter #music","author":"Leslie Meredith, TechNewsDaily"}