{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/kite-flying-measures-air-pollution-in-china","content":"An ancient Chinese kite-flying tradition has become a new citizen tool for monitoring air quality in the skies over Beijing. The project, a joint effort between a Chinese graduate student and U.S. graduate student, was first inspired by controversy regarding China's air pollution statistics.\n \nThe \"Float Beijing\" project's kites carry air pollution sensors as well as colorful LED lights that show the level of air quality — green for good, yellow for moderate, red for unhealthy and pink for severely unhealthy. Since raising more than $5,000 in funding on the crowd-funding site Kickstarter, the project has held its first Beijing workshops in August and appeared at New York City's Maker Faire in September.\n \n\"The sensors were pretty easy to mount to the kites,\" said Deren Guler, a master's candidate in tangible interaction design at Carnegie Mellon University. \"The kites' flyers helped us with that and we were able to find the best place after a few tests.\"\n \nOrdinary Chinese have suffered from smog and bad air quality because of China's rapid industrialization — a problem that the Chinese government has tried to tackle during high-profile events such as the 2008 Olympics in Beijing. But the issue turned politically hot this year when Chinese citizens noticed the big difference between the U.S. embassy's air pollution readings (publicized through Twitter) and the sunnier reports issued by the Chinese government.\n \nGuler worked with Xiaowei Wang, a master's candidate in landscape architecture at Harvard University, to develop the kite solution in the wake of Chinese citizens demanding more detail from the official Chinese air pollution readings. Their Float Beijing project ended up marrying ancient Chinese tradition with modern technology.\n \nWang talked with kite flyers at a local Beijing park who recommended a master kite maker in a nearby kite market. The kite maker and his wife were \"very enthusiastic\" about the project, and helped the Chinese and American graduate students refine their kite design.\n \n\"They gave us some of their own kite-light decorations to help experiment with and offered to sell our modules,\" Guler told TechNewsDaily.\n \nThe first Beijing workshops taught Chinese citizens how to attach the air pollution sensors and lights to the kites. Such kites are able to not only detect and display general levels of carbon monoxide and volatile organic compounds, but also collect the data and store it for later.\n \nOne of the workshops drew official attention from local Chinese authorities who examined the kite modules. But they soon realized that the DIY effort represented more of a \"public art project\" and closed the case.\n \nFloat Beijing aims to eventually create an online interactive display of the air pollution results collected by the kites, as well as a book about the project. The project founders also left some of their open-source kite modules in Beijing so that Chinese citizens could begin sharing the design on Weibo, China's version of Twitter.\n \n \nFollow TechNewsDaily on Twitter @TechNewsDaily, or on Facebook.\n \nRelated on TechNewsDaily:\n\n\t\tTop 6 Robots of Maker Faire 2012\n\n\t\t40 Most Innovative Kickstarter Projects\n\n\t\t10 Incredible 3-D Printed Products \n\t\t \nThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/kite_0.jpg","title":"Kite flying measures air pollution in China","author":"Jeremy Hsu"}