{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/going-off-the-grid-why-more-people-are-choosing-to-live-life-un","content":"Imagine living off the land, producing your own food and energy and getting away from the consumption economy that drives so many of our decisions. For more and more people, off-grid living has become the way to go. Although statistics on Americans who choose to take this route are hard to come by, trends suggest that the number is increasing. Some people do it to be self-reliant or more in touch with nature. Many go off-grid to step away from society. Still others do it because it is the most financially viable option available to them.\n\n\t \n\n\t\"Going off the grid is not a game,\" says Nick Rosen, founder of the Off-Grid website and author of \"Off the Grid: Inside the Movement for More Space, Less Government, and True Independence in Modern America\" (Penguin Books). \"It is real life and a real choice for real people.\"\n\n\t \n\n\tRosen says people go off the grid for a variety of reasons, and they vary how deeply they go off-grid. \"You can't get off all of the grids all the time,\" he says. \"It's a question of which grids you choose to get off of and in what way and for how long.\" Some people live off the grid part of the year for leisure purposes, taking a few months off from their jobs so they can live in a more relaxed manner. Others get themselves off the public electrical or water systems but still participate in what Rosen calls the \"car grid\" or the \"supermarket grid\" or \"bank grid.\"\n\n\t \n\n\tOff-grid is green\n\n\tAlthough a desire to go green isn't usually the primary driver for people going off-grid, the lifestyle has many environmental benefits. For one thing, most off-grid homes or communities are in places where nature plays an important part of their everyday lives. \"You become much more aware of the sun and the wind because you need it to power yourself,\" Rosen says. For another, people who are living off-grid do not tend to fill their lives with the same amount of stuff as your average consumer. \"We're all consuming too much. One of the big motivations for off-grid living is a weariness of the consumer society. It's not necessarily anti-consumer, but post-consumer.\"\n\n\t \n\n\tOff-grid homes also eschew the American tendency toward overly large residences. \"We're over-housing ourselves,\" Rosen says. \"That's been very big feature of American society since the '50s: The overly large house with the big heating and cooling bills, storing vast amounts of unnecessary possessions.\" Although off-grid housing varies in size and scope and energy needs, Rosen estimates that the average off-grid residence uses about 20 percent of the energy consumed by a typical American home.\n\n\t \n\n\tAnother green factor is a lowered reliance on transportation. Although people living off the grid still own vehicles, they use them much less frequently. \"You may only need it once a week or once a month,\" Rosen says.\n\n\t \n\n\tOther motivations: Fear and finances\n\n\tSome off-grid people do it to get away. \"Perhaps the biggest motivation at the moment is a loss of trust in the government and the ability of social networks to look after us,\" Rosen says. These are people who feel as if society no longer provides the sense of safety that they require.\n\n\t \n\n\tFor others, going off-grid is an economic necessity brought about by hard times. \"A lot of the people I met when I was traveling around the States writing my book were people who had to hand back the keys to their properties and find a new lifestyle. In one case they bought some land on eBay and moved themselves into a trailer. And they find themselves living a more ecological lifestyle just by the fact that they're generating their own electricity and growing their own food, but they were motivated by financial matters rather than by more pure desire to tread more lightly on the planet.\"\n\n\t \n\n\tHow much do you really need? \n\n\tRosen says most families could go off the grid with as little as a half an acre, \"as long as it's the right half-acre.\" Ideal locations would have some woodland, an area for agriculture, enough light for solar power and a good source of water, either a well or a stream. \"The era of 40 acres and a mule has been replaced by the era of a half an acre and a laptop and a solar panel,\" he says.\n\n\t \n\n\tBut even a half an acre can be a lot of work — too much for most people, Rosen says. \"You're giving yourself a lot to do if you're running your own power plant, dealing with your own water supply, disposing of your own waste and pulling your own food.\"\n\n\t \n\n\tInstead of going it alone, many people form off-grid communities. \"The best way to get off-grid is to go off with others in a group of families, so each have half an acre and share resources and skills,\" Rosen says. \"One is tending livestock and one is growing vegetables, while a third is looking after the power supply for everybody else.\"\n\n\t \n\n\tThe next generation?\n\n\tGoing off the grid today doesn't mean reinventing the wheel. \"The existence of the Internet that has made living off the grid a real choice and a real possibility for so many people,\" Rosen says. Websites like his own provide lessons and plans and advice for off-grid living, as well as a sense of community for people who might otherwise be physically isolated from each other.\n\n\t \n\n\tIn addition, some off-the-grid communities are ready for new people to join them. \"There's a huge generation of 1970s back-to-the-land movement people who are now getting pretty old and they're sitting on these huge tracks of land that can't be broken up,\" Rosen says. These communities are looking for young people to buy their way in. \"The idea of land trusts is being used as a way these older people can get some new residents to help look after them and then work on the land or take over part of the land as the older generation dies out.\"\n\n\t \n\n\tRosen says his own ambition is to create an off-grid village of 300 or so homes in his native England, provided he can find a local zoning board willing to allow it. \"I think there's a huge demand for off-grid living that can't be satisfied because the places where you'd want to live off the grid are the places you can't get permission to do so,\" he says.\n\n\t \n\n\tRelated stories on MNN: \n\n\t\tOff-the-grid communities: 5 places creating their own sustainable future\n\n\t\tRetired couple lives off the grid in tiny, floating cabin\n\n\t\t8 eye-catching shipping container homes [Photo gallery]\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_offgrid_1113.jpg","title":"Going off the grid: Why more people are choosing to live life unplugged","author":""}