{"url":"http://www.mnn.com//green-tech/computers/stories/teens-tire-of-facebook-turn-to-twitter","content":"There’s no denying that Facebook is popular among the teenage crowd, but a recent study shows that Twitter and Instagram aren’t too far behind. According to statistics from Pew Internet, Twitter usage among teens has grown to 24 percent up from 16 percent in 2011.\n \nMost importantly, the study outlined the primary difference in how teens use these two social networks. Friendships on Facebook largely mirror a teen’s offline network, with 98 percent of Facebook-using teens admitting that they are friends with people they know from school. According to Pew, 94 percent of teenagers use Facebook and seven in 10 have said that they are friends with their parents on the network.\n \nWhile the majority of online teens are on Facebook, research has shown that those who also use other mediums prefer their alternative choice.  Twitter and Instagram users in particular said that feel “like they could better express themselves on these platforms, where they felt freed from the social expectations and constraints of Facebook.”\n \nPew’s data suggests that teens feel their social life is more burdensome on Facebook than on other social media websites. \n \n“While some focus group participants enjoyed using [Facebook], far more associated it with constraints through an increasing adult presence, high-pressure or otherwise negative social interactions (‘drama’), or feeling overwhelmed by others who share too much.”\n \nNearly half of respondents said they had deleted their own posts, others’ comments, or un-tagged themselves from photos. Three quarters of those polled had deleted people from their network, and 58 percent blocked someone from contacting them.\n \nRegardless of how people use Facebook, it’s still the largest social network on the Internet. Earlier this year the company reported that its network has 1.1 billion users, while Twitter has 500 million.\n \nRelated on LAPTOP and MNN:\n\n5 Tips to Keep Your Privacy on Facebook\n\n\n7 Things You Need to Know About Facebook Home\n\n\n5 Reasons You Shouldn't Call Facebook Home\n\n\nLAPTOP: Does your communication style depend on the social media site you're on?\n\nThis story was originally written for LAPTOP and was republished with permission here. Copyright 2013 LAPTOP, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/FacebookTeens_m_0522.jpg","title":"Teens tire of Facebook, turn to Twitter","author":"Lisa Eadicicco, LAPTOP"}