{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/san-franciscos-orchard-hotel-has-small-sustainable-touches-and","content":"One of the topics I’ve found myself discussing with friends and family since my trip to California wine country two weeks ago is the difference in the way I saw waste handled in California from the way I know it’s handled here in New Jersey.\n \nThe difference was obvious almost from the beginning of my trip when I checked into the Orchard Hotel in San Francisco. The beautiful hotel certainly doesn’t scream “green” when you walk in. It looks like an upscale boutique hotel. My room, while not extravagant, was bright, comfortable and very clean.\n \nI noticed there were more small, sustainable touches in my room, though, than are in most hotel rooms. They included organic TCHO chocolates to welcome me, eco pure soaps and shampoos in the bathroom, organic and sustainable options in the honor bar, the requisite sign about how to let housekeeping know if you want the sheets and towels changed, a San Francisco Bay area Greenopia guide, and a sign saying if guests leave a comment on Trip Advisor, Orchard Hotel will plant a tree.\n \nAfter eating my chocolates and settling in, I headed down to the restaurant to chat with Orchard Hotel’s Director of Sales Lydia Rubalcaba who told me about the LEED certified hotel’s sustainability initiatives.\n \nThe hotel has a comprehensive sustainable program that includes energy and water efficiency, sourcing local and sustainable products, and purchasing carbon offsets through a third party. Lydia gave me a long list of specifics. Here are a few things that stuck out.\n \nThe hotel gets its hot water from steam they receive from the city. They do not need to use gas or electricity to heat the water used in the hotel.\nWhen they needed new cushions for patio furniture, they were committed to purchasing sustainable and local. It took them months to find someone local who could make the cushions from recycled material, but they were successful in doing so.\nAt an Earth Day event, they made centerpieces out of large mushrooms, and when the event was over, the centerpieces became ingredients for hotel food.\n \nAll of this was impressive, but it wasn’t until Lydia started telling me about how the hotel handles waste that I was struck by how the mindset in San Francisco, and presumably much of California, is so different from the mindset where I am in New Jersey. She explained to me how San Francisco charges a premium to have waste removed and a premium for water. It is cost prohibitive for businesses and residents to not participate in water conservation, recycling and composting. The city has programs in place that make it easy for people to handle these things smartly and sustainably.\n \nA company called Recology takes their compost away, but that’s not all the company does. They teach the hotel’s staff, in different languages, how to separate compost from recyclables and landfill waste.\n \nHere’s why I was so struck by this information. A few days before I left for my trip I was interviewing a local South Jersey chef and I asked about composting. He told me that the town his restaurant is in, which I would say is one of the “greener” towns in my area, does not have compost waste taken away from businesses or residents. He also told me that there is one facility, only one, in the region that accepts compostable waste and it charges such a premium to take it there because it’s fairly full. It doesn’t really need any more compostable waste at the moment.\n \nHe and I moaned a bit about how it’s so cost prohibitive to handle waste sustainably, especially when the town will haul away as much landfill waste as you put out for one fee, which is usually included in your taxes. Most people don’t pay attention to what the fee is.\n \nThe contrast between how waste is handled here on in my region and how it’s handled in all of the regions of California I visited astounded me. Everyone on my trip had the same things to say when I talked about waste. “Of course we compost. Of course we conserve water. Of course we recycle everything possible. It would cost us too much if we didn’t.”\n \nWhere I live, it’s the opposite. “It costs too much to compost and there’s no real incentive to recycle aggressively. It’s just more cost effective and easier to send things to the landfill.”\n \nThere’s a lot to think about there, and I’m trying to figure out what to do with my newfound realization now that I’m back home.\n \nIn the meantime, I’ll remember to be glad that there are regions and businesses in this country taking the lead on sustainability. Orchard Hotel is definitely one of those businesses, and if you’re in need of accommodations in San Francisco, I’m happy to recommend it.\n \nThe Orchard Hotel is located at 655 Bush Street in San Francisco, in the part of the city known as Union Square and just a few blocks from Chinatown.\n \nRelated on MNN:\n\t \nLEED certification basics\n11 hotels that cater to the sustainable traveler\nGreen building for hotels","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/orchard%20room%20large.jpg","title":"San Francisco's Orchard Hotel has small sustainable touches and impressive sustainable practices","author":""}