{"url":"http://www.mnn.com//lifestyle/recycling/stories/recyclebank-poised-for-future-growth-says-ceo","content":"Why has Waste Management, a $12.5 billion garbage collector, invested in a small recycling incentives company? Contrarily, how did this innovative online rewarder, Recyclebank, woo the nation’s largest waste services and residential recycler?\n\t \n\n\tAccording to Recyclebank CEO Jonathan Hsu, it’s a result of being in the right place at the right time and having a third-party connection. “We met by happenstance and luck about a year ago that that’s where it started,” he said in a phone interview with MNN.\n\n\t \n\n\tThey also had in common a forward-thinking vision about the importance of clean energy and environmental improvement, Hsu said.\n\n\t \n\n\tTwo months after Waste Management (NYSE: WM) announced that it had invested an undisclosed sum in Recyclebank, both companies say they are reaping the benefits of the union.\n\n\t \n\n\tEncouraging more recycling\n\n\tThe arrangement combines Waste Management’s curbside collection services with Recyclebank’s online community and point-earning incentives platform. The united force is intended to encourage more people to recycle along with other “every day green actions,” company executives told MNN in separate phone interviews.\n\n\t \n\n\t“We complement each other nicely. Working together we can be quite strong,” said Joy Squier, a corporate marketing director who oversees WM’s Recyclebank and public sector businesses.\n\n\t \n\n\tOn the surface it would seem the smaller player has more to gain from a partnership with a Fortune 500 company.\n\n\t \n\n\tAs a result of the union and the company’s continued growth, Recyclebank expects to triple its revenue from 2011 to 2012, Hsu said.\n\n\t \n\n\tIn addition, assuming control of Waste Management’s social recycling platform, Greenopolis, makes Recyclebank the nation’s leading online recycling rewards program.\n\n\t \n\n\tBoth Greenopolis and Recyclebank reward consumers for recycling with online incentives. They also offer social gaming opportunities and tracking of more traditional recycling collection.\n\n\t \n\n\tWaste Management felt Recyclebank was better suited to manage the program, Squier said. \n\t \n\n\tRewarding green actions\n\n\tRecyclebank goes beyond encouraging recycling to offer discounts and deals for any “green actions,” which could be reducing power usage or making sustainable consumer and transportation choices, Hsu said.\n\n\t \n\n\tThe new partnership gives Recyclebank access to Waste Management’s executive team and sales force along with 20 million residential customers in the U.S., Canada and Brazil. Recyclebank has 3 million members in the U.S. and the United Kingdom.\n\n\t \n\n\tStill, Recyclebank’s size shouldn’t be underestimated for its ability to enlist mega brands. Waste Management joins an impressive lineup: Macy’s, Aveeno, Kashi, Nestle Purina, Coca-Cola, Ziploc, Barnes & Noble, and others, for a total of 3,000 local and national reward partners.\n\n\t \n\n\tRecyclebank’s members save more than $130 a year through the company’s rewards programs, it reports in a press release.\n\n\t \n\n\tAnd Recyclebank has many other inventive projects already in the works. Consider the pilot project in London in which a smart phone app rewards those who make more sustainable transportation choices, including public transit and cycling or walking to work. The program is expected to launch next spring, in advance of the summer Olympics there, Hsu said.\n\n\t \n\n\tExpanding overseas\n\n\tHe also predicts further international expansion, initially to extend Recyclebank’s programs to Waste Management’s customers in Canada and then Brazil, which will be hosting the World Cup in 2014 and the Olympics 2016.\n\n\t \n\n\tWhat sold Waste Management on Recyclebank was its technological expertise in the world of Internet and social media, Squier said. Recyclebank also could beef up Waste Management’s recycling rewards and education programs, she said.\n\n\t \n\n\tEducation and rewards have been proven to increase diversion of recycleables from landfills by 10 to 40 percent, Squier said. Waste Management’s municipal customers were demanding such service offerings and even building it into their bidding requirements. In that way, the union has already helped Waste Management bid on city trash collection more successfully, she said.\n\n\t \n\n\tOf Waste Management’s 2,000 municipal customers, about 60 percent recycle, she said. Going forward, the partnership should help Waste Management expand its focus further from largely residential and municipal offerings to other service segments, such as small and medium sized businesses, Squier said.\n\n\t \n\n\tSee also:\n\n\t• Recyclebank rewards recyclers","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/WMRecycleBank_main_1223.jpg","title":"Recyclebank poised for future growth, says CEO","author":""}