{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/who-made-your-favorite-chocolate","content":"Oxfam's \"Behind the brands\" campaign has recently turned its lens to the chocolate industry, and how it specifically targets female consumers to advertise to—while at the same time abusing their developing-country sisters who pick and process the bean. The organization is calling for Mars, Mondelez International and Nestle to stop ignoring the women who are working in their cocoa supply chains. (Between them, these three companies make more than $45 billion a year in sales of candy.) \nThe companies all responded immediately, each citing their various initiatives to work more closely with farmers. Oxfam shot back with \"The projects the companies tout are piecemeal at best. What’s needed are fundamental changes to the policies that actually govern the way these companies do business. Together Mars, Mondelez and Nestle purchase nearly one third of the world’s harvested cocoa. They have the power to influence suppliers, governments, and certification bodies and they can influence policy shifts and practices in the sector.\"\nThe power of the world's largest companies to affect change across an entire industry has been seen to be incredibly effective; when McDonald's started buying sustainable fish, or when Walmart banned controversial flame retardants, it changed the landscape for other companies as well. \nSo what about the women? They are far and away the largest buyers of chocolate. \n\n\n\"None of the three companies get good scores for their policies on women in our Behind the Brands scorecard, and Mars and Mondelez both get the lowest possible score, which means their policies on women are simply unfit for modern purpose.\"\nOxfam rated companies besides chocolate-makers on their scorecard, looking at how women are treated, as well as a host of other issues including water use, transparency, climate change and land use. It's worth a look at how each of the 10 largest food companies rated. \nDo you think these companies have an ethical responsibility to treat their workers and then environment better? Will Oxfam's scorecard mean you will change your buying habits? \nRelated on MNN: \nChocolate can protect skin from UV rays, according to research\nTop 11 chocolate myths\nChocolate eaters are slimmer, studies say","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/womanloveschocolate.jpg","title":"Who made your favorite chocolate?","author":""}