{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/new-travel-app-spun-isnt-just-for-tourists","content":"Spun is the latest iPhone app aimed at travelers, bringing hundreds of news sources together in a 3D interactive display. It shows you what's hot in 11 big cities across the country, maps destinations and sends reminders to your phone when you are in the vicinity of a place you've marked as a must-see spot.\n\n\t \n\n\tSpun's navigation is built around a spinning prism. One facet holds \"top stories,\" while the other three contain stories by topic, including Arts & Entertainment, Food & Drink and Lifestyle, a catch-all for other interesting things to see around town. In San Francisco, you can find the best free WiFi   hotspots in Hayes Valley, or catch a polar bear frolicking in man-made snow at the San Francisco Zoo. News is updated regularly, so you'll never run out of things to do.\n\n\t \n\n\tTapping a story’s image opens the full text, along with a map and multimedia content. Like what you see? Tap the faceted heart and the location will be saved to your favorites. If you get close to the location, the app will send an alert, which can be especially helpful for more-spontaneous travelers. You also can share your finds to Facebook , Twitter or by email.\n\n\t \n\n\tWhile Spun has been touted as an app for visitors, locals might find useful to point out things to do that they otherwise would have missed.\n\n\t \n\n\tSpun currently includes news about New York; Boston; Philadelphia; Washington; Miami; Chicago; San Francisco; Los Angeles; Portland, Ore.; Austin, Texas; and Seattle. It can be downloaded for free from the App Store.\n\n\t \n\n\t \n\n\tRelated on TechNewsDaily and MNN:\n\n\n\t\t\tSix Safety Tips for Holiday Travelers\n\n\n\n\t\t\tBusiness Travelers Stumped by Mobile Ways to Pay \n\n\n\n\t\t\tBeware 'Free Public WiFi'\n\n\n\n\t\t\tMNN: New 'Field Trip' app gives you a pocket-sized tour guide\n\n\n\t \n\n\t \n\n\tThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/spun%20app.jpg","title":"New travel app 'Spun' isn't just for tourists","author":"Leslie Meredith"}