{"url":"http://www.mnn.com//lifestyle/recycling/blogs/in-the-future-will-treated-toilet-water-flow-through-londons-taps","content":"Now that London’s primary H2O-centric utility company, Thames Water, has announced a plot to power the largest water treatment facility in all of Europe with fatty grease deposits harvested directly from the city’s antiquated sewer system, I suppose it makes perfect sense that the recycle-happy water supplier is also throwing out the idea of providing the public with treated toilet water straight through the tap.\n \nRight?\n \nThe somewhat unsavory notion of slurping and shampooing with recycled sewer water is on the minds of many Londoners as the utility explores new ways to conserve the wet stuff in the face of an uncertain, shortage-prone future. Thames Water spokesman Simon Evans tells the Guardian: \"It's all about making sure there is enough water to go around, now and in the future. At the moment we supply 9 million people with water; by 2040, we predict we will be supplying 10.4 million people, so we are going to need additional water.\"\n \nWhile the company’s fat-fueled power station should be up and running by 2015, the proposed wastewater reuse scheme wouldn’t kick in until a ways down the line — if ever. Specifically, it wouldn’t happen until after 2025 when the utility believes more “drastic measures” must be implemented to meet increased demand. Other options include building new reservoirs or pumping in water from other parts of the U.K. including Wales. Until the reality of supplying the public with filtered pee water becomes more urgent, Thames Water is busy fixing leaky pipes, installing water meters, and encouraging the public to decrease their personal water footprints.\n \nThe Guardian explains the nuts and bolts:\n \nEssentially, instead of allowing wastewater that has been treated in sewage works to go back into the river and flow into the sea, the company proposes to put that water upstream, where it would mix with river water and go into a drinking-water treatment works.\n \nTo a degree, this happens already (aside from the fact water has been ‘recycled’ since its existence). ‘Oxford is upstream of Reading, and Reading is upstream of Windsor, and Windsor is upstream of London so there is some wastewater recycling that goes on naturally,’ says Evans, though he adds it is a tiny amount by the time it is diluted.\n\n \nAccording to a recent (unscientific) poll conducted by the Guardian, a not-too-shabby 63 percent of Londoners would be “happy to drink recycled sewer water.” Happy, but I wouldn't go as far as to say \"delighted.\" A few folks polled by BBC News, however, weren’t too keen on the idea: “I think chemically treated sewage is a step too far. It's definitely not something I would drink,\" replied one resident.\n \nSays Evans: “The fact we're having this conversation a good 15 years before this would even happen is a good thing because people would get used to it. It's all about public perception, that's the main hurdle here.\"\n \nWould you consider drinking recycled wastewater?\n \nVia [The Guardian]\n \nRelated on MNN: Read about how Texas' clean water experiment is going","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/SinkLondon.jpg","title":"In the future, will treated toilet water flow through London's taps?","author":""}