{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/cyber-monday-deals-from-eco-fashion-and-natural-beauty-brands","content":"Ah, Cyber Monday. The day that competes with Black Friday with not only great deals, but also ease of shopping (just not braving the malls and stores is a kind of reward in itself!). So without further ado, see some discounts for beloved eco fashion and natural beauty brands below. \n\n\t \n\n\tPrancing Leopard Yoga Apparel for men and women includes up to 20% off Zeugma Turkish cotton (organic, super-wicking, and super, super soft) pieces, beautiful handmade mandalas, and well-styled yogawear that's anything but basic. \n\n\t \n\n\tFashioning Change (an online eco boutique that features a number of sustainable fashion and accessory brands) is not only offering a whopping 40% off for Cyber Monday (use code givegood), but in celebration of their first birthday, they are also offering a free KCA scarf if you buy one of the following items on the schedule below: \n\n\tGet a FREE KCA Scarf when you purchase one of the items below during its designated time slot.  Keep it for yourself or give it as a gift.  \n\n\t \n\n\tFREE SCARF SCHEDULE:  \n \n\n\n\t\t\t9:30 am - 10:30 am PST           Solex Aviators, Soho Shades, or Hip Nighties \n\n\n\n\t\t\t10:30 am - 11:30 am PST         ReFashion Military Pant\n\n\n\n\t\t\t11:30 am - 12:30 pm PST         The Cypress, The Pender, The Waldron\n\n\n\n\t\t\t12:30 pm PST - 1:30 pm PST   Camel Coco Coat, Plaid Coco Coat, Wool Coco Coat\n\n\n\n\t\t\t1:30 pm - 2:30 pm PST             Turning Season Jacket\n\n\n\n\t\t\t2:30 pm PST - 3:30 pm PST     Hampton Dress, Karishma Dress\n\n\n\n\t\t\t3:30 pm PST - 4:30 pm PST     Forest Necklace, Stratus Necklace\n\n\n\n\t\t\t5:30 pm PST - 6:30 pm PST     Rani Ballet Flats\n\n\n\n\t\t\t6:30 pm PST - 7:30 pm PST     Antonia Dress\n\n\n\tAmerican Apparel is always made in the USA (in downtown LA), providing jobs for Americans; the company also With promo code Monday20, you can get 20% of everything in their online store, including this classic wool cape, winter accessories and organic cotton long sleeve tees for men, tank tops, and thongs.\n\n\t \n\n\tAlabama Chanin's beautiful handmade clothes are rarely on sale, so her red dot sale (50% off certain items) is a not-miss. All pieces are made from organic, recycled or reused cotton. \n\n\t \n\n\tBlades Natural Beauty is offering 25% off everything, from the holiday sparkle kit to the winter wellness kit. Use code happyshopping to receive the discount. \n\n\t \n\n\tMarie Veronique Organics skincare is offering 20% off their entire line of Everyday Skincare Essentials. Use code CyberMonday when you check out the receive the discount. \n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/cybermonday.jpg","title":"Cyber Monday deals from eco fashion and natural beauty brands","author":""}