{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/7-reasons-you-shouldnt-skimp-on-sleep","content":"Skimping on a little shut-eye can result in more than daytime drowsiness. Research shows that lack of sleep, or disrupted sleep, can have detrimental short- and long-term effects, says Lisa Shives, MD, medical director at Northshore Sleep Medicine in Evanston, Ill. Here are seven ways that lack of sleep affects your health, and what you can do to get the 40 winks (probably more) that you need.\n\n\t \n\n\t1. It bumps up your blood pressure.\n\n\tBedtime is supposed to be time to relax, but if you have disrupted sleep or sleep deprivation, that nighttime stress can be just as harmful as any tension during the day. Lack of sleep can raise blood pressure and cause hypertension in adults, according to an issue of Archives of Internal Medicine. \"Research has shown stress hormones tend to be elevated in short sleepers or people who are sleep deprived,\" says Dr. Shives. This hormonal increase can lead to a temporary rise in blood pressure, which could become more permanent after a period of time.\n\n\t \n\n\tDo this: Stay out of bed until you're tired. Dr. Shives warns that lying in bed waiting to fall asleep can lead to sleep anxiety, which in turn makes it harder to doze off. \"You should really be sleepy before you get into bed, which means a feeling in your head behind your eyes; not just body fatigue.\" She recommends engaging in calm and quiet activity, such as reading or listening to relaxing music, for an hour or two before bedtime. Avoid television and bright lights. If you can't fall asleep, get out of bed and resume the calm, quiet activity until you're drowsy.\n\n\t \n\n\tRead more: 5 natural sleep aids\n\n\t \n\n\t2. It threatens your marriage.\n\n\tWedded bliss may extend beyond the waking hours, according to research presented at the 2009 Annual Meeting of the Associated Professional Sleep Societies (APSS). The study showed that married women slept better than single women, and marital happiness lowered the risk of sleep problems. On the other hand, studies show that sharing the bed with a noisy sleep partner may be detrimental to your marriage. Aside from crankiness, \"sleep deprivation from snoring can cause depression and anxiety, which could add to marital strife,\" says Dr. Shives.\n\n\t \n\n\tDo this: Get the snoring checked. Snoring is a symptom of sleep apnea, a decrease of airflow during sleep. Waking frequently throughout the night is another. Encourage your wood-sawing partner to talk to his or her physician about taking a sleep test, which will diagnose the condition. Bringing sleep apnea under control will mean more restful nights for both of you.\n\n\t \n\n\t3. It makes you depressed.\n\n\tWithout a good night's rest you may feel grouchy in the morning, but an ongoing lack of sleep can eventually heighten your risk of depression. According to a study presented at the 2009 APSS annual meeting, disrupted sleep can lead to anxiety and intrusive thoughts as well. \"Research continues to show that people not sleeping seven to eight hours, even without history of depression, are twice if not three times more likely to have a major depressive episode,\" says Dr. Shives.\n\n\t \n\n\tDo this: Quit opening emails and start closing your eyes. Light from electronic devices, including computers, cell phones and televisions, stimulate the brain to get up and go, says Dr. Shives. Avoiding your gadgets for an hour or two before bed will help ease your mind into sleep mode.\n\n\t \n\n\t4. It dulls your mood and steals your memories.\n\n\tCommonly known as the stage of sleep in which we dream, the REM cycle of sleep has daytime effects as well. But if your sleep is frequently interrupted, your brain may spend less time in the much-needed REM state. The result? You feel sluggish and have trouble performing tasks and remembering things. \"People with fragmented sleep schedules who are able to get more solid REM sleep have a better sense of feeling refreshed, feel better about their well-being, and therefore have better moods,\" says Dr. Shives.\n\n\t \n\n\tDo this: Eat more fish. According to Men's Health magazine, omega-3 fatty acids can boost your memory and increase serotonin, a hormone responsible for happiness. You can find the fats in certain fish, such as salmon and tuna, as well as in fish oil supplements. Make sure you choose sources that have been harvested sustainably, like wild-caught Alaska salmon, or U.S.-caught sardines. To get more REM sleep, Prevention recommends sticking to a regularly set bedtime. Also, rid your bedroom of whatever may be interrupting your sleep; make pets or snoring spouses sleep somewhere else (which could motivate that snorer to take that sleep test).\n\n\t \n\n\tRead more: Want sweeter dreams? Sleep with pleasant scents\n\n\t \n\n\t5. It wrecks your game.\n\n\tFor athletic events, engaging in some practice with a pillow may be just as helpful as practicing on the field. A study of the Stanford Women's tennis team showed athletes engaging in serious shut-eye performed faster and more accurately on the court. The women slept on average of 10 hours a night for five to six weeks. Dr. Shives says athletes benefit from a good night's rest because of the body's reparative properties during sleep.\n\n\t \n\n\tDo this: If you can't add extra hours to your sleeping schedule in the weeks before a match, race or game, at least rest up beforehand. Dr. Shives recommends a 10- to 20-minute nap before an athletic event to rejuvenate your muscles and boost your body's abilities.\n\n\t \n\n\t6. It threatens your job.\n\n\tFeel drowsy during your workday? Lack of sleep may be undermining your performance, but there's a quick fix. According to a study presented at the 2009 APSS annual meeting, a short nap may boost your mood and performance on cognitive tasks.\n\n\t \n\n\tDo this: Take a nap, but keep it brief. People generally perform more sharply and function better right after a 10-minute nap, says Dr. Shives. But getting too deep into the sleep cycle can have negative effects. And more than a half hour of napping may signal sleep deprivation.\n\n\t \n\n\t7. It puts you at risk for weight gain and cancer.\n\n\tIf you're not spending quality time with your bed, you have a higher risk of obesity and certain cancers. Losing three hours of sleep could result in the consumption of 200 more calories the next day. And people with irregular sleep patterns, or who sleep during daylight, are at a higher risk of colon and breast cancer, according to a Harvard Medical School study. The reason seems to be that the hormone melatonin, produced during sleep in dark environments, can combat the growth of tumor cells.\n\n\t \n\n\tDo this: Too busy to work out during the day? Get the benefits of the both sleep and exercise. A bout of exercise between 5 and 7 p.m. will leave you feeling calmer than a workout later in the night, prepping your bod for the fast track to dreamland.\n\n\t \n\n\tRead more: How to nap at work — and why you should\n\n\tAlso on MNN: 5 mind-bending facts about dreams\n\n\t \n\n\tStory by Dana Blinder. This article originally appeared on Rodale.com and is reprinted here with permission.\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/primary_sleep_0.jpg","title":"7 reasons you shouldn't skimp on sleep","author":""}