{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/new-york-fashion-week-fw-2013-eco-fashion-roundup","content":"Fashion is filled with so much excess, but it's also totally necessary; we can't go outside naked can we? And even if we could, would we want to? People who live in even the hottest climes still get dressed in the morning. I'm of the mind that since you have to put clothes on every day, making it a fun, creative venture can turn an ordinary day into something ... more interesting. Of course plenty of folks would be happy to wear a uniform most days, but for the rest of us, the allure of a perfectly put-together outfit, or the draw of intricate hand-crafted lace or embroidery is part of what makes up the art of everyday life. \n \nUnfortunately, fashion has become a huge (and hugely polluting) business, one that has recently turned to quantity over quality, and has been taking advantage of people in the places where they can be paid low wages and be overworked. Some fashion designers are working against this trend, bringing manufacturing back to the United States, upcycling fabrics, embarking on zero-waste projects, and using sustainable materials. Check out the designers below who showed at New York Fashion Week (and there are more; Part 2 will showcase even more designers and projects). \n\nVaute Couture's first ready-to-wear collection was not only the first all-vegan line, it included only eco-friendly fabrics. Designer Leanne Mai-ly Hilgart has been creating gorgeous outerwear for years, but this show included men's and women's coats, pants, blouses, skirts, heck, even a pair of overalls. The show was co-sponsored by the Humane Society of the United States, PETA and the Physician's Committee for Responsible Medicine.  \nTo see more images from the Vaute Couture show, click here. \n\nSuzanne Rae's clean and modern silhouettes are made in NYC's garment district from a combination of sustainable and conventional materials. This fall's collection included pieces influence by the \"intricately designed and yet modest clothing of the missionary monks, priests, and nuns. Inspired by the silhouettes and linear geometry of their robes, Suzanne has designed a collection free from extravagance, minimalist in aesthetic, and humble by nature.” The designer's collaboration with knitwear designer Lindsay Degen, was a zero-waste endeavor. \nTo see more Suzanne Rae fashion show images, click here. \n\nNeodandi House of Couture upcycled all sorts of clothes, from coats to T-shirts to create one-of-a-kind looks for the fall 2013 collection. Designer NiiLartney De Osu said, \"I’m continually recreating and recreating because that’s what creation is: transformation.”\nTo see more pictures of the Neodandi show, click here (Images by Juliette Donatelli for Eco-Chick.com). ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/fashionmain_0.jpg","title":"New York Fashion Week F/W 2013 eco fashion roundup","author":""}