{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/high-school-students-ditch-makeup-for-operation-beautiful","content":"Could you go without makeup for a day?  What if it were for a good cause - say teaching young girls that they don't need makeup to be truly beautiful?\n \nToday, I go without makeup all of the time.  In fact, it's a rare occasion when I don lipstick or mascara.  But in high school, it was a different story.  I spent hours powdering, eyelash curling, and puckering to get my makeup just right.  Apparently, not much has changed in the 20 plus years since I walked the school halls.  High school girls today still spend an inordinate amount of time getting ready for school in the morning, and it's exactly this kind of daily time-consuming ritual that three girls at Plano Senior High School in Texas hoped to draw attention to.\n \nA few months ago, three seniors at Plano Senior High - student congress vice present Madeline Milby, senior class president Binna Kim and student congress president Monica Plenger - were lamenting about how much time they spent in the mornings getting ready for school and how life would be so much easier if they could skip makeup and come to school as-is.  After talking the idea over with their friends and classmates, the girls started Operation Beautiful with the goal of encouraging the girls at their school to feel comfortable in their own skin.\n \nLast Friday, as part of Operation Beautiful, 1,000 female students at Plano Senior High came to school without a hint of makeup.  The makeup-free day coincided with International Women's Day - and it was a huge success.  About 80 percent of the school’s roughly 1,300 female students participated, and they were encouraged by numerous teachers and school staff who also came to school without cosmetics.\n \n“People use makeup as this security blanket, and they aren't comfortable without wearing it,” Milby said in an interview with the Today Show. “When you step back and look at it, makeup shouldn't be this big of a deal, and we shouldn't be spending so much time on the outside. I think a lot of girls were really relieved by a day without makeup.”\n \nCheck out the girls, and the launch of Operation Beautiful, below...","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/operation%20beautiful.jpg","title":"High school students ditch makeup for Operation Beautiful","author":""}