{"url":"http://www.mnn.com//lifestyle/recycling/blogs/a-happy-america-recycles-day-2012-from-my-bin-to-yours","content":"Happy America Recycles Day, folks ... or as I like to call it, \"Thursday.\"\n\n\t \n\n\tFor a while there, disposing of recyclables here in New York City — a metropolis with first-class sustainability initiatives but an infamously lackluster recycling program in comparison to other large American cities save for Chicago — became even more challenging as city sanitation workers understandably have had their hands full with more pressing matters: clearing away the rubble left behind by Superstorm Sandy.\n\n\t \n\n\tEarlier this week, curbside recycling pickup resumed in the Big Apple and it couldn’t have come at a better time.  After 16 days of living out of several duffel bags, yesterday I returned home to my apartment in the hard-hit waterfront neighborhood of Red Hook, Brooklyn. After unpacking and re-familiarizing myself with my bed, I spent a good amount of time clearing out my fridge of the items I had lost during over two weeks of no electricity.\n\n\t \n\n\tBasically, I had to toss a massive amount of full or half-full condiment jars — glass containers of salsa, pickles, preserves, corn relish, minced garlic, and at least four different types of mustard all were emptied out and hauled down to my building's single glass/plastic/aluminum recycling bin. A rather disheartening process — so much food gone to waste — but I look forward to restocking my arsenal of specialty condiments. And as I’ve said before, I feel fortunate to have lost only lost a fridge full of fancy sandwich spreads while others around me lost so much more.\n\n\t \n\n\tSo that’s my bittersweet America Recycles Day story. How do you plan on observing \"the only nationally recognized day dedicated to the promotion of recycling in the United States,\" if at all? To mark the occasion — one that should perhaps be spent concentrating on producing less waste and not fussing over the least vital sacred triple R triumvirate — I’ve wrangled up 20 posts from the past year relating to reducing, reusing, recycling, repurposing, composting, upcycling, freecycling, scavenging and more. This is really just the tip of the iceberg when it comes to articles throughout MNN on the topics of waste and landfill-avoidance. So take a look-see.\n\n\t \n\n\t• Sweden runs out of garbage, forced to import from Norway\n\n\tSweden, a recycling-happy land where a quarter of a million homes are powered by the incineration of waste, is facing a unique dilemma: The nation has run out of much-needed fuel.\n\n\t \n\n\t• Photos: A tour of TerraCycle's tastefully trash-strewn headquarters\n\n\tTerraCycle is a company renowned for turning trash into treasure. Here's an inside look at the graffiti-clad warehouse in Trenton, N.J., where much of the upcycling magic happens.\n\n\t \n\n\t• Living Sails: Recycled furnishings for lounging landlubbers\n\n\tFrom Pamplona-based sustainable design firm DVELAS comes Living Sails, a collection of thoughtfully designed outdoor furniture made from retired sailcloth that would have otherwise been unceremoniously discarded.\n\n\t \n\n\t• GO Recycling Bins: Clever receptacles take the guesswork out of sorting\n\n\tIn order to further motivate folks to recycle at home, a Hong Kong product design firm releases a line of bins that replace the typical \"this goes in here\" signifiers with clever sculptural lids.\n\n\t \n\n\t• Method's sea trash-based soap bottle to debut this fall\n\n\tAt long last, Method is set to release the world's first soap container — or any sort of container, for that matter — made partially from plastic trash recovered from the beaches of Hawaii.\n\n\t \n\n\t• Recycled toilet paper entrepreneur stages squat-in\n\n\tSimon Griffiths, the founder of recycled toilet paper startup Who Gives a Crap, has glued himself to his commode until he raises $50,000 to fund the charity-supporting project.\n\n\t \n\n\t• Poopy diapers to become patio furniture in Scotland\n\n\tRecycling firm Knowaste partners with Zero Waste Scotland to launch a 6-month pilot scheme that will enable more than 35,000 households to recycle soiled nappies and other absorbent waste products curbside.\n\n\t \n\n\t• Lower Manhattan to get $47K recycling bin\n\n\tNow that they've popped up across London, Renew Recycle Bins — high-tech public recycling receptacles that boast LCD screens flashing news and weather updates — will soon be coming to New York City.\n\n\t \n\n\t• Composting that cuppa: PG Tips launches tea bag recycling initiative \n\n\tThe manufacturer of the U.K.'s most guzzled tea, PG Tips, launches a pilot tea bag composting campaign in an effort to curb the millions of pounds of tea-related waste landfilled each year.\n\n\t \n\n\t• NY Design Week 2012: SK8 Tile by Art of Board\n\n\tHolding on to a box of broken skateboard decks from when you were a teen? Well, it's time to let go — by recycling them through Art of Board, a firm that gives your busted decks new life as kitchen backsplash.\n\n\t \n\n\t• Recycled packaging gets outdoor ottoman treatment\n\n\tGermany's Dedon teams up with Stephen Burks to release the prettiest collection of patio furniture made from recycled food packaging that you ever did see. (Seen prettier? Then I don't know what to tell you.)\n\n\t \n\n\t• Former RecycleBank CEO appointed as NYC recycling czar\n\n\tRecycling-challenged New York City gets its first deputy commissioner for recycling and sustainability in the form of RecycleBank co-founder Ron Gonen.\n\n\t \n\n\t• Paper, plastic, prefab: El Cerrito gets LEED Platinum recycling center\n\n\tIs the coolest new green prefab project in the Bay Area a recycling facility? From the looks of the soon-to-open El Cerrito Recycling and Environmental Resource Center, I'm leaning toward \"yes.\"\n\n\t \n\n\t• Please, step inside my fuselage: Oregon man recycles plane into home\n\n\tLooking for a unique property that boasts more than 1,000 square feet of living space, a woodsy Oregon location and ... wings? Get a load of Bruce Campbell's retired Boeing 727-turned-home.\n\n\t \n\n\t• Rahm the recycler: Chicago mayor promises citywide recycling in 2013\n\n\tThanks to a little healthy competition between city sanitation workers and two private firms, the roughly 320,000 Chicago households without curbside recycling could be getting blue bins to call their own.\n\n\t \n\n\t• Follow the 'poticrete' road: City sidewalk made from crushed commodes \n\n\tFour hundred previously loved toilets are transformed (ground into porcelain bits and mixed with gravel and asphalt) into a new \"poticrete\" sidewalk in Bellingham, Wash.\n\n\t \n\n\t• Winning bins: NYC's textile recycling scheme a success\n\n\tThe New York City Department of Sanitation deems the re-fashioNYC textile recycling initiative a success with 50 tons of last season's sweaters and stained-beyond-repair towels being donated in a six-month period.\n\n\t \n\n\t• Potty talk: Would you use recycled brown toilet paper?\n\n\tTop TP purveyor Cascades Tissue Group announces the launch of Cascades Moka, the market's first unbleached 100-percent recycled content bathroom tissue with a distinct brown — OK, \"beige\" — hue.\n\n\t \n\n\t• Madison offers alternative to plastic bag ban\n\n\tIn lieu of tacking on a fee for plastic shopping bags or banning them altogether, the city of Madison, Wis., will start to offer curbside recycling for the landfill-clogging buggers.\n\n\t \n\n\t• Everything you always wanted to know about carton recycling (but were afraid to ask)\n\n\tDon't trash that empty container of holiday 'nog just yet ... Earth911 teams up with the Carton Council to launch a robust section of its website dedicated to the ins and outs of paper carton recycling.\n\n\t \n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/RecyclinginBK.jpeg","title":"A happy America Recycles Day 2012, from my bin to yours","author":""}