{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/eco-friendly-workout-clothes-for-spring-0","content":" \nThis past weekend I went for a run in the sunshine and for the first time this spring, I got hot and had to shed some layers about 15 minutes in. Which, Yay! I was pretty excited. It also made me realize, as I tied my jacket around my waist, that I would have been better off with a vest and long-sleeved shirt I could push up my arms (it’s always awkward to hike or run with something tied around the middle).\n \nI could also have done with some ¾ length leggings so my ankles could get some air (and sun). While I have plenty of summer tanks with built-in sports bras, wicking t-shirts, and shorts for summer exercise, and polypro and double-layered pieces for winter, I don’t have those in-between things for spring and fall (in the fall, I generally wear my summer stuff and end up chilly).\n \nSince the key to keeping your workouts consistent is comfort and enjoyment, and I like exercising outside as much as possible, I started looking around for those great transition pieces so I won’t be too hot—or too cold— when I’m exercising outside this spring.\n \nLike all my clothes, I always look for pieces made from sustainable fabrics that will stand the test of time; those below pass my tests (and make a cute outfit together!).\n \n\n \nIf you're running, you might want a wicking fabric in your base layer, but if you are hiking or biking in the spring (where I don't sweat as much), I like the soft feel of a shirt like Lululemon's Devotion tee, made with vitasea (yarn derived from seaweed) which is light and silky against the skin. \n \n\n \nPatagonia's Piton Hybrid Vest is an ideal top layer, since its slim cut will keep it close to your body, and its wind-resistant fabric will keep your core warm while your arms can move freely. \n \n\n \nNau's Dose jacket is ideal for those early morning runs or bike rides when it is still cold out, or for an evening hike while the sun is setting (sunset hike!); made from 100% recycled polyester, it is breathable (for if you do work up a sweat), water-repellent and has a four-way stretch for comfortable movement. \n \n\n \nWellicious's Tone leggings will work for a variety of activities. Made from 92% organic cotton, and 8% elastane for stretch; if you're not into the pink color, they come in black and grey too. \n \nRelated on MNN:Run, hike, bike and yoga outside in this bright, eco-friendly gear","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/springrunningwoman.jpg","title":"Eco friendly workout clothes for spring","author":""}