{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/mount-everest-climbers-brawl-with-sherpas-at-25000-feet","content":"At odds with the image of serene Tibetan locals who wisely guide climbers up Mount Everest come reports that an unruly mob of them attacked a trio of mountaineers on Sunday. Both sides say the other started the fight.\n \nPolice, the Ministry of Tourism and the Sherpa Association are investigating the alleged brawl that involved a group of three climbers from Italy, Switzerland and Britain. The climbers say they were attacked without provocation; the Sherpas claim they retaliated after being threatened.\n \nInvolved in the tussle were Swiss national Ueli Steck, Italian Simone Moro and British national Jonathan Griffith.\n \nIn a statement released to Sky News, Griffith said that the fight took place on the Lhotse Face between Camp Two, with altitude of 24,750 feet, and Camp Three at 27,390 feet.\n \nAn American eyewitness said that Steck and Moro were asked to wait on the mountain while a group of Sherpas rigged up ropes. The Europeans, experienced and record-holding climbers, were accompanied by a photographer documenting their attempt to climb the mountain by a new secret route without supplementary oxygen. The eyewitness said they ignored the Sherpas' request and carried on.\n \n\"The Sherpas told the team not to climb above them while they were fixing the ropes but they did it anyway. Then some ice fell and hit the Sherpas, which made them angry,\" he said.\n \nWhat followed, according to Griffith, was a confluence of events that culminated at the end of the descent back to Camp Two, where “some 100 Sherpas had grouped together and attacked us. They became instantly aggressive and not only punched and kicked us but threw many rocks as well,\" said Griffith.\n \nHe described how a small group of other climbers saved them from \"the out of control mob.”\n \n\"We owe our lives to these brave and selfless people,\" Griffith said, and offered his theory that the mishap was borne, \"from a far more deep-rooted and long-term problem, which is the way that Nepalis feel treated by Westerners on the mountain and this was a uprising against that.”\n \nSitaram Karki, the chief district officer in Solukhumbu, said officials were investigating but that the details were still unclear.\n \n\"There are communication issues high on the mountain, but we have received reports of a fight and deployed our team to investigate,\" he said.\n \n\nUnfortunately your browser does not support IFrames.\n \nRelated Mount Everest stories on MNN:\n\nEco-photos: Conquering Everest (20 times)\nMount Everest summit now has Wi-Fi \nGoogle Maps unveils views of Everest\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/mount%20everest_0.jpg","title":"Mount Everest climbers brawl with Sherpas at 25,000 feet","author":""}