{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/should-there-be-a-service-requirement-for-young-americans","content":"We are living longer lives than ever before, and in some ways we have culturally adjusted to that idea; many people get married and have children later (if those are goals), and changing careers in your 30s, 40s and even 50s isn't seen as particularly strange — why would it be, if we are living to age 80 or beyond? We have to fill those years with something, after all. But in many ways, government recognition of this expanding longevity hasn't altered one bit. For example, it used to be that asking for a year or two for service, often military, from someone's life was a big deal — a large chunk of their lives if one only lived to 45. And yet, when we lived shorter lives, there was a greater expectation of service to one's country than there is today, when we have more time (and longer young adulthoods). I think that might be the definition of irony. \n \nMany countries used to have conscription laws; now only a handful do. Today, there are a few countries that expect service from young people — notably Israel, which requires military service from both men and women for two years. Several other countries, including Mexico, have some kind of service expectation, which can be fulfilled in the military or in some other government-sanctioned way. Whenever the United States has been involved in a military conflict, the question of nonvoluntary conscription is brought up. For the most part, post-Vietnam, most people feel strongly that a volunteer army is the way to go. But military conscription (and existing conflicts) aside, what if there was an expectation that young Americans would give back in a non-military way before they started careers? \n \nWhat if every young person was required to sign up for a service project from age 21-22? For 12 months, every American would be expected to give back — either improving their own community, another part of the country, or traveling abroad to help those in need? Something like the Peace Corps, but much larger.\n \nThe possibilities are wide; a young person could focus and gain experience in her area of study in college, or based on her current work if she wasn't enrolled in college, so that it would be a beneficial experience for her, too. So a pre-med student might assist at a medical clinic in South Africa, while a plumber's apprentice might help plan and install an irrigation system for a just-starting-out Mississippi farmer; a sculpture major could beautify public structures like bridges (Roosevelt's Works Progress Administration following the Depression did this to the overpasses on the Merritt Parkway where I live in Connecticut, and every time I drive on the road, I admire how each one is unique, and they are now historically preserved). Someone working in fast-food service could learn how to cook simple meals for the homeless, expanding their skills in the process, while an English major could teach reading to young children or illiterate adults. \n \nOf course, some kind of minimum salary or stipend would need to be paid for the services provided (other, less wealthy countries than the United States manage to do this), but the fee would be a flat one; the pre-med graduate would earn the same as the plumber. The benefits could be great; young people would get out into the world, would learn new skills, would help others and would give back to the country that gave them opportunity. \n \nWhat do you think? Would a service requirement for young Americans be a good idea? \n \nRelated on MNN: 20 selfless things you can do any time of year","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/service.jpg","title":"Should there be a service requirement for young Americans?","author":""}