{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/natural-beauty-tips-for-gorgeous-winter-skin","content":"Kristen Arnett (pictured below) knows natural beauty. As a professional makeup artist and the founder of the Green Beauty Team e-zine, she's familiar with the woes of winter skin; she works with models and celebrities, and whatever seems to be ailing us affects them first and more so. Arnett says that about 50 percent of people (men and women) suffer from dry winter skin. Here are her recommendations to keep skin healthy, hydrated and less dry. \n\n\t \n\n\tDrink more water: The key to hydrated skin comes from the inside out. In warm weather, most of us think to drink more fresh water, since we may be perspiring, even when we aren't working out. But since winter air is especially (and subtly) drying, it's important to drink plenty of agua during the winter too. \"Water should be consumed at room temperature or warmer,\" Arnett recommends, \"and if you realize that you are quite dehydrated, add a small pinch of mineral salt to the water, which will help your body absorb it more effectively.\" \n\n\t \n\n\tGo easy on the salt: Salt balance is incredibly important, which is why if you're dehydrated, it can be a good idea to add salt (as detailed above). But if you normally eat very salty foods (think salami and deli meats, processed snacks and soup, or if you add tons of salt to dishes), you can knock your salt balance out of whack the other direction, which can cause dehydration (and soon after, stressed skin). So if you are a bit heavy-handed with the shaker, cut back. \n\n\t \n\n\tEase up on the caffeinated beverages: Coffee and non-herbal teas contain caffeine, a natural diuretic, which can dry out your skin. Choose herbal teas or plain water to keep as hydrated as possible (without going overboard) and your skin will improve. \n\n\t \n\n\tAvoid moisturizers with petroleum: Mineral oil and petroleum jelly are both petroleum-based products, which means they coat the skin, but don't actually moisturize it (the top-level oil slick actually blocks your skin from making it's own oils). Over time, your skin becomes unable to function normally without the unnatural oil slick; your aim should be to encourage the natural, healthy sebum (oil) production in your dermis. \n\n\t \n\n\tAvoid soaps with sulfates: Naturally, you want to get clean when you wash, but you don't want to strip the naturally protective oils (sebum) from your skin. Sulfates, which make some soaps and shower gels foam up, remove your sebum, which you actually want to avoid. \"If skin feels squeaky or tight after a shower, it's damaged,\" says Arnett. She suggests looking for cleansers without sulfates; \"You can get clean without harsh detergents,\" says Arnett, who recommends Alaffia, which I use, and Nourish (both available at Whole Foods) as brands that do the job safely (and are price competitive with conventional brands).  \n\n\t \n\n\tOil up: Adding oil, or an oil-based moisturizer to your body isn't going to make you more oily; it supports skin and doesn't block natural sebum production. Arnett recommends jojoba oil which \"is the closest to skin's natural sebum and isn't greasy.\" Coconut oil and sesame oil, and shea and cocoa butters (or combinations of these ingredients) also work well, depending on how much moisture you need (my dry skin loves shea butter).  Unless you have really oily skin, most winter skin can use some oil. Applying right after a warm shower will really help it absorb into skin. \n\n\t \n\n\tRelated natural beauty stories on MNN:\n\n\t\tHow to wear makeup when you exercise\n\n\t\tAt Whole Foods organic beauty products are the real deal\n\n\t\tTips for greening your skin and haircare regimen\n\n\t \n\n\tMNN tease photo of winter skin: Shutterstock\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/winterskin.jpg","title":"Natural beauty tips for gorgeous winter skin","author":""}