{"url":"http://www.mnn.com//green-tech/computers/stories/google-and-nasa-to-share-quantum-computer","content":"Two of the biggest names in technology have teamed up to solve the world's problems using artificial intelligence. Google and NASA  announced on May 16 their joint purchase of a quantum computer that can perform complex calculations thousands of times faster than traditional supercomputers.\n \nThe Quantum Artificial Intelligence Lab, as the computer system is called, will be housed at NASA's Ames Research Center. Google and NASA purchased the computer from D-Wave Systems of Burnaby, British Columbia, in cooperation with the nonprofit research corporation Universities Space Research Association.\n \nAccording to Google's research blog, the lab will be used to study machine learning, which is the way computers keep track of patterns in information in order to improve outputs. The spam filters used by email providers and your smartphone's ability to understand spoken language are both examples of machine learning.\n \nBut Google and its partners hope to the AI Lab to solve more serious problems than junk mail and where to find the nearest taco stand.\n \n\"Machine learning is all about building better models of the world to make more accurate predictions,\" Google said in its blog post. \"If we want to cure diseases, we need better models of how they develop. If we want to create effective environmental policies, we need better models of what's happening to our climate.\"\n \nAnd of course, Google also mentioned the usefulness of a quantum computer in solving the machine learning problems associated with building a more efficient search engine.\n \nTo that end, Google said it has already developed some handy quantum machine learning algorithms; one which produces hyper-efficient recognizers and that will make searches on mobile devices more energy-efficient, and another that can sort through vast amounts of \"highly polluted,\" or mislabeled, data.\n \nOutside of these new algorithms, Google said it's already learned a valuable lesson from its new toy: don't try to reinvent the wheel. According to Google, the immediate future of artificial intelligence lies in combining quantum computing with classical computing methods.\n \nTo explain the interaction between these two computing methods, Google used the analogy of trying to build a house. You have to balance a lot of constraints to build a house- budget, usage requirements, space limitations- while still trying to create something beautiful. Classical computers alone aren't very good at this balancing act.\n \nHowever, when you mix quantum computing with classical computing, you can solve problems more like a flesh-and-blood architect would - in a way that is both mathematically accurate and creative.\n \n\"We hope it helps researchers construct more efficient and more accurate models for everything from speech recognition, to web search, to protein folding,\" said the Google post. \"We actually think quantum machine learning may provide the most creative problem-solving process under the known laws of physics.\"\n \nWhile Google is still talking about its new acquisition in terms of how it can be used to solve global problems, it's also interesting to consider the more distant applications of such a powerful and intuitive machine. Will the marriage of classical and quantum computers bring us one step closer to the Singularity?\n \nGiven the newness of the AI Lab, that idea might seem far-fetched. But with Ray Kurzweil as Google's director of engineering, a sci-fi near-future doesn't seem all that unlikely. It might be wise to keep an eye out for Cylons, or at the very least, some interesting developments in the field of AI. [Artificial Intelligence Promises a Creepy World]\n \nEmail asklizzyp@gmail.com or follow her @techEpalermo. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n\nThe Singularity: Should We Worry?\n\n\n10 Profound Innovations Ahead\n\n\n10 Biggest Google Blunders\n\n\nMNN: Robots could destroy humanity to satisfy their own pleasures\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/GoogleNASAComputer_m_0516.jpg","title":"Google and NASA to share quantum computer","author":"Elizabeth Palermo, TechNewsDaily"}