{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/why-im-escaping-the-holidays-this-year","content":"Go ahead, call me crazy. Or antisocial. I don't mind, because I'll be over here feeling relaxed for the first holiday season since I can remember. And frankly, that's just more important to me these days.\n\n\t \n\n\tNow, don't get me wrong; I'm not anti-holidays, and I'm not suggesting that everyone should follow my lead. But I do think that maybe holidays shouldn't be socially mandatory — that if you want to sit a year out here and there, that should be just fine, even a normal part of life. \n\n\t \n\n\tMost of my life, I truly loved Thanksgiving, Christmas, New Year's and all that came along with them. I found great joy in Christmas music, stuffing myself silly for two days straight at Thanksgiving, buying and/or making and wrapping presents, finding just the right tree and decorating it with the bulbs that are my family heirlooms. I almost always partied my old year out and my new year in, toasting as I voyaged through decades. But this year, my heart just hasn't been in it. The idea of engaging in all that work feels pointless, since I'm not really excited to do any of it. \n\n\t \n\n\tIt took me some time (a whole year between last year and this one), but I no longer feel guilty about it. I've celebrated these holidays, and I will enjoy them again (maybe even more so once I've skipped them a couple of times). But this year, I'm out.\n\n\t \n\n\tI already skipped any kind of traditional Thanksgiving, opting instead for a low-key vacation with my boyfriend. I spent Thanksgiving Day getting lots of sunshine and drinking a spiked banana smoothie on the beach, having great conversation with the person who is my favorite conversationalist in the world, and walking the streets of an ancient colonial Caribbean town. All of which would be lovely at any time of year, but was especially so because I wasn't eating a bunch of mediocre \"holiday\" food, I didn't have to drive or sit in traffic, I didn't have to do any work (cooking, cleaning or entertaining), and I could actually fully enjoy the day, giving thanks at least once an hour for the ability to make an alternative choice. It was the best Thanksgiving I've had in more than a decade. \n\n\t \n\n\tI had already been thinking about ignoring Christmas, but my Thanksgiving experience solidified my choice; no stressful present-finding, no dealing with a tree, no holiday entertaining for me this year (though I'm always happy to attend others' shindigs for a drink or two). I'll take those days off and head to Vermont where I will read, hike, sleep in and (hopefully) watch the snow fall. Sounds like the best kind of celebration to me. And New Year's? We'll see. But right now, I'm planning an 11:30 bedtime on December 31st. \n\n\t \n\n\tI'm looking forward to celebrating the winter holidays again next year, but this year? I'll be celebrating freedom of choice, doing it a bit differently, making conscious choices about my own life — and getting a bit of peace and quiet. \n\n\t \n\n\tWhat do you think? Would you take a year off from the holidays? \n\n\t \n\n\tRelated holiday stories on MNN: \n\n\t\t5 signs you're heading for a holiday breakdown\n\n\t\tWhy relaxing is stressful for some people\n\n\t \n\n\tMNN tease photo of woodcut: Shutterstock\n\n\t ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/bahhumbug.jpg","title":"Why I'm escaping the holidays this year","author":""}