{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/life-in-the-polar-bear-capital-of-the-world","content":"Life is a bit quieter in Churchill, Manitoba these days. The tourists have left, and the polar bears have disappeared into the icy Hudson Bay to hunt for seals.\n \nThe \"Polar Bear Capital of the World\" is now essentially without polar bears. At least for a few months.\n \nThe bears will swim ashore in mid-July, but they won’t gather in great numbers until September. This is when bear season begins in Churchill, a town with fewer than 1,000 residents. By November, sometimes 60 polar bears can be seen on a given day.\n \nLiving among the bears\nPolar bears can grow as long as 10 feet and weigh up to 1,400 pounds, and the arrival of some of the world’s most powerful predators makes life in Churchill different from anywhere else on the planet.\n \nIf you live in Churchill, you don’t walk the streets at night during bear season. You keep your car doors unlocked — if a bear shows up, you’ll need shelter fast. And when you hear horns, you walk away and let the \"bear catchers\" do their job.\n \n\"You can tell who the locals are by the way they talk about the bears,\" said Jason Evoy, who moved to Churchill in October. \"There is a different attitude toward them. To the people here, it is just a part of life. For me, being the outsider, I find it fascinating.\"\n \nThe town is small — you can walk from one end to the other in 15 minutes — and the community is tight-knit. \"We're all just a little different. I've never felt more a part of a community,\" said Rhonda Reid, a resident of 15 years.\n \nBut locals say their daily lives can be a bit of a culture shock for visitors.\n \n\"Things that are considered normal in Churchill aren't necessarily normal elsewhere,\" said John Gunter, general manager of Frontiers North Adventures. \"For example, it's not uncommon for a snowmobile to push through town pulling a moose on its trailer. The meat from that one hunt can fill a family’s freezer for the winter.\"\n \nBut the most unique aspect of life in Churchill is the bears.\n \nThe 'bear chasers'\nManitoba Conservation’s Polar Bear Alert program began in the 1970s after a series of attacks and a fatality in 1968. Since it’s establishment, there hasn’t been a fatal attack in Churchill since 1983.\n \nDuring bear season, four natural resources officers patrol the area and monitor a 24-hour bear hotline.\n \n\"Everyone in town knows the number,\" said Brett Wlock, a natural resources officer who’s worked in Churchill for four years.\n \nWlock’s job is to \"haze\" bears that get too close to town. If honking trucks don’t frighten the animals off, he uses a shotgun to fire crackers into the air or he shoots white paintballs. As a last resort, bears are tranquilized, or, if lives are threatened, they’re shot.\n \nTranquilized bears, or those captured in area traps, are taken to the Polar Bear Holding Facility, a former military warehouse with 28 air-conditioned cells. Locals call it \"polar bear jail,\" and most years, more bears are captured than the facility can hold.\n \n\"We’ll hold them for 30 days or until ice has formed on the bay. If it’s over 30 days and there’s no ice, we’ll take the bears up in a helicopter and release them north. They rarely return to town,\" Wlock said.\n \nServing as Churchill’s first line of defense against the bears has its ups and downs. The hours aren’t great — Wlock is often up in the middle of the night chasing bears \"until there are no more roads.\" But he loves what he does.\n \n\"People pay thousands of dollars to see these bears in the distance, and I have my hands on them every day. It’s very rewarding,\" he said.\n \nFright night\nDuring polar bear season, Churchill’s residents don’t roam the streets after dark — except on Halloween.\n \n\"Halloween in Churchill is a blast. It's one of those experiences quite unique to Churchillians,\" Gunter said.\n \nOn Oct. 31, a helicopter goes up at 3 p.m. to scour the area for bears, and as night falls, numerous vehicles patrol the area. In addition to Wlock and his team, there are Royal Canadian Mounted Police, an army reserve unit, fire trucks and ambulances.\n \nBlizzards are common at this time of year, so trick-or-treaters don costumes large enough to fit over their winter gear, and parents are on alert, watching for any creatures that might materialize amid the snow. Despite the patrols, bears still find their way into town.\n \n\"This Halloween, my wife and I were about to enter the bar at the Seaport Hotel, when we witnessed a polar bear running down the middle of Churchill's main drag,\" Gunter said. \"A car raced up and had a pedestrian in the bear's path jump in to avoid what could’ve been a dangerous situation.\"\n \nStaying safe\nAs the bears make their way to Churchill each year, so do tourists, and during prime season, more than 12,000 visitors pass through town in six weeks. While tourism is a major contributor to the local economy, an influx of new people brings its challenges.\n \n\"Tourists aren’t aware of the dangers. They’ll see a nice coastline and want to go for a walk, but if you do that, it might not end up being such a good day for you. Bears like to nap there, and you can’t see them till it’s too late,\" Wlock said.\n \nManitoba Conservation distributes safety pamphlets, holds school talks and posts warning signs throughout the area, but living among dangerous animals is new for most visitors.\n \nEvoy, who recently moved to the area, said he was surprised by the bear encounters he’s witnessed. \"I’m from Ontario where the black bear is everywhere. It’s just as afraid of you as you are of it, but a polar bear is curious and somewhat aggressive.\"\n \nEven after years of working with the animals, Wlock says he never knows what to expect. His partner was once chasing a bear in his truck when the animal suddenly turned around and jumped on top of the vehicle. \"You always have to be on your toes. You can’t get complacent for a second,\" he said.\n \nBut despite the inherent dangers of living and working among some of Earth’s most deadly animals, the people of Churchill are just as concerned for the bears' safety as their own.\n \n\"If I’m not careful around the bear, what will end up happening could be injury for me, but it will mean death to the bear,\" resident Rhonda Reid said. \"I always keep that in mind.\"\n \nMore polar bear posts on MNN:\nPolar bears in peril [Infographic]\n9 wild videos of polar bears\nCaged cameraman films polar bear attack\n \nClick for photo credits\n\n\nPhoto (polar bear): Eric Bouvet/Getty Images\nPhoto (bears): Courtesy of the Manitoba government\nPhoto (helicopter): Courtesy of the Manitoba government\nPhoto (trick-or-treater): John Gunter\nPhoto (sign): Paul J. Richards/Getty Images\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/churchill.jpg","title":"Life in the 'Polar Bear Capital of the World'","author":""}