{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/would-you-buy-a-t-shirt-from-this-guy","content":"Chris Yura is every bit the millennial entrepreneur. He’s a Notre Dame football player turned fashion model. He has met with President Obama, and talks about the ethos of the American job market with the ease of someone chatting about what he had for breakfast. He’s got chiseled good looks and a plucky personality. He’s a whiz kid ready with a sound bite. He's a Ted Talk waiting to happen.\n \nOn any given day, you can find the 32-year-old in a small West Virginia town at the offices of SustainU, the company he founded when he was 28. The company mantra is simple: to be a clothing company with a conscience.\n \nThat mission starts with location. Adjacent to the Morgantown Chamber of Commerce, SustainU’s headquarters serves as a beacon that, yes, an eco-minded, forward-thinking, sustainable company can exist — and thrive — in a depressed economy in one of the poorest states in the nation.\n \nFor Yura, this is personal. His family has roots in West Virginia that go back nearly 200 years. “In Appalachia, showing how a green company can create jobs is very important to me,” he says. “We’re known as just the coal state, but what can we do here that’s different and outside the box?”\n \nWhat Yura is doing is more about creating a whole new box than merely stepping outside an old one. Ninety-eight percent of the clothing purchased in the United States is imported from abroad. Only 2 percent is manufactured on American soil. SustainU sees those statistics more as more of a dare than fact, and is already bucking that trend.\n \nFor starters, Yura insists that every single aspect of each shirt — down to the individual thread — be produced in the U.S. And the American angle goes further: The creation of the yarn, the knitting, the sewing, everything takes place within a 200-mile radius of SustainU’s offices. Morgantown, located about halfway between the East Coast and the Midwest, is uniquely situated for manufacturing and distribution.\n \nMore than a million U.S. textile and apparel manufacturing jobs have been lost since 1994, but SustainU and other companies like it have helped infuse new life in the Rust Belt and the South. Old factories with laid-off employees are now humming again with work from SustainU. A factory in Winston-Salem, N.C., trained blind people to make the SustainU shirts, helping decrease the whopping 70 percent unemployment rate for the visually impaired.\n \n\n\n \nSustainU is not alone. With the recent tragedy in Bangladesh, where a garment-factory collapse killed 800 workers, retailers are being pressured to reveal more about where they source their fashion from. “In the clothing industry, everybody wears it every day, but we have no idea where it comes from,” Michael Preysman, the founder of the online boutique Everlane, told the New York Times. “People are starting to slowly clue in to this notion of where products are made.”\n \nTo that end, Everlane has taken the extreme step of oversharing. The company added to its website information about the factories where its clothing is made. “This factory is located 10 minutes from our L.A. office,” one description for a T-shirt reads. “Mr. Kim, the owner, has been in the L.A. garment business for over 30 years.”\n \nAt SustainU, Yura’s mission is clearly infectious. Its loftlike headquarters — blocks away from the campus of West Virginia University, from which it attracts many young interns — has the energy of a campaign headquarters. T-shirts, grunge jeans, lots of caffeine. A repurposed wood palette serves as the conference room table. Yura now employs about 20 people. In March, he opened a 10,000-square-foot factory across the banks of the Monongahela River, mere miles from SustainU's offices, in an effort to produce the T-shirts as locally as possible.\n \nEvery SustainU product comes with its own biography. One recycled cotton shirt saves 712 gallons of water. An extra large polyester shirt saves half a gallon of petroleum. Producing 1,000 shirts will put 30 factory employees to work for a week.\n \nTrey Dunham, at 43 the oldest person in the office, is one of the company’s vice presidents. “What would happen if everybody in America bought one recycled, made-in-the-USA shirt? What would the collective impact be?” he asks a visitor. “This is the impact that our clothing has, not only on our economy, but also on our environment.”\n \nTo help spread this message — and to help prove it’s just as much about mission as money — the company has launched a new program called “Wear 1, Share 1” where people who buy a T-shirt can have a second T-shirt sent to a friend for free. SustainU will pick up the tab.\n \n“There was a missing link in apparel where sustainability wasn’t really hitting back to that job creation,” Yura explains, as he plucks a T-shirt of out a pile of boxes. “I really set out to see if we could connect the dots back with this fabric.”\n \nThe company created 110,100 shirts in 2012 for clients as diverse as NASCAR and the Boy Scouts of America. This year it’s on track to make 250,000. And in June, Yura hopes to open his first retail store. In a small town in West Virginia.\n \nRelated on MNN: 13 iconic moments in the history of the T-shirt","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/yura2.jpg","title":"Would you buy a T-shirt from this guy?","author":""}