{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/cuetzalan-a-mexican-mountain-town-for-the-adventurous","content":"Some people might try to convince you that there is no real adventure to be had in the days of Google Earth and GPS systems, but they would be wrong. All that an adventure really requires is an open mind, some faith in yourself, and respect for the people around you. A willingness to let go and maybe get a little lost can't hurt.\n\n\t \n\n\tLast week I drove a nothing-special economy rental car into the mountains outside Mexico City to the \"Pueblo Magico\" (as the Mexican government categorized it back in 2002) of Cuetzalan. This town, while recognized as a unique example of cultural heritage by official groups, is a place that few of the chilangos and difenos (Mexico City residents who come from outside the city or are born there, respectively) I met in the city had even heard of, let alone been to. But just a four- to five-hour drive over the plains (about 120 miles), to the base of the Sierra Madres, and up into the hills was a jewel of a town perched on the side of a mountain, just waiting to be explored. It wasn't what I was expecting, which of course was the best part. (Or maybe the best part was a total dearth of tourists; the locals were generous and helpful, and the hotels were great and inexpensive; the Washington Post called it \"the Perfect Mexican Mountain Town\"). \n \n \n\nDriving out from Mexico City, miles and miles (or kilometers) of flat farmland and fields stretch out in front of you; but it's easy to remember that you're traveling to the mountains, with peaks like these in the distance. \n \n\nOnce you have crossed the plains, a few small cities/large towns await, and after the hours of wheat-field vistas, it is a welcome sight to cruise through traffic in town, especially with friendly locals and sherbet-colored churches to amuse like the one above. \n \n\nSoon, you start wending your way on mountain roads, which are great fun for anyone who enjoys their time behind the wheel (I do!), but would be a challenge to a less-confident driver. This is one of the few straight-aways on the curvy drive up to Cuetzalan. \n \n\nThe streets of Cuetzalan are steep and cobblestoned (which makes it a bit easier for cars to climb their slopes). \n \n\nThe town's market features local fresh fruits and vegetables, indigenous clothing (like embroidered blouses and other textiles), street food and fresh-squeezed juices (check out my post on the food and drinks here). \n \n\nThis is a typical view from Cuetzalan; as the town is built into a steep mountainside, it has unobstructed views of the Sierra Madre range. \n \n\nA typical street in Cuetzalan; you can see how steep it is, as well as the beautiful flowers that add color to the vistas. \n \n\nSome streets are too steep for cars, and have been made into pedestrian-only stair zones. \n \n\nA view of the market from the open square in front of the main church in Cuetzalan. \n \n\nI found unique and very comfortable accommodations at Hotel La Casa Piedra on this street just 2 minutes away from the town's main plaza. \n \n\nThe interior courtyard of the Hotel La Casa Piedra. \n \n\nCuetzalan by night. \n \nAll photos:Starre Vartan \n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/cuetzalanmain.jpg","title":"Cuetzalan: A Mexican mountain town for the adventurous","author":""}