{"url":"http://www.mnn.com//lifestyle/recycling/blogs/starbucks-new-1-reusable-coffee-cup","content":"The first thing that came to my mind when I read about Starbucks' new $1 reusable cup was this quote by Thomas Paine: \"What we obtain too cheap, we esteem too lightly.\"\n \nOf course, in \"The Crisis No. 1,\" Paine was talking about freedom, but the sentiment in that simple, eloquent sentence applies to so many things in life — perhaps even $1 reusable cups.\n \nAccording to Eatocracy, Starbucks will begin selling the inexpensive plastic coffee cups today at most stores in the U.S. and Canada. (No news yet about whether they'll be available at the first Starbucks in Vietnam that opens next month.) The cups will look like a paper Starbucks cup, complete with the Starbucks logo. Baristas are instructed to wash out the cup with hot boiling water before each use.\n \nWhen the cups are reused, customers will get 10 cents off of their beverage. Starbucks hopes that the low price of the reusable cup will encourage more people to forgo disposable paper cups. That's admirable, but I wonder if something that has been bought so inexpensively will end up left behind by consumers who don't think it's worth the time or effort to retrace their steps for a $1 coffee cup.\n \nIn fact, Eatocracy has a poll at the bottom of the story about the use of the reusable cups, and the majority of the people responding — about 30 percent of them — say, \"I'd probably forget and would end up buying at least a few.\" The second most popular answer is \"I'd bring it once or twice and forget.\"\n \nI question whether so many of these $1 cups will end up in the trash or forgotten in the back of a cupboard that it will negate the good they could do. I know that if I realized I had left something that only cost me $1 somewhere, I might think twice about going back to get it if it was so easily and inexpensively replaceable. Something that cost me $10 or $15, however, I'd probably retrace my steps for.\n \nWhat do you think? Are these $1 reusable Starbucks cups, that were obtained cheaply, what consumers need to start being more environmentally friendly or will they be esteemed too lightly?\n \nRelated post on MNN: Starbucks fights the fiscal cliff with handwritten messages\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/starbucks%20large_1.jpg","title":"Starbucks' new $1 reusable coffee cup","author":""}