{"url":"http://www.mnn.com//green-tech/computers/stories/3-email-tools-that-will-tame-your-inbox","content":"I'm not sure how it happened, but my inbox looks like something that could be featured on A&E's TV show \"Hoarders.\" Mixed in with email I care about are mountains of missives from long-lost companies I once did business with, ancient newsletters and long forgotten social-network updates.\n \nNew inbox management apps promise to turn the tide on the daily deluge of email that has your inbox bursting at the seams. Each of these options is free and works with popular email services Gmail, Yahoo Mail and AOL. These new email managers each work differently, but ultimately help you focus on what is important and avoid what's not.\n \nMailbox\nFirst up is Dropbox-owned Mailbox, a slick email client for iPhones and iPads that helps you streamline your Gmail account one swipe at a time. Mailbox looks similar to the standard Apple Mail client but has much better tools for managing your inbox. Swipe a message to the right, and Mailbox archives it. Swipe a message to the left, and Mailbox saves the email for later. Swiping a message to the right and holding deletes it. Open the Later folder anytime and browse through all the saved messages.\n \nThe most interesting Mailbox feature lets you give an email the boot and have it return later at the top of your inbox. This is a handy tool for email users who put off (or forget) to respond to important emails. To use the feature, just swipe a message to the left and hold. Next, a menu will appear, with options for bringing the email back to the top of your inbox in 2 hours or maybe 2 days — whatever time frame you want. [See also: How Out-of-Office Replies Put You at Risk]\n \nMailbox representatives said an Android app of the email client is on the way, but they declined to specify when it would be released.\n \nMailstrom \nIf you’re like me, your inbox is filled with not just the hundreds of new messages you get each week, but the tens of thousands of emails that never got deleted. Digging through the 26,000 emails currently in my inbox is just not feasible. To clean up my inbox without having to go through each and every email, I used Mailstrom, a Web service that's compatible with Gmail, Yahoo, AOL and Apple iCloud accounts. Mailstrom doesn't replace your inbox, but rather offers a unique view so you can take a quick look at what's there and decide what can be deleted. With Mailstrom, you can also downsize your inbox by archiving and moving groups of emails to different folders.  \n \nThe power of Mailstrom is its sorting ability. After it scans your inbox, it delivers a report with suggested groups of emails to obliterate. Mailbox allows you to view or sort emails by sender, size or daily-deal offers (such as Groupon). Getting rid of every annoying email from a specific sender takes seconds.\n \nAlto\nAOL offers a promising Web-based manager called Alto that works with Gmail, Yahoo Mail, AOL or .Mac accounts. Alto analyzes your inbox and groups similarly themed emails into neat, square Stacks. Stacks — which are similar to folders — might include newsletters, social-network updates or messages from co-workers. Click on a specific Stack, and emails appear in an easy-to-flip-through grid.\n \nAlto also allows you to set up your own Stacks. Want to create a Stack for emails just from your family? Drag and drop one message from each of your family members into one Stack. Alto will dig through your inbox and pull in both old and new emails.\n \nOf the three email clients I looked at — Mailbox, Mailstrom and Alto — I liked Alto the best. Not only does it allow you to organize your inbox with customized Stacks that can be easily archived, explored or deleted, but — unlike Mailstrom — it also allows you to easily preview messages.\n \nUnfortunately, Alto isn't yet available to the general public. You can request an invitation here. AOL says it plans to formally launch Alto this summer.\n \nThe goal of these tools is to achieve what few have accomplished: Inbox Zero, or an empty inbox.\n \n \nEmail Tom Spring or follow him @zpring. Follow us @TechNewsDaily, on Facebook or on Google+. \n \nRelated on TechNewsDaily and MNN:\n\nWhy Yahoo Mail Accounts Are Being Hijacked\n\n\nTop 10 Internet Hoaxes\n\n\nUS Takes Top Spot in Spam Distribution\n\n\nMNN: The carbon footprint of your email\n\n \nThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/email%20overload.jpg","title":"3 email tools that will tame your inbox","author":"Tom Spring, TechNewsDaily"}