{"url":"http://www.mnn.com//lifestyle/recycling/blogs/interface-expands-fishing-net-recycling-scheme-on-quest-toward-zero","content":"Somewhere out there — likely from the highest, most heavenly peaks of Mount Sustainability — Ray Anderson must be beaming proudly.\n \nAlthough the late, great champion of corporate sustainability and all-around do-goodery passed away in August 2011 after a brief battle with cancer, Interface, the Georgia-based global modular carpet giant that Anderson founded in 1974, continues to make huge strides toward achieving Mission Zero. If you’re unfamiliar, Mission Zero is the company’s promises — a promise based on an “ecological epiphany” experienced by Anderson in 2004 after reading Paul Hawken’s “The Ecology of Commerce — to eliminate any negative impact that it may have on the environment by the year 2010. It’s no doubt a bold promise but one that the company continues to aggressively pursue through the harnessing of renewable energy, producing zero waste, and sourcing recycled and bio-based fibers in lieu of petroleum-based based materials in order to produce closed loop carpeting products.\n \nIt’s that last challenge, the movement away from petro-based materials, that's the focal point of Interface’s just-expanded Net-Works initiative.\n \nLaunched as a pilot program this past summer in cooperation with British conservation charity the Zoological Society of London (ZSL), Net-Works is centered around the recycling of a ubiquitous waste product found littering the beaches of coastal communities throughout the Philippines: discarded fishing nets.\n \nWhen Interface and ZSL launched the pilot, it extended to just four struggling fishing communities near Danajon Bank with the goal of using the reclaimed nets as a source of recycled nylon carpet yarn. What’s more, the collection of the discarded nets — 1 metric ton was collected within the first month of the pilot alone — provided local fisherman with an additional source of income and a livelihood-improving reason to clean up their own environmentally sensitive backyard … a biodiversity rich backyard that includes one of the most degraded coral reefs in the world.\n \nNow, Net-Works has branched out to 15 more impoverished fishing villages in the Philippines with the goal of providing crucial income to 280 households (the equivalent of around 1,400 people) while collecting over 20 metric tons of discarded nets by the end of April 2013. To put things into perspective, the thousands upon thousands of miles of fishing nets discarded in the Danajon Bank each year is enough to wrap around the world nearly one and a half times. Ultimately, the goal is to expand the program outside of the Danajon Bank and introduce it to fishing communities in India and West Africa where the wildlife-endangering nets are, unfortunately, in great supply.\n \nExplained Nigel Stansfield, Interface’s Chief Innovation Officer, at the launch of the Net-Works pilot this past June on World Oceans Day:\n \nOur Mission Zero goal is to eliminate our negative impact on the Earth by 2020, and phasing out our reliance on virgin raw materials is a big part of this. Partnering with ZSL and other experts, our objective is to convert ‘waste’ from the environment – in this case, discarded fishing nets — into raw materials for our own manufacturing. And what’s really special is that at the same time we are aiming to create livelihood opportunities for some of the world’s poorest, coastal communities — communities that are often overlooked. This is a great example of organisations from different sectors coming together and pushing the boundaries — collaborating on a project with the potential to be good for the environment, for society and for the bottom-line.\n\n \nDr. Nick Hill of the Zoological Society of London and program manager of Net-Works comments on the program’s expansion and beyond:\n \nNet-Works has been greeted with a huge amount of enthusiasm and interest from the local communities around Danajon Bank. This was clearly seen by the number of people interested in participating in the project and turning out to clear the beaches of discarded nets. Nets are very light, and we always knew our target of collecting one [ton] of nets from such a small number of communities was going to be a challenge — so we’re delighted that we have been able to achieve this. It is still early and we will be monitoring both the environmental and socio-economic impacts of the project over the coming year, but the signs are there that these impacts will be positive.\n\n \nA recent article published by the Guardian really drives home the fact that while Interface has other sources of recycled nylon to use for its carpeting tiles, Net-Works is special in that it focuses on “sustainable livelihoods” to quote Stansfield. He adds: “We were looking for a way to have our product not just speak environmentally, but also speak socially from a sustainability perspective.”\n \nGreat stuff. More over at the Guardian. And for more on the uncompromising vision of Ray Anderson, be sure to check out his two-part video interview with MNN’ own fearless leader, Chuck Leavell, from 2009.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/FishingNets.jpg","title":"Interface expands fishing net recycling scheme on quest toward 'zero'","author":""}