{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/climate-change-prompts-french-ski-area-to-mull-downsize","content":"A modest ski area in the French Alps is ready to unbolt its chairlifts and rope off slopes as the local mayor concludes that climate change means the trails ahead will be rocky.\n\n\t\t \n\n\t\tHenri-Victor Tournier, the mayor of Biot, wants to clear cable towers from the 4,000-foot resort of Drouzin-le-Mont before the next elections in 2014 and convert the area to low-impact alpine activities.\n\n\t\t \n\n\t\t\"There are lots of things to do in the mountains without having cables hanging over our heads. People will come, I have no fear of that,\" he says.\n\n\t\t \n\n\t\tThough Tournier foresees maintaining two draglifts \"so youngsters can have fun,\" he wants to focus on cross-country skiing, snowshoeing, mountain biking and hiking to keep families coming into town.\n\n\t\t \n\n\t\tIt lies in the Corbier Pass near better-known ski areas like Morzine and Avoriaz which boast many more slopes and far more reliable snow conditions.\n\n\t\t \n\n\t\tThe question is one facing many medium-altitude ski resorts across Europe which have been losing money as spotty snow conditions cause tourists to book holidays elsewhere.\n\n\t\t \n\n\t\t\"Medium-altitute resorts will have no future in 10-15 years because of climate change,\" concluded local official Jean-Yves Moracchini, who supports the mayor's decision.\n\n\t\t \n\n\t\t\"The earlier an area transforms itself, the better off it will be,\" he added.\n\n\t\t \n\n\t\tDrouzin-le-Mont opened in 1973, at a time when many mountain towns were prospecting for \"white gold\", with two chairlifts, four draglifts and 16 easy to moderately challenging runs.\n\n\t\t \n\n\t\tBut early this year, the current owner Michel Vivien decided to call it quits, given that the area was losing up to 150,000 euros ($184,000) per season.\n\n\t\t \n\n\t\t\"These areas are not profitable, it is better to close them intelligently,\" Moracchini says.\n\n\t\t \n\n\t\tThat is not the opinion of Jean Beslard, head of an association that claims to represent around 400 local owners of holiday homes and apartments.\n\n\t\t \n\n\t\t\"If the area shuts down, apartments will lose between a quarter and half of their value,\" Beslard estimates.\n\n\t\t \n\n\t\tHe has threatened to get the owners to register as local voters and oust Tournier in the next elections.\n\n\t\t \n\n\t\tReal-estate developer Maurice Martin has said he is ready to take on the challenge as long as he can build around one hundred new housing units, which is not possible under current local zoning laws.\n\n\t\t \n\n\t\tFrench tourism minister Sylvia Pinel said last week that she wanted to draw up a \"renovation plan for tourist housing to restore the image of French (ski) areas\" to make them more attractive as year-round destinations.\n\n\t\tThe plan would focus on medium-altitude resorts, Pinel said.\n\n\t\t \n\n\t\tAccording to Laurent Reynaud, head of a French association that comprises 236 ski area operators, shutting down a resort is an \"extremely rare\" event.\n\n\t\t \n\n\t\tOne that did close, temporarily, is nearby Abondance, which initially decided to ditch alpine skiing in 2007.\n\n\t\tU.S. investors reopened it two years later, but they pulled out with heavy losses in 2011, leaving the area in the hands of Biot.\n\n\t\t \n\n\t\tWith snowfall officially forecast to decline by 30-50 percent in the French Alps over the next 30 years, other ski areas will face similar choices.\n\n\t\t \n\n\t\tHiking appears to be an obvious fall-back option, along with activities like alpine slides and health spas.\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/resort.jpg","title":"Climate change prompts French ski area to mull downsize","author":"Antoine Agasse, AFP"}