{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/bring-your-kids-into-the-loop-on-living-small-says-a-dad-who","content":"Photo courtesy of Patrick Durgin-Bruce\n \nPatrick and Katherine Durgin-Bruce renovated their 540-foot apartment in New York’s East Village into their living small dream home for them and their two young kids in 2007. Adding another 100 feet of floor space with a bedroom loft, enlisting the help of others and editing their lives down to what was most important for them was the key to this small living family’s success.\n \n\nFamily of Four from Patrick Durgin-Bruce on Vimeo.\n\n \nThe Durgin-Bruces, co-founders of their own graphic design firm Ultra Virgo, decided to go small to afford living in the heart of the city.\n \nBut the way Patrick, now 38, sees it, it wasn’t really a sacrifice. “Being able to raise a family where we have so many resources, and place to go, and things to do… Learning from so many museums and historical sites is great,” he says. “It’s about what you need. It was way more important for us to live in a great community.”\n \nRaising kids in a small space also created community. “We took a lot of hand-me-downs, and then when we were finished with them, we’d give them to friends, and so on,” Patrick says. The parents also found they didn’t need all the baby stuff sold on baby shower registries, either. “A lot of people think when you have a baby you need the Exersaucer, and the bouncy seat, and the swing,” Patrick says. “We just had the one swing, and we were totally fine.”\n \n“Living small helps us identify our priorities and stay close as a family,” Patrick wrote in his entry for the 2008 “Small cool” competition hosted by Apartment Therapy, which made the finals. Five years later, Patrick can confirm that it worked. In late 2012, the family moved to Brooklyn to be closer to the children’s schools. Now Patrick’s son and daughter have their own room, the one concession to small living he says was important as they grew into adolescence.\n \nBut what Patrick’s kids learned from living small will stay with them, he says. “We really wanted to focus on fostering a household where the kids would play together and spend time together, and I think it taught them that, so we carried that over […] It taught them that instead of holing themselves up in their rooms, they should play together.”\n \n“I also think that when you’re living in a small space, whether you have kids or not, you have to edit, and learn to appreciate the things that they have,” Patrick says. For his kids, that meant focusing on what they really wanted instead of a mountain of toys — a valuable lesson.\n \nFor the renovation, community was also important. They enlisted the help of a friend who is an architect to realize the design they’d thought up, using the visual and spatial skills they honed as graphic designers. “It was a very collaborative process, working with people we knew and trusted.”\n \n“Renovating that apartment was a really great process,” he continues. “By living efficiently, it requires you to think through the things that are actually important to you.” For example, the couple’s master bedroom was designed to make the queen bed take up almost the entire floor space. A TV was mounted on the wall instead of having a TV stand.\n \n“We didn’t use bedrooms for anything other than sleeping so why do we need big bedrooms?” Patrick figures. “We focused the space on big common areas, and very small sleeping spaces.” That way, the living area could accommodate the whole family, plus guests, helped along by using furniture in a smart way, like having a coffee table double as a bench to accommodate dinner parties.\n \n “One of the key insights was to think three-dimensionally,” he explains. Patrick drew inspiration from his mom’s RV and his uncle’s boat, to maximize the space. Whereas people often think of their apartment as a floor plan, putting the children’s room as a loft, with extra storage areas built in, left more room to play.\n \nDespite the Durgin-Bruces’ happy experience, there are still many who are skeptical about living small with kids. An article about a 430-square-foot house in France sparked outrage in the comments’ section, with one person saying that if a family lived like that in the U..S, the children would be taken away. Another person said the house was in violation of his region’s building code, quoting it at length. But, as a European commenter pointed out, small living is perfectly normal in Europe, and would be considered luxurious in many developing countries. It’s all about perspective.\n \nWhen asked if his small home raised any conflict among other parents, Patrick chuckles a bit and says not at all. “Everyone came over, and loved the space.”\n \nKasia Mychajlowycz is a freelance writer from Toronto who loves walking through cities, finding the best coffee and living in her cozy 300-square-foot apartment. She wrote this for the sharing site yerdle.\n \nRelated on MNN: \n4 things you absolutely do need (and 4 you don't) to raise baby while living small\nDo you have too much stuff?\nLiving super-small in Seattle\n\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"","title":"Bring your kids into the loop on living small, says a dad who knows","author":""}