{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/h-m-exec-admits-models-are-too-skinny","content":"In the body-image wars (like any conflict), it’s not often that one side admits being wrong. It seems that the fashion industry continually attempts to justify ignoring the majority of the population that isn’t slim or very slim, or even worse, refuses to respond to what most people see as valid criticisms.\nBut in a surprising move, the head of retail giant H&M has come forward and said that their models are “too thin”: For a company that must look at the sizes of the clothing it sells and notices that more Larges and Extra-Larges are flying off the shelves than Smalls, this admission makes sense. As reported on Good Morning America, Karl Johan Persson, CEO of the store, said: \"Some of our models have been too skinny. That's not OK.\" He said H&M should take responsbility for the way it advertises its styles and that he wants to \"show diversity in our advertising\" and \"not give people the impression that girls have to look a certain way.\"\n \nWithout too much fanfare (which in itself was a pretty cool move; they could have made a big deal about it), the Swedish superchain tapped Jenny Runk (see above), a plus-size model, to launch their summer swim campaign, while simultaneously focusing their advertising on spots with Beyonce, who, while she's not plus-sized, is certainly significantly curvier than a traditional model. Of course, the decision has led to some backlash, but model Runk seems like she's got a pretty smart head on her shoulders, according to what she had to say about it all in the video below.  \n \n\n\n \n\"I believe that the models in our advertising should look sound and healthy,\" H&M's Persson said. Now doesn't that make sense? \n \nI’d bet that H&M’s admission is only the first of many; we will be seeing more variety in the types of sizes (and races) of bodies we see in coming years. The new stars are going to look a lot more like us, and a lot less like some unattainable ideal. Because in a world of selfies on Facebook, and self-made YouTube stars, the next generation isn't going to be sitting around being told what's cool; they are going to be telling companies what's up. The smart ones will be listening. \n \nRelated on MNN: \n \nDove's real beauty sketches lead to controversy","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/jenny%20runk.jpg","title":"H&M exec admits models are 'too skinny'","author":""}