{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/indias-supreme-court-bans-tiger-tourism-in-the-name-of-conservation","content":"India's supreme court recently extended a month-old ban on tourism within the country's tiger preserves. The two judges overseeing the case said local governments and government ministries have not been enforcing a law in place since the 1970s designed to protect tiger breeding grounds from tourism. By many estimates, about half the world's tiger population — which is a little more than 3,000 — lives in India.\n\n\t \n\n\tOn the surface, the judges' decision seems logical: The easiest way to address worries about tourist traffic is to stop it. However, people who make their living from eco-tourism inside the dozens of tiger conservation areas in India oppose the ban. The areas that are supposed to be off-limits to tourists make up only a portion of each preserve, yet the preserves have been shuttered completely. Surprisingly, some conservationists also oppose the ban, saying it is an over-simpliflied simple solution to a complex problem.\n\n\t \n\n\tLeading tiger advocates, such as the tiger-focused group Wildlife Protection Society of India, say the ban will hurt the country’s tiger population more than help it. According to the group, regular tourist traffic and the presence of tour staffers in the preserves reduces the chance of poaching, which along with deforestation has been blamed for the rapid decline in the subcontinent's tiger population, down to less than 1,500 from tens of thousands less than a century ago. Also, the tourism industry boosts the economies of the rural, generally impoverished areas where the preserves are located and provides jobs to local people who might otherwise consider poaching or logging as a means of income. In turn, this provides an incentive to protect tiger habitats.\n\n\t \n\n\tWhile the court's latest decision was meant to punish the government for failing to do enough to regulate tourism, it is resort owners, tour operators and their employees who are feeling the most pain. Tourist traffic has not just slowed in tiger areas; it has stopped, leaving resorts, guides and employees without even a slim financial lifeline until the problem is resolved. The only silver lining for them is that it is monsoon season in parts of India, when tourist numbers are generally low anyway.\n\n\t \n\n\tOn the other end of the argument is activist Ajay Dubey, who petitioned the Supreme Court. He says the issue isn't complex and merely involves enforcing the Wildlife Act of 1972, which bans tourism in the “core” tiger breeding zones. The court has agreed with Dubey's contention that the government and law enforcement have largely ignored the law; the court seems to be using the ban to pressure these groups into compliance. However, the states and Ministry of Forests and the Environment have been slow to react, and there are now rumblings that the ban might be made permanent, effectively killing the tiger tourism industry in India.\n\n\t \n\n\tWhatever the court decides, its ruling will have implications for conservation efforts and eco-tourism around the world, although those effects may not be evident for years.\n\n\t \n\n\tIf the ban is upheld, will it help or hurt the endangered animals in the long run? If it is overturned, will conservationists find out if tourism is a viable tool for good — possibly saving an endangered species?\n\n\t \n\n\tEnvironmental activists will be keeping an eye on whatever happens in India, and tiger advocates can only hope that the outcome will be positive and that the conservation efforts can be applied elsewhere. Of course, the opposite is also possible: India's handling of the tiger situation could be an example of how not to save an endangered species.\n\n\t \n\n\tRelated animal conservation stories on MNN: \n\n\t\tIndia boosts sanctuaries for endangered tiger\n\n\t\tLazarus species: 13 'extinct' animals found alive [Photo gallery]\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/main_tiger_0.jpg","title":"India's Supreme Court bans tiger tourism in the name of conservation","author":""}