{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/environmental-choices-the-romans-made","content":"The Roman Empire was the world's first superpower and controlled millions of square miles at its height — everything between modern-day Spain up to England and across to Armenia, down through Egypt and over to Morocco. Millions of people from different tribes and cultures were governed by Roman law, mixing and mingling their respective religions, technology, customs and knowledge. Roman thinkers, artists, writers and philosophers helped expand our understanding of engineering, agriculture, architecture, law and the arts.\n\n\t \n\n\tAt its most populated, the city of Rome had more than 1 million citizens living within its borders. Most people lived in apartment buildings, and the city held a number of industrial businesses like blacksmiths, tanneries, slaughterhouses and concrete manufacturers. The dense concentration of people and industry created a lot of pollution — especially with thousands of smoky fires for cooking and heating burning daily.\n\n\t \n\n\tThe Romans wouldn't have lasted more than a few decades if they hadn't worked out some solutions to their environmental problems — problems that continue to plague civilization today. They adopted, adapted, invented and built their way through ecological roadblocks and became one of the world's great empires. Here are some green decisions the ancient Romans were making thousands of years ago.\n\n\t \n\n\t1. Treated water and air as shared resources\nThe Greek historian and essayist Plutarch, who became a Roman citizen and took up the name Lucius Mestrius Plutarchus, wrote extensively about environmental issues and was quoted as saying \"Water is the principle, or the element, of things. All things are water.\" Romans took great pride in their extensive water distribution and sewage networks. They built aqueducts that carried clean water hundreds of miles to population centers where it was distributed to the homes and businesses of those who could afford it.\n\n\t \n\n\tRoman law decreed that cheese-making manufacturers be built in a location where the wood smoke wouldn't affect other buildings and recognized the rights of citizens not to be exposed to excessive air pollution. The air was still terribly dirty and polluted in the densest parts of the city, but leaders did make a difference. The legal code of Roman emperor Justinian declared that, \"By the law of nature these thing are common to mankind — the air, running water, the sea and consequently the shores of the sea.\"\n\n\t \n\n\t2. Practiced vegetarianism\nPlutarch's essay \"On the Eating of Animal Flesh\" explored the issue of animal intelligence and later influenced the dietary decisions of Ralph Waldo Emerson, Louisa May Alcott and Henry David Thoreau. Plutarch went so far as to start a successful vegetarian commune, which was an influence on a vegetarian commune called Fruitlands in 1843. The Roman philosopher Seneca also followed a vegetarian diet, and a study on gladiators’ bones suggests that they ate a diet almost entirely derived from plants.\n\n\t \n\n\t3. Used passive solar technology\n\n\tIt was expensive to heat a home in ancient Rome — wood is a bulky fuel that wasn’t readily available in much of the Roman Empire. The Romans burned coal, but that was also expensive — and dirty. It was the ancient Greeks who first developed the passive solar concepts that the Romans adopted, but the Romans used their engineering and design skills to improve the technique.\n\n\t \n\n\tPassive-solar buildings are built based on the orientation of the sun's path and use the sun's rays to heat the interiors. Romans used glass to boost the solar gain of their buildings even further, capturing and storing the heat with masonry inside their homes, bathhouses and businesses.\n\n\t \n\n\t4. Made slaves and criminals mine and process lead\n\n\tOK, so this one isn't politically correct in the least, but it is environmentally aware, so we included it. The ancient Romans liked lead. They used the easily mined but highly toxic metal in makeup, water pipes, bathtubs and wine. But the Romans knew that lead could cause negative health effects, particularly when it was being mined as ore and processed into a usable form.\n\n\t \n\n\tRather than subject plebes to the dangers of lead mining and smelting, the Romans made slaves run most mines and smelters. Plutarch suggested that only criminal slaves be exposed to the conditions found in lead mines and refineries. While a policy of \"only poison the slaves\" isn't eco-conscious — especially compared to contemporary environmental standards — it still counts as progress for ancient Rome. \n\n\t \n\n\tRelated stories on MNN:\n\n\t\t7 green things our grandparents did\n\n\t\t12 oldest continually inhabited cities\n\n\t \n\n\tMNN tease photo of aquaduct: Shutterstock","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/roman.jpg","title":"Environmental choices the Romans made","author":""}