{"url":"http://www.mnn.com//lifestyle/eco-tourism/blogs/how-to-use-airbnb-to-get-what-you-need-when-traveling","content":"I have used Airbnb from both angles; my boyfriend and I have rented out his apartment in NYC while we were away, and we have stayed in Airbnb rentals while traveling. I had such a good experience on both sides that I am planning to use the service again this coming November on a trip to Prague and Budapest. Here's what I've found to be most useful when booking a room on the site. \n\n\t \n\n\tGoogle the location: Though you might not be given the exact address for the space for rent, almost all of them specify the area within the city (or the nearest subway or bus stop). If they don't, I would skip the listing and move on, since this is such basic, vital information for any visitor. Use the location given to map where the rental is in the area you are visiting, and then map out two or three attractions you absolutely must see. If at least one of the places you want to visit is within walking distance (say a mile or less), then your lodgings are probably going to serve you well. If not, reconsider (though you may find much, much cheaper rentals outside hot spots in cities, which might be worth the cost savings. In NYC, for example, the subway runs all night and cabs are easy to find, so going further to an out-of-the-way location won't actually be that far and might be well worth the savings of $40-$50 a night). \n\n\t \n\n\tBe sure to check if it's a shared space: Airbnb offers entire apartments and just rooms for rent (the latter are usually cheaper, but sometimes a studio apartment all to yourself can be just as inexpensive as a room within a larger shared apartment or house). Be sure to read closely whether you are going to be sharing a bathroom or kitchen with the owner of the apartment, or other travelers. I have stayed in both shared spaces and in full apartments, and both were fine experiences. In one case, I wanted to travel cheap, so sharing space was great, and our host was wonderfully generous and interesting to talk to. In the other case, I wanted some romantic \"just us\" time for my boyfriend and me, so we paid a bit more to rent a more private space. \n\n\t \n\n\tRead host reviews before you book: You've found the perfect room in an apartment owned by someone who likes the same video games as you and is also a vegetarian. Great! Read the reviews that people who have stayed in the space before to get an idea if what your host has written on the Airbnb profile about him/herself is true. In my experience, this information is pretty dead-on. Look for highly rated renters too, especially your first time out. \n\n\t \nCommunicate with your host: If you are hoping that your host will spend some time to show you around, greet you, or (in some cases where it's offered), cook for you, be sure to be in touch with them with your specific expectations before you arrive. Have it in writing. At the very least, always be sure that you have arranged in advance  for your key pick up — and always get a mobile phone contact number for your host before you get on the plane to your destination, so if you have any problems finding the location, you can call or text. \n\n\t \n\n\tRemember, you are not staying in a hotel: If you are used to ordering room service after you get back from the club at 2 a.m., inviting strangers back to your room to hang out, abhor cleaning up after yourself, or depend on a concierge when you visit a new city, for the most part, Airbnb is not for you; rooms or apartments are rented by real people and generally these places are their homes, so you need to be more respectful of the spaces then you are at a hotel room. Being loud late at night when you are renting a space in a larger apartment is just plain rude, and leaving a mess behind will get you a poor rating by your host, meaning you will be less likely to be rented to in the future. As a person who has rented out space, I was sensitive to messes and garbage left behind by the people who rented (luckily, both parties were responsible). And while you should feel and act comfortable in the space — watching TV late a night, or putting together your pack lunch for the next day — always be mindful that you are, at the end of the day, a guest in someone else's home. Act as you hope they would if they were staying at your place. \n\n\t \n\n\tRelated travel stories on MNN: \n\n\t\tSimple ways to save money when you travel\n\n\t\t9 of the world's most impressive city parks [Photo gallery]\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/airbnb.jpg","title":"How to use Airbnb to get what you need when traveling","author":""}