{"url":"http://www.mnn.com//lifestyle/recycling/blogs/coors-partners-with-recyclebank","content":"As you settle in for a relaxing President’s Day weekend, you could be supporting Recyclebank if your beer of choice is Coors.  Coors and Recyclebank have partnered up for the Coors Recycles program.  Coors will be making a donation to Recyclebank, up to $250,000, when select Coors Light and Coors Banquet products are purchased between now and March 31, 2013.\n \n“We’re proud that Coors Brewing Company invented the first 100 percent recyclable all-aluminum can in 1959,” said Pete Coors, MillerCoors chairman of the board. “The Coors Recycles program aims to remind legal-drinking-age consumers of the importance of recycling their beer cans, and through Recyclebank, offers them a refreshing way to get involved in a greener lifestyle at varying levels.”  Source: Coors\n \nSpecially designed cans of Coors Light and Coors Banquet have been created for this promotion.  Recyclebank will use the funds to build an online aluminum recycling awareness campaign.  Aluminum cans are the most recycled item in the United States with 152 million cans being recycled daily.\n \nAccording to Keep America Beautiful (KAB), the nation achieved a 58.1 percent recycling rate for aluminum cans in 2010.  In total, more than 53 billion aluminum cans were recycled that year but with only three out of every five cans making its way to a recycling facility, there was still a lot of waste.  KAB calculated the waste to be worth $1.1 billion.\n \nAlthough a 58.1 percent recycling rate sounds pretty good, it is less than the international average of 69.1 percent, the European average of 70.0 percent and far behind Brazil’s 96.5 percent aluminum can recycling rate.  Programs like Coors Recycles and Recyclebank will help improve the national recycling rate while boosting educational efforts at the same time.  The U.S. has come a long way with its recycling but it still has a long road ahead of it.\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/coorsrecyclebank.jpg","title":"Coors partners with Recyclebank","author":""}