{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/4-things-you-absolutely-dont-need-and-4-you-do-for-raising-baby","content":"As a still relatively new father of a 7-month-old son, I can tell you with absolute certainty that among the myriad things you've underestimated in the entire new parent process, right near the top is all the stuff — stuff you're told you need by family, friends, distant relatives, near absolute strangers, and most of all, by the great baby-consumer-culture-complex. \n \nThe last is a force not to be underestimated, one that seems to sense through the ether and your Google activity that there is a new little member of a future target audience about to enter the world that needs to be indoctrinated. And that you, new parents, have a righteous duty to participate. \n \nThis is pretty much how it feels, an overwhelming crush of forced stuff that, if you've never before had children or siblings with children nearby, you likely never even knew existed. \n \nIt's obviously a great challenge for city dwellers and small spaces. \n \nWithout making any claim to universality, here's my entirely personal take on what you do need, what you don't need for raising a child in a small apartment, and what my wife and I thought we wouldn't need but found out we did. \n \n\nPhoto: Mr Plough/flickr\n \nWhat you really don't need\n1. Those little mittens so your kid doesn't scratch himself while he sleeps. Every list of things you need to buy to prepare for baby includes small mittens. The intent is that your little one needs protection in the middle of the night from his tiny, sharp fingernails. While they are indeed tiny and surprisingly sharp, considering how confoundingly soft they can be when trimming them, and while the little man will scratch himself from time to time, the scratches heal in amazingly quick order. In the scheme of things, baby mittens are a tiny bit of cloth, but if you're anything like us, they'll quickly just end up in a giveaway bag, unused. \n \n2. Different sizes of burp cloths. If you peruse all the options for baby cloth, it's pretty easy to get overwhelmed with wipes, burp cloths, bibs, swaddling blankets, regular blankets, sleep sacks, and and and... One thing I can say you can confidently not need are multiple sizes of burp cloths (though you probably need more of them than you think). We've now got a drawer of little square ones with printed bumblebees on them, unused as the larger ones last much longer for mopping up spit-up. It's tempting to think a purpose-marketed small burp cloth is useful when out and about, but frankly an ordinary handkerchief will suffice.\n \n3. A baby monitor. If you live in a typical New York City apartment and not a mansion, I seriously doubt the need for a baby monitor. You will soon discover that your little one's tiny lungs and vocal chords are plenty capable of generating enough sound to notify you of their needs, no matter where you are in the apartment. Trust me.\n \n4. A diaper bag. Put out of your mind any notion that a dedicated diaper bag is in any way more useful than just using a smallish cloth tote bag, that you likely already have anyway, thanks to the thankfully successful effort to stigmatize disposable shopping bags. You do need a changing pad, which seems to be about the only thing that distinguishes diaper bags from ordinary messenger bags — which also serve the purpose just as well.\n \n\nPhoto: hugabub.com/Flickr\n \nWhat you really do need\n1. A diaper pail. You may not really need a purpose-made diaper bag, but trust me a dedicated diaper pail, with its double seals, double closing lid and scented bags, is a hugely important item to have. It's tempting to think that you can get away with using an ordinary bin for disposal of diapers, but even ones with a closing lid aren't quite up to the task of keeping odor at bay.\n \n2. A bouncy vibrating chair. No need to go in for one of those massive swinging, twisting, over-stimulating, singing chairs that takes up three quarters of your already small living room. That said, the worth of a simple vibrating bouncy chair cannot be overstated. It is a miracle of cloth, metal frame and batteries that will keep your sanity intact. It may seem like hyperbole now, without a little fussmonster wailing in front of you, but you will very very quickly come around to the absolute necessity of the bouncy vibrating chair.\n \n3. A good stroller. Prior to the little man's birth, my wife and I fancied ourselves pretty hippyish when it came to carrying baby. We concluded, encouraged by the teacher of our birthing class and co-proprietor of a baby goods store, that we'd just love always having the boy strapped to our bodies, it's so much easier than hauling a stroller up and down all the stairs in New York, and so on. Besides, we were told, you can get anything overnight delivered anyway. Well, truth be told, we quickly found that the stroller is the greatest baby invention of all time, with the cute man getting plenty of holding and cuddling and attention when not out on the town. This all may seem obvious to you, but I just offer it as a warning. A stroller, appropriately sized for the sidewalks (as in, not a gigantic thousand-dollar thing) is an absolute necessity. \n \n4. More than one baby carrier. The corollary to needing a stroller is that you do indeed also need a strap-on baby carrier. In fact, as we found out, parents with a six-inch difference in height and different physiques, having two separate carriers is not an entirely extravagant thing. My wife prefers a tie-on Mei Tei carrier, while I like a buckle-on backpack sort of thing. Each of us hates the other one. Here is not an area to skimp. You will have a squirming, spitting-up, laughing, smiling, sucking on everything bundle of cuteness strapped to you. Make sure you get one you totally love — which unfortunately you can't judge until there's an actual baby to try them out.\n \nRelated posts on MNN: \n6 fascinating people who own almost nothing\nMultipurpose furniture saves precious space\n \nMat McDermott lives in New York City, where he writes about all things green and dharmic, as well as working with the Bhumi Project to reduce the environmental impact of Hindu temples. He wrote this post for sharing site yerdle.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/oliver_mcdermott.jpg","title":"4 things you absolutely don't need and 4 you do for raising baby while still living small","author":""}