{"url":"http://www.mnn.com//lifestyle/recycling/blogs/austin-rolls-out-curbside-compost-collection-pilot","content":"Austin, the self-consciously wacky capitol of the Lone Star State, has become the latest major American city to launch a curbside compost collection program.\n \nThe green-minded but sprawl-afflicted college town will be joining fellow “I’m kooky and lovin’ it!” badge-wearers such as Boulder, Seattle and Portland, Ore., in the effort. Not that clothing-optional bike rides, a high number of tattoo parlors, and the presence of no less than three Whole Foods Market stores within city limits are a prerequisite for curbside compost pickup programs or anything. But it does help.\n \nAustin unrolled the $485,000, one-year pilot initiative earlier this month to 7,900 random households in five neighborhoods across the city, each of which received a green 96-gallon cart reserved exclusively for disposing of organic waste — yard debris, food-soiled paper products, dryer lint, cotton balls, and your garden variety food scraps including dairy products, meat, and seafood — along with a 2.4-gallon indoor receptacle for collecting kitchen scraps to later deposit into the larger cart.\n \nNaturally, informational/educational literature has also been provided to each household in an effort to eliminate any confusion as to what can and cannot go into the new carts, according to The Austin American-Statesman. The carts will be emptied once a week by city sanitation workers.\n \nPost-pickup, the waste is hauled to Organics by Gosh, a private composting company that adds ground-up brush (remember, this is central Texas) and water to the waste before slow-cooking the mixture at 131 degrees to create a nutrient-rich soil amendment — black gold, if you will — for lawns and gardens. The whole process takes about a year before Organics by Gosh bags and sells the resulting compost. Unloading the organic waste generated by 7,900 households at Organics by Gosh's facility will not cost the city, although there’s a small fee involved if the compostable waste is contaminated with non-compostable waste.\n \nThe Curbside Organics Collection Pilot is just a small but important step in Austin’s ambitious mission to send zero waste to landfills by the year 2040. The city has also voted to prohibit retailers from providing single-use plastic and paper shopping bags to customers in a ban that will take effect this March. Austin Resource Recovery manager Richard McHale ultimately hopes to expand the curbside pick-up of organic waste citywide within the next three years. The price tag associated with a mandatory citywide compost collection program is unclear at this point.\n \nThe decidedly less weird city of San Antonio also has a compost collection pilot program.\n \nVia [The American-Statesman] via [Earth911]\n \nRelated post on MNN: 30 things you should never compost or recycle\n \nMNN tease photo of vegetable scraps: Shutterstock","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/FoodScraps.jpg","title":"Austin rolls out curbside compost collection pilot","author":""}