{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/a-b-b-in-oregon-reimagines-the-corn-silo","content":"Famers are known for making do with what they have. Turning a bit of inner tube into a tractor fan belt, for example. Or, say, converting idle grain silos into luxury suites for a bed-and-breakfast in Oregon wine country.\n \nThe Abbey Road Farm Bed & Breakfast near Carlton, Ore., gives new meaning to the phrase “reduce, reuse, recycle.” Case in point: a pair of grain silos standing on the property when John and Judy Stuart bought the place 10 years ago. \n \nThe Stuarts bought the 82-acre farm in the heart of wine country — an area world renowned for growing pinot noir, the fragile, finicky grape made mainstream by the movie “Sideways” — after 30 years in Las Vegas. And Vegas, John notes, is a place where castles and Roman palaces and pirate ships rise from the desert. It’s a place that expands the imagination.\n \nJohn would often see silos in the farm country he visited during frequent hunting and fishing trips. “It lingered in the back of my mind for a long time — what would a guy do with one of those things?”\n \nThen he found himself with two. So they added a third — symmetry and all that — to create five circular suites with a lobby and parlor, perfect for gathering with other guests.\n \nThe conversion was done with efficiency in mind. The concrete floors feature a radiant heating system — one gas-fired 50-gallon hot water tank warms the building. Expanding foam insulation was sprayed between the metal silo exterior and the interior walls, creating what Judi calls “the world’s largest Thermos.” The inn’s utility bills, John says, “are very, very, very much lower than they would have been with conventional construction.”\n \n\n \nEach suite features a different decorative touch and a different view, but similar amenities. Most rooms have king beds with a comfortable memory-foam top, luxurious linens and more pillows than two people could possible need. Each suite boasts a spacious bathroom with a Jacuzzi tub, separate shower and heated towel racks.\n \nThere are comfortable chairs for sitting and reading. A compact stereo fills the room with music. (Though you may want to pack a couple of CDs if your tastes go beyond mellow New Age music.)\n \nThe rooms in the silo to the right as you face the inn — the La Mancha (shown above) and the Alpine — offer the best views, with big windows looking over a wetlands habitat and pasture filled with sheep, goats, llamas and alpacas.\n \n\n \nChickens\nThe Stuarts bought a working farm, in part, to live a farm-to-table lifestyle in which eggs and cheese, fruits and vegetables are shipped no more than 80 to 100 feet. And they are eager to share that experience with guests.\n \nThe breakfast in the bed and breakfast is locally sourced as much as possible. The eggs are from the three dozen or so free-range chickens that cluck and scratch in a predator-proof enclosure not far from the dining room. The flock includes Polish, Sultans, Australorps, Araucanas and sex links that lay eggs ranging in color from pale green to blue to brown. Oh, and white.\n \n\n \nGoats\nThe morning meal is sure to include goat cheese. The small herd is also fun to watch as the kids frolic about, some trying to climb trees. Zucchini from the garden is used to make zucchini bread. Pumpkins from the garden are used to make awesome pumpkin waffles. Blueberries, raspberries, cherries grown on the grounds…well, you get the idea.\n \nThe B&B also allows the Stuarts to share their passion for birds and wildlife. John, a longtime member of Ducks Unlimited, has developed a wetland that provides refuge for breeding waterfowl and other birds. A deck overlooking the area is a great place to watch ducks, red-winged blackbirds, geese and other birds — not to mention the roaming llamas and alpacas — as you enjoy a bottle of wine discovered during your rambling that day.\n \nRelated stories on MNN:\nToday's abandoned silo is tomorrow's rock-climbing center\n7 lesser-known U.S. wine regions to visit: Willamette Valley, Oregon\n8 eye-catching shipping container homes","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/abbey_road_bb.jpg","title":"A B&B in Oregon reimagines the corn silo","author":""}