{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/homesteading-bringing-self-reliance-back","content":"There’s a funny thing about our culture: The more our technology advances, the more people seem to yearn for the knowledge, skills, and abilities of earlier times. Whether it’s growing food without the chemical inputs of the industrial age or crafty projects like spinning your own yarn for knitting, there’s real interest in keeping tradition alive.\n \nTo meet that need in her community, Kimberly Coburn has spent the last two years laying the groundwork for The Homestead Atlanta, a folk school where locals can learn the ins and outs of skills as varied as firewood chopping, wine making, and blacksmithing, to name a few. Through a partnership with Georgia Organics and by leveraging the perks of city living in creating a skill-sharing experience (SweetWater Brewing’s brewer will teach a beer making class at The Wrecking Bar brewpub, for instance) Coburn’s dream kicks off this spring, with a big roster of classes to meet even the most obscure homesteading interest.\n \nDespite a hectic schedule, Kimberly found time to sit down and answer some questions about folk schools and the modern homesteading lifestyle.\n \nMNN: First, can you talk a bit about the folk school concept — what it is, what sort of people attend, and how you became interested in them?\nKimberly Coburn: While the idea of the Folk School (or folkehojskole, if you're feeling fancy) is Danish in origin, its meaning and importance have evolved significantly since its Scandinavian beginnings. Folk schools have adapted to the needs of the culture since their inception, and the modern dilemma is that we've lost sight of basic skills that generations before us performed out of necessity. \n \nI consider myself the typical nine-to-fiver and at the end of an office day, I don't feel accomplished. When I learn a new, productive skill though, engage my hands and mind to create something I can see and touch and taste — that provides me a deep sense of satisfaction that I think many people are seeking. Additionally, having forgotten these skills or relegated them to someone else, we are left vulnerable and less sturdy as a culture. I'm no doomsday foreteller by any means, but there is inherent value in knowing how to take care of yourself and your family in a very practical, fundamental way. If there's a natural disaster and you can't get to the store, having jars of food put up will certainly come in handy. If there's not, you've still saved money and have delicious, in-season flavors at your disposal year-round. And, most simply, doing so many of these skills is just flat out fun. Everybody wins! \n \nThere's no real downside to this kind of education, which is probably why attendees are incredibly diverse themselves. We get folks from all walks of life — some just interested in a new hobby, some gearing up to go off-grid. It's fantastic to see people who might otherwise never have occasion to meet discussing the finer points of fermentation or what wood burns hottest.\n \nWhat inspired you to launch a folk school in Atlanta?\nI've always wanted to try out the various skills offered at folk schools, but have never had the financial and time resources to make it feasible. I get every single John C. Campbell Folk School catalog and dog-ear half the pages, but even though I'm only a three-hour drive away, I've never been able to make the courses fit into my lifestyle. I figured if I felt that way, I couldn't be the only one. Learning self-reliance skills shouldn't be a luxury, it should be accessible in your own town in ways that fit your lifestyle and budget. With a growing interest in traditional skills, handmade crafts, year-round growing weather and local community, Atlanta seemed like the perfect spot to launch an urban folk school.\n \nIs there a difference in curriculum for a folk school in a city compared to one serving more rural regions? \nTo be honest, that's something we'll have to see moving forward. For the most part, no — sustainability and the ability to care for yourself with aesthetic integrity are of equal value whether you're living on 20 acres or in a high-rise. Of course, certain concessions have to be made and alternative approaches explored to compensate for the lack of time and space facing most urban dwellers, but what is lost in land availability is made up for by availability of resources and community. If, for instance, you took a beginning blacksmithing class with The Homestead Atlanta and really wanted to continue learning, there are a surprising number of forges scattered across the city. One significant difference I've noticed between urban and rural regions in terms of this kind of education is that many of the lost arts were never entirely lost in rural areas. Plenty of people — whether by choice or necessity — maintain a \"fix it up, wear it out, make it do or do without\" ethic while urban culture seems increasingly dependent on the temporary and the disposable. All the more reason, then, to offer education where it's needed most.\n \nThe Homestead's classes happen in various locations, from restaurants like H. Harper Station and Bella Cucina to the learning garden at the Lake Claire Land Trust to Stone Mountain's organic operation The Funny Farm, and many more places in the area. Is this an intentional \"low-infrastructure\" approach, or will The Homestead eventually have a home of its own?\nWhile I think satellite locations are a great way to get started and involve different supporters and areas of the community, we do hope to eventually have a home for The Homestead. A centralized space would help people see how interconnected and self-sustaining homesteading skills are with one another as well as provide a community hub. The right space would allow us to show people how fluidly you can go from beekeeping to honey harvesting to candlemaking or batik dying with beeswax. Traditional living is full of elegant little closed-loop systems that are incredibly exciting to see in action. Additionally, the eventual goal would be to have a sharable workspace for skills that tend to need high-investment items. There's no need for people interested in weaving to all go out and invest in floor looms when you could simply reserve time on a shared one. It might be several years in the making, but we'd love to have a space people enjoy and feel at home in.\n \nTell us about collaborating with Georgia Organics for year one. How did that pairing come about, and how do the two organizations' missions complement each other?\nWe initially approached Georgia Organics in a fiscal sponsorship role as we got a little traction. We were thrilled that they wanted to deepen the program partnership in order to offer an additional benefit of membership (educational opportunities and reduced course fees) as well as provide another available teaching opportunity for its farmers, gardeners and other plant-based experts. \n \nWhile a large number of our classes tie directly into Georgia Organics' mission (organic gardening, permaculture, biodynamics, rain water harvesting, etc.), The Homestead Atlanta also helps encourage an overall sustainable lifestyle on many scales; our mission is to promote the wellbeing of individuals as well as the health of the community and environment through experiential self-reliance and sustainability skills education. Both organizations, at their core, strive to make Georgia a healthier place to live on a personal, community and environmental level. While there's a possibility The Homestead Atlanta might grow to become its own nonprofit in the future, we're incredibly grateful for our partnership with Georgia Organics and look forward to seeing where it will lead.\n \nRelated on MNN: \nWhy more people are going off the grid\nFix your own gadgets with iFixit","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/stackedwood.jpg","title":"Homesteading: Bringing self-reliance back","author":""}