{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/conquer-the-clutter-with-throw-out-50-things","content":"I saw the title (\"Throw Out 50 Things\") and thought, wrong! But don't worry, there is a lot of good that can be taken from this book. Author Gail Blanke isn't saying throw it all in the garbage, but more like \"remove it\" from where it's doing more harm than good. Blanke takes four areas of your life — your home, your office, your mind and clarifying who you are. The last half of the book is that new-agey, feel good, increase-your-energy-to-increase-your-inner-peace stuff — but there's nothing wrong with a little inner peace.\n \nSo, \"Throwing Out 50 Things.\" Why 50? Well, Blanke feels that you need to make a big enough dent in clearing out the clutter to actually have an impact and to get you on the roll to doing more. When it comes to items, she doesn't mean just ditch 50 magazines (that would just count as one item). You have to choose 50 \"categories,\" which may seem like a lot, but don't worry, the book helps break down different rooms in your house and office so you don't get caught dwelling on the minutiae. Now, we clearly recognize that you don't need a book to tell you how to do the stuff you should already do, but the personal anecdotes can be inspiring and motivating if you're having a hard time getting started. While reading the book, I found myself thinking of all kinds of things that I no longer use, or that I hate wearing that I really should glean out of my wardrobe.\n \nThroughout the book, Blanke offers tips and advice for reusing and recycling items — like recycling old tennis shoes via Nike, and how you can recycle your old computer at Staples for a $10 fee. If the book had more of an eco-mindset, there are tons of other resources and creative options Blanke might have included to clean and green your house, but the book is, at least, a good start and she does include an extended list of resources in the back for getting rid of and/or recycling your old objects.\n \nHow does this relate to saving the planet? Well, the basic idea of just slimming down, and living more simply cannot be overstated, especially in terms of not overconsuming in order to not deplete the planet of every last resource. This book might just be the kick-start motivation you need to trim out the excess in your life. We do wish she would quit using the phrase \"just throw it in the trash\" — which is kind of like nails on a chalkboard after awhile. In addition, if the point is to clear out the clutter of your life (and mind), then it would also be important to say that clearing out space doesn't mean that you should buy more to fill it back up — this is also important for the planet (and your sanity).\n \nI did a similar exercise about two years ago and one thing I can advise is that cleaning out the clutter, especially trying to be eco-conscious about it, requires an extra level of effort. Sorting items for Goodwill, neighbors, local school, recycling, electronics recycling, etc. etc. etc., takes more organization and way more time to get rid of the correct way instead of getting frustrated and throwing everything in the garbage. Blanke advises that this exercise should take two weeks to complete, but if that's the case then you should get started today. Trying to do this on a 30-day-notice-before-your-lease expires timeline will leave you in a time crunch and extra stressed and you might not be as green and eco-friendly otherwise.\n \nYou can find \"Throw Out 50 Things\" by Gail Blanke on Amazon.com or check out your local library. You can also find more information online at Throw Out 50 Things, which includes videos and other tips for clearing the clutter out of your life.\n \nRelated stories on MNN:\nHave your recycling program's rules changed?\n9 uses for recycled sweaters\nWhat kind of storage containers will handle all my gear?\n \nThis story was originally written for Treehugger. Copyright 2009.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/ThrowOut50Things-Office.jpg","title":"Conquer the clutter with 'Throw Out 50 Things'","author":""}