{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/a-10-year-olds-reflections-on-global-warming","content":"A few weeks ago, my daughter was assigned to write an essay for her fourth-grade class about an issue that she felt was worth speaking up about. The topic she chose was global warming. As the daughter of a greenie, this was not surprising to me. She has been hearing about environmental issues in general since the first time I read \"The Lorax\" to her as an infant. Still, contrary to what some might think, I try not to harp on eco-issues too much at home. My kids are taught to recycle and turn off the faucet while brushing their teeth. They know littering is a no-no. But we have never before sat down and had a frank conversation about global warming. So what did surprise me about her essay was her understanding of the issue and the importance of doing something about it.  \n \nI promise you that these words are hers. And they reflect not just what my 10-year-old thinks about global warming, but what a lot of 10-year-olds are thinking. It's so spot-on and to the point that I asked her to let me share it here with you.    \n \n\nGlobal warming is making big changes in our beautiful world. It’s caused much of the ice in global areas to melt away. Many animals are losing their homes and are becoming endangered. When something becomes endangered their numbers are dropping and there are becoming fewer of them. Some of these animals are tigers, elephants, the blue footed booby, and polar bears.\nGlobal warming is caused by rising of the average temperature. Today it is already 1 degree warmer than one hundred years ago! That may not sound like  much, but already it is making huge changes in our beautiful Earth.\nOne place being effected by Global warming is the Arctic. Much of the ice there has melted and temperatures are rising rapidly. What used to be a frozen beauty is now a barren wasteland. Many animals there are adapted to the cold weather. They cannot live anywhere else.\nSome things that can be done to stop Global warming are not using things that have carbon dioxide in them. You could also help by taking buses and try carpooling with friends. Riding your bike to school and other public places can also help. Even better, walk on your own two feet. God gave them to us for a reason!\nI think it is important to stop Global warming because I want my grandchildren to be able to see a beautiful sparkling Iceland, not a barren wasteland. You may say “it doesn't’t matter, it doesn't’t harm us!”  But the thing is, it does harm us! Here are some of those things: 1. Global warming is melting permafrost, soil that is usually frozen.  2. It is making some places too dry. 3. It raises the sea level. 4. It changes the ocean chemistry and harms coral reefs and other sea life. 5. Warming causes stronger hurricanes and tornadoes, and more forest fires, and bigger blizzards. 6. It causes animals and plants to either die or move. 7. Strange weather hurts food crops.\nNow that you know what I mean, think about it. We need our beautiful world. God gave us this beautiful place to share in peace and harmony. So we all need to work together to keep it a beautiful place full of wonder and beauty.\n\nI am at once both proud of her understanding of global warming, and saddened that she is even faced with such an issue. I am hopeful for the next generation, and inspired to do what I can to ensure that her grandchildren do, in fact, get to see a beautiful sparkling Iceland rather than a barren wasteland.\n \nAre your kids concerned about global warming?\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/global%20warming_1.jpg","title":"A 10-year-old's reflections on global warming","author":""}