{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/fertile-women-more-likely-to-wear-red","content":"WASHINGTON — That little red dress or pink sweater may be sending more of a message than you think: it could be an overt sign of a woman's fertility, a new study suggests.\n \nIn the study, 124 women ages 18 to 47 were asked what color shirt they were wearing, and when they had their last period. From the latter question, researchers calculated which women in the study were currently at the peak of fertility in their cycles (about six to 14 days after the last period).\n \nThose who were wearing red or pink were about three times more likely to be at peak fertility than those who wore other colors, the study found.\n \nPrevious research showed that some animals put on displays during their fertile periods to attract mates, but no such displays were known to exist in humans, the researchers said. The new study provides some evidence to suggest there may be a way to directly observe ovulation — the time of the month when a woman is most likely to become pregnant, the researchers said.\n \nHowever, more research is needed to replicate the findings in a larger population. The study also did not measure hormone levels, which is a more accurate way to determine peak fertility.\n \nThe researchers plan to conduct a follow-up study that asks women why they chose to wear a particular color that day, said study researcher Alec Beall, a doctoral student at the University of British Columbia.\n \nMany cultures associated the color red with love and passion, and previous studies have shown that men rate pictures of women as more attractive if they are surrounded by a red border.\n \nSome studies have found that women report increased sexual desire around peak fertility, greater attraction to masculine features, and a tendency to wear more revealing clothing, the researchers said.\n \nThe reason behind the new findings is not clear, and future studies are needed to determine whether women wear red or pink around ovulation because they want to look sexy, the researchers said. \n \nIt could also be that women may wear these colors because they are attention-grabbing, and women — consciously or subconsciously — want to bring attention to themselves at a time when they feel sexy, even if they are not necessarily seeking the attention of men, the researchers said.\n \nA follow-up study by the same group of researchers found that fewer women wore red at their peak fertility in the summertime, compared with the wintertime. A possible explanation for this finding is that women may be more likely to use the \"wearing red\" strategy in situations when they cannot use other attention-getting strategies, such as wearing less clothing (which would be easier in the summertime), Beall said.\n \nThe study was presented here at the annual meeting of the Association for Psychological Science on May 26. It has been accepted for publication in the journal Psychological Science. Beall conducted the work with Jessica Tracy, associate professor of psychology and director of UBC's Emotion & Self Lab.\n \nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND,Facebook & Google+. Originally published on LiveScience.\n \nRelated on LiveScience and MNN:\n\nBusted! 6 Gender Myths in the Bedroom & Beyond\n\n\nHot Stuff? 10 Unusual Sexual Fixations\n\n\nThe Sex Quiz: Myths, Taboos and Bizarre Facts\n\n\nMNN: Waitresses: Go find your red lipstick\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/FertilityRed_m_0529.jpg","title":"Fertile women more likely to wear red","author":"Rachael Rettner, MyHealthNewsDaily"}