{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/five-ways-to-use-healthy-oils-for-skincare","content":"In the 1980s and 1990s, oil got a bad rap. Nobody wanted to eat fat anymore, and nobody wanted to let oil touch her face. Oil made you fat, and oil gave you pimples. Except…it didn’t. Along came the health food people of the new millennia, who announced that in fact, some oils are super-sludge that should never enter your body, but others are actually really beneficial to your health. And then they went as far as to suggest that we (gasp!) actually put oil on our skin to (again, gasp!) prevent acne.\n \nThe best thing about these five uses for oil is that you can use oils that you probably have in your kitchen. I’m a health food nut, so I always have a few bottles of high quality, expeller-pressed oils in my cabinets. If you don’t, just know that you now have an excuse to buy yourself some really yummy oil, and to start dressing your salads with it, as well as your face. So let’s do this.\n \n1. The post-shower EVOO massage: A really good shiatsu practitioner told me about this post-shower skin treat, which is really quite wonderful. At the time, I was living in a Mediterranean country where great extra virgin olive oil was plentiful and inexpensive. If you are acne-prone, extra virgin olive oil might make you break out. In that case, substitute grape seed, sunflower or safflower oil. In the shower, scrub yourself well with a natural loofah. If loofahs gross you out, then exfoliate with a brush or with a washcloth. When you’re finished showering, pat yourself dry (leave skin a little damp) and massage your skin (all of it) with a small palmful of extra virgin olive oil. You really only need a tablespoon or two to moisturize your whole body.\n \n2. The oil facial cleanse: One of the most useful blogs out there is Crunchy Betty, a blog full of totally original content that teaches how to make beauty products out of food. (Her tagline is: “There’s food on your face.”) Crunchy Betty recently published advanced tips for cleaning your face with oil. As counterintuitive as it might seem to clean your face with the very substance that you’re trying to remove, she claims that it works. Why? Like dissolves like. Basically, the “good” oil dissolves the “bad” oil, and allows you to whisk away the dirt and grease from your face with a hot, wet washcloth. Also, the theory is that adding oil to your skin prevents your skin from overproducing its own oil, the kind that causes zits. The key is to use the right oil for your skin type, and to never wash your face with olive oil or coconut oil. Recommended oils are grape seed, sunflower, safflower and apricot kernel oils.\n \n3. Coconut oil deodorant: You could actually mix baking soda and coconut oil together and put them in a sterilized deodorant container, or you could take the totally effective lazy person’s route, which I use and can attest to the fact that it works really, really well to control underarm odor. Take a tiny bit of organic virgin coconut oil on your fingertips, and rub into your armpits. (Appetizing, I know.) Then thoroughly dust your pits with baking soda. I have been experimenting with natural deodorants for years, and this is the only one that actually works for me. Coconut oil has mild microbial properties, and baking soda (which you can use alone as a deodorant) neutralizes body odor. All you need to do is keep a little container of baking soda and a little container of coconut oil on your dresser or bathroom vanity. It’s totally easy, and I never use commercial deodorant anymore.\n \n4. Natural oil anti-frizz hair serum: When I had long, frizzy hair, I swore by this method. It controls flyaways and moisturizes the hair. Also, unlike most commercial hair products, this method is totally free of petrochemicals and perfumes. It’s totally natural (natch) and once again, all you need to use is the healthy oil in the kitchen cabinet. After you’ve shampooed your hair, gently squeeze (but do not rub! Just squeeze the water out gently!) your hair from wet to damp with a towel or with a T-shirt. Take a tiny amount of oil (olive, grape seed, sunflower or safflower) and massage it into your hair from the ends to the roots. When in doubt, use less oil than you think is necessary, to avoid creating an oil slick in your hair. When I say a tiny amount, I mean about a teaspoon of oil, or less. It works best to just rub the oil on the palms of your hands, and then massage it into your hair with the palms of your hands.\n \n5. Eat it: When it comes to beauty, what you put in your bod is just as important as the products that you put on it. Eating a diet of whole, unprocessed foods that is high in fiber is one of the best gifts you can give to your skin. It’s crucial to consume plenty of healthy oils, especially virgin coconut oil. Unprocessed coconut oil does magical things for my skin and digestive system. I like to blend about a tablespoon of organic virgin coconut oil into my daily smoothie.\n \nDo you use oil as part of your beauty routine? Share your beauty secrets in the comments!\n \n\nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated beauty stories on MNN:\n\n5 deodorant alternatives\n\n\nIs popping pimples bad for your skin?\n\n\n8 hair care treatments you can make yourself\n\n\nHow to make a sugar scrub","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/oil_skin_care.jpg","title":"Five ways to use healthy oils for skincare","author":""}