{"url":"http://www.mnn.com//green-tech/computers/stories/the-onions-twitter-feed-hijacked-by-syrian-electronic-army","content":"Talk about life imitating art.\n \nThe Syrian Electronic Army hacked into the Twitter feed of the satirical magazine The Onion today (May 6), using it to make crude jokes about al-Qaida and Israel before the feed's rightful users regained control.\n \n\"UN retracts report of Syrian chemical weapon use: Lab tests confirm it is Jihadi body odor\", read one of the least offensive tweets posted on The Onion's feed.\n \nIn correspondence with Business Insider, a pro-Syrian government hacker calling himself \"Th3 Pr0\" sent a screenshot of what appeared to be The Onion's Twitter page controlled by his computer, as indicated by certain elements on the page.\n \n\"The Onion is a satire news organization and quite often is more trusted to reflect the news than the corporate media is known to. Recently they have published an article that savages Syria and its current circumstances,\" he told Business Insider.\n \n\"This hurt the feelings of many Syrians who relied on it to tell the truth in a funny way. We hoped that our effort to correct their news would draw attention to the fact that it was likely that an outside decision was involved in changing The Onion's tune.\" [10 Tips for Staying Safe on Twitter]\n \nA different screenshot apparently sent by Th3 Pr0 to EHacking News showed TweetDeck controlling several Onion-related Twitter feeds and Facebook pages.  There was no indication any Twitter feeds other than @theonion had been distrupted.\n \nThe Syrian Electronic Army has been on a roll lately, hijacking the Twitter feeds and websites of foreign news organizations. Recent victims have included the BBC, National Public Radio, Reuters and Al Jazeera.\nThe Syrian Electronic Army is thought to be a group of hacktivists scattered across the Middle East who sympathize with Syrian President Bashar al-Assad's embattled regime.\n \nTwo weeks ago, a single Syrian Electronic Army tweet from the hijacked Associated Press feed was enough to send a shudder through stock markets.\n \nUnlike many other online service providers, such as Google, Facebook, Apple and Microsoft, Twitter does not offer two-step authentication that would make account hijackings more difficult — though it's reportedly working on adding the feature.\n \nThe Onion, true to form, took its Twitter hijacking in stride.\n \n\"Following today's incident in which the Syrian Electronic Army hacked into The Onion's Twitter account, sources at America's Finest News Source confirmed that its Twitter password has been changed to OnionMan77 in order to prevent any future cyberattacks,\" the publication said on its website Monday afternoon.\n \n\"'We have taken the necessary measures to ensure this kind of thing never happens again,' said Onion IT specialist Nick Abersold, who noted that the new password's length and use of numbers makes it 'virtually impenetrable.'\"\n \nAbout an hour later, another Onion news story bore the headline, \"Syrian Electronic Army Has a Little Fun Before Inevitable Upcoming Deaths at Hands of Rebels.\"\n \nFollow Paul Wagenseil @snd_wagenseil. Follow us@TechNewsDaily, Facebook or Google+. Originally published on TechNewsDaily.com.\n \nRelated on TechNewsDaily and MNN:\n \n\nAnonymous' Greatest Hits\n\n\nWhy Most People Take Password Risks\n\n\n9 Best Twitter Clients\n\n\nMNN: How hackers could trigger traffic jams with smartphones\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/the-onion-logo_0.jpg","title":"The Onion's Twitter feed hijacked by Syrian Electronic Army","author":"Paul Wagenseil, TechNewsDaily"}