{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/heavy-multitaskers-are-the-worst-at-it","content":"People who multitask all the time may be the worst at doing two things at once, new research suggests.\n \nThe findings, based on performances and self-evaluations by about 275 undergraduate students, suggest many people multitask not out of a desire to boost productivity, but because they are easily distracted and can't focus on one activity. And those people turn out to be the worst at juggling different things, the researchers said.\n \n\"From a public safety perspective, it's a little alarming that the people who report using a cellphone while driving the most are the persons who are the worst at multitasking,\" said study co-author David Sanbonmatsu, a psychologist at the University of Utah.\n \nThe findings were published today (Jan. 23) in the journal PLoS One.\n \nDistracted lives\nIn general, the ubiquity of multitasking has increased dramatically in recent decades. But all that multitasking may be reducing overall productivity. For instance, past research showed that juggling multiple things at once lowered work productivity, but made people feel good.\n \nSanbonmatsu and his colleagues gave the undergraduates a battery of tests and asked them to report how often they multitasked, how good they thought they were at it, and how sensation-seeking or impulsive they were.\n \nThey then evaluated the participants' multitasking ability with a tricky mental task that required the students to do simple mathematical calculations while remembering a sequence of letters.\n \nNot surprisingly, the scientists said, most people thought they were better than average at multitasking, and those who thought they were better at it were more likely to report using a cellphone while driving or viewing multiple sources of media at once. [The 10 Most Destructive Human Behaviors]\n \nBut those who frequently juggled many things were found to perform the worst at the actual multitasking test. They also were more likely to admit to sensation-seeking and impulsive behavior, which correlates with how easily people get bored and distracted.\n \nThe findings suggest that multitasking isn't boosting people's efficiency, Sanbonmatsu told LiveScience.\n \n\"People multitask not because it's going to lead to greater productivity, but because they're distractible, and they get sucked into things that are not as important,\" he said.\n \nAdam Gazzaley, a neuroscientist at the University of California San Francisco, who was not involved in the study, said one limitation of the study was that it couldn't tease out whether people who start out less focused gravitate toward multitasking or whether people's cognitive abilities change as a result of multitasking.\n \nThe findings do suggest, however, why the sensation-seekers who multitask the most may engage in risky distracted driving, said Paul Atchley, a researcher at the University of Kansas, who was not involved in the study.\n \n\"People who are multitasking are generally less sensitive to risky situations,\" Atchley said. \"This may partly explain why people are engaging in these situations even though they're dangerous.\"\n \n \nFollow LiveScience on Twitter@livescience. We're also on Facebook &Google+. \n \nRelated on LiveScience and MNN:\n\n10 Ways to Keep Your Mind Sharp\n\n\nThe 10 Most Disruptive Technologies\n\n\n7 Things That Will Make You Happy\n\n\nMNN: Small diversions can double mistakes\n\n \nThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/Multitasker.jpg","title":"Heavy multitaskers are the worst at it","author":"Tia Ghose, LiveScience"}