{"url":"http://www.mnn.com//lifestyle/responsible-living/blogs/with-new-bylaw-concord-opens-the-floodgates-for-bottled-water","content":"John Metcalfe of The Atlantic Cities has long covered the wonderful and weird world of global embargoes, injunctions, and formal no-no's with an ongoing weekly column titled, most appropriately, This Week in Bans. This week’s special installment zeros in on the good ol’ US of A and just some of the delightful prohibitions that will be or already have been enacted by legislatures across the country in 2013. There’s more than a couple of doozies on the list including necrophilia (Illinois), cat hoarding (Wellington, Kan.) and eating horse meat (Snohomish, Wash.). However, perhaps the most notable ban of 2013 comes from the historic Boston 'burb of Concord, Mass., where the town brass has moved to rid store shelves of small and standard-size single-serving plastic water bottles.\n \nThe ban took effect on Jan. 1 after Article 32, the centerpiece of an impassioned three-year campaign headed by feisty 85-year-old activist Jean Hill, passed 403-364 during a Concord town meeting in April. In September, Massachusetts Attorney General Martha Coakley gave her full blessing to the new bylaw. As of earlier this week, Concord is now one of the first, if not the first, city or town in the nation where it’s illegal for stores to peddle wasteful yet painfully ubiquitous drinking vessels that are sometimes recycled into nifty/gimmicky products but most often are not. Many American universities have restricted or banned the on-campus sale of bottled water, but again, Concord is the first town or city in the nation to my knowledge that's taken a similar stance.\n \nRepeat offenders found to be in violation of the new bylaw can face up to a $50 fine. First and second time offenders are given a warning or slapped with a $25 fine, respectively. Exceptions will be made for emergency situations that affect “the availability and/or quality of drinking water to Concord residents.\"\n \nThe Town of Concord website sums up the game-changing bylaw: \"It shall be unlawful to sell non-sparkling, unflavored drinking water in single-serving polyethylene terephthalate (PET) bottles of 1 liter (34 ounces) or less in the Town of Concord on or after January 1, 2013.”\n \nSimple enough.\n \nObviously, possession of single-use 1 liter plastic water bottles is not verboten in Concord and it’s expected that many residents will simply get their fix by traveling to nearby towns and purchasing the forbidden product there. I know more than a few people (hi Mom!) who would be forced to stock up on bottled agua in neighboring Acton, Bedford, or Sudbury if they lived in Concord. And on that note, businesses in Concord are none too pleased with the new bylaw although they aren’t prohibited from selling bottled water in containers that are larger than 1 liter. The sale of 1 liter sodas and other flavored beverages is also still permitted.\n \nLike its also-banned-in-some-places cousin, the single-use plastic shopping bag, the throwaway water bottle has a mighty adverse impact on the environment. According to local environmental group Concord Conserves, the bottled water industry produces as much carbon dioxide as 2 million cars. On a local scale, discarded and recycled plastic water bottles add 45 tons each year to Concord’s waste stream. Nationally, it’s estimated that less than 25 percent of plastic water bottles are recycled. And these stats are just the tip of the proverbial iceberg.\n \nI’d love to hear your thoughts whether you live in Concord or not. Do you think the new law is too extreme, not very practical, and/or too tricky to enforce? Or do you think it’s just the start of something good that could potentially spread to other towns — and perhaps even larger cities — in the coming years?\n \nPersonally, I'm all for it although I do fully understand some of the arguments against it. I also have to wonder if — in a town filled with gas stations and mini-marts that are completely devoid of 1 liter bottled water — some consumers will simply opt to buy unhealthy beverage choices instead. One thing is for sure, however:  Concord's most famous native son, Henry David Thoreau, is smiling down on his birthplace from simple living heaven. That's one dude who would most definitely have drunk from the tap.\n \nVia [The Atlantic Cities], [Huffington Post]\n \nRelated post on MNN: 5 reasons not to drink bottled water\n \nMNN tease photo of bottled water: Shutterstock\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/BottledWater.jpg","title":"With new bylaw, Concord opens the floodgates for bottled water bans","author":""}