{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/biodegradable-plastic-what-you-need-to-know","content":"Over 31 million tons of plastic waste is produced each year, of which just 8% is recycled, according to the U.S. Environmental Protection Agency. Biodegradable plastic made from materials ranging from bacteria to orange peels has been touted as a solution to the global plastic-waste problem and a way to lessen our impact on the environment. However, a closer examination reveals that biodegradable plastic may not live up to its eco-friendly image.\n\n\t \n\n\tBiodegradable plastic was once a classic greenwashing scheme that often tricked consumers into purchasing products that were not, in fact, biodegradable. However, the Federal Trade Commission (FTC) has cracked down on these dubious claims and now defines what can and cannot be marketed as biodegradable plastic.\n\n\t \n\n\tTo qualify as biodegradable, a material must be scientifically proven to break down completely and return to nature within a short time, the FTC says. Don’t be fooled, though: Not all biodegradable plastic is made from bio-based products like plants and food waste; some is derived from synthetic polyesters and other non-bio-based feedstock.\n\n\t \n\n\tIs it really eco-friendly?\n\n\tBut even plastic certified as biodegradable may not be as environmentally friendly as it appears. In fact, according to a recent study released by Germany’s Federal Environment Agency, biodegradable plastic offers almost no environmental advantage over traditional plastic.\n\n\t \n\n\tWhy? Unless plastic is composted or recycled, it ends up in landfills, which are designed to be kept dry and air-tight conditions that actually inhibit biodegradation. According to the Canada-based Environment and Plastics Industry Council (EPIC), even though more than two-thirds of the garbage that goes into landfills may be purported to be biodegradable, little change occurs once it gets there.\n\n\t \n\n\t“Nothing has as popular an image as biodegradability in landfills unfortunately, though, it just doesn’t happen,” says Dr. William Rathje, an archaeologist at the University of Arizona and author of the book “Rubbish!: The Archaeology of Garbage.”\n\n\t \n\n\tAccording to Rathje, if plastic were able to degrade in landfills, the environmental impact would be even worse. When biodegradable plastic breaks down in landfills, he explains in his book, it releases two greenhouse gases, carbon dioxide and methane, exacerbating climate change. Moreover, it could contribute to unstable sub-soil conditions and storm-water pollution.\n\n\t \n\n\tThere are also concerns about how biodegradable plastic is produced. For instance, much of the feedstock used to create biodegradable plastic comes from corn and other plants that have been treated with fertilizers and/or been genetically modified, the Sustainable Biomaterials Collaborative notes.\n\n\t \n\n\tWhat you can do\n\n\tIf biodegradable plastic is not really degradable after all, then what can you do to reduce your plastic footprint? The good news is that biodegradable plastic will degrade if composted properly. The Biodegradable Products Institute maintains a list of products that have been independently verified as compostable.\n\n\t \n\n\tIf composting is not your thing, recycling and reusing are also generally sustainable options. Another good practice is to reduce your plastic use overall, the EPIC recommends. Less plastic is better than biodegradable plastic, so make smart decisions.\n\n\t \n\n\tRelated biodegradable stories on MNN:\n\n\t\tBiodegradable solutions\n\n\t\tBiodegradable coffins\n\n\t\tBiodegradable products: Bad for the environment?","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/biodegradable-plastic.jpg","title":"Biodegradable plastic: What you need to know","author":""}