{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/vintage-shopping-learn-from-the-master","content":"Emma Grady is one of those women who you see walking down the street in New York City, or at a party, and think\nA. I really should have done something with my hair before I left the house and\nB. She must spend a fortune on her wardrobe. Incredibly chic, generally colorful (though she rocks neutrals sometimes too) clothes that fit her to a T is what Emma's all about, but she does it all on a serious budget — because it's all vintage.\n \nEmma is an expert modern hunter, but instead of the African savannah (and defenseless animals), she stalks fantastic fashion at vintage stores, consignment boutiques, far-flung Salvation Armies and online sites. The founder and editor of PastFashionFuture shares her secrets with us (and the incredible price tags on some of her finds), here.\n \nMNN: Why do you love vintage fashion?\nEmma Grady: Shopping for vintage fashion is always an adventure; you never know what you are going to find and it's usually rare or one-of-a-kind. I get a thrill out of finding quality vintage and secondhand designer clothing at surprisingly low price points, and I am passionate about showing how vintage fashion — and classic and timeless fashion in general — doesn't have to look old or drab but that it is the easiest way to look elegant, polished and modern.\n \n\nPierre Balmain handbag, another find at Beacon's closet; Brown leather boots, found at Buffalo Exchange. (Photo: Jeff Gentner)\n \nWhat is your advice for novice vintage fashion shoppers online?\nWhen first starting out, Stick to boutiques with well-curated vintage fashion websites and trusted sellers on eBay or Etsy and read the comments from previous buyers. Vintage clothes have different sizing so it is safer to start out shopping for accessories and jewelry until you have more experience. I love Market Publique and Decades.\n \nAlso, it's fun to browse but it's best to have an idea of what you want. I keep a running list of gaps I need to fill in my wardrobe and wish list items that I am always looking for because, like I said, you never know what (or when) you will find!\n \nWhat should a vintage shopper look for or avoid when shopping consignment boutiques, vintage shops and other used clothing venues (garage sales, etc.)?\nLook for quality. Inspect vintage fashion and accessories for condition. Search for trusted designer labels, quality fabrics — silk, wool, cashmere — and vibrant prints. Go back often, be patient, and don't give up.\n \nAvoid shoes and accessories that are too worn, unless you are willing to spend more money for a cobbler. (Cobblers are amazing and I depend on them to keep my footwear in tip top shape, but it can get pricey.) For example, I found an amazing pair of Christian Louboutin pumps at a flea market but after considering the price it would take for a cobbler to restore them, I had to walk away — now that's willpower! — and, unfortunately, the seller didn't come running after me to offer a better price.\n \nMy motto: It's not a bargain if it's out of budget.\n \nI also avoid anything that doesn't fit, for now, because I don't have the time to bring more things into my wardrobe that need altering.\nVintage green leather handbag, found at a flea market; black woven headband, found on Market Publique; gold Timex watch, found at a flea market. (Photo: PastFashionFuture.com)\n \nWhere do you shop?\nIn New York, I frequent Housing Works, Beacons Closet, and Buffalo Exchange. (Note: Buffalo Exchange has locations across the United States.) When I visit my grandmother in Pennsylvania, I love visiting Goodwill or the Salvation Army — they are better in small towns. In my hometown of Kennebunk, Maine, I always visit local thrift shops like Outta' the Box and Return to Cinda.\n \nWhat have been your three or four fave finds?\nEverything I find is a favorite; I get excited about every piece but there are some beauties pictured here. Others not pictured include: a woven suede Zac Posen dress, found for $40 at Housing Works; a gold and green brocade vintage Henri Bendel dress, which I found for $15 at Housing Works.\nRead about more great vintage finds, from chunky necklaces to swimsuits\n \n \n\n\n ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/emma-vintage-shopping.jpg","title":"Vintage shopping: Learn from the master","author":""}