{"url":"http://www.mnn.com//lifestyle/recycling/blogs/former-recyclebank-honcho-appointed-as-nyc-recycling-czar","content":"Hot on the tail of Chicago Mayor Rahm Emanuel’s promise to dramatically expand residential curbside pickup services in his recycling-impaired city, the Bloomberg administration has just made a big move in its sluggish but ongoing efforts to elevate New York City’s lagging-behind recycling operations from its “after-school clarinet program” status and double the city’s current recycling rate of 15 percent by the year 2017. \n\n\t \n\n\tLate last week, it was announced that Birdie Ron Gonen, the 37-year-old co-founder and erstwhile CEO of Philadelphia-launched recycling rewards program RecycleBank, has been appointed as the NYC’s first recycling czar. The official title of the newly created position? It’s a big name for a big job: Deputy commissioner for recycling and sustainability.\n\n\t \n\n\t\"Ron’s years of work in the recycling and sustainability field perfectly matches the needs that we have at the D.S.N.Y. so that we can meet the mayor’s specific goals,” said New York City sanitation commissioner, John J. Doherty, in a statement announcing the hire.\n\n\t \n\n\tGonen, an adjunct professor at Columbia Business School and a founding partner of high-end sustainable jewelry company Lindhardt Design Studio, plans to zero in on two, not-too-surprising key areas when he starts the job later this month. The first is a biggie: “aggressively” installing more public recycling receptacles alongside the 25,000 trash cans scattered throughout the city (currently there are only 1,000 public recycling bins on city streets and in parks). In Seattle, for example, there are 682 public trash cans on city streets and more than half of them are accompanied by recycling containers for plastic bottles, aluminum cans, and paper. In New York, there are options for recycling Christmas tree and old textiles, but properly disposing of a can of ginger ale while visiting a public park or waiting for the train? Good luck. \n\n\t \n\n\tSecondly, Gonen plans to follow in the footsteps of West Coast recycling powerhouses like San Francisco, Seattle and Portland by launching a pilot program for curbside organic waste pickup. This is fabulous news for both the city’s rat population and for residents sick and tired of hauling containers of decomposing food scraps to farmers markets each and every weekend. “We need to make it very convenient for people to recycle,” Gonen told the New York Times Green Blog. Yes, yes you do. \n\n\t \n\n\tBest of luck to Gonen as he starts in with new position. This Diet Coke-drinking New Yorker is looking forward to the day when I can chuck an empty bottle in a public receptacle instead of hauling it around until I return home where, yes, I have the option of recycling plastic containers. For another instance of how NYC is stepping up its recycling game, check out this 11-acre, state-of-the-art recycling facility currently being built in the Sunset Park section of Brooklyn.\n\n\t \n\n\tVia [The New York Times]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/TrashCanNewYork.jpg","title":"Former RecycleBank honcho appointed as NYC recycling czar","author":""}