{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/how-one-family-is-living-off-the-grid","content":" \nBy Aaron Bodkins, Kristen Basham and Dave Carl\n \nFour years ago, Sonny and Linda Jobe bought 70 acres of land in Doddridge County, W.Va., as a place to hunt and eventually retire. As they began to develop the land, they discovered that it would cost $70,000 to bring electricity from the local power company to their property, so they began looking for other options.\n \nToday, the Jobes have a 1,069-square-foot home on their land in West Union, almost totally powered by solar energy. They live without the benefit of public utilities, and they are among the 750,000 Americans living off the grid, according to Nick Rosen, author of “Off the Grid: Inside the Movement for More Space, Less Government, and True Independence in Modern America.”\n \nThese Americans often unplug from the grid in an attempt to “go green” or to avoid the watchful eye of the government. Though the Jobes’ decision to use solar energy was economically driven, they enjoy the lifestyle.\n \n“We got solar out here primarily because we’re interested in living where we’re at, but we couldn’t afford to have the electric put out here,” Sonny remarks. “But, now that we do have solar, electric could be put out here, and we wouldn’t connect up to it, because not only do we want to get a return on investment, but we would have an electric bill.”\n \n\n \nThe Jobes don’t sacrifice modern amenities and comforts, though.\n \nA tour through the Jobe home reveals all the makings of a typical household. The Jobes have a telephone, Wi-Fi, a LED flat-screen television, running water, internal heating from a powerful wood furnace and their own security system in the family dog. For all of that, they have to live constantly aware of the power they are using.\n \nAlthough Linda and Sonny are far from alone when it comes to generating 100 percent of their own electricity, living completely off the grid isn’t for everyone, and most people choose to use alternative sources of energy such as solar to augment public utilities.\n \nBill Anderson, a project manager at Milestone Solar Consultants LLC., in Falling Water, W.Va., says that only 3 percent of solar system sales nationwide are for off-the grid systems. Off-the-grid systems are just not practical for most.\n \nThe majority of people buy something like a 5 kilowatt (KW) system that costs between $25,000 and $30,000. That system typically includes about 20 solar panels, and generates 40-60 percent of a household’s annual energy usage according to Anderson.\n \nThe percentage of a household’s power that a solar panel system can generate varies depending on how much energy a family uses. If the panels are placed on a home’s roof, the orientation (north facing vs. south facing) and the pitch of the roof are variables as well.\n \nSonny and Linda have 18 solar panels set up in their side yard, next to their greenhouse. They have two more on the roof that are directly hooked up to their hot water heater. Their 20 panels provide most of their electricity, but their home is only 1,069 square feet. The average U.S. home has 2,480 square feet according to the 2011 U.S. Census.\n \nAdditionally, the Jobes practice constant awareness of the weather patterns, doing the vacuuming and laundry when the sun is shining as well as hanging their clothes to dry.\n \n“We’re always energy-conscious,” Sonny says. “We’re always watching what the next day’s weather is going to be.”\n \nThe Jobes’ system had a total installation cost of $50,000 – $20,000 less than the cost of bringing electricity to their land.\n \n\n \nThe price tag for the Jobes’ system was substantially higher than for a system that augments existing public utilities. Because the Jobes’ solar panels work independently, they had to be attached to a series of batteries that store and convert the energy collected from direct current (DC) to the alternating current (AC) used by lights and appliances. The 24 batteries occupy a refrigerator-sized space in a storage structure behind the house. They have an approximate life expectancy of 12 years. The Jobes’ have yet to replace any of the batteries, but when they do, they must replace them all as a whole, a purchase that cost them $6,000 in 2009.\n \nThe installation and set up costs of solar power can be daunting to people considering alternative energy, but there are incentives to help make solar more attractive.\n \nThere is a federal incentive for households like the Jobes’. The Energy Policy Act of 2005, allows homeowners with Energy Star-approved solar-power systems to claim 30 percent of the cost of the system as a tax credit in the year the system is installed.\n \nAll 50 states also offer some sort of solar or wind incentive. West Virginia offers a residential solar energy tax credit of 30 percent or up to $2,000 for the cost of the system. Additionally, West Virginia is now one of 43 states that allow “net metering,” according to the U.S. Department of Energy.\n \nJames Van Nostrand, director for the Center for Energy and Sustainable Development  and an associate professor of law at WVU, explains, “If you install solar panels and your panels actually produce more energy than you’re consuming, then you can sell back your energy at retail price.”\n \nThis is true for other power sources besides solar. To take advantage of net-metering, households producing energy have to be registered with grid operators. In West Virginia the company that coordinates the movement of wholesale electricity is PJM Interconnections. According to preliminary analysis of PJM’s list of 140 registered energy producers in the state, about 124 are residential.\n \nNostrand says that net metering is not heavily promoted in West Virginia like it is in many other states, such as New Jersey, which requires 15 percent of is electricity to come from a renewable source, such as wind, water or solar. West Virginia currently has no requirements about renewable energy production. However, the West Virginia Alternative and Renewable Energy Act, which was passed in 2009, requires the state to acquire 10 percent of its energy from alternative or renewable sources by 2015, and 25 percent by 2025.\n \nThe various incentives combined with the savings on utiltily bills can mean that most households augmenting their power, retrieve the cost of their systems within 10 years according to Anderson.\n \nWhen Sonny and Linda began preparing to live on the land they purchased, they had no knowledge of solar power or even farming. In fact, after getting married, they lived all over the world, including Japan, but mostly in urban settings. The city life was never their dream, though.\n \n“I’ve always been that kind of want to be self-sufficient person. I don’t like to have to depend on other people. I like to do my own thing,” says Linda.\n \n\n \nThe Jobes bought their land in 2008, and started building their home. They built it in stages, saving up money and then adding on while also assembling the solar power system to support it. When the house was finished in 2010, it was completely paid for.\n \nSonny worked several jobs throughout his career. He held numerous different positions in the Navy from Naval Cryptologic Officer to Chief Warrant Officer. After 22 years in the Navy, he joined the National Geospatial Intelligence Agency and the FBI. However, the transition to rural living involved a substantial learning curve. He and his wife turned to books, blogs and YouTube videos to teach themselves everything from raising bees, to wiring the batteries for their do-it-yourself solar panels.\n \nThe Jobes’ set-up includes two generators, one propane and one back-up gas generator, to help supplement their need for electricity if the weather is bad and their panels can’t receive a full charge. The Jobes say that living so far out has taught them to have a backup for everything, but they say they rarely have to resort to the generators during the summer. The winter, however, is a different story. The solar panels produce less than half of what they produce in the summer.\n \n“The winter has a very low sun angle,” explains Sonny, “And this only gives us around four sun hours per day.”\n \nTo make up for the lack of sun during the winter, the Jobes use their generator for about one hour each evening.\n \nThey also have to brush off any snow that accumulates on the panels, which would keep them from producing energy. However, Sonny says that if it’s just a small amount of snow, the sun will melt it off because the panels are black.\n \nLiving in awareness of natural resources has become part of the Jobes’ lifestyle in other ways.\n \nThey provide many of their own food sources. They have hogs, cows for beef, chickens for eggs, a garden, and they tap their trees for syrup. As they harvest their vegetables, they can and store them for winter. Without a need to purchase much food at the store, they don’t have to leave their land often, which is good because the closest store is 40 minutes away.\n \nThe Jobes acknowledge that their lifestyle may be difficult for many people, but they are advocates for living a simpler, self-sufficient lifestyle.\n \nSonny and Linda maintain a blog, Off-Grid in West Virginia, all about living off the grid. The blog has readers across the United States, Canada and even parts of Europe. Sonny says he started the blog as an attempt at a “how-to” for aspiring “unpluggers.”\n \n“When we started up it was very difficult finding information about people, houses, solar power experiences, lessons learned. ‘Do I need to reinvent the wheel every time?’ So, I hoped, at the time, to be able to show other people that you can do it with very little understanding of it, if you’re willing to learn,” Sonny said.\n \n“We get the occasional visitor, who thinks that we live like a troll — you know, under a bridge with no electricity,” says Sonny. “They don’t really understand solar. They’ve lived in cities most of their life or something, and they don’t realize that we pretty much have all the convenience that they have.”\n \nThough the Jobes appreciate their self-sufficient lifestyle, they believe in moderation.\n \nThey don’t do everything on their own. Sonny still makes the occasional trip into town to pick something up at the store. He doesn’t think he’s abandoning his morals. Instead, he’s practicing something he calls “self-sufficiency within practicality.”\n \n“You can make your own candles. You can make everything that you need, but then again you spend your entire waking moment doing nothing but that,” Sonny explains. “We want to actually have some enjoyment out of it.”\n \nThis story was reported for the West Virginia Uncovered project. It is reprinted here with permission.\n \nRelated stories on MNN:\nThe Joy of Less: Your year of living simply\nHow to save energy with home improvements\n7 electrical use mistakes that will cost you","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"","title":"How one family is living off the grid","author":""}