{"url":"http://www.mnn.com//lifestyle/recycling/questions/can-mardi-gras-beads-be-recycled","content":"Let’s say you made it out of the Big Easy in one piece after helping les bons temps to rouler — hopefully you’ve returned home from Mardi Gras with at least the tiniest shred of dignity intact and no bauble-related pelting injuries to share with your friends at spin class.\n\n\t \n\n\tBut about those beads — specifically, the 25 million pounds of the plastic, made-in-China necklaces — left over and/or unceremoniously littered after those mammary gland-heavy Mardi Gras parades and parties. Mardi Gras beads cannot be collected and recycled in the same manner as, let’s say, that big bottle of water you chugged the morning of Hangover Wednesday. However, some New Orleans-based nonprofits have taken it upon themselves to gather up the discarded throws (I would hope after some sanitation … you never know where those beads have been) and resell them for further use during Carnival season and other celebrations like St. Patrick’s Day. As noted by the Los Angeles Times in a rather sober piece about the “bead problem,” this year “an unprecedented crop of initiatives has sprung up to help feed the recycled bead market, with most of the ideas as idiosyncratic as the city itself.” Very encouraging to hear.\n\n\t \n\n\tOnce such initiative is a “Catch and Release” float sponsored by the Arc of Greater New Orleans, an organization that provides employment opportunities for people with intellectual disabilities. Present this year at the tail end of two orgiastic roving throw-fests — the Krewe of Alla and Krewe of Morpheus parades — this hard-to-miss float, complete with bull’s-eyes and clown-face targets, acts as a giant, mobile recycling bin that encourages revelers to toss back their beads at the end of the parade, no flashing required. During a pre-Mardi Gras test run at the Little Rascals parade in Metairie, 1,000 pounds of throws were collected through the float, Arc recycling coordinator Margie Perez told the Times-Picayune.\n\n\t \n\n\tThe beads — along with other throwable trinkets, doubloons, stuffed animals and assorted plastic crap — collected by Arc Enterprises through the “Catch and Release” float are bundled and resold at discounted prices directly through the organization, keeping old ones out of landfills and ecosystems while generating jobs and resources for people with disabled folks. Although the Arc float is new for 2012, last year the organization collected roughly 100,000 pounds of plastic beads (which were originally glass and imported from the former Czechoslovakia, by the way) from school drives, private donations and grocery store collection bins. Still, as estimated by Vance Levesque, Arc’s controller and sustainability officer who hatched the idea for the “Catch and Release” float, only around 2 percent of Mardi Gras throws are collected for reuse.\n\n\t \n\n\tAlso new for 2012’s festivities are volunteer-manned bead recycling bins placed along the Krewe of Pontchartrain parade route on St. Charles Avenue by Arc in collaboration with Verdi Gras, the Mardi Gras-greening nonprofit group that’s behind 2012’s Inaugural All Green Ball. The pilot recycling program also provides bins for plastic and aluminum cans although it’s unclear as to what happens to those thousands of plastic hurricane glasses that revelers throw to the ground. Additionally, several groups in Mobile, Ala., have banded together to provide similar bead recycling containers along that city’s Mardi Gras parade routes.\n\n\t \n\n\tSo, let’s say you missed your chance to recycle your loot on-site and winded up shoving a giant tangled mess of plastic beads and trinkets in your suitcase. Now, back home, they’re just sitting there in a giant, shiny mound in a junk drawer or atop your dresser. Perhaps the nostalgia has worn off and you want the souvenirs out of your sight — just looking at them brings on a phantom hangover — but you want to avoid tossing them in the trash. My suggestion? Unless any medallions with certain parts of the anatomy are involved, donate them to a local preschool or daycare center where they’ll be gladly incorporated into the “dress up” pile or arts and crafts arsenal. Or, if you’re handy with a glue gun, the beads can be incorporated into a variety of DIY crafting projects (think coasters, beaded curtains, and Christmas tree ornaments).\n\n\t \n\n\tLet me know how and if you recycle your beads and baubles on future trips to New Orleans. And bring me back a king cake too, while you're at it.\n\n\t \n\n\tGot a question? Submit a question to Mother Nature and one of our many experts will track down the answer. Plus: Visit our advice archives to see if your question has already been tackled.\n\n\t \n\n\tPhoto: Chris Graythen/Getty Images; MNN homepage photo: Shutterstock","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"","title":"Can Mardi Gras beads be recycled?","author":""}