{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/meet-the-men-who-dress-hollywoods-shorter-male-stars","content":"Jimmy Au's For Men 5'8\" and Under is the nation's leader and pioneer in the design and development of short men's clothing. Founded in Au’s his car in Hawaii, Jimmy Au's has now evolved into the largest short men's clothing stored in the nation.\n \nJimmy Au’s has outfitted stars for major film and television projects over the last 20 years, dressing everyone from Al Pacino to Dick Clark and Michael J. Fox to Mel Brooks.\n \nAlan Au, who now runs the business with his dad, tells BusinessNewsDaily how he ended up doing what he loves for a living and how you can, too.\n \nBusinessNewsDaily: Explain you what you do for a living.\nAlan Au: I offer shorter men a way to look as fashionable and stylish as their taller colleagues and friends by designing and developing a clothing collection exclusively for men under 5’8” and offering it at our retail store.\n \nHow did you end up doing this for a living? \nI grew up in the business, literally. When I was born, my parents (Jimmy and Nora) only had a little retail shop and couldn’t afford a nanny, so I was in a play pen in the tailor shop at the back of the store.\n \nBy the time I was in high school, I was a full-fledged band-geek and proud of it. I felt certain I was going to be a music major. All this time I continued to develop my skills as a disc jockey. But as I got close to graduating, my father reminded me to remain practical. At this point I was doing quite well as a DJ. During my sophomore year I decided to change majors and what always felt comfortable was fashion. There was only one thing I could do that incorporated fashion, business and music … fashion show production. I pretty much abandoned my family’s clothing business in pursuit of building my DJ business while in school. I eventually sold my DJ business and went back to my family’s clothing business full-time. I help in all aspects, in particular, the marketing and production development. Fast forward to today. I now co-design the collection with my father. I continue to love dance music and DJ for the youth at my church in a charitable capacity. I know where my heart is with this thing my dad started almost by accident so many years ago. I plan to take this to another level and expand and grow, so shorter men everywhere will have a chance to wear clothes that are proportioned, fit and stylish.\n \nWhat was the crucial decision you made that led you to this place in life?\nI decided I wasn’t going to be a full-time DJ anymore. It happened when I was about 28. I managed four DJs in my mobile DJ company, and my wife and I wanted to start a family. I wasn’t convinced I wanted to keep the kind of schedule a DJ or DJ business owner keeps and start a family. I wanted to maintain more traditional hours. I sold my business and went in with my dad full-time.\n \nWhat did you want to be when you grew up?\nWhen I was in elementary school I wanted to be an astronaut, fireman or magician. In junior high I then evolved into wanting to be a fighter pilot, paramedic or disc jockey. By high school I wanted to be a disc jockey and a musician. I played percussion in school since the fourth grade.\n \nWhy do you love your job?\nI love my job because it incorporates so many things that I love in my life. Music, fashion, marketing, socializing and helping others is how I find joy through clothing. The creative process is important to me; whether it’s marketing, publicity, advertising, designing or developing clothes or organizing client parties. I love that my work is social, creative and helps others achieve their goals.\n \nWhat's the biggest misconception about your job?\nThe biggest misconception about my job is that anybody with retail experience can get into it. The reality is that it’s very difficult. Salespersons need to understand the sensitivities of shorter men. Some issues run deep. Investors think all they need to do is open up a nice store and buy inventory. There’s just one problem, there’s no inventory. That’s what led us to developing and eventually designing our own collection in the first place. Nobody made items specifically for shorter men. Lastly, marketing isn’t as easy as yelling “we carry clothes for short men.” We have to wait for those who, sheepishly in some cases, want to come in to eventually drum up the courage to come in.\n \nIf you didn't do your job, whose job would you like to have and why?\nI’d like to have Ryan Seacrest’s job. He has his own production company and has a cushy hosting gig on \"American Idol.\" He was once only a DJ. So there’s hope for me there.\n \nDo you think having a job you love has made you a better person in other areas of your life?\nYes, it reminds me to appreciate other parts of my life. The majority of your waking hours will be spent working. That positive or negative vibe can spill over into other parts of your life and affect it. I’m glad I have that passion and joy to spill over into other parts of my life. \n \nWhat's your best advice to other people who are trying to pursue their career dreams?\nLOVE your clients and/or customers by seeing their perspective in dealing with you and why they need your product and/or service. This attitude is infectious and can linger long after you leave to pursue your own career dreams.\n \nWhat's your idea of the perfect retirement?\nMy perfect retirement would be spending it near the beach with my wife and seeing our kids and our grandchildren frequently with all of us in good health; all while having a secure passive income stream from our vertically built clothing company.\n \nJeanette Mulvey has been writing about business for more than 20 years. Know someone who loves what they do? Tweet @jeanettebnd with the hashtag #dowhatyoulove.\n \nRelated on BusinessNewsDaily and MNN:\n\n\nHow to Get the Job You Really, Really, Really Want\n\n\n10 Ways to Do What You Love for a Living\n\n\n10 Reasons to Do What You Love for a Living\n\n\nMNN: Well-paying outdoor jobs\n\n\n \nThis story was originally written for BusinessNewsDaily and is republished with permission here. Copyright 2012 BusinessNewsDaily.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/JimmyAlanAu.jpg","title":"Meet the men who dress Hollywood's shorter male stars","author":"Jeanette Mulvey, BusinessNewsDaily"}