{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/rising-sea-levels-could-erase-best-beach-resorts","content":"Whether they're playgrounds for the rich and famous or havens for retirees, the world's best beach resorts may disappear despite efforts to protect them against sea level rise.\n \nThat's the prediction of coastal expert Andrew Cooper, a professor at the University of Ulster in Ireland, who said that the usual way of replenishing a beach, by adding sand to it, will not keep up with the sea's rapid rise.\n \n\"A key attractor in most of the world's examples of coastal resort cities has been the presence of an adjacent beach,\" Cooper said in a statement. \"Some well-known examples are Benidorm, Torremolinos (Spain); Cannes (France); West Palm Beach, Fla.; Atlantic City, N.J, Myrtle Beach, S.C., Virginia Beach, Va.; Cancun (Mexico); and the most rapidly developed of all coastal resort cities, Dubai (United Arab Emirates). In all of these resorts the challenge is to preserve the real estate behind the beach and still save the beaches, which are being pushed landwards by rising sea level.\" \n \nCooper said most resorts combat ongoing sea level rise with beach nourishment — adding sand to replace that eroded by the encroaching ocean. But holding the world's best beaches stationary during an expected 3-foot (1 meter) sea level rise in the next 100 years would require massive inputs of sand, Cooper said.\n \n\"Beach resort cities are mostly artificial creations on the shoreline that rely on beach nourishment to sustain them and on their reputation for a clean and safe environment. To maintain this during rapid sea level rise will be near impossible,\" he said.\n \nErecting protective concrete walls won't give the beaches room to move inland and will ultimately lead to beaches getting squeezed out as sea level rises, he said. When the rising water reaches a protective wall between the beach and the developed land behind it, the beach is drowned.\n \n\"There are a lot of issues with beach nourishment — not least the cost — but beach nourishment would not be needed if developments were properly planned in the first place, to give beaches room to move,\" Cooper said.  \n \nBased on a recent study of Australia's Gold Coast, the problem involves a lack of planning and poor short-term fixes, Cooper said. Uncertainty regarding how high the sea will rise compounds the problem, as do climate change skeptics and the lack of political will to plan for future climate scenarios, he said.\n \nThe study appears in the August 2012 issue of the journal Ocean & Coastal Management.\n \nReach Becky Oskin at boskin@techmedianetwork.com. Follow her on Twitter @beckyoskin. Follow OurAmazingPlanet on Twitter @OAPlanet. We're also on Facebook and Google+.\n \nRelated on OurAmazingPlanet and MNN:\n\nScenic Shores: Gallery of the Top Beaches\n\n\n8 of the World's Most Endangered Places \n\n\nStunning Sands Gallery: A Rainbow of Beaches\n\n\nMNN: Sea levels could rise more than 3 feet by 2100, according to new study\n\n \nThis story was originally written for OurAmazingPlanet and was republished with permission here. Copyright 2013 OurAmazingPlanet, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/BeachesSeaLevelRise_m_0121.jpg","title":"Rising sea levels could erase best beach resorts","author":"Becky Oskin, OurAmazingPlanet"}