{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/new-australian-national-park-features-unique-horizontal-falls","content":"A unique feature along the coast of Western Australia, where water surges through a \"horizontal waterfall,\" is part of a new Australian national park and marine park declared by the national government along the scenic shoreline.\n \nThe new park is situated in the Kimberley region, the northernmost part of the state of Western Australia. The region is bordered on the west by the Indian Ocean, on the north by the Timor Sea, on the east by the Northern Territory and on the south by the Great Sandy and Tanami Deserts.\n \nDespite its name, the Horizontal Falls are a coastal feature that isn't a waterfall at all — it is a set of parallel gorges with narrow openings through which seawater rushes with the ebb and flow of the tide, in a waterfall-like effect. They are located within Talbot Bay on the Buccaneer Peninsula.\n \n\"The extraordinary Horizontal Falls are an internationally renowned tourist attraction and it is imperative we maintain the pristine environment that surrounds them,\" said Western Australia Premier Colin Barnett in a statement.\n \nBoth the national park and marine park will be designated Class A by the government, which gives them the highest level of protection, according to the Western Australia government statement.\n \nWhile the final borders of the parks have yet to be determined, the marine park would cover about 1,160 square miles (3,000 square kilometers) and would protect coral reefs, dolphins and mangrove forests, the statement said. The new marine park will expand the Great Kimberley Marine Park to 10,000 square miles (26,000 square km).\n \n\"Protecting the Kimberley coast and its marine and bird life provides a balance to the rapid spread of mining and other industrial development,\" John Carey, the Pew Environment Group's Kimberley Conservation Project director, told the Australian Associated Press.\n \nThe marine park would be multiple-use, with fishing and tourism opportunities. Existing pearling leases will also be maintained, the government statement said.\n \nThe park with be managed jointly with its traditional owners, the Dambimangari people, the premier said.\n \nReach Andrea Thompson at athompson@techmedianetwork.com and follow her on twitter @AndreaTOAP. Follow OurAmazingPlanet on Twitter @OAPlanet. We're also on Facebook and Google+.\n\t \nRelated on OurAmazingPlanet and MNN:\n\n8 Amazing National Park Structures\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nAll Yours: 10 Least Visited National Parks\n\n\nMNN: The 14 most amazing waterfalls in the world\n\n \nThis story was originally written for OurAmazingPlanet and was republished with permission here. Copyright 2013 OurAmazingPlanet, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/HorizontalFallsAustralia_m_.jpg","title":"New Australian national park features unique 'horizontal falls'","author":"Andrea Thompson, OurAmazingPlanet"}