{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/mustache-transplants-are-the-new-big-thing","content":"Except from hipsters, bikers and '70s throwbacks, the mustache in America has become a diminished art. But in other parts of the world, the mustache is king. And for those who need help filling out their upper lip, Turkey has become the go-to place for facial-hair transplants.\n \nThe mustache revamping relies on a procedure called follicle-hair extraction, a process in which clusters of hair are removed from other parts of the body and implanted along the lip. The five-hour surgery can cost up to $5,000. Tourism agencies have started offering \"transplant packages,\" The Wall Street Journal reports, combining hair transplants with shopping tours in Istanbul or excursions to seaside resorts.\n \nAccording to cosmetic surgeons and travel agencies that specialize in transplant trips, the majority of clients come from the Middle East. While westerners may associate macho mustaches with the likes of Burt Reynolds or Tom Selleck, it’s the facial hair of Turkish soap opera stars that are the envy of Arabic men. Surgeons say many clients also point to Turkish singer Ibrahim Tatlises (pictured right) as their mustache muse.\n \nOne surgeon doing a bang-up business in the trade is Selahattin Tulunay, who started performing the procedure two years ago and now says he does up to 60 operations a month.\n \n\"The mustache is making a comeback. If a man's mustache doesn't grow, he wants to know he can have one as a mark of masculinity,\" he said.\n \nA 34-year-old from northern Iraq said he traveled to Tulunay's surgery clinic after years of low self-esteem over his subdued stubble. \"The mustache is very important in our culture, and my wife supported me to get the operation. Now I feel much better. I've recommended it to my friends,” he said.\n \nFacial-hair transplants are just part of the larger health-care tourism boom in Turkey, which earned $1 billion in revenues last year. According to a report by Turkey's Health Ministry, 100,000 people traveled to Turkey specifically for plastic surgery in 2012.\n \nThat men are flocking to Turkey to fulfill their mustache dreams somehow makes sense — it’s a country long famous for its exuberant, iconic mustaches. Yet the famed Turkish facial hair seems to be on the wane for the country’s residents. TNS Market Research Company found that while 77 percent of Turkish men had mustaches in 1993, the figure fell to 34 percent in 2011. But the lack of fashionability certainly hasn’t hampered the pride that Turks take in their facial hair prowess.\n \n\"Personally, I'd be suspicious of a Turk who couldn't grow a mustache,\" said Cengiz Altug, a salesman from Istanbul. \"But if foreigners need to come anywhere for the operation, it should be here. The Turkish mustache is still the envy of the world.\"\n \nRelated stories on MNN:\n\nThis guy's mustache can dance\n5 health benefits of facial hair(?)\nNick Offerman's mustache-growing tips\n\nPhoto of Ibrahim Tatlises: Wikimedia Commons","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_124034044.jpg","title":"Mustache transplants are the new big thing","author":""}