{"url":"http://www.mnn.com//lifestyle/recycling/blogs/for-marginalized-urban-recyclers-a-nonprofit-with-a-can-do-attitude","content":"Earlier today, I saw a man rummaging through one of my building’s designated recycling bins.\n \nHe was new, not one of the regulars that I frequently encounter collecting bottles and cans in my neighborhood: the ruddy-faced lady in the red gingham apron behind the handles of a rattling shopping card filled with an amber-colored heap of beer bottles; the older Chinese gentleman who quickly moves away from the recycling bins and paces up and down the sidewalk or darts across the street whenever I enter or exit my building. His behavior suggests that I’ve caught him in the act of doing something illicit, something shameful. I know that once I’m out of sight and the coast is clear, he’ll return to scavenging. One day, I hope to express to him that there’s no need to act shady as I’m fully aware that he, like the new man that I spotted outside of my building earlier today, is nothing more than a canner.\n \nHe’s welcome to take whatever he wants.\n \nIn New York City, the act of “canning” — collecting other people’s empty beverage cans and bottles and redeeming them for $0.05 a pop — serves as the livelihood for a large segment of the city’s homeless and low-income population. Some New Yorkers see trash-combing canners as a nuisance. And sometimes they are. But ultimately, they're performing a good and perfectly legal deed — recycling — while simply trying to survive. Some turn to canning not only as a means of supporting themselves, but their families as well.\n \nThat said, canning can be physically demanding and emotionally demeaning work made even more difficult by a host of logistical challenges and other set-backs: foul weather, safety issues, underpayment, and hostility from non-canners.\n \nEnter Sure We Can, a nonprofit that hopes to alleviate the difficulties and indignities experienced by canners through the operation of the city’s only licensed, homeless-friendly redemption facility. The principal goal of Sure We Can is “to sponsor and coordinate the development of mutually beneficial systems with the City of New York and local environmental organizations for the collection and redemption of containers, with the ultimate goal of making recycling a way of life while removing the unnecessary hardships faced by those wishing to participate.”As the organization’s website explains, \"at its very core, Sure We Can is not just for canners. It is the canner community.\"\n \nSure We Can was founded in 2007 (I’m just hearing about it now with a hat tip to Inhabitat) by legendary former canner Eugene “the King of Cans” Gadsden, a voluntarily homeless nun from Spain named Sister Ana Martinez de Luco, and a handful of other concerned citizens looking to provide support to New York's marginalized yet vital community of urban scavengers. Sure We Can’s 12,000-square-foot redemption center opened in the Bushwick section of Brooklyn a couple of years later after the organization was launched with the help of a $10,000 grant from the Conrad Hilton Foundation’s Fund for Catholic Sisters.\n \nBefore the Bushwick location, there had been other Sure We Can redemption centers in both Manhattan and Brooklyn but those locations proved to be only temporary. \"This is our fifth location since 2008,” de Luco explains to the Brooklyn Rail in a 2011 article profiling the Bushwick redemption center. “The first was in Manhattan, in the East 30s. Our neighbors persecuted us.”\n \n\n\n \nIn a nutshell, Sure We Can strives to make the collection and redemption process more effortless and efficient, less demoralizing and difficult for New Yorkers who rely on canning as a steady source of income. At Sure We Can's Brooklyn redemption center, an emphasis is placed on dignity as canners are offered a safe place to store and sort through their containers. They'll also find clean bathrooms and communal areas to relax and congregate. Perhaps most importantly, the center offers full redemption value for recyclables — $0.05 for unsorted bottles and cans and six-and-a-half cents for sorted containers —while also promoting self-dependence and responsibility.\n \nDescribing herself as \"a sister, a mother, a friend, and a companion to the homeless and nearly-homeless,” de Luco tells Brooklyn Rail:\n \n\nWork is a very important part of our lives. If you have something to do when you get up in the morning it gives meaning to the day. Canning is not the type of work that makes you tired. It’s like treasure hunting. And it’s good for the environment. The three hundred or so canners who are part of Sure We Can bring in about 500,000 pieces a month. That’s 20 big truck loads of recyclables.\n\n\n \nYou can learn more, including how to donate or volunteer, about this unique grassroots organization over at the Sure We Can website. And on that note, Matthew O'Neill and Jon Alpert's documentary about canning in New York City —  a film dubbed as \"an unexpected and intimate look at post-industrial gleaners, struggling at the edge of our society\" — has been nominated for an Academy Award in the Documentary Short category. The film's title? \"Redemption.\"\n \nVia [Inhabitat], [Brooklyn Rail]\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/SureWeCan.jpg","title":"For marginalized urban recyclers, a nonprofit with a can-do attitude","author":""}