{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/the-happiness-of-not-hoarding","content":"Let's take the questions you should ask before acquiring any new item to a deeper level. Really, how much stuff should any one person have? How many possessions are enough? How to decide?\n \nUltimately it's a question that only the individual can answer. But in helping you reach that answer, I want to introduce a (potentially) new word into your vocabulary, one that is useful for framing this discussion, and for acting as the backdrop against which you attempt to downsize your life.\n \nThe word is aparigraha. It's a Sanskrit word, used both within Hinduism and Jainism as an ethical guideline. It means non-possessiveness, greedlessness, taking for yourself nothing more than what you genuinely need. Less loftily it means not hoarding. Even more abstractly it means not grasping for things and, in a modern consumer culture context, not defining yourself by what you own. \n \nYoga students ought to recognize aparigraha as one of the yamas, the ethical constraints guiding the yogi outlined by Patanjali a couple thousand years ago.\n \nBut even if you don't practice yoga, aparigraha is a hugely useful concept to embrace if you want to live a free, unencumbered, light life. \n \nThink about it: Provided you have a roof over your head, ample food, and a modicum of clothing (and, unfortunately in too many places, some form of motorized transport), every single thing you add to your life past that is at least in part an encumbrance in some way.\n \nAll those books, CDs and tchotchkes have to be stored and displayed. Excess furniture clutters the room, has to be cleaned, and makes cleaning the floor more difficult. All those seldom-used kitchen gadgets require excess drawer space or counter space. Beyond the physical space, all of this often takes up mental and emotional space as well. You're attached to your things, don't want them to be taken or be damaged. The more you have, the more you have to grab onto and if you're not mindful, the more you want to have.\n \nObviously — or I hope it's obvious — I'm not advocating that you own nothing and sleep on the floor in the one outfit you own. I'd be a huge hypocrite if that was the case. I'm quite happily married, with one child, and I own a good deal of stuff by any reasonable standard. \n \nBut, the question that I wrestle with constantly is, \"how much is enough?\" Am I grasping after possessions? By holding onto certain physical objects, even if those objects grant passing pleasure, am I really just holding myself down under their weight? It's a process, a paring away, a shaping, a refining, a flow.\n \nAfter all, from a survival and life-satisfaction standpoint, I have way more than I need, in any absolute sense. Plus, the thing that I find — something that I think most people find who start down the path of paring down possessions — is that the more you shed from your life, share with others, and then not take back in to fill the space, the happier you ultimately become. \n \nA very basic experiment that I tried (and have stuck with) and which I encourage you to undertake: If you regularly carry around a bag with you, try going without it for several days. Feel the difference in how you experience the world. At least in my case, the lack of encumbrance is both physical and mental. It's more direct and present somehow. I now do this as default, going bag-free. Unless I truly need to carry objects from A to B as a task, I carry only that which can fit in my pockets (and no cargo pants here). It's one of the best things I've done in some time, however simple it may seem.\n \nThe hard part is then moving on to doing that in the rest of your life. Deciding what else do you not need to be \"carrying\" with you, even when it sits in your closet, your dresser, your shelves. Each item removed, until a balance point is reached, is freeing. If you're really hardcore about it, you may have to go past the balance point to realize you did so. \n \nMat McDermott lives in New York City, where he writes about all things green and dharmic, as well as working with the Bhumi Project to reduce the environmental impact of Hindu temples. He wrote this post for sharing site yerdle.\n \nRelated on MNN: How do I know if I have too much stuff?","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/the-happiness-building.jpg","title":"The happiness of not hoarding","author":""}