{"url":"http://www.mnn.com//lifestyle/recycling/blogs/new-yorkers-to-compost-10-percent-of-residential-waste","content":"Last month, while writing about the Orchard Hotel in San Francisco, I remarked about the incentives for businesses and residents in that region to compost. On the East Coast where I live, unless you have your own compost pile in your back yard, it’s cost-prohibitive to compost, and there is no incentive from local or state governments to do it.\n \nSo when I read that Mayor Michael Bloomberg has announced a plan for residential food composting in New York City, I was highly encouraged. The city will be working with a composting plant and aims to have 100,000 tons of food scraps turned into compost each year, instead of having those scraps sent to the landfill. In addition to the environmental benefits, the city could save $100 million a year in landfill costs.\n \nIt looks like it will work something like this. Residents will be given small food waste containers for their dwellings. Each building will have larger food waste bins in the trash rooms. Residents can empty their small containers into the larger food waste bins, and the waste in those bins will be taken away for composting. The program will be voluntary at first, but may be mandatory by 2016.\n \nI’m encouraged about this for a couple of reasons. The first is that it makes good environmental sense. Food waste sent to the landfill is simply more garbage. Food waste that is composted gets turned into organic fertilizer for all sorts of plants and it can also be converted into energy.\n \nI’m also encouraged because if New York City can do this successfully, it will be the start of the East Coast joining the West Coast in smart food waste disposal. New York City Council Speaker Christine C. Quinn is quoted in The New York Times as saying, “When New York makes composting part of everyday life, every other city will follow through. This is going to create an urban trend.”\n \nI have a strong feeling she’s right. And once the urban areas make it trendy, the suburbs may follow, and I may even see a program like it in my small suburban town.\n \n\n\n \nRelated on MNN\nThe science of compost\nAustin rolls out curbside compost collection pilot\n170 things to do with compost","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/food%20scraps%20large.jpg","title":"New Yorkers to compost 10 percent of residential waste","author":""}