{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/12-dinosaur-theme-parks","content":"As much as we love “Jurassic Park” — now in 3-D! — there are times when we fantasize about visiting a dinosaur-filled property sans the tropical storms, electrical shutdowns and constant shrieking of Laura Dern. \n \nLuckily, there are plenty such places. Dating back to 1854 with the debut of the Dinosaur Court at Crystal Palace Park in London, outdoor parks centered around very large — although often scientifically inaccurate — replicas of prehistoric beasts have long captured the imagination of the public in a way that massive fossil collections and cast skeletons simply can’t match. Make no bones about it, the fabled dinosaur halls at institutions like Chicago’s Field Museum of Natural History and the American Museum of Natural History in New York are bucket-list destinations for dino-devotees of all ages. But for a less formal — and often kitschy — introduction to the world of sauropods, theropods, ornithopods and they-didn’t-exist-until-millions-of-years-later-caveman-pods, there’s no better place than an outdoor dinosaur park.\n \nIn celebration of the 20th anniversary of “Jurassic Park,” we’ve rounded up some notable dinosaur parks — both extant (that's alive and well, if you're wondering) and extinct. As you’ll see, they run the gamut from lovably hackneyed roadside attractions to full-on, animatronics-driven theme parks with steep admission prices. Following our top paleo park picks, you’ll find six additional contenders that are all open for business.\n \nDo you have a favorite dinosaur park that we left out? How about a defunct roadside attraction from your childhood that went the way of the pterosaur at the end of the Cretaceous 1980s?\n \n***\n \n\nPhoto: Xavier de Jauréguiberry/Flickr\n \nCabazon Dinosaurs, Cabazon, Calif.\nStatus: Extant\n \nDoes the vision of a massive concrete Tyrannosaurus rex towering above a patch of California desert seem strangely familiar?\n \nPerhaps this will jog your memory: Inside the jaws of “Mr. Rex” is where a nattily attired man-child romanced a big-hearted Francophile waitress named Simone until her dinosaur bone-wielding brute of a boyfriend, Andy, showed up and ruined everything. Immortalized in “Pee-Wee’s Big Adventure,” Mr. Rex and his older sibling, a 150-foot-long Apatosaurus dubbed “Ms. Dinney,” continue to attract curiosity seekers and fans of the film keen on re-creating the Andy/Pee-Wee chase scene. (The Cabazon Dinosaurs also appeal to Darwin deniers, but that’s a whole other story).\n \nWith work beginning on Ms. Dinney in the mid-1960s using scrap materials salvaged from the construction of Interstate 10, the two prehistoric behemoths — both are fully accessible buildings, not just sculptures — were commissioned by visionary roadside restaurateur Claude K. Bell as a means of luring customers to his truck stop eatery, The Wheel Inn Café outside of Palm Springs. (Just be sure and tell 'em Large Marge sent 'ya!)\n \nFollowing Bell’s death in 1988 and the subsequent sale of his iconic roadside attraction, new management added more dino-diversions and transformed the belly of Ms. Dinny into a full-on creationist museum and gift shop, where it is suggested that Noah escorted baby dinosaurs, two-by-two, onto his ark. The Los Angeles Times explains: “In conjunction with a Christian group, the developer decided to use the dinosaurs as massive roadside billboards to help sell the biblical notion that life on Earth was a divine creation during God's one productive week rather than the result of millions of years of evolution. Bell's dinosaurs have found gainful employment as proselytizers.”\n \n***\n \n\nPhoto: erikadotnet/Flickr\n \nPrehistoric Forest, Onsted, Mich.\nStatus: Extinct\n \nWhile long-abandoned buildings and crumbling modern ruins are a dime a dozen in Detroit, you’ll have to venture outside city limits to the scenic Irish Hills to experience nightmarish decay of the fiberglass saurian variety. Located on a stretch of U.S. Route 12 amongst a host of shuttered roadside attractions, the Prehistoric Forest opened for business in 1963 and managed to snare busloads of excitable kiddos and their indifferent, camera-wielding adult chaperones for more than three decades.\n \nAside from the safari train, waterfalls and smoke-spewing faux-volcano, the main draw at the Prehistoric Forest was, of course, the terrifying reptilian beasts and massive prehistoric mammals — courtesy dinosaur sculptor extraordinaire James Q. Sidwell — that lurked along the wooded trails of the 8-acre property. Judging from his work, Sidwell didn’t shy away from depicting the decidedly gruesome eating habits of carnivorous theropods. When stumbling across tableaus like that, we’re going to assume it was “cover your eyes and think of Barney” time for many of the park’s pants wetting-prone patrons.\n \nSince closing in 1999, the Prehistoric Forest’s dozens of dino-denizens remain in various states of dilapidation and disrepair as Mother Nature closes in and the property reverts back to its natural state. Despite the presence of various security measures to keep curiosity seekers out, photography-centric trespassing along with instances of vandalism and theft have long plagued the deserted theme park, where brazen interlopers are faced with the “ghostly laughter of unborn dinosaur babies lurking around every corner.”\n \n***\n\n \n\n\nPhoto: Kim Scarborough/Flickr\n \nDinosaur Gardens Prehistoric Zoo, Ossineke, Mich.\nStatus: Extant\n \nHissing Velociraptors! Tar pit carnage! Killer pythons! Topless cave women! Miniature golf! Onion rings! Tchotchke shops! A giant statue of Jesus holding a globe! Located on 40 beautiful acres of drained swampland on the western shore of Lake Huron, Dinosaur Gardens seems to have it all when it comes to prehistoric amusements … and then some.\n \nOpened in the late 1930s by folk artist Paul N. Domke, it’s actually amazing that the animatronics-free Dinosaur Gardens has managed to evade extinction throughout the years when similar, earnestly low-tech roadside attractions have been forced into retirement. It's populated by over two dozen prehistoric birds, mammals and reptiles handcrafted from concrete and spread out along a wooded trail (including a 60,000-pound Apatosaurus with the somewhat jarring Christian imagery of a portrait of Jesus, “The Greatest Heart of All,” housed in its thoracic cavity). This so-called “zoo” is a throwback to a different time and place … and we’re not talking about the Cretaceous period. And to put it politely, even the park’s website is, well, of a different era.\n \nAccording to Roadside America, Domke was also the sculptor of Ossineke’s other prime photo-op spot: giant twin statues of folkloric lumberjack Paul Bunyan and his trusty traveling companion, Babe the Blue Ox. According to local lore, poor Babe was victim of a vicious neutering many moons ago. A drunk playing target practice with a gun was held responsible for the heinous crime.\n \n***\n \n\nPhoto: StefZ/Flickr\n \nDinosaur World, Beaver Springs, Ark.\nStatus: Extinct\n \nWhile Michigan’s Prehistoric Forest may currently hold the title of creepiest defunct dinosaur theme park, Dinosaur World, a 65-acre Ozarkian establishment that was shuttered in 2005 after nearly three decades of tourist-snaring glory, is certainly the largest of defunct dinosaur theme parks.\n \nDinosaur World — previously known as John Agar’s Land of Kong and, before that, Farwell’s Dinosaur Park — is home to around 100 forsaken cement beasts and a handful of Cro-Magnon squatters. Many of the life-sized sculptures are the handiwork of Emmet Sullivan, the same fellow responsible for introducing dinosaurs to the Black Hills of South Dakota and erecting a 67-foot-tall statute of Jesus in the nearby resort town of Eureka Springs.\n \nAnd then there’s King Kong. Believed to be the largest tribute to the destructive oversized ape — he stands at 42 feet tall — it’s not exactly clear why the movie monster is comingling with a bunch of tired old leftovers from the Mesozoic Era. As told to Roadside America, the park’s original owner wanted to erect a giant statue of General Douglas MacArthur on the property but local authorities weren’t having it. Instead, he opted for King Kong. A more coherent source claims that the statute, completed in 1984, was the idea of Ken Childs, the park’s second owner. As the story goes, Childs was buddies with John Agar, a B-movie actor — credits include “Women of the Prehistoric Planet” and “Curse of the Swamp Creature” — and former husband of Shirley Temple who allowed for his name to be used in the venture. Not so coincidentally, Agar also had a bit part in the 1976 remake of “King Kong” as “City Official.”\n \n***\n \n\nPhoto: Alex1961/Flickr\n \nDinosaur Park, Rapid City, S.D.\nStatus: Extant\n \nLeave it to a goofy-looking, bright green Triceratops to upstage Thomas Jefferson.\n \nDedicated in 1936 and listed on the National Register of Historic Places in 1990, Dinosaur Park is less than 30 miles away from Mount Rushmore and for good reason: to snare motorists who may require a quick pit stop/photo-op before traveling on through the fossil-rich Black Hills to marvel at the mugs of dead presidents carved into the side of a mountain. Because really, nothing says “America” like Instagramming kitschy dinosaur statuary and a quartet of giant granite heads all in the same afternoon.\n \nRelatively modest when compared to more modern prehistoric-themed roadside attractions, Dinosaur Park contains seven “life-sized” wire mesh framed replicas: Apatosaurus, Triceratops (South Dakota’s state fossil, by the way), Stegosaurus, the duck-billed Anatotitan and the most terrible non-lizard of them all, Tyrannosaurus rex. And while they’re deprived of the breathtaking views enjoyed by their concrete compadres, a Protoceratops and Dimetrodon (not technically a dinosaur) can be found hanging out near the parking lot.\n \nThe sculptures are the early work of Montana-born sculptor Emmet Sullivan, he of mega-Messiahs and woolly mammoths in the Ozarks fame (see above). Sullivan’s handiwork, another green Apatosaurus measuring 80 feet, can also be found nearby permanently loitering outside notorious the tourist hellhole/retail destination, Wall Drug. If you’ve never been, at 76,000 taxidermy-filled square feet, Wall Drug is the place in the Badlands to scarf homemade doughnuts, pan for gemstones, get a prescription filled and stock up on everyday necessities like mustache wax, dream catchers and jackalope shot glasses. And don’t forget the free ice water.\n \n***\n \n\nPhoto: saebaryo/Flickr\n \nField Station: Dinosaurs, Secaucus, N.J. \nStatus: Extant\n \nWith their chintzy gift shops and motionless concrete monsters, most dinosaur-centric attractions are considered outdated yet lovable curiosities belonging to a bygone era, places you’d see depicted in a box of vintage postcards at a flea market. However, it’s worth noting that a new species of prehistoric theme parks has roared into existence over recent years. And to be clear, these aren’t hokey roadside diversions with reasonable admission prices and the relaxed ambiance of a Putt-Putt golf course — they’re full-on dinosaur destinations equipped with the finest in 21st century robotic razzle-dazzle and educational programs that go way beyond informative placards.\n \nTake Field Station: Dinosaurs, for example. Located right off the New Jersey Turnpike, this 2-year-old, 20-acre park “set against the breathtaking natural backdrop of the New Jersey Meadowlands” (!) features 32 fully animatronic beasts including a 90-foot-long Argentinosaurus. According to the park’s website, “scientists from the New Jersey State Museum have worked to ensure that the exhibition encompasses the latest theories and discoveries in the fields of paleontology, geology, and environmental studies.” In other words, this place obviously takes the business of dino-entertainment very seriously.\n \nIn addition to the big guys themselves, Field Station: Dinosaurs — slogan: “9 Minutes From Manhattan, 90 Million Years Back in Time” — also boasts a mock fossil dig along with various workshops, games and activities. And then there’s “Dragons and Dinosaurs,” a 20-minute live performance that “brings to life the amazing connection between dinosaur bones, unicorns, monsters and the fire-breathing dragons of folklore.” They had us at unicorns.\n \n6 more (non-extinct) domestic dinosaur destinations\nDinosaur Park, Cedar Creek, Texas\nDinosaur World, Plant City, Fla.\nDinosaur Land, White Post, Va.\nOgden Eccles Dinosaur Park, Ogden, Utah\nPrehistoric Gardens, Port Orford, Ore.\nDinosaurs Alive! Kings Dominion Theme Park, Doswell, Va.\n \nRelated theme park stories on MNN:\n8 eerie, abandoned amusement parks\n11 highly unusual theme parks\n'Jurassic Park 4' to feature scary new dinosaur","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/dino_parks_main.jpg","title":"12 dinosaur theme parks","author":""}