{"url":"http://www.mnn.com//lifestyle/recycling/blogs/lower-manhattan-to-get-47k-recycling-bin","content":"Although the topic du jour here in New York City and much of the East Coast is the near record-breaking heat (hey summer, you think you could have given us a running start at least?), some intriguing news out of the Big Sweaty Apple this week:\n\n\t \n\n\tIt appears that newly instated “recycling czar” Ron Gonen is already making good on his promise to “aggressively” install more public recycling receptacles across NYC in an effort to double the city’s lackluster recycling rate of 15 percent within the next five years. As of now, there are roughly 1,000 recycling bins on city streets and parks while there are 25,000 trash cans scattered across the city.\n\n\t \n\n\tFabulous! So how many new recycling bins will on-the-go New Yorkers have the pleasure of dumping their spent bottles and cans in? And where will be they located?\n\n\t \n\n\tWell, there’s a catch in a move that doesn't actually even appear to be orchestrated by City Hall at all (sorry, Ron), but by the Alliance of Downtown New York and British clean tech company J.M. Ornstein. There will soon be one new very special recycling bin installed at Whitehall Plaza on Whitehall and Water streets in the Financial District and it comes equipped with a very special price tag of $47,000. Yessir, Lower Manhattan will soon be getting the Rolls-Royce of recycling bins. The high-tech, bombproof bin is being imported from across the pond for a pilot run, courtesy Media Metrica, Ltd., a British company that’s already employed a small army of Renew Recycle Bins around London in anticipation of the 2012 Summer Olympics.\n\n\t \n\n\tIn addition to offering newspaper and bottle recycling, Renew Recycle Bins also act as “communication pods.” Each bin is equipped with dual, street-facing LCD screens that broadcast “dynamic information ranging from weather reports to stock market results” while providing city officials with “additional channels of communication for traffic, transit, weather, and safety alerts” according to the Downtown Alliance. The screens will also display helpful tourist info and advertisements. So if you weren’t already feeling bombarded by sports scores and entertainment news in the elevator or in the back of that taxi, you can now experience a similar sensation while responsibly discard your crumpled copy of the Daily News and bottle of Diet Coke.\n\n\t \n\n\tExclaims Joseph Timpone, vice president of operations for the Alliance of Downtown New York, in a press release: “A 21st century, global business district, it is only fitting that Lower Manhattan is now home to the first 21st century recycling bin in the United States.”\n\n\t \n\n\tNot to poo-poo New York’s inaugural Renew Recycle Bin or anything — when it comes down to it, any effort to make it easier for New Yorkers to recycle is a-okay with me — but it would also be nice to see a few more regular, non-electronic recycling bins placed around the city in addition to this slick, state-of-the-art model. But then again, I suppose Gonen is working on that. And I second TreeHugger Alex Davies' sentiments: \"J.M. Ornstein's description of the Renew bin as 'a communication pod that doubles as a convenient recycling point' makes me wonder what's wrong with a green plastic bin, without all the glamour.\"\n\n\t \n\n\tWhat do you think? Would you be instantly drawn to a high-tech recycling bin that also provides news and weather updates? Or do you not feel the need to \"recycle in style\" as the Downtown Alliance puts it? I'm really on the fence here — love the intent and the sleek design but not the price tag — and also very curious to see how the NYC pilot pans out given that the bins seem to be taking off in London. \n\n\t \n\n\tVia [TreeHugger]\n\n\t ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/RenewBins.jpeg","title":"Lower Manhattan to get $47K recycling bin","author":""}