{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/visit-machu-picchu-with-huge-zoomable-image","content":"Now you can explore the awe-inspiring Incan estate of Machu Picchu — from your computer.\n\n\t \n\n\tThe huge image of the Incan site in Peru took nearly two hours to photograph and is made up of 1,920 separate images that were stitched together using a program called GigaPan. Viewers can zoom in to see the smallest details of the site.\n\n\t \n\n\tThe photographs were taken by Jeff Cremer, marketing director of Rainforest Expeditions, a company that runs eco-tourism trips to the Peruvian Amazon. You can take a look at the special site they set up.\n\n\t \n\n\tCremer said he made the image in part to raise awareness about the plight of the site, which is being degraded by the many tourists that come to see it, he told OurAmazingPlanet. He said he wants people to visit but that they need to stick to marked paths to avoid exacerbating Machu Picchu's worsening erosion and degradation. The World Monuments Fund, a New York-based nonprofit organization dedicated to preserving historic sites, recently placed Machu Picchu on its watch list of 100 Most Endangered Sites in the world because of environmental degradation due to tourism.\n\n\t \n\n\tCremer used a robotic mount to take the picture. He said he was questioned by security guards asking to see his photography permit and he had to pause shooting to wait for tourists to move out of the way.\n\n\t \n\n\tMachu Picchu is a 15th-century Incan site in Peru that sits 7,970 feet (2,430 meters) above sea level on the eastern slope of the Andes. It is believed to have been built by Pachacuti Inca Yupanqui, the ninth ruler of the Inca, in the mid-1400s. Many archaeologists believe that Machu Picchu was constructed as a royal estate of sorts.\n\n\t \n\n\tIn 1911, explorer Hiram Bingham III, a Yale professor, visited the site and published its existence for the first time. The buildings were made without mortar (typical of the Inca), their granite stones quarried and precisely cut.\n\n\t \n\n\tReach Douglas Main at dmain@techmedianetwork.com. Follow him on Twitter @Douglas_Main. Follow OurAmazingPlanet on Twitter @OAPlanet. We're also on Facebook and Google+.\n\n\t \n\n\tRelated on OurAmazingPlanet and MNN:\n\n\t \n\n\n\t\t\tBigger is Better: 10 Huge Images of the Planet \n\n\n\n\t\t\tIn Photos: Amazing Ruins of the Ancient World\n\n\n\n\t\t\tAlbum: The Seven Ancient Wonders of the World\n\n\n\n\t\t\tMNN: Top 10 hiking destinations\n\n\n\t \n\n\tThis story was originally written for OurAmazingPlanet and is republished with permission here. Copyright 2012 OurAmazingPlanet, a TechMediaNetwork company.","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/macupicchu.jpg","title":"Visit Machu Picchu with huge 'zoomable' image","author":"Douglas Main, OurAmazingPlanet"}