{"url":"http://www.mnn.com//lifestyle/recycling/blogs/this-weekend-nyc-celebrates-the-magic-of-mulching","content":"Over the past couple years, I’ve blogged about Christmas tree recycling efforts — more specifically, Christmas tree mulching efforts — in cities like San Francisco and Paris instituted to help prevent de-flocked tannenbaums from being unceremoniously trashed. This year, I thought I’d feature a time-honored Christmas tree mulching tradition in my city, New York.\n\n\t\t\n\n\t\t\n\t\tTaking place this weekend (Jan. 7 and 8) at multiple locations in all five boroughs is Mulch Fest, the annual GreeNYC and New York City Department of Parks & Recreation-hosted hoedown or chip-down, rather. Similar to Paris’ program, Christmas trees recycled through Mulch Fest are sent through a chipper and used as wood chips to help beautify urban green spaces across the city. In San Francisco, the chips are sent off to a waste-to-fuel plant. At Mulch Fest, recyclers can actually take home biodegradable bags (some locations encourage you to bring your own bag) of mulch for personal use in their own, umm, backyard-ish areas or to use as a \"winter bed\" for a street tree on their block.\n\n\t\t \n\n\t\tLast year, nearly 17,000 Christmas trees were recycled through the program and the city hopes to top that impressive number in 2012. In most of New York (Staten Island excluded), it may seem daunting or even logistically impossible to haul a Christmas tree to a park to have it mulched. You certainly wouldn’t want to take your needle-shedding, 7-foot-tall Douglas fir on the C train for six stops, now would you? Luckily, Mulch Fest locations are more than abundant (there are two within a five block radius of my own apartment) so you needn’t worry about taking public transportation, borrowing a friend’s car, or attempting to flag down a taxi. In Central Park alone, there are three Mulch Fest locations while at Riverside Park on Manhattan’s west side there are seven. And while a majority of Mulch Fest locations offer chipping, others are simply tree drop-off sites.\n\n\t\t \n\n\t\tCan’t make it to Mulch Fest this weekend but need to get that Christmas Tree the hell out of apartment sooner than later? Through Jan. 14, the Department of Sanitation is offering special Christmas tree curbside collection. Like the Christmas trees chipped/dropped-off during Mulch Fest, the ones picked up curbside will also be recycled.\n\n\t\t \n\n\t\tNew Yorkers: Click here for more information about Mulch Fest 2012 and to find a location near you. Not in the Big Apple? Head on over to Earth911 to find a Christmas tree recycling program near you. \n\n ","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/MulchFest2.jpg","title":"This weekend, NYC celebrates the magic of mulching","author":""}