{"url":"http://www.mnn.com//green-tech/computers/stories/3-best-alternatives-after-tweetdecks-demise","content":"TweetDeck,  perhaps the most popular \"dashboard\" app for putting all your social media accounts in one place, is shutting down. Bought by Twitter in 2011, TweetDeck allowed you to read and post to Twitter, Facebook and LinkedIn all in one app. Twitter will discontinue the app's mobile and desktop versions, removing them from app stores in early May. Shortly thereafter, TweetDeck AIR, TweetDeck for Android and TweetDeck for iPhone will stop working altogether.\n \nSo what's a social-media addict to do?\n \nFortunately, TweetDeck is far from the only way to pull together your social media personas. There are many alternatives, and these three are our favorites:\n \nYoono\nPros:\n\nIt's an app, so you don't need to interrupt what you're doing online to go to a website. (Although you can also use it as a browser page in either Firefox or Chrome.)\n\n\nIn addition to Mac and Windows, Yoono is compatible with Linux.\n\n\nIt supports multiple accounts, so you can track, say, your personal feed and your company feed.\n\n\nOn your desktop, you can view a single column with alerts from various social networks or expand to multiple columns showing updates, news feeds or direct messages as applicable.\n\n\nThe iPhone app is killer, easily the best free tracker for social media.  \n\n \nCons:\n\nThe desktop app can be clunky, and it freezes often.\n\n\nVideos open up a giant window on an Internet browser instead of popping up in a small window like they did in Tweetdeck.\n\n\nMysteriously, sometimes you have to manually refresh the feeds.\n\n\nNo scheduling options for updates.\n\n\nMobile version is iPhone-only. Sorry, Android.\n\nHootSuite\nPros:\n\nAs a Web-based application, HootSuite is easy for different people to use on multiple computers, and it works on any operating system.\n\n\nYou can manage and post to a wide array networks, including Instagram, WordPress, MailChimp and many more.\n\n\nWith HootSuite, you can schedule updates. There is even an \"optimize\" feature that supposedly sends out your tweet or other post at the best time for optimal exposure.\n\n\nIt has apps for the iPhone, iPad, Android and Blackberry.\n\n\nThe toolbar feature in the browser version allows you to easily share Web content.\n\n \nCons:\n\nIt's not pretty. The tabbed interface maxes out at the width of your screen, making it impossible to monitor multiple streams at a glance. \n\n\nThe integration is not so smooth on sites other than Twitter. For instance, you can't comment or like in LinkedIn.\n\nNetvibes\nPros: \n\nA preformatted dashboard makes monitoring social media very simple.\n\n\nIt also allows you to monitor everything from Gmail to Picasa to newsreader feeds. [See also: Best Google Reader Replacement]\n\n\nThe Internet-only interface means there are no compatibility issues.\n\n \nCons:\n\nIt's difficult to set up any functions not in the app's ready-made menu, such as keeping track of your own Instagram stream.\n\n\nNetvibes is not terribly attractive.\n\n \nBonus honorable mentions for Twitter only\nIf you really just want to stay on top of Twitter, you should check out one of these Twitter-only services.\n \nRefollow\nThis Web tool can help you raise your Klout score (a measure of how \"influential\" you are on social media) by telling you who is following what.\n \nTwimbow\nThe Web app color coordinates your conversations to easily group them into categories.\n \nYoruFukurou\nThis desktop app stays up-to-the-second on Twitter @ mentions and direct mentions, but offers zero analysis.\n \nFollow Lisa L. Kirchner @lisakirchner. Follow us @TechNewsDaily, on Facebook or on Google+.\n \nRelated on TechNewsDaily and MNN:\n \n\n6 Tips to Use Instagram Like a Pro\n\n\nThe IRS' Dirty Dozen Tax-Fraud Scams\n\n\n10 Best Twitter Hashtag Hijacks\n\n\nMNN: 10 green Twitterers you should follow\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/HootSuite.jpg","title":"3 best alternatives after TweetDeck's demise","author":"Lisa L. Kirchner, TechNewsDaily"}