{"url":"http://www.mnn.com//lifestyle/recycling/stories/clever-uses-for-tuna-cans","content":"Photo: Jerry James Stone\n \nDid you have a tuna party and now have a whole pile of cans to recycle? Stay thy villainous hand! Thou shalt not heft those trusty vessels into the recycling bin! If you just made a record-size bowl of tuna salad for your favorite coworker's birthday lunch potluck at the office, you are in luck. You are in luck like you just won the lottery. OK, if you won the lottery you could just go to Crate & Barrel and buy whatever you want, and you wouldn't need to fashion survivalist crafts out of tin cans that smell a bit like cat food. I kind of like the smell of cat food. Am I gross?\n \nNow! Let's have some fun with tuna cans. Because if I let a day go by without telling you how to make useful housewares out of garbage, the sky would probably fall into the ocean with a terrible thud. Eat your tuna, kiddos, because the cans it comes in are precious little gems that can literally light up your life, as you are about to see.\n \nThe Tuna Can Lantern: Didn't I just tell you that a tuna can could light up your life? It can when you make a lantern out of it! Tuna can lanterns look like fancy outdoor party lighting (I swear you could decorate a yard in Montauk or Provincetown with one, and nobody would be the wiser). A tuna can lantern is a glass hurricane lantern cover on top of a tuna can, which is mounted on a pole of some kind. When you paint the tuna can and the pole a nice sophisticated color, suddenly the tuna can stops looking like tin that cooked fish came in, and starts looking like something straight out of Pottery Barn. You can only imagine the romantic effect that a yard full of tuna can lanterns would produce, especially if they still smell a little like tuna and therefore start attracting cats. Picture your pathways illuminated by hurricane lanterns, the candles flickering in the evening breeze, as neighborhood cats loll languorously around your fence. Thank you to DIY Philadelphia remodeler and blogger Diane of In My Own Style for this idea.\n \nTiffin Box Made from Tuna Cans: A tiffin box is a compact little lunch carrier. The style lunch carrier comes from India. A tiffin box is essentially a few metal containers that stack on top of each other, so that one is a lid for the container on top of it, which clamp together with a metal handle. An Instructables user posted directions for how to make a tiffin box out of tuna cans. It's pretty ingenious! Make one of these and your lunch will be the envy of your entire cubicle farm.\n \nTuna Can Cook Stove: I am not saying that you should make a mini-stove out of a large tuna can and a small tuna can, but you could. This is one of those total making-do-and-getting-by crafts that will help you to survive if you are in the wilderness with nothing but a large tuna can, a small tuna can, a knife, and some fuel. Anecdotally, my best friend's husband impressed her while they were dating by cooking an unopened can of tuna on a small camp fire. Men: You now know how to impress the ladies with fire and a tuna can.\n \n\nMini-cake mold: Pro: This use of tuna cans requires no handyman skills at all. Con: Your cakes will taste like fish if you don't wash the cans a few times before using them as mini-cake molds. But when you do start to use your clean tuna cans as mini-cake molds, you will delight in your cake's perfectly round shape. You could make mini-tarts. You could make mini-casseroles. Anything you bake in an empty tuna can will turn out that cute little round shape \"that humans go nuts for.\"\n \n\nHolla if you have ever made something cool from tuna cans that I didn't mention. I found tuna can desk organizers, tuna can emergency lamps, and tuna can tea-light holders, as well. You could also make these projects from cat food cans.\n \nChaya Kurtz originally wrote this story for Networx.com. It is reprinted with permission here.\n \nRelated DIY stories on MNN:\n10 creative uses for empty beer bottles\n8 ways to use those last bits of bar soap\nTop 10 greatest ways to reuse an old belt\nTiffin can photo: calischs/Instructables","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"","title":"Clever uses for tuna cans","author":""}