{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/the-mystery-of-devils-kettle-falls","content":"Photo: Captain Tenneal/Flickr\n \nIf you’ve ever worried that we’ve solved all the mysteries of nature, fear not. Minnesota’s Devil’s Kettle Falls has been puzzling hikers and geologists for generations. At the falls, along Lake Superior’s north shore, a river forks at a rock outcropping. While one side tumbles down a two-step stone embankment and continues on like a normal waterfall, the other side vanishes into a deep hole and disappears — apparently forever.\n \nA few miles south of the U.S.-Canadian border, the Brule River flows through Minnesota’s Judge C. R. Magney State Park, where it drops 800 feet in an 8-mile span, creating several waterfalls. A mile and a half north of the shore of Lake Superior, a thick knuckle of rhyolite rock juts out, dividing the river dramatically at the crest of the falls. To the east, a traditional waterfall carves a downward path, but to the west, a geological conundrum awaits visitors. A giant pothole, the Devil’s Kettle, swallows half of the Brule and no one has any idea where it goes. The consensus is that there must be an exit point somewhere beneath Lake Superior, but over the years, researchers and the curious have poured dye, pingpong balls, even logs into the kettle, then watched the lake for any sign of them. So far, none has ever been found.\n \nAnd this baffling situation only gets weirder when geologists start explaining Devil’s Kettle. Consider, for instance, the sheer quantity of water pouring into the kettle every minute of every day. While the notion of some kind of broad, underground river is an exciting device in movies, the reality is that those sorts of deep caves are rare, and only form in soft rock types like limestone. Northern Minnesota, as geologists will tell you, is built of stronger stuff.\n \nIn harder rocks like the local rhyolite and basalts, tectonic action can sometimes crush underground rock layers, creating a much more permeable environment for water. Unfortunately, there’s no evidence of a fault line in the area, and even if there were, it’s unlikely that the kettle could continue draining the Brule indefinitely. Storms and erosion send debris, sometimes as large as boulders and trees, over the falls and into the kettle — if the drainage route was, in effect, an underground gravel bed, at some point it would clog.\n \nAnother idea is that millions of years ago, a hollow lava tube may have formed beneath the falls, in the subsurface layer of basalt. Over time, the theory posits, the falling water eroded the rhyolite surface and punched straight down into the ancient lava tube, providing wide open access to the floor of Lake Superior. Again, there are problems with this theory, primarily that the local basalt is a type known as flood basalt, which spreads out as a flat sheet when ancient lava bubbled up from fissures in the ground. Lava tubes form in basalt flowing down the slopes of volcanoes, and even if the geology in northern Minnesota had somehow created an exception to that rule, no lava tubes have ever been found in any of the hundreds of exposed basalt beds in the area.\n \nSo where does the water go? So far, nobody knows — but not for lack of trying. Scientists and hikers will keep tossing things into the Devil’s Kettle and watching Lake Superior for any sign of their trinkets, but maybe there are other explanations. If you happen to be traveling, say, somewhere in Eurasia and stumble across a geyser that’s surrounded by pingpong balls, logs, and even a car that locals are reported to have pushed in one night years ago, you might want to call a geologist in Minnesota. You may just have solved the mystery of Devil’s Kettle Falls. See video of the falls below:\n \n\n\n \nRelated stories on MNN:\n14 amazing fractals found in nature\nExplore America's parks with our user's guides: Theodore Wirth Park in Minneapolis\n10 of the world's biggest unsolved mysteries\n14 most amazing waterfalls in the world","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"","title":"The mystery of Devil's Kettle Falls","author":""}