{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/what-are-the-hidden-costs-of-american-apparel","content":"While I haven't exactly been a fan of American Apparel founder Dov Charney's alleged sketchy treatment of female employees (he's been accused of numerous accounts of sexual harassment), I have always liked that the brand was a champion of Made in the USA clothing (their HQ employs 5,000 people in Los Angeles), organic fabrics, and highly durable goods. I own a half-dozen pair of their fantastic leggings (the reason I have so many is because they last for so long, I still have the first pair I bought about six years ago), a yellow lace dress, a pair of legwarmers, and a bunch of t-shirts, not to mention several pair of tights. Quite a few of these are items I don't leave home without when I travel, they have proven to be such wardrobe winners. \nSo I was a little nervous when I got an email from InsuranceQuotes.org about the company as part of their \"Hidden Costs\" video series (check it out below). Turns out most of what I know about the company is true, but there was still something to learn. (Text for the video below the embed.) I still feel pretty good about wearing my American Apparel stuff and will keep buying from the company. \n\n\n \n \nVideo Transcript:\nHealth: B-\nLocally: (A) American Apparel offers a full workout line of clothing, inspiring the fashion-conscience to get fit. Also, American Apparel clothing pieces are typically made from a majority of cotton – a breathable, hypoallergenic, insulating material which is can be worn for comfort year around. \nGlobally: (C-) American Apparel employees are offered health care, paid time off, and reasonable wages – an impressive package for seamstresses. Even overseas employees in China make the US federal minimum wage. However, the company is plagued with rumors and lawsuits about discrimination based on appearance and sexual harassment. \nEnvironment: B+\nLocally: (B) American Apparel offers a range of organic-made products, including t-shirts, which are made without material not grown with harmful fertilizers. However, organic-clothing isn’t exclusively sold at American Apparel, so eco-conscience shoppers must choose carefully.\nGlobally: (A-) By using the maximum amount of each cut of material, American Apparel saves one million pounds of cotton per year and any unused material is recycled. The also offers a bike lending program for employees to save on CO2 emissions and they installed a solar system on their manufacturing plant in LA which powers 30% of operations. \nEconomic: C+\nLocally: (B) For relatively durable clothing, American Apparel keeps it’s prices reasonable compared to other logo-painted clothing. T-shirts start around $15 and hoodies at $45. As long as one doesn’t go too crazy – shopping at American Apparel won’t break the bank. \nGlobally: (C) American Apparel employs over 10,000 people in manufacturing, corporate and over 250 retail stores in 20 different countries. After experiencing years of triple digit percentile growth for years, American Apparel struggled along with the rest of the economy during the downturn. In 2011, the company experienced $533 million in revenue loss and hinted at bankruptcy until investors managed to come up with $15 million. \nFinal Grade: B-","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/americanapparel_0.jpg","title":"What are the hidden costs of American Apparel?","author":""}