{"url":"http://www.mnn.com//green-tech/computers/stories/why-the-internet-is-so-addictive","content":"\"Checking Facebook should only take a minute.\"\n \nThose are the famous last words of countless people every day, right before getting sucked into several hours of watching cat videos, commenting on Instagrammed sushi lunches, and Googling to find out what ever happened to Dolph Lundgren.\n \nIf that sounds like you, don't feel bad: That behavior is natural, given how the Internet is structured, experts say.\n \nPeople are wired to compulsively seek unpredictable payoffs like those doled out on the Web. And the Internet's omnipresence and lack of boundaries encourage people to lose track of time, making it hard to exercise the willpower to turn it off.\n \n\"The Internet is not addictive in the same way as pharmacological substances are,\" said Tom Stafford, a cognitive scientist at the University of Sheffield in the United Kingdom. \"But it's compulsive; it's compelling; it's distracting.\" [10 Easy Paths to Self Destruction]\n \nYou've got mail\nHumans are social creatures. As a result, people enjoy the social information available via email and the Web.\nEmail and social media have the same reward structure as that of a casino slot machine: Most of it is junk, but every so often, you hit the jackpot — in the case of the Internet, a tidbit of juicy gossip or a heartfelt email, Stafford said. The instantaneous payoff only strengthens the Internet's pull.\n \nThe Web's unpredictable payoffs train people much in the same way Ivan Pavlov trained dogs, which were conditioned in the 19th century to salivate when they heard a bell they associated with food.\n \nOver time, people link a cue (e.g., an instant-message ping or the Facebook homepage) with a pleasurable rush of feel-good brain chemicals. People become habituated to seek that social rush over and over again, Stafford said.\n \nFight or flight\nReading emails or hunching over a screen can also activate humans' fight-or-flight response, said Linda Stone, a researcher who has studied the physiological effects of Internet use.\n \nStone has shown that about 80 percent of people temporarily stop breathing or breathe shallowly when they check their email or look at a screen — a condition she calls email apnea.\n \nThe Web often has important content that requires action or a response — for example, an assignment from the boss or engagement photos from a close friend — so people anticipate this and hold their breath as they look at their screens.\n \nBut breath-holding sets off a physiological cascade that prepares the body to face potential threats or anticipate surprises. Constantly activating this physical response can have negative health consequences, Stone said.\n \nNo limits\nAnother reason the Internet is so addictive is it lacks boundaries between tasks, Stafford said.\n \nSomeone may set out to \"research something, and then accidentally go to Wikipedia, and then wind up trying to find out what ever happened to Depeche Mode,\" Stafford said, referring to the music band.\n \nStudies suggest willpower is like a muscle: It can be strengthened, but can also become exhausted.\n \nBecause the Internet is always \"on,\" staying on task requires constantly flexing that willpower muscle, which can exhaust a person's self-control.\n \n\"You never get away from the temptation,\" Stafford said.\n \nSet boundaries\nFor those who want to loosen the viselike grip of the Web on their lives, a few simple techniques may do the trick.\n \nWeb-blocking tools that limit surfing time can help people regain control over their time. Another method is to plan ahead, committing to work for 20 minutes, or until a certain task is complete, and then allowing five minutes of Web surfing, Stafford said.\n \n\"Technology is all about eroding structure,\" Stafford told LiveScience. \"But actually, psychologically, we need more structure, and those things are in tension.\"\n \nMore on LiveScience and MNN:\n\nSuper-Intelligent Machines: 7 Robotic Futures\n\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\nNever Too Late: 5 Bad Habits You Should Still Quit\n\n\nMNN: How Facebook affects your memory\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/Internet_white.jpg","title":"Why the Internet is so addictive","author":"Tia Ghose, LiveScience"}