{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/will-san-diegos-tides-glow-blue-again-this-year","content":"Last year surfers, kayakers and beach-combers in San Diego, Calif., were greeted by a bizarre and beautiful sight: the ocean waters were emitting a bright blue glow as the waves crashed and the tide came in.\n\n\t \n\n\tThe cause of this unusual phenomenon was a tiny organism called Lingulodinium polyedrum. This dinoflagellate (a type of algae) blooms every few years in the waters around San Diego, forming what is known as a red tide. While the algae gives the water a soupy red color during the day, nighttime is when the show begins. Every time the algae is jostled — either by the movement of the tides or the slice of a kayak moving through the water — it emits a bright blue bioluminescent glow. The breathtaking effect brought thousands of people to San Diego last year to view the rare spectacle.\n\n\t \n\n\tBioluminescence is a fairly common phenomenon among certain dinoflagellate species, says Cynthia Heil, senior research scientist at Bigelow Laboratory for Ocean Sciences in East Boothbay, Maine. \"It's the same reaction that occurs in fireflies, which is triggered by turbulent motion.\"\n\n\t \n\n\tIt's been about a year now since the blue glow faded in San Diego, and people are wondering if it will happen again this year. \"If you asked me 10 years ago, I would have said no,\" says Melissa Carter, a programmer analyst at the Scripps Institute of Oceanography in San Diego, who has studied the algae. \"We used to see the blooms ever three to seven years. However, over the last eight years, we've seen a bloom four out of the eight years, which has been the highest frequency of these blooms over the past 30 years.\"\n\n\t \n\n\tAlthough the frequency has increased, it's still hard to predict when it will appear again since scientists still don't understand the variables that cause the algae to bloom. \"A very intricate stage has to be set for this plankton to bloom,\" Carter says. The exact conditions are not known, but variables could include water temperature, wind speeds, the presence of other bacteria or viruses in the water, among other conditions.\n\n\t \n\n\tCarter and her fellow scientists study the bloom whenever it occurs, although she says getting research funding quickly — and when the algae appears — is a challenge. Even so, they still learn what they can when they can. \"Every time there is a bloom, we are collecting our standard measurements and this helps in testing basic hypothesis about what we think is happening and adding to our understanding and predictability of future blooms,\" she says. They are currently working on a new predictive model that could allow them to know within a few weeks when a bloom is about to occur, although she says testing and proving that model could take years.\n\n\t \n\n\tBloom or bust\n\n\tIn addition to predicting future red tides, scientists are also asking why certain algae species go through boom periods where they form red tides, while others do not. Carter notes that only about five of the 50 or so species they see on a regular basis in San Diego form these massive blooms. \"Why does only a small subset of species have the ability to out-compete all the others and dominate the community for weeks to a month at a time?\" she asks.\n\n\t \n\n\tEven if the blue glow does not return to San Diego waters this year, there are other places you can experience similar phenomena. Heil says she has encountered bioluminescent algae in Moreton Bay, Australia, where it is caused by a dinoflagellate called Noctiluca scintillans. In Maine, a species called Alexandium fundyense causes glowing red tides, although it doesn't occur in the same concentrations as the ones in San Diego and Australia. \"It just appears almost like stars twinkling in the sea rather than the water itself glowing,\" she says. One of the most famous places you can see glowing blooms is Bioluminescent Bay in Puerto Rico, where the glow is reportedly bright enough to read by.\n\n\t \n\n\tIf you do happen to encounter glowing waters, take a bit of caution. Although most are harmless, some of them can be slightly toxic if ingested. The algae in Moreton Bay, for instance, contain high levels of ammonia. The red tides in San Diego have been linked to increased levels of ear and sinus infections, although that could be more from the bacteria in the water that are feeding on the algae than from the algae itself.\n\n\t \n\n\tBut no matter where you encounter bioluminescent waters, take the time to stop and enjoy them. \"They can be spectacular,\" Heil says.\n\n\t \n\n\tRelated algae stories on MNN:\n\n\t\tScientists team up to predict harmful algal blooms\n\n\t\tIn bizarre turn, Yangtze River turns blood red\n\n\t\t'Algae Opera': Singer grows edible algae with her breath\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/San%20Diego%20Glow.jpg","title":"Will San Diego's tides glow blue again this year?","author":""}