{"url":"http://www.mnn.com//green-tech/computers/stories/boston-bombings-how-to-avoid-online-scams-linked-to-the-tragedy","content":"Whenever there's a major news event, spammers and scammers capitalize on it by spreading malware and trying to fleece the unsuspecting through email, social media and search engine poisoning.\n \nSo it will be with the Boston Marathon bombings, which took place this on April 15. Over the next week, be very wary of strangers, or even friends, contacting you with special information regarding the attacks.\n \nThat tweet promising exclusive video of the bombings? The shortened URL may link to a malware-infected website. The email attachment offering proof that Obama was behind the bombings? Don't open it, even if it comes from someone you know.\n \nBe careful of unsolicited charity pitches as well. Fake organizations will be set up pretending to collect money for bombing victims. They may even call you at home.\n \nDon't give them anything — least of all your credit-card number. (Your local Better Business Bureau should have a guide to giving that will help you see which charities are legitimate.)\n \nIf you're looking for news about the bombings and the hunt for suspects, it's best go straight to a trustworthy news source rather than searching online.\n \nMalware distributors use a technique called search engine poisoning to bring malicious links to the top of search results for trending topics — and there's never anything more trending than a breaking story.\n \nBy all means, stay informed and give to charity. But be aware that crooks are out there waiting to prey on your better intentions.\n \nFollow Paul Wagenseil @snd_wagenseil. Follow us @TechNewsDaily, Facebook or Google+.\n \nRelated on TechNewsDaily and MNN:\n\nGoogle Launches Boston Marathon Person Finder\n\n\n5 Social Media Stories You Shouldn't Believe\n\n\n10 Best Computer Protection Software Products\n\n\nMNN: 7 ways you can be scammed\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/BostonBombScams_m_0416.jpg","title":"Boston bombings: How to avoid online scams linked to the tragedy","author":"Paul Wagenseil, TechNewsDaily"}