{"url":"http://www.mnn.com//lifestyle/recycling/stories/christmas-tree-recycling","content":"It’s hard to think of the Christmas tree, the centerpiece of holiday decorations for many American families, as an eco-friendly, bio-degradable natural resource.\n\n\t \n\n\tBut the 350 million balsam firs, Douglas-firs, Fraser firs, noble firs, Scotch pines, Virginia pines, white pines and the smattering of other holiday favorites that are growing on tree farms in all 50 states, including Hawaii, and Canada create green belts that provide unseen gifts during the 4-15 years it takes them to reach a harvestable size.\n\n\t \n\n\tThey are often on land that won’t support food crops and they serve numerous beneficial functions such as protecting water supplies, helping to sustain wildlife, absorbing carbon dioxide and other gases and emitting significant amounts of fresh oxygen, according to The National Christmas Tree Association (NCTA). The NCTA provides an excellent explanation that teachers across the country have used to teach children about the beneficial role of plants in creating oxygen.\n\n\t \n\n\tChristmas trees can also help sustain the environment long after the approximately 33 million people who the U.S. Environmental Protection Agency says buy them each year have taken off the lights and decorations. Homeowners can easily recycle them into any residential landscape in a variety of ways.\n\n\t \n\n\tMulching\n\n\tYou don’t need a large, expensive chipper or shredder to turn your tree into mulch. Loppers and small hand shears will work just fine.\n\n\t \n\n\n\t\t\tCut off the branches at the trunk and trim them into sizes to fit your growing space. Use them as a groundcover to protect marginally hardy perennials or early bloomers that could be damaged or killed by a late frost. The branches are especially effective when placed on straw or other mulch that may have been applied in the fall because they add an extra layer of insulation.\n\n\n\n\t\t\tBe careful not to apply the branches too thickly. When they start decomposing they will pull nitrogen from the soil, which could impact the growth of the plants they helped insulate during the winter.\n\n\n\n\t\t\tCut the thinnest branches into very short pieces (two inches or less) and sprinkle them into mulched paths. As you walk through the winter garden, these sprigs will release their fragrance in the same manner as low-growing herbs release their distinctive aromas when planted between stepping stones.\n\n\n\t \n\n\tAttract wildlife\n\n\tWhat better time to watch birds in the garden — or feed them — than winter?\n\n\t \n\n\n\t\t\tLeave the tree in its stand and move it to a place in the garden where you can see it from your favorite room. Hang bags of suet, pine cones filled with peanut butter or small feeders on it and let the fun begin!\n\n\n\n\t\t\tLay the tree on its side in a corner of the garden where it can serve as a hedge and shelter for small birds and animals to seek a safe haven.\n\n\n\n\t\t\tCut the trunk that remained after stripping off the branches into easy to manage lengths (leave branch stubs for perching), drill holes in each piece (but not all the way through), attach a hook to the top of each piece, fill the holes with suet or peanut butter and hang these home-made feeders in the garden for woodpeckers, nuthatches, creepers, chickadees and other birds to feed on.\n\n\n\n\t\t\tIf you have a pond large and deep enough to accommodate your tree, sink it to create a fish and aquatic insect habitat.\n\n\n\n\t\t\tIf you border a shallow wetland, lay the tree in a place where it can serve a dual purpose as an erosion barrier and shrub shelter.\n\n\n\t \n\n\tCompost\n\n\tIf you have room for another compost pile or bin, winter is a good time to start one.\n\n\t \n\n\n\t\t\tChristmas tree branches work well on the bottom of a new compost pile because they create open spaces for air circulation to kick start the decomposition process.\n\n\n\t \n\n\tGet creative with the trunk\n\n\tThe trunk can give your garden a distinctive look.\n\n\t \n\n\n\t\t\tUse it as a support for climbing vegetables such as pole beans or peas or ornamentals such as morning glories.\n\n\n\n\t\t\tUse it as a plant stake for tomatoes or other tall vegetables.\n\n\n\n\t\t\tLay it on the ground as a border for a path or planting bed.\n\n\n\t \n\n\tTreecycling\n\n\tMany communities across the country support green initiatives and collect Christmas trees as a means to obtain a free resource for mulching landscapes in public parks and around government buildings. Some even offer free mulch to area residents. To find a recycling option near you, visit Earth911.com and:\n\n\t \n\n\n\t\t\tType “Christmas trees” in the box marked “Find recycling centers for” and type your zip code in the box marked “Near”. Hit “Search,” and a list of recycling options will be provided.\n\n\n\t \n\n\tA word of caution …\n\n\tBe aware that “soft” woods such as the firs and pines popular as Christmas trees can cause creosote buildup in chimneys and create potential fire hazards.\n\n\t \n\n\n\t\t\tDon’t burn Christmas trees in residential fire places.\n\n\n\t \n\n\tKnow more about Christmas tree recycling? Leave us a note in the comments below.","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/ChristmasTreeRecycling_main.jpg","title":"Christmas tree recycling","author":""}