{"url":"http://www.mnn.com//lifestyle/recycling/blogs/norway-a-recycling-happy-nation-in-dire-need-of-trash","content":"It appears that Norway should consider cooling its proverbial heels when it comes to exporting waste to trash-strapped neighbor, Sweden.\n \nNorway, a fjord-heavy nation of a little more than 5 million devastatingly good-looking residents where popular pastimes including black metal, salmon fishing, and, apparently, recycling, is now facing a garbage deficit of its own as authorities scramble to source enough trash to fuel the country’s waste-to-energy power plants that provide heat and electricity to homes, schools and businesses. \n \nAs reported by the New York Times, the trash shortage is of particular urgency in the capital city of Oslo where nearly half the city relies on the burning of refuse — including both household and industrial waste — to heat its buildings. And so, just as Sweden is looking to Norway for a helping hand in the garbage department, Norway is looking right back at Sweden while also eyeing Ireland, England, and even the United States. “I’d like to take some from the United States,” says Pal Mikkelsen, a mechanical engineer and director of Oslo’s waste-to-energy department. “Sea transport is cheap.”\n \nPlease, by all means …\n \nNorway’s garbage woes aren’t an anomaly in Scandinavia and across Northern Europe where the demand for trash to fuel garbage-burning incinerator plants is high but the supply is devastatingly low due in part to residents’ pertinacious recycling habits. In fact, Northern European countries only produce 150 million tons of trash annually, while the overall capacity of incinerating plants is 700 million tons and growing. \n \nStockholm, to the east, has become such a competitor that it has even managed to persuade some Norwegian municipalities to deliver their waste there. By ship and by truck, countless tons of garbage make their way from regions that have an excess to others that have the capacity to burn it and produce energy.\n\n'There’s a European waste market — it’s a commodity,' said Hege Rooth Olbergsveen, the senior adviser to Oslo’s waste recovery program. 'It’s a growing market.'\n\n \nWhile the burning of garbage is not an environmentally flawless method of producing energy, modern day cogeneration plants are relatively high-tech affairs and the pollution generated is far less than coal. This method also renders landfills nearly irrelevant.\n \nAnd as pointed out by the Times, it may seem a touch strange that Norway, a global heavyweight in gas and oil exportation and a leader in the producer of hydroelectric energy, is so hung up on garbage. But as Mikkelsen explains it’s all “a game of renewable energy, to reduce the use of fossil fuels.”\n \nEnvironmental activist Lars Haltbrekken views Norway’s reliance on other country’s trash to produce energy as being problematic, explaining that a top sustainability goal (producing less waste) is directly at odds with what he considers to be a less vital one (burning waste to generate energy): “There is pressure to produce more and more waste, as long as there is this overcapacity. The problem is that our lowest priority conflicts with our highest one.”\n \nAs mentioned, Norway hasn’t ruled out importing trash from the United States. However, authorities have turned down waste from Naples where there’s a full-on garbage crisis afoot and countries such as Germany and the Netherlands have stepped in — and been paid —to alleviate the burden of having too much trash. Although the Times points out that trash imported from countries such as England is “safer and cleaner,” Mikkelsen won't going into the specifics as to why Norway would choose to eschew Neapolitan trash when the Italian city obviously has so much to give: “It’s a sensitive question.”\n \nHere’s hoping that if Norway continues to pursue American trash, Norwegian authorities will deem it up to snuff. But seriously, we could keep Oslo’s homes heated and appliances buzzing pretty much until the end of time.\n \nRelated on MNN: \nTrash incinerator ski slope breaks ground in Denmark\nSea trash spiraling out of control","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/Oslo_parliament.jpg","title":"Norway: A recycling-happy nation in dire need of trash","author":""}