{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/would-you-go-without-makeup-and-hairstyling-for-a-year","content":"Don't get me wrong; I love wearing makeup, playing with colors, doing something strange or complicated to my hair and looking different for a night. Makeup and hair stuff can be so fun — but you know when it stops being enjoyable? When it becomes an expectation, something that is required (by either you or your job) every day. Then it becomes a chore — specifically, a chore that men are not expected to take part in ... which makes it patently unfair. Of course all of us — men and women — can be expected to show up clean and tidy for our jobs, but only women are often expected to also have hair styled in a way that’s considered professional, and for a woman to show up barefaced, sans powder, lipstick and mascara is unheard of in some professions. This leads to women not only having to deal with earning 80 cents for every dollar a man makes, but then also having to spend some of that smaller fiscal pie on hair treatments and cosmetics.\n \nI'm not a die-hard anti-makeup natural beauty person, but I loathe unfairness and double standards. While I wear a bit of powder and mascara some days (I really love my eyelashes with mascara), and sometimes lip color, this bit of makeup takes less than two minutes to apply and I like having the option to wear it — or not — because there are many days that I don't wear any makeup at all. Wearing makeup is definitely my choice, an option I can avail myself of or not. (That's me above, wearing my usual nothing, a week ago at age almost-36.) Since when did a makeup-free face and natural hair become \"wrong\" for a woman to present in public? \n \nPhoebe Baker Hyde was a hair-and-makeup partaker for many years, feeling most of the middle-class pressure that causes women to make mostly sane, sometimes silly decisions in the name of beauty (she details pumicing her back, squeezing into \"shapewear\" and jogging in stilettos to break them in). But when she was moved, along with her husband, to Hong Kong, where the expectations of female \"maintenance\" were even higher than in her previous home of somewhat laissez-faire San Francisco, it got a little more intense. After having her first child in her new city, she found herself in a postpartum state that included both weight gain and an exhausted appearance, so she did what many women would do; she redoubled her efforts to look good. Her failure was apparent to her every time she looked in the mirror, and with a young daughter watching, she realized she was setting an poor example of strong, happy womanhood. She writes, in her new memoir (excerpted on Salon): “I was at war with the world around me and at war with myself — the only self I had. And so I swore off Beauty and all her trappings: makeup, new clothes, salon haircuts, jewelry, the works. I told very few people what I was doing, took detailed but sporadic notes, and had only a vague sense of a goal: something needed to change for the better.”\n \nThis seemingly extreme solution ended up becoming a year-long commitment, and resulted in a book, the newly-published “The Beauty Experiment” which looks at beauty through the lens of Hyde’s own experience. Hyde ended up moving back to the United States, and eventually resuming use of cosmetics and hair salons, but her 13 months off gave her some perspective (though certainly didn’t ‘cure’ her of beauty craziness). \"I’ve changed since my experiment, but you might not know it to look at me. Imagine a set of makeover shots, only the before and after don’t look so different — same face, same body, same wardrobe, more or less, just a few years further into life. The difference is that the woman in the “before” shot is forever looked at. In the after shot, the woman in the picture is the one seeing.\"\n \nWould you eschew cosmetics and haircuts/colors for a year? \n \nRelated posts on MNN: 7 things you can make instead of buying\n \nMNN tease photo: Send me adrift/Flickr","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/Starrebarefaces.jpg","title":"Would you go without makeup and hairstyling for a year?","author":""}