{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/what-the-heck-is-dematerialization-and-how-does-it-help-you","content":"Dematerialization sounds at first like it's something out of science fiction, but it's not. It's quite simple really, something that's been going on since the first lending libraries were formed, whether what was leant was books, tools or something else.\n \nIn more recent times, if your music collection consists of any tracks converted from physical media such as CDs or record albums, if you've ever downloaded a film rather than purchasing a copy on DVD, if you've ever read a digital book rather than the printed version, you're already dematerializing your life — even if you weren't aware of the term. \n \nThat's the direct connection with living small, making the most of your space. A hard drive takes up much less room than an entire shelf of CDs. The more than 12 days of music I have on my laptop is stored in the same space as perhaps 30 CDs — and that's taking into account the entire computer, not just the hard drive. \n \nBut dematerialization goes beyond purchasing digital copies of music, books and film. Simply renting or borrowing items you need rather than purchasing them and then having them sit in a closet or drawer largely unused is a form of dematerialized consumption. Using services such as Zipcar, using bike-sharing systems, renting tools from hardware stores when doing home improvement projects, reading library books rather than purchasing — it's all dematerialized consumption, collaborative consumption, part of the sharing economy ... call it what you will. \n \nNow, of course, what you borrow versus buy is highly individualized. If your thing is examining old books, well, that's going to be pretty hard to dematerialize — unless, perhaps, you've got an outstanding research library. For an avid woodworker, it makes perfect sense to purchase the majority of your tools if you're using them more days in the week than not. If you participate in some sport or outdoor activity more than once a week, owning your kit is the way to go. If you find yourself shelling out for car sharing several times a week for several hours at a time, the financial and practical balance probably tips towards purchasing (at least it did for my family). \n \nEven if you already know there are some aspects of your life that you can't or don't want to dematerialize, for the rest of it, take a hard look at how you use the various items that help you get through, help you enjoy life, on a daily basis. For many more items than you probably initially think, you probably could get away with sharing them, borrowing them or renting them. All in all, less space in your place, less environmental impact.\n \nHere's a twist though; how the dematerialization of certain types of media, the commercialization of that, actually runs directly counter to the notion of sharing. \n \nIf you've got a physical CD, DVD or book, you can let anyone borrow it. You can sell it. Someone can purchase it used from you directly or from a store. And all of this can happen legally. Borrowing a digital download of an album, letting a friend read that digital book you just finished, while often entirely technically possible, can quickly fall afoul of the law — unless there's been some specific licensing permitting borrowing, as in the case with libraries and digital book sharing. \n \nThis is more a condition of the current state of copyright law than the essential nature of a digital file versus its physical analog. But nevertheless if the sharing economy is really going to grow, in an age where dematerialized media is here to stay, it's an important issue that we as consumers need to consider.\n \nRelated stories on MNN:\nHow throwing stuff away makes you frugal\nConquer the clutter with 'Throw Out 50 Things'\n10 ways to save money through sharing\n \nMat McDermott lives in New York City, where he writes about all things green and dharmic, as well as working with the Bhumi Project to reduce the environmental impact of Hindu temples. He wrote this post for sharing site yerdle.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/Dematerialization__0304.jpg","title":"What the heck is dematerialization and how does it help you live small?","author":""}