{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/protect-the-environment-says-pope-francis","content":"At his inauguration on Monday, newly elected Pope Francis made a call to protect the environment and the world's poor.\n \nAddressing a crowd in St. Peter's Square estimated at between 150,000 and 200,000 people, Pope Francis said \"I would like to ask all those who have positions of responsibility in economic, political and social life, and all men and women of goodwill: Let us be protectors of creation, protectors of God’s plan inscribed in nature, protectors of one another and of the environment,\" according to NBC News.\n \nAccording to the Catholic News Service, Pope Francis urged people to be tender and compassionate to others, saying that quiet compassion is a sign of strength. \"In the Gospels,\" he said during his homily, \"St. Joseph appears as a strong and courageous man, a working man, yet in his heart we see great tenderness, which is not the virtue of the weak, but rather a sign of strength of spirit and a capacity for concern, for compassion, for genuine openness to others, for love.\"\n \nHe also called for people to respect nature. \"In the end, everything has been entrusted to our protection, and all of us are responsible for it,\" he said. \"Be protectors of God's gifts.\"\n \nHis messages of compassion for the weakest members of society tied closely to his messages about the natural world, as he said that respect for \"each of God's creatures\" means treating both people and the environment in the same compassionate manner. People who ignored \"God's plan inscribed in nature,\" he said, leads to destruction and hardened hearts.\n \nAfter his inauguration Pope Francis met with 33 heads of state, representatives from Catholic churches in 32 nations, and representatives from five other major religions.\n \nNBC News filed this video report from the inauguration and the events leading up to it:\n \n\n\n \nRelated on MNN:\n\nHope and change: Will new pontiff take up global warming cause?\n\n\nVatican library goes digital under Pope Francis\n\n\nPope Francis: What's in a name?","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/pope_main.jpg","title":"Protect the environment, says Pope Francis","author":""}