{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/love-your-stuff-material-possessions-arent-evil","content":"I've been thinking a lot about the things we own and what they mean. From Buy Nothing Day to Freecycle to The Story of Stuff, rethinking our relationship to money and material possessions is a central theme within the sustainability debate. Many greens believe we've become too wrapped up in our love of stuff. But I wonder if we've got it the wrong way around. Maybe we don't love our stuff enough. I'm reminded, for example, about a conversation I had a few years back with a green-minded friend. She was raving about a piece of jewelery she loved, before checking herself and issuing a red-faced apology for what she described as her \"materialism.\" I was more than a little bit disturbed.\n \nThe problem, I argued, is not that we love stuff too much — but that we don't love it enough. Why else do people swoon over the next tech gadget, the next McMansion or the next oversized car, before becoming bored and moving on to another obsession? That's not love; it's lust. And it's a promiscuous lust at that.\n \nWhat if we rejected these consumer equivalents of a one-night stand? What if we committed to our stuff instead? What if we settled into deep and meaningful, if somewhat polygamous, relationships with our possessions? Once we make the commitment to fall in love all over again with our houses, with our clothes, with our furniture, we start looking for qualities of durability, reliability, craftsmanship, beauty and sustainability, instead of cheap thrills and shallow gimmicks. We start nurturing, nourishing and maintaining what we have, rather than looking for something new. In short, we learn to live with less.\n \nIt's time to spread the love. Embrace your dining room table. Love your bicycle. Swoon over your spoons. And look forward to sharing your life with them for years to come.\n \nWith thanks to Jerry and TAO for the inspiration. Check out TAO's own thoughts on the meaning of stuff.\n \nRelated stories about stuff on MNN:\nClear the clutter with 'The 100 Thing Challenge'\nBuy less and spend more\nWhy 'Storage Wars' is the best TV show right now\n \nThis story was originally written for TreeHugger. Copyright 2009.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/editorial/main_love_stuff.jpg","title":"Love your stuff: Material possessions aren't evil","author":""}