{"url":"http://www.mnn.com//lifestyle/recycling/stories/alternative-uses-for-fast-food-products","content":"The original intent of this article was to explore possible uses for fast food other than eating. It turns out, though, that there’s not a whole bunch you can do with heavily processed food other than quickly shoving it into your face and hoping nobody judges you. (The result of shoving said food in your face is a call to your local NYC plumber. I will not tell you if this has ever happened to me.) Sure, you can use a Taco Bell Burrito Supreme as a doorstop for a not that heavy door. And, of course, you can take a stab at being a carpenter by making your toothbrush stand upright by jabbing the end into a Big Mac, thereby making yourself a DIY toothbrush holder. But, don’t do that. Don’t do either of those things. Those are both wildly gross things to do.\n\n\t \n\n\tWhat you can do, however, is improvise with your fast food to make a new fast food product that eliminates the flaws in your original fast food order. For example, the biggest problem with Taco Bell is that they have no french fry equivalent, no viable side order option. (Nachos are not a side order when they are essentially a deconstructed taco.) But, now that Taco Bell offers the Doritos Locos Taco, you can synthesize your own side order of chips to go with a self-fabricated burrito. Here’s how this works. First order a Doritos Locos Taco and a Cheese Roll-up.\n\n\t \n\n\t\n\n\tIf you are not familiar with these items, I’ll quickly explain. The Doritos Locos Taco is a taco with a shell made of Doritos. And, as for the Cheese Roll-up… You know that thing you make when you’re drunk and you just roll up a microwaved tortilla with cheddar cheese on it? The Cheese Roll-up is exactly that. I’m pretty sure the Taco Bell employees are even required to get drunk before they make it.\n\n\t \n\n\t\n\n\tOnce you have these two items, take the Cheese Roll-up and unroll it.\n\n\t \n\n\t\n\n\tThen take the ingredients from your Doritos Locos Taco and dump them out onto your unrolled Cheese Roll-up. After that, take your empty Doritos taco shell and break it up into chip sized pieces.\n\n\t \n\n\t\n\n\tNext, re-roll your Cheese Roll-up.\n\n\t \n\n\tNow you’ve got a burrito with a side order of brand name chips. The only downside is that someone you know could run into you while you’re doing this, and then you’ll have to move to a different city and change your identity.\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tWhile there isn’t much else you can do with the fast food itself, there is a lot you can do with fast food packaging. Ever wish you had a six-pack-type carrying device for all those Five Hour Energy bottles you’re bringing to your friend’s potluck party? (You are awesome at potluck parties.) Well, after you eat six White Castle hamburgers, you can tape the little boxes together, put a little more tape in the middle to fashion a handle, and you’ve suddenly made a Five Hour Energy carrier.\n\n\t \n\n\tYou can actually fit two Five Hour Energy bottles in each of those boxes. So, really, it’s a 12 Five Hour Energy pack. Is it even safe to carry that many Five Hour Energy Bottles together at once? I don’t know. That’s 60 hours of energy in tiny space. It seems risky. But, hey, it’s a potluck party. You knew there was going to be danger involved when you RSVP-ed?\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tMcDonald’s Happy Meal packaging also lends itself to alternative uses. It so happens that the tiny french fry container is just the right size to make a holder for your remote control.\n\n\t \n\n\tJust put some double-sided tape on the pack of the container, stick the container to your couch, and never lose your remote control again. You can also tape a second fry container to your couch in which you can store napkins to continually wipe the residual fry grease off your remote control.\n\n\t \n\n\t***\n\n\t \n\n\tThere are countless other things you could do with the tiny french fry container, but the Happy Meal box itself actually proves to be the most useful fast food packaging component of all. You know how Cottonelle has been trying to convince us for the past few months that we should all be keeping our extra toilet paper in a decorative box?\n\n\n\t\t \n\n\n\t\n\n\tFirst of all, that’s ridiculous. Why are we all suddenly being coy about our extra toilet paper? But, if there’s a new rule that we have to disguise our back-up toilet tissue, we can at least make use of the fact that toilet paper rolls fit perfectly into Happy Meal boxes.\n\n\t \n\n\t\n\n\tTake that, Cottonelle. We don’t have to buy your weird toilet gift box. We can make our own out of the very thing that used to house the food we’re about to let fall from our bodies. It’s not just decorative. It’s poetic.\n\n\t \n\n\t***\n\n\t \n\n\t\n\n\tInteresting thing to note before we conclude: All of the fast food packaging I encountered turned out to be more entertaining and practical than the so-called “toy” that came with the McDonald’s Happy Meal. Look at this thing. \n\n\t \n\n\tNothing moves except for his arms. Even a kid would rather have a self-made toilet paper roll storage box than a Green Lantern figurine whose posture makes it impossible to imagine he is doing anything other than dancing at your cousin's wedding. \n\n\t \n\n\tNoah Garfinkel originally wrote this for Networx.com. It is reprinted with permission.\n\n\t \n\n\tPhotos: Noah Garfinkel/Networx, Cottonelle","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/main_networx_ffood.jpg","title":"Alternative uses for fast food products","author":""}