{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/seaworld-orlando-unveils-upcoming-antarctica-ride","content":"For the past few months, SeaWorld Orlando has been dropping hints about its upcoming Antarctica: Empire of the Penguin exhibit. Photographs of the construction site taken last month by the Orlando Sentinel showed little more than something \"big and boxy,\" but early promises revealed that the site would include penguins, below-freezing temperatures, and technology that had not been used before.\n\n\t \n\n\tWell now we have more of an idea of what SeaWorld has planned. At last week's International Association of Amusement Parks and Attractions Expo in Orlando, the park drew back the icy curtain to reveal quite a bit more about the exhibit. The focal point of the revelations was the unveiling of the ride's new, high-tech cars. The round, blue-and-white rides can seat up to eight patrons and will travel along a trackless path. Visitors will be able to choose low- or high-intensity rides and the riders will have some choice over where the vehicle travels.\n\n\t \n\n\tThe attraction will also feature hundreds of live penguins, representing at least four species. SeaWorld Orlando says it will be the largest artificial penguin habitat ever built. The penguins will be able to interact with their human visitors as much as they want, within reason, of course. \"There are barriers,\" SeaWorld creative director Brian Morrow told the Orlando Sentinel last week. He called the penguins \"a great species to interact with because they don't jump up very fast or very far.\"\n\n\t \n\n\tThe Antarctica: Empire of the Penguin ride is scheduled to open in spring 2013. If you're planning on checking it out, pack an extra sweater: the ride cars won't be heated and the exhibit will be kept at a frosty 32 degrees Fahrenheit.\n\n\t \n\n\tSeaWorld posted the following video of the unveiling from last week's expo, including both the innovative ride car a few surprise guests:\n\n\t \n\n\n\n\t \n\n\tRelated story on MNN: 10 fascinating penguin species\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/seaworld%20antarctica.jpg","title":"SeaWorld Orlando unveils upcoming Antarctica ride","author":""}