{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/blogs/who-signed-and-who-didnt-the-safety-accord-for-bangladeshi","content":"Following the deaths of over 1,000 people in a preventable building collapse of a garment factory in Bangladesh, the Bangladesh Fire & Safety Building Agreement has been signed by many of the key players who make clothes in the country, including H&M, Zara, Bennetton, PVH (parent brand of Tommy Hilfiger and Calvin Klein) and Abercrombie & Fitch.\n \nConsumer pressure on the Gap (which is the parent company of Banana Republic, Old Navy and Piper Lime) via their Facebook page has been intense, as the company is currently saying it will only sign the agreement if some concessions are made, including it being non-binding. \n \nAs SumofUS, a web-based advocacy group and petition site states, \"Non-binding, corporate-controlled codes of conduct have failed Bangladeshi workers for 20 years. A non-binding agreement is more of the same. Only a binding agreement can reform the garment industry in Bangladesh.\" \n \nAccording to USA Today, \"The agreement requires independent safety inspections with public reports and mandatory repairs and renovations. It also requires brands and retailers to underwrite the costs and to cut off business with any factory that refuses to make necessary safety upgrades, and it gives workers and their unions a role in the process, according to the non-profit Worker Rights Consortium.\"\n \nOthers who signed the accord include several large European brands, including Carrefour and Marks & Spencer.  \n \nAmerican brands who have declined to sign include Walmart, Macy's, JCPenney, The North Face, Kohl's, Target, Nordstrom's, Carter's (which owns Osh Kosh B'Gosh), Foot Locker, the Children's Place and American Eagle (all of which claims they will create their own independent safety programs, which is what has been said in the past when disasters like this occur, and have so far been ineffective). \n \nBangladesh is the second-largest producer of apparel in the world (after China), though it has very lax safety and fair-work standards, leading to, in recent months, a number of disasters, including several fires that killed more than 100 people, and the aforementioned building collapse. \n \nFrom the Council of Fashion Designers of America, president of the organization Diane von Furstenburg wrote to members, \"What happened in Bangladesh is a tragedy and a harsh reminder that it is our obligation as designers to make sure our factories are a safe place to work and that the workers are respected. I also encourage you to have your production team visit directly with your supplier partners to see firsthand the working conditions and treatment of workers. There are third-party vendors who can audit and inspect for you. It is important to know who you work with and to ensure safety and fairness in the workplace.\"\n \nMeanwhile in Cambodia, where child labor is tolerated, two people died last week when the floor of an Asics shoe factory collapsed. ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/BangladeshiWoman.jpg","title":"Who signed (and who didn't) the safety accord for Bangladeshi garment workers?","author":""}