{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/how-to-plan-a-car-free-street-party","content":"Maybe you’re longing to see the streets of your city free of cars, but you’re waiting for the mayor to declare a car-free day. Or maybe you’ve thought about eliminating the car traffic from your favorite intersection by having a Reclaim the Streets party.\n\n\t \n\n\tBut maybe you, like me, live in a place where automobile right-of-way is so sacred that any unauthorized blocking of traffic is likely to result in an attack from riot cops with all the trimmings, like pepper spray, verbal abuse, bruised limbs, arrest and hefty fines.\n\n\t \n\n\tYou don’t necessarily have to risk bodily harm from law enforcement or be the mayor of your city to liberate the streets from motor vehicles. If you’re willing to jump through a few hoops by applying for a permit, chances are you too can transform your streets into car-free zones, at least for a day.\n\n\t \n\n\tThe details of the permit process are bound to vary from city to city, but in their essentials will be pretty similar. For a block party — a street closure on a residential street — you will need to get signed permission from all adjacent property owners.\n\n\t \n\n\tClosures on high-volume streets are “community events” and require greater community and political support, as well as a bit more paperwork and advance planning. A large city like New York might require that applications for community events are submitted a year in advance. In Portland, applications are accepted up to a month in advance for community events and two weeks in advance for block parties. The general rule seems to be, the bigger the street closure, the more advance notice everyone likes to have.\n\n\t \n\n\tPermit fees for street closures may be nominal, like they are in Portland, but rates vary widely. New York City’s block party permit fee is $15, while Seattle charges $94 and requires a $200 cleaning deposit. Don’t be discouraged by expenses. Chances are you will be able to find some organization or individual willing to sponsor your car-free event. Often the transportation department will even waive fees if your event promotes alternative transportation.\n\n\t  \n\n\tIt is best to obtain a street closure permit application early on, so you can get an idea of what you will need to do and what some of your expenses will be. Think big! Consider applying for a huge street closure permit to transform your city’s central arterial street into a pedestrian plaza for the day. By applying for a big street closure, you will become very familiar with the permit process and you will then be poised to close streets to car traffic throughout the year.\n\n\t \n\n\tMake sure to include some side streets in your application, so that if your big street closure permit is denied, you can still have a block party. Once you are well-versed with the procedures, write up a programme that details how to navigate the permit process in your town and distribute widely.\n\n\t \n\n\t12 steps to street closure\n\n\n\t\t\tPick a date and time for the car-free event.\n\n\n\n\t\t\tGet a permit application from your city’s transportation department. Some cities will have a website with the permit process and application on-line and a phone number for questions.\n\n\n\n\t\t\tWrite a short letter about who will benefit from this street closure.\n\n\n\n\t\t\tCreate a petition for a representative from each adjacent property to sign, stating something like this: We, the undersigned, are in favor of closing the street adjacent to our property to car traffic on the day/evening of xx between the hours of xx. Make columns on the petition for (printed) name, signature, address and date.\n\n\n\n\t\t\tGo out and drum up those signatures.\n\n\n\n\t\t\tFor a community event, you’ll probably need a letter of support from the neighborhood association that presides over the area. It is best to write a letter for them to sign, so they don’t have to do too much work and to clarify for them what will happen and how their community will benefit.\n\n\n\n\t\t\tObtain liability insurance from the neighborhood or district association.\n\n\n\n\t\t\tDraw up a traffic diversion plan. Basically, this is a diagram of things like how many barricades will be needed to close the street and where the traffic will be re-directed to. For a block party they will accept any scribbled diagram. For a community event you’ll need to enlist the help of a traffic engineer, or pay a firm to draw this up.\n\n\n\n\t\t\tFill out the rest of the application and attach your petitions, the letter from the neighborhood association, the insurance document, and the traffic diversion plan to it. Submit it all to the permit office far enough in advance of the car-free event. Wait for approval.\n\n\n\n\t\t\tObtain barricades and no-parking signs from the department of transportation. These may cost a minimal amount of money. Ask if these can be donated for free if you promote alternative transportation at your event.\n\n\n\n\t\t\tPut up no-parking-signs 48 hours in advance of the car-free event (unless you have agreed to have parked cars at your party.)\n\n\n\n\t\t\tSet up your barricades on the day/evening of the car-free event, and enjoy!\n\n\n\t \n\n\tThis story was written by Sara Stout and appeared on Shareable.net. It was originally published on Carbusters. It is reprinted here with permission.\n\n\t \n\n\tRelated transportation stories on MNN:\n\n\t\tBicycle commuting: How does your state (and gender) compare?\n\n\t\tHow to bike to work (or anywhere else)\n\n\t\t5 dumb things drivers do\n ","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/CarFreeDayParkAvenueManhattan.jpg","title":"How to plan a car-free street party","author":""}