{"url":"http://www.mnn.com//green-tech/computers/stories/negative-tweets-about-flu-vaccine-are-contagious","content":"Twitter posts with anti-vaccine sentiments are \"contagious,\" while posts with a positive take on vaccines are not, a new study suggests.\n \nThe study analyzed more than 300,000 tweets that expressed an opinion about the H1N1 flu vaccine in 2009.\n \nTwitter users who saw anti-vaccine posts in their Twitter feed tended to tweet anti-vaccine sentiments themselves, the results show. However, those who saw positive vaccine sentiments didn't tweet positive sentiments themselves. \n \nWhat's more, positive tweets about vaccines sometimes had the opposite effect — a high number of pro-vaccine posts seemed to encourage people to tweet negatively about vaccines, said study researcher Marcel Salathé, an assistant professor of biology at Penn State University.\n \n\"In other words, pro-vaccine messages seemed to backfire when enough of them were received,\" Salathé said.\n \nThe reason for this phenomenon is not clear. But it's possible that “many people had latent negative opinions about the vaccine, and when they were intensely exposed to enough positive messages, they felt the need to express their negative sentiment,\" Salathé said.\n \nFuture studies may reveal what it is about negative tweets that makes them contagious. The results of those studies could help public health officials “send positive messages in a way that would be more likely to have the intended effect,\" Salathé said.\n \nThe study was published April 4 in the journal EPJ Data Science.\n \nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND, Facebook & Google+.\n \nRelated on MyHealthNewsDaily and MNN:\n\n5 Dangerous Vaccination Myths\n\n\n10 Medical Myths that Just Won't Go Away\n\n\n6 Flu Vaccine Myths\n\n\nMNN: Could vaccines be emailed and printed at home?\n\nThis story was originally written for MyHealthNewsDaily and was republished with permission here. Copyright 2013 MyHealthNewsDaily, a TechMediaNetwork company.","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/VaccinesTwitter_m_0408.jpg","title":"Negative tweets about flu vaccine are 'contagious'","author":"Rachael Rettner, MyHealthNewsDaily"}