{"url":"http://www.mnn.com//lifestyle/responsible-living/stories/reddit-secret-santa-breaks-guinness-world-record","content":"Reddit's annual Secret Santa gift-giving program has set a record with 58,504 participants, earning the title of \"Largest Online Secret Santa Game\" in the Guinness Book of World Records.\n \nRedditors spent more than $1.4 million on gifts for fellow members, or about $25 per gift.\n \nReddit matched up members who signed up for the exchange. Redditors were encouraged to do some \"non-creepy\" stalking to find out about their matches so they could give an appropriate gift. However, participants were cautioned not to troll — the practice of goading other users.\n \n\"Being matched with a lurker or new member may be difficult but does not give you a pass to troll,\" Reddit rules read. Rulebreakers would be banned.\n \nParticipants had until Dec. 14 to ship their gifts. Shipping accounted for more than $400,000, bringing the total spent on the program to $1.8 million.\n \nWhile the majority of gifters were located in the U.S., 126 countries were represented in the gift exchange, including a Redditor in the southernmost tip of Argentina, one on the island of Fiji and several in ice-clad northern Russia. (Reddit has plotted all participants on a Google map that zooms in to the gifter's block.)\n \nSo what did Redditors get for Christmas? Their photo posts to the page r/subreddit showed that many members received geeky gifts like a \"Star Trek\" doorbell, edible gifts ranging from South African candy to Idaho potatoes, books, and plenty of meme-themed things like sparkly cats, plastic unicorns and ponies for the bronies.\n \nMost were thrilled with their gifts. \"Every time I participate I am reminded how awesome complete strangers are,\" a Reddit Secret Santa participant said in a post.\n \nSecret Santa is now over this year, but Reddit hosts several ongoing exchanges, including one for vinyl  album collectors, fans of Dr. Who and  yarn enthusiasts (yes, the kind you use to knit). And Reddit now has a marketplace of its own where users can purchase gifts year-round.\n \nRelated on TechNewsDaily and MNN:\n \n\n5 Top 'Star Wars' Video Games of All Time\n\n\n8 Tips to Protect Your Home During the Holidays\n\n\n5 Retro Audio Gadgets That Rock\n\n\nMNN:\n\n \nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","web_category":"lifestyle#responsible-living","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/reddit.jpg","title":"Reddit Secret Santa breaks Guinness World Record","author":"Leslie Meredith, TechNewsDaily"}