{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/boy-sneaks-onto-rome-flight-without-passport","content":"Britain's Manchester Airport launched an urgent investigation Wednesday after an 11-year-old boy managed to slip through security and fly to Rome without a passport or ticket.\n\n\t\t \n\n\t\tLiam Corcoran walked through security checks without showing any documentation and successfully boarded a Jet2.com flight to the Italian capital on Tuesday, the airport in north-west England admitted.\n\n\t\t \n\n\t\tHe was scanned by security staff but they did not notice his lack of a passport and boarding pass as he mingled with a family boarding the plane, the Manchester Evening News reported.\n\n\t\t \n\n\t\tPassengers noticed halfway through the flight that the boy was alone and alerted the cabin crew.\n\n\t\t \n\n\t\t\"This extremely serious matter is now being urgently investigated by officials from the airport and airline,\" an airport spokesman said.\n\n\t\t \n\n\t\t\"It is clear that documentation has not been checked correctly at security and the boarding gate. The boy went through full security screening so the safety of passengers and the aircraft was never compromised.\"\n\n\t\t \n\n\t\tSeveral staff from Manchester Airport and Jet2.com have been suspended while the investigation takes place.\n\n\t\t \n\n\t\tThe incident comes as some two million people head to Britain for the Olympic Games, which open in London on Friday.\n\n\t\t \n\n\t\tSecurity at the Games has been under the spotlight after Britain was forced to deploy an extra 4,700 troops to guard venues following a recruitment meltdown at a private security contractor.\n\n\t\t \n\n\t\tAn airport spokesman said Liam stayed onboard the plane after it landed at Rome Fiumicino Airport and returned on the same plane to Manchester, where he was met by his mother.\n\n\t\t \n\n\t\tThe Manchester Evening News said he had run away from his mother during a shopping trip at the city's Wythenshawe Civic Centre and travelled to the airport on his own.\n\n\t\t \n\n\t\tCopyright 2012  AFP Global Edition\n\n ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/airport_2.jpg","title":"Boy sneaks onto Rome flight without passport","author":"Agence France-Presse"}