{"url":"http://www.mnn.com//green-tech/computers/stories/boston-marathon-bombing-memorabilia-hits-ebay","content":"“Boston Marathon 2013 Medical Adidas Jacket New Size Med” already has 18 bids. “2013 Boston Marathon Runner's Property Storage Bag USED” includes the runner’s bib number and wrappers from two protein bars consumed prior to the race. Finisher’s medals are passing the $300 mark with days left of bidding.\n \nIn the wake of a tragedy that has shaken the nation, entrepreneurial sellers are rushing to eBay to capitalize on the bombing. “Pray for Boston” and “Boston Strong” T-shirts have already been printed and are awaiting bids on the online auction site. One of the more audacious comes from a seller in Romania who is offering a “RARE Martin Richard Boston Marathon bombing support tee tribute white t-shirt.” With the words of 8-year old bombing victim Martin Richard scrawled across the front, the “No More hurting people Peace” shirt can be purchased for $22.80.\n \nIn a statement to ABC News, eBay said: “We are deeply saddened by the Boston tragedy and our thoughts and prayers go out to those affected. Out of respect for victims, eBay does not allow listings that graphically portray, glorify or attempt to profit from human tragedy or suffering. eBay’s teams are monitoring related listings to ensure they comply with our policies and also taking into account reports from our community members. When a listing is brought to our attention that may go against our guidelines, we carefully consider the context and all of the details, and decisions to remove items are made on a case-by-case basis. Anyone can report an item to eBay for review by clicking the ‘Report Item’ link on the listing.”\n \nWhether or not eBay has already or will be removing items is unclear, but Twitter is a-tweet with outrage. Hundreds have taken to social media to voice their dismay.\n \nTwitter user Shiko Bediako perhaps sums it up best: “People are already selling their Boston Marathon 2013 finishing medals on Ebay. Capitalism neither sleeps nor grieves yo.\"\n \nRelated Boston Marathon stories on MNN:\nBoston bombings: How to avoid online scams linked to the tragedy\n'Run for Boston' events taking place across the country","web_category":"green-tech#computers","advice_category":"3","picture_url":"http://images.mnn.com/sites/default/files/editorial/marathon%20ebay.JPG","title":"Boston Marathon bombing ‘memorabilia’ hits eBay","author":""}