{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/pizza-hut-creates-pizza-perfume","content":"Scent developers in the perfume industry know that we respond well to food aromas. Notes of vanilla, fig, nutmeg and even freshly baked bread often mingle in the complicated scent profiles of some of the most successful perfumes. But pepperoni, tomato and onions?\n\n\t \n\n\tThere’s been a mini-trend of scents based on savory flavors. There was the Burger King meat-scented body spray for men, Flame by BK and the pungent aroma of dirty socks and moldy dairy, Eau de Stilton, created by the Stilton Cheesemakers' Association. And now Pizza Hut joins the dinner-fragrance ranks.\n\n\t \n\n\tThe chain's contribution to the field — which we can only imagine offers bottom notes of charred soggy dough, middle notes of industrial tomato sauce and rubbery mozzarella, and top notes of steamed cardboard and greasy napkins — started out as a lark by Grip Limited, Pizza Hut Canada’s social media management firm.\n\n\t \n\n\tOn the chain’s Facebook page, fans were asked to imagine the aroma of a fresh-delivered pie as a perfume and to suggest a name. “Do you love the smell of a box of Pizza Hut pizza being opened?” the update mused. “We thought so. If that smell was a perfume, what would it be called?”\n\n\t \n\n\tWith hundreds of shares and comments, Grip Limited took the bull by the horns and decided to ride it out by hiring a “nose” to develop a limited-edition scent. And thus, Pizza Hut Perfume was born — although only 110 bottles of the pizza potion were made. The product was announced on Facebook with the first 100 commenters receiving a bottle. Within an hour, more that 1,000 requests were received, prompting the chain to note the possibility that the perfume might be available in stores some day.\n\n\t \n\n\tSo how does the pizza-pie perfume smell, you wonder? \"It’s delicious,\" said Eric Vieira, Grip Limited’s director of digital strategy — although he quickly conceded that it’s not for everyone. \n\n\t \n\n\tRelated perfume story on MNN: Chef creates edible perfume\n\n\t ","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/20121204-PizzaHut800.jpg","title":"Pizza Hut creates pizza perfume","author":""}