{"url":"http://www.mnn.com//lifestyle/recycling/blogs/how-to-be-a-recycled-bride","content":"While the cost of the average American wedding continues to boom (we're up to about $28,000 per happy couple at this point), plenty of brides are still thinking of smart and simple ways to keep the budget reasonable, whether that's so they can take an awesome honeymoon, put a down payment on a home, or just plain like to economize. Saving on big-ticket items like the wedding dress and accessories is one way you can slash thousands from your costs, and the simplest way to do that is to be a \"recycled bride\" and find your ensemble at one of the several useful websites set up for just that purpose. \n \n\n \nTradesy has an incredible selection of wedding dresses, some worn, some never used (this one simply because the dress didn't fit the bride's \"theme,\" but she had already bought the dress). You can search by size, and there are plenty of gowns available, like the one pictured above, originally a $14,000 Vera Wang dress that comes with various ribbons and a bolero jacket.\n \n\n \nAnother useful used site is preownedweddingdresses.com which offers over 14,000 dresses at reduced costs, many of which are samples and were never worn. \n \n\n \nEven if you already have your dress, you can use both of the aforementioned sites to find accessories, from tiaras and sashes to veils, slips and purses. Even if you want something pretty specific, like a birdcage veil (pictured), it's no problem.\n \n\n \nHow about vintage (or modern) jewelry that will work perfectly with your gown and veil combo? These freshwater pearl earrings would work with many styles of wedding dress and are only $150; used jewelry is a simple way to save money in your bridal budget. Used, unique jewelry can also make an ideal bridesmaid or maid of honor gift. \n \n\n \nDon't forget your \"bridal team\"; when it comes to bridesmaid dresses, spending money on a new one can be frustrating, since your bridesmaids know they're only going to wear it once. If you choose a color, rather than a specific dress, your ladies can find one that fits and flatters them. Another option is to go with a popular brand, J.Crew; there are plenty for sale over on Ebay, simply search \"bridesmaids dress j crew\"— all of the most popular versions are there. Tradesy also has a selection of mother-of-the-bride dresses as well as bridesmaid dresses to possibly get lucky with. \n \nRelated on MNN: \nSustainable wedding favors\nGreen weddings\nWhat is an eco-friendly wedding registry?","web_category":"lifestyle#recycling","advice_category":"8","picture_url":"http://images.mnn.com/sites/default/files/recycledbride.jpg","title":"How to be a recycled bride","author":""}