{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/cat-island-is-a-felines-purrfect-paradise","content":"While many cities are working to curb feral cat populations through spay-and-neuter programs, there’s one place where cat numbers continue to grow and the locals encourage it.\n \nTashiro-jima is a small island in Miyagi Prefecture, Japan, that’s home to more cats than people. Better known as “Cat Island,” it has about 100 permanent residents — most of whom are over 65 years of age — and hundreds and hundreds of cats.\n \nDuring the 1800s, Tashiro-jima was popular with fisherman who would stay on the island overnight. The cats would follow them to the inns and beg for scraps, and over time, the fishermen developed a fondness for the cats and began interpreting their actions as predictions about weather and fish patterns.\n \nThey believed that feeding the cats would bring them wealth and fortune, a belief that continues today.\n \nAccording to local stories, one day when a fisherman was collecting rocks to use for his nets, a stray stone fell and killed one of the cats. The fisherman buried the cat and created a shrine. Today, there are at least 10 cat shrines in Miyagi Prefecture.\n \nThere are also 51 cat-shaped monuments, as well as cat-shaped buildings — complete with “ears” on the roof — that dot the island.\n \nTashiro-jima is accessible by ferry, and many of the island’s cats are friendly and will approach visitors in search of scraps or head scratches. Dogs are prohibited from entering the island, according to a 2009 article in the Sankei News.\n \nCheck out a selection of photos from Cat Island, courtesy of Japanese photographer Fubirai.\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nRelated post on MNN: ‘Rabbit Island’ attracts pet-loving tourists despite its dark past","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/editorial/catisland.jpg","title":"'Cat Island' is a feline's purrfect paradise","author":""}