{"url":"http://www.mnn.com//lifestyle/eco-tourism/stories/algae-clogs-newly-renovated-lincoln-memorial-reflecting-pool-in-dc","content":"The famed Lincoln Memorial Reflecting Pool in Washington, D.C., isn't so reflective these days. It's normally mirrored surface has been marred by blooms of sickly green algae — an unintended side effect of a two-year project intended to save millions of gallons of water.\n\n\t \n\n\tThe reflecting pool reopened in August after the $34 million reconstruction project. Public officials lauded the effort and the rebuilt reflecting pool upon its completion. \"It's just an incredible space here and one of the most photographed locations in the United States,\" National Mall Superintendent Robert Vogel said last month at a reopening ceremony. \"It's an iconic view of the Lincoln on one side and the Washington on the other. It's now complete.\"\n\n\t \n\n\tThe reconstruction, funded by President Obama's stimulus package, served multiple purposes. The pool was originally constructed in the 1920s and in recent years had started to leak. The water itself had grown stagnant, and the pool was drawing at least 20 million gallons of drinking water that could have been used by Washington, D.C., residents. Meanwhile, the area around the pool had been trampled by decades of tourists' stomping feet.\n\n\t \n\n\tTo solve these problems, the National Parks Service made the pool slightly smaller and shallower, so it would use less water, and painted the bottom of the pool gray to increase the water's reflective qualities. New walkways were built around it, so the millions of tourists who visit the pool and surrounding memorials each year aren't walking on grass or dirt paths. New security features were also installed to help keep the memorials safe from terrorist threats.\n\n\t \n\n\tMost importantly, a circulation and filtration system was built and water for the pool now comes from the Tidal Basin reservoir between the Potomac River and the Washington Channel.\n\n\t \n\n\tBut less than a month later, a kink in the system has been revealed. A layer of algae and scum now sits on the bottom of the pool or on top of the water, completely covering at least the end of the reflecting pool closest to the World War II Memorial. The first algae was reportedly observed a week after the reopening and it has only gotten worse.\n\n\t \n\n\tThe Associated Press reports that workers have been pulling some of the algae out with nets. Meanwhile, National Park Service spokeswoman Carol Johnson told the Washington Post that the service is adding ozone to the water, which should theoretically prevent more algae growth.\n\n\t \n\n\tInterestingly, the eco-friendly nature of the refit contributed to the algae growth. \"This is a direct consequence of the fact that this is a green project,\" Johnson told the Washington Post. \"The conditions are pretty good for algae, once it gets in there.\" Those conditions include the shallow water and pool's current, smaller size.\n\n\t \n\n\tRelated algae story on MNN: Algae slick floats toward China's coast\n\n\t ","web_category":"lifestyle#eco-tourism","advice_category":"4","picture_url":"http://images.mnn.com/sites/default/files/lincolnmemorial.jpg","title":"Algae clogs newly renovated Lincoln Memorial Reflecting Pool in D.C.","author":""}