{"url":"http://www.mnn.com//lifestyle/natural-beauty-fashion/stories/ancient-egyptians-used-meteorites-for-jewelry","content":"An ancient Egyptian iron bead found inside a 5,000-year-old tomb was crafted from a meteorite, new research shows.\n \nThe tube-shaped piece of jewelry was first discovered in 1911 at the Gerzeh cemetery, roughly 40 miles (70 kilometers) south of Cairo. Dating between 3350 B.C. and 3600 B.C., beads found at the burial site represent the first known examples of iron use in ancient Egypt, thousands of years before Egypt's Iron Age. And their cosmic origins were suspected from the start.\n \nSoon after the beads were discovered, researchers showed that the metal jewelry was rich in nickel, a signature of iron meteorites. But in the 1980s, academics cast doubt on the beads' celestial source, arguing that the high nickel content could have been the result of smelting. [Fallen Stars: A Gallery of Famous Meteorites]\n \nScientists from the Open University and the University of Manchester recently analyzed one of the beads with an electron microscope and an X-ray CT scanner. They say the nickel-rich chemical composition of the bead's original metal confirms its meteorite origins.\n \nWhat's more, the researchers say the bead had a Widmanstätten pattern, a distinctive crystal structure found only in meteorites that cooled at an extremely slow rate inside asteroids when the solar system was forming, according to Nature. Further investigation also showed that the bead was not molded under heat, but rather hammered into shape by cold-working.\n \nThe first record of iron smelting in ancient Egypt comes from the sixth century B.C., and iron artifacts from before that time are quite rare, Nature reported.\n \n\"Today, we see iron first and foremost as a practical, rather dull metal,\" study researcher Joyce Tyldesley, an Egyptologist at the University of Manchester, said in a statement. \"To the ancient Egyptians, however, it was a rare and beautiful material which, as it fell from the sky, surely had some magical/religious properties.\"\n \nThe iron beads' inclusion in burials also suggests this material was deeply important to ancient Egyptians, Tyldesley added.\n \nStrange as the find may seem, it's not the first time scientists have uncovered the cosmic origins of an ancient artifact.\n \nBack in September, German researchers found that a heavy Buddha statue brought to Europe by the Nazis was carved from a meteorite between the eighth and 10th centuries. They even linked it to a specific space rock — the Chinga meteorite, which scientists believe fell to Earth 10,000 to 20,000 years ago and left a scattering of space rocks around the Siberian and Mongolian border.\n \nThe new research on the Egyptian bead was detailed on May 20 in the journal Meteoritics and Planetary Science.\n \nFollow Megan Gannon on Twitterand Google+.Follow us @livescience, Facebook& Google+. Original article on LiveScience.com.\n \nRelated on LiveScience and MNN:\n\nSpace-y Tales: The 5 Strangest Meteorites\n\n\nShine On: Photos of Dazzling Mineral Specimens\n\n\nGallery: Ancient Egypt Cemetery Reveals Season of Sex\n\n\nMNN: Rare meteorite grains may be from supernova that created our solar system\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","web_category":"lifestyle#natural-beauty-fashion","advice_category":"5","picture_url":"http://images.mnn.com/sites/default/files/GerzehMeteoriteBead_m_0530.jpg","title":"Ancient Egyptians used meteorites for jewelry","author":"Megan Gannon, LiveScience"}