{"url":"http://www.environmentalgraffiti.com/animals/news-endangered-dhole-unique-asiatic-wild-dog","content":"\nThe Dhole is also called the Asiatic Wild Dog or \n. It is not closely related to any other canine, so it is a species apart from dogs, wolves, foxes or dingoes. This native of Southern Asia is an endangered species.\nWeighing between 12 and 18 kilograms (25 to 40 pounds), a Dhole is roughly as large as a border collie. The coat may vary from dark grey to sand-coloured yellow, but usually is as red as rust. White accents on the chest, belly and paws give it a \"foxy\" look, although the rounded ears detract from that comparison.\nA pack of Dholes may number about ten, although sometimes four times that number have been reported in one group. A pack generally has only one breeding female; males usually outnumber females.\nMany of us whistle to summon our dogs. The Dhole whistles too... to summon other members of the pack, if they become separated while hunting.\nDholes are predators that hunt in packs. In India, prey species include the Axis deer and the Banteng, a species of wild cattle.\nThe Banteng are wild and live in hillside forests in India. However, some are domesticated and known as Bali cattle.\nThe Dhole seem to prefer dry or moist tropical forests, especially in India. They are also found in other regions, including dry thorn forests, grasslands with scrub trees, and, as the scientific name indicates, alpine steppe regions.\nOutside of India, Dhole have been reported recently in Bhutan, Cambodia, Lao PDR, Myanmar, North Korea, Thailand, Tibet, and Viet Nam. They may be extinct in Bangladesh; they are, or were, native to several other countries including China and Mongolia. \nAs these two images show, the Dhole also survive in captivity. The above photograph was taken at a Canadian zoo. Below is an image by OpenCage from Asia.\nThe International Union for Conservation of Nature and Natural Resources, or IUCN, rates the Dhole as an endangered species. They estimate that only 2,500 mature individuals are extant in the wild.\nSometimes farmers in India protect their Banteng by snaring or poisoning any Dhole packs that venture out of protected reserves.\nIn Cambodia and Viet Nam, the Dhole's prey species are becoming scarce; this puts serious pressure on the Dhole's ability to survive. In much of South Asia, habitat loss and fragmentation are taking a toll on the Dhole's ability to hunt.\n:\nL. Durbin, Cuon.net, \"\n\", 1997-2005, referenced April 30, 2011. \nL. Durbin, Cuon.net, \"\n\", referenced May 5, 2011. \nIUCN/SSC Canid Specialist Group, \"\n\", copyright 2008, referenced May 5, 2011. \nDurbin, L.S., \n, IUCN, \"\n\", referenced May 5, 2011. \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-4365-2707170280104181437S600x600Q85.jpg","title":"The Dhole: Asia's Unique Species of Endangered Wild Dog","author":"MikeDeHaan"}