{"url":"http://www.environmentalgraffiti.com/animals/news-3-unusual-animal-friendships","content":"\nWhen you are blue who do you turn to? A friend. When you want to play, you turn to a friend. When there is a need for comfort we all turn to friends. Humans are not alone in their need for friendship and affection, as any animal owner will tell you, but normally we find them amongst others of our own kind. Here are three wonderful but unusual friendships of animals who overcame any natural fear or distrust to enjoy each others' company.\nWhen Gladys was a young chick, all 14 of his other family members were killed when a fox stole into the nest. Hardy Gladys, who turned out to be a cockerel only after he was named, survived and was brought in to nurse him back to health. He seemed to turn to Snowy the cat for comfort. Snowy even washes him! \"He doesn't officially live in the house,\" says owner Jane Etheridge, \"but even if the five cats and the dog are sitting in the way, he always manages to make it to the food and the Aga. He's a plucky little thing.  All the animals get on surprisingly well, and he and Snowy are the best of friends.\"\nMeanwhile, 18-month-old Mini Hog lives in wild life photographer Charles Sainsbury-Plaice's hollow church bench for most of the day and comes out at night to play with Mary and Charles's other dogs. Mini Hog, named by Charles's youngest son Bertie, even uses Mary as a place to catch a catnap. Mary learned the lesson of dogs everywhere early on, that prickly spines do not invite further aggressive behavior and they have been friends ever since.\nOld lady Puddles the duck is the grand old age of 14 and lived in the garden with her sister. When her sister died, rather than turn to the other poultry in the yard she turned to the dogs Shadow the Alsation and Jessie the Doberman. Owner Jaqueline Meadows says: \"Having always lived with poultry, they don't mind at all. They know better than to question an old lady. Puddles waddles around with them wherever they go, and they're quite happy for her to tag along.\"\nAvid animal lovers know how precious our furred and feathered friends are and it seems that they also need the company of others and at times are quite willing not to discriminate based on differences. In fact, we might do better if we followed the lead shown by these animals!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","title":"3 Awww-Inspiring Animal Friendships","author":"Michele Collet"}