{"url":"http://www.environmentalgraffiti.com/graffiti/news-ultimate-environmental-graffiti-art-enigmatic-belgian-man-known-roa","content":"\n \nGraffiti art is common all around the world these days, and many of those who create it are anxious to retain their anonymity, as indeed Banksy was for such a long time. You may not know of one very distinctive artist called ROA as yet, but as soon as you catch sight of work attributed to this mysterious Belgian street artist, you will be captivated. He has a real passion for animal life, and he spent his youth in Ghent, Belgium. He started off modestly in his artistic beginnings, painting under bridges and onto walls. \n \nHe was lucky in that the town of Ghent, though fairly small, has a reputation for being extremely tolerant in the view on artistic license, the art community there seen as a sort of breeding ground for upcoming talent. ROA began, as did many others, by placing his highly recognizable paintings on old industrial units or abandoned buildings, and has in recent years displayed works in New York, Berlin and Warsaw. \nHis first solo exhibitions have happened in this year of 2010, finally gaining the recognition he deserves, with shows at Galerie Itinerrance, Paris in February and then at London’s Pure Evil Gallery in April. ROA always ensures that he seeks permission before creating his wonderful graffiti art, discovering that many owners see these large paintings turning their buildings into local landmarks, and since each one can take up to eight hours to finish, they simply could never be done in a hurry, if they are to last for a time. \n \nThe crane (top) was ROA’s biggest project to date, taking a full day to complete. All of this most talented artist’s animal and bird images possess an indefinable life quality, rich in texture and detail, despite the usual lack of colour. Some of the paintings are sketched out roughly before being applied, but a great many are prompted simply by inspired by images spotted while surfing the net. \n \nOn occasion, white latex paint may be applied over larger target areas, giving ROA a canvas of sorts, but mainly he uses only spray paints in cans for his works. What gives this superb proponent of the graffiti art a definite edge is his uncanny draftsmanship, which lends such a vivid sense of life to the creatures he portrays, enabling them to lure you in with their wide-eyed wonder. \n \nROA strives for precise anatomical detail, and his works often come across as unsentimental, feral beasts whose looming scale and piercing gaze can present a real challenge to the viewer. Somehow, inexplicably, the eyes of these painted creatures seem able to follow you, which can be quite unsettling. \nThese fantastic works are inevitably seen by some as vandalism, but many more perceive them as true artistry, not bound by considerations of money or conformity. ROA usually places his distinctive artworks in city areas that many would regard as unsavory, looking to change the feel of them  with this introduction of ‘animal life’. \nEven when the beasts featured appear cuddly, there lurks something unseen at the outer edges of our vision that we find disturbing. Oddly enough, drawing crowds has never been of interest to ROA, though they appear wherever he is working. \n \nHe enjoys painting in areas abandoned once again to nature, after humans have moved on, and says of this quirk: “It’s nice to paint in a restful and left behind place, like an oasis between 'the civilization'. These places have a unique character, the decay and the lost industrial activity offering lots of interesting situations. Once place with a lot of agitation turns out in a wasteland where nature calls back, little rodents and birds are the only survivors in these black holes and taken over the places like humans did some centuries before. It’s fine to paint with nobody passing by or watching you, just do what you love to do, paint!” \n \nDespite his fiercely guarded anonymity, this thirty-some enigma from Belgium is creating a worldwide following of adoring fans and quite justifiably so. His art is massively impressive, breathtaking and beautiful, and I strongly suspect that his identity will become clear to all before too long, because such talent genuinely deserves proper recognition. Brilliant. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","title":"Giant Graffiti Animals by ROA ","author":"tonyleather"}