{"url":"http://www.environmentalgraffiti.com/health-and-body/news-whats-causing-global-obesity-epidemic","content":"\nThe increased rate of average weight and obesity among humans is a disturbing but also interesting phenomenon. It is disturbing because it places all the stereotypes associated with being overweight onto our whole population. The concern with body image is thrust upon society as an additional factor in the list of things which measure success. But when we look beyond the initial dismay of the issue and start asking questions, the issue moves from being simply disturbing on a surface level to disturbing on a deeper level and then to interesting.  \nHealth specialists have known for a long time that there is a strong genetic component to obesity. Body types are carried within families. But this does not explain why the tendency in a population should increase, unless it can be attributed to an evolutionary adjustment. It is known, for example, that present day humans are larger in weight and height than their predecessors. It is also known that children mature faster than their predecessors. These have always been attributed to improved quality of life and other epigenetic factors. But going beyond the broad generalized myths about weight gain has become a distinct challenge. \nSeveral hypotheses have been studied while trying to find the cause.  However, success has been elusive. Instead, what is happening is that research is constantly dispelling previously held myths. Consider some of the observations associated with the obesity phenomenon.\n1.  Individual countries, like the US and UK, are reporting the problem to their respective citizenry, and indeed it is worse for some countries than others. However, the issue is not simply one associated with individual countries. It is a worldwide phenomenon occurring everywhere it is measured.  \n2.  Obesity is not limited to middle age but spans all ages with equal seriousness, from young children to seniors, both sexes and all races.  Each social group has its own inherent body shape and weight distribution but all groups are being affected. Although it appears to be a greater problem among lower economic quintiles, other quintiles are also affected.\n3.  The belief that obesity is caused by an increasingly sedentary population preoccupied with video output has been shown to be a minimal issue. While exercise is highly recommended for a healthy life, failure of the world's population to exercise has not been shown to be a serious contributor to global obesity. In fact, researchers who've studied exercise habits found that induced voluntary exercise, such as office workers who go to gyms and take up jogging, actually caused increases in caloric intake.  And even though exercise and dieting have increased dramatically, it has not staved off the rise in weight gain.\n4.  The dietary habits of different cultures have been considered. Again, while it is true that some cultural cuisines have more healthy aspects than others, there is nothing across all cultures that can be attributed as a cause for world weight gain.\n5.  It was hypothesized that the problem may be in food processing additives. One culprit that was considered was the addition of corn sugar that is added to so many food. This has led to government debate about the addition of sweeteners, salts and other additives to foods. It has also led to calls for curbs on food advertising. But, research has not yet found such a connection.\n6.  It's been known for some time that pets are also seeing this weight gain. But now, researchers have discovered that other animals with whom humans have contact are experiencing weight gain. This includes domestic animals, urban dwelling animals and most conspicuously, laboratory animals. This is conspicuous because laboratory animals are kept on strict dietary and exercise regimens, and adds to speculation that the global weight issue may be associated with something other than food and exercise.\nFor individuals who want to address weight in their personal life, doctors still advise that a healthy diet and exercise is the best path to take.  However, when looking at the global trend of obesity, the jury is still out.  While speculation is running the gauntlet and includes everything from water chemistry to climate change, none have proven out. Any additional observations, comments, speculations and suggestions you might have on the subject are welcome.\nFor more information see \n, \n, \n and ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Rice.jpg","title":"What's Causing the Global Obesity Epidemic?","author":"Russell Vallimont"}