{"url":"http://www.environmentalgraffiti.com/animals/news-animal-kingdom-yawn","content":"\nReader, I want to make a bet. I bet you will yawn at least five times in the next five minutes.\n(Did it happen already?)\nNo, this is not a disclaimer for monotonous writing; rather, it's a precaution. Yawns are highly contagious bodily functions and therefore must be approached with sensitivity.\nThe yawn is pretty simple. Just open your mouth wide, take a deep breath in, feel your eardrums stretch, and finish with a grand exhalation (sometimes accompanied by an audible sigh). However, this little bit of varied breathing comes with significant baggage, indicating signs of exhaustion, stress, boredom, rudeness, territorial aggression, dental work, confusion, and excitement – depending on your species, of course.\nIn human cultures throughout time and across the globe, the yawn predominantly has a negative association. Dating all the way back to the BC, Roman poet Ovid wrote: “A new idea is delicate. It can be killed by a sneer or a yawn,” while fast-forwarding to the AD, American aphorist Mason Cooley wrote: “A yawn is more disconcerting than a contradiction.”\nBoth quotes emphasize the yawn's status as a cultural symbol of boredom. Scientifically as well, yawning is anti-laughter. As happiness is inspired by the perfect chemical releases of serotonin and dopamine, some researchers believe yawning is prompted by the chemical combination for the emotion of boredom.\nScientists have contemplated several theories for what causes a yawn. Multiple triggers can account for the behavior. When an animal's blood has increased levels of carbon dioxide, the brain prompts the respiratory system to inhale adequate oxygen. Ironically, yawning yields less oxygen intake than normal breathing.\nYawning, by taking in an influx of outside air, can be used as a way to cool off the body. These yawns are particularly important for the regulation of the temperature of the brain. This hypothesis was tested by taking two groups of humans – the members of the first were asked to keep an icepack against their heads, while the members of the second were not. The first group exhibited substantially less yawning than the second. Fish, too, yawn to rid themselves of excessive heat.\nWhile often taken as a sign of boredom, yawning can actually increase one's alertness. The body will yawn to remind itself to pay attention, especially before an important task. Military paratroopers are known to yawn before jumping out of the plane – and there is no way that's a mundane activity.\nSuppressing yawns can be dangerous according to a theory that yawning is necessary to prevent our lungs from collapsing. Yawning is a protective reflex that redistributes lung lubricator, or surfactant, which, if hardened, would make breathing exceedingly difficult.\nAs I've learned (not just from the number of times I've yawned since beginning this article), yawning is, in fact, contagious for about half of the adult human population and several species of animals. The contagion of yawning is attributed to several factors involving psychological and social behavior.\nSome researchers believe group yawning is a great sign for humanity. Empathy is demonstrated when one person yawns, and several others follow with gaping mouths. Yawning is a sign of group understanding and peer awareness. Neurological screening has supported this theory.\nOthers believe yawning originated socially as a way for early humans to coordinate sleeping times. Yawning became a sign for “I want to go to sleep,” and thus one yawn, followed by several others, indicated an acceptable bedtime.\nNeurologically, contagious yawning is attributed to mirror neurons. Mirror neurons are located in the frontal cortex and are responsible for imitative behaviors. When the mirror neurons identify a stimulus from a fellow human, it mimics the action. Mirror neurons also contribute to the contagion of yawning in communities of sharks and chimpanzees. Oddly, dogs find yawns most contagious coming from humans.\nEach animal species has its own explanation for yawning. When baboons yawn, they warn others not to enter their territories. By yawning, they flaunt large, sharp canine teeth, intimidating any potential threat. Similarly, guinea pigs yawn to show off their large incisors in an expression of ferocity.\nRather than as a sign of territorial aggression or sheer boredom, penguins yawn for love. Two mates face each other with mouths gaping towards the sky to demonstrate a mutual desire to reproduce. This ritualistic yawn is called an “ecstatic display.”\nSnakes yawn after meals, as humans often do. Though, as humans yawn prompted by the post-meal, tired satisfaction, snakes yawn to realign their jaws. As for household pets, dogs yawn out of confusion, and cats yawn when their defenses are down.\nThe wonderful French author Stendhal wrote, “Life is too short, and the time we waste in yawning never can be regained.” Time regained, no, but at least yawning makes for good pictures that don't leave us so bored. Yawning is a unifying expression in the animal kingdom, with the understanding that when one species yawns in tiredness, another might see it as a sign of aggression.\n(Still yawning? Told ya so.) ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbAUjNbU.jpg","title":"The Animal Kingdom: YAWN! ","author":"ppavone"}