{"url":"http://www.environmentalgraffiti.com/featured/swirling-non-supercell-tornadoes-pictures/11186","content":"\nWhile we here at Environmental Graffiti do not claim to be scientists, we do think we've seen enough cool stuff to give you the run down on certain subjects. Awesome insects, peculiar clouds, even the occasional entry involving quantum physics. That's just something we do, and something we hope you come here for.\nToday's cool stuff just happens to be non-supercell tornadoes. Limited research suggests the common person (and the common Environmental Graffiti writer, consequently) has no idea what on earth a non-supercell tornado is.\nA non-supercell tornado comes in many flavors: dust devils, dust tubes, and waterspouts, to name just a few. The basic difference is that these type of vortexes are not born of a larger storm system and appear only sporadically. Also, as is apparent in this photo, they do not seem to pose any real danger as there should be more arm flailing and/or opposite direction running.\nWhat follows is a list of the most incredible non-supercell tornadoes we could find on the web.\nWe've all done it; running headlong in a spring field, bumbling over knee-high grass to catch a small swirling cloud that dissipates just before you reach it. Well, maybe not all of us, but for some, this is a springtime childhood memory that is just as ingrained as watermelons or ant extermination via magnifying glass.\nDust devils normally form on warm days and with clear skies.\nWhat makes this dust devil so amazing isn't so much the vortex itself, but its extraterrestrial location. While Mars has a relatively thin atmosphere, it is still dense enough to have the occasional dust devil.\n\nMars Rover \n snaps a shot of a dust devil on Mars\nThese dust devils also have the peculiar ability to excite NASA scientists into peeing their collective pants. The dust devil's high gusts occasionally sweep over the Spirit and Opportunity Mars rovers, cleaning the collected dirt off their solar panels and extending their life span far beyond expectations.\nLandspout or dust tube tornadoes are weaker versions of supercell tornadoes. Essentially, they are waterspouts over land. They dissipate quickly and are less destructive.\n\n\nIt is difficult for the untrained to really tell the difference between a landspout and supercell tornado, but witnessing one or the other would probably spur even the hardiest Environmental Graffiti writer into squatting under his or her cheap IKEA desk.\nWaterspouts are basically nonsupercell tornadoes that appear over water. They are normally much smaller and weaker than supercell tornadoes and dissipate quickly. Amazingly, waterspouts have been known to suck whole schools of fish into the air and hurl them at unsuspecting bystanders. This activity, we believe, is absolute proof that the waterspout is the funniest natural phenomenon on the planet.\nThe waterspout above was spotted in Punta Gorda (translated “fat woman point?”) Florida in 2005. Pretty. The wimpier ones below are from a beach near The Hague in the Netherlands.\nAmazingly, this swirling braid of fire is not the business end of the Balrog of Moria's whip (first and last \n reference, we promise). The vortex is a phenomenon known as a fire whirl. While not a tornado per se, this type of vortex was too amazing to leave out. Air currents inside blazing infernos sometimes swirl about, creating this awe-inspiring, pants-crapping effect.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","title":"Swirling Non-Supercell Tornadoes in Pictures","author":"Brad Handley"}