{"url":"http://www.environmentalgraffiti.com/featured/onset-monsoon/12800","content":"\n\nImage: \nIn the west, the phenomenon that is the monsoon is hard to grasp because unless seen with one’s own eyes, so much rain at one time is just hard to imagine. Monsoon tourists describe it as a wall of rain or a sheet of rain – think of a giant tap suddenly being turned on to drench parts of the world. And mull over the fact that one good monsoon day in Mumbai, for example, can mean dousing the city in 800 mm of rain – Munich’s annual rainfall! Here’s the spectacle in pictures.  \n\nImage via \nThe Asian Monsoon is the best known among the world’s monsoons because it dwarfs the North American and African Monsoon in terms of intensity and the number of people affected by it. \nEncyclopaedia Britannica defines the monsoon as “a major wind system that seasonally reverses its direction” caused by “different warming trends over land and sea.” In other words, the huge land mass that makes up South Asia (India, Pakistan, Nepal, Bangladesh and Sri Lanka) starts heating up around the beginning of April and reaches temperatures of 45 degrees Celsius (113 degrees Fahrenheit) and over. The surrounding water bodies, namely the Arabian Sea, the Bay of Bengal and the Indian Ocean, stay much cooler at around 25 degrees (77 degrees F) maximum, causing a temperature difference between land and sea of up to 20 (36) degrees! \n\nImage: \nAs the pre-monsoon heat builds up over the land mass, less dense air rises up, thereby forming areas of low pressure, especially over North India and the Himalayas. At the same time, the air over the ocean is cooler, and denser air remains at the surface, thereby forming high-pressure areas.     \nSimilar to a pressure cooker, this pent-up pressure has to be released, which is why air starts moving from the oceans to the land masses, bringing with it moisture-rich southwest winds that fork at the tip of the subcontinent – one arm moving up from Sri Lanka along the Arabian Sea, the other moving up along the Bay of Bengal into northeastern India and Bangladesh.\n\nImage via \nInterestingly but comprehensibly, this energy imbalance can be felt by humans and animals alike during the monsoon built-up. Many people, apart from feeling hot, report feeling restless, uneasy yet also excited before the onset of the monsoon as if waiting to be charged with new energy themselves.      \nSo it is that the onset of the monsoon is celebrated anew every year, and serious rain dances before and raucous dances during the first rains can be witnessed throughout South Asia.  \n\nImage: \n\nImage via \nThough dancing in the rain is surely innocent fun, walking through waterlogged areas is not. Poisonous snakes, invisible holes ready to suck in the unsuspecting and water-borne diseases wreak havoc each monsoon season.  \n\nImage via \nKnowing the exact onset of the monsoon is important for South Asia’s farmers as they need to time the sowing of crop accordingly. No wonder that come late May/early June, the respective meteorological institutes in each country are bugged for predictions on a daily basis. \nThis year, no low-pressure area developed over the Bay of Bengal to pull the monsoon northward, causing rainfall 45% less than normal in June. This is cause for concern because reservoirs and lakes are near empty, already causing water cuts in many areas. Plus, agriculture provides a livelihood for many; almost 60% of India’s population of 1.1 billion and about 60% of the net sown area depend on rains. An erratic monsoon like this year’s affects crops and in many states farmers are already facing large-scale crop losses.\n\nImage: \nAlready, experts are predicting a monsoon that’s below normal, with rainfalls of up to 81% less in certain areas. This could affect agricultural output and push up food prices. Said Mridul Saggar, chief economist at Kotak Securities, in Thursday’s Hindustan Times: “If you see a poor monsoon heading for a 10 per cent deficiency, you might see a 1 percentage drop in GDP.”     \nEven during the monsoon, predicting daily rainfall and timings as accurately as possible is crucial because as seen in Mumbai and Maharashtra in July 2005, heavy rainfalls can be deadly. On 26th July, heavy rains caused by a cloudburst coincided with high tide in Mumbai, meaning that the excess water had nowhere to go as the tide was pushing in. This caused a deluge in Mumbai that left millions stranded and hundreds dead. \n\nImage via \nTo prevent such a disaster in the future, the powers that be in Mumbai decided to buy a Doppler radar system for $2 million that would allow accurate monsoon predictions to be made. It finally arrived at the South Mumbai offices of the Indian Meteorological Department in April this year, imported from China. Unfortunately, this is where it will stay during this year’s monsoon – safe and sound in its boxes. No accurate predictions for you, Mumbai, again. Why? one may rightfully ask. \nAccording to RV Sharma, deputy director of the Indian Meteorology Department (western region), quoted in Hindustan Times on 23 June, because “the installation can only be done by specialised technicians. We do not have a timeline as of now.” And said specialised technicians are still in China – where they will be until the timeline arrives. Furthermore, that would be after the monsoon because the long-awaited rains finally arrived in the city on Wednesday.  \nSource: \n, \n, \n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","title":"The Onset of the Monsoon","author":"Simone Preuss"}