{"url":"http://www.environmentalgraffiti.com/animals/news-baby-gorillas-are-just-we-were-only-cuter-and-smarter","content":"\nBaby gorillas cling to their mothers, horse around with their fathers, get up to all kinds of mischief the moment they can move around on their own, make a mess with their food, yet still like their mother’s milk the best – in short, do everything human babies would do. The following images bear testimony to this. Be warned - aww-inspiring moments ahead.  \nThe genetic similarity between humans and apes is at a remarkable 98-99%. That’s pretty darn close. If you still have doubts, just search for “baby gorilla” on any of the major search engines and you’ll get loads of potty training tips. Which makes one wonder if gorilla mothers have so much of the same difficulty potty training their young that they also have to look for help on the Internet. \nBut jokes aside, the gorillas’ life span development is very similar to that of humans. Recent studies comparing gorilla and human learning have even proven that gorilla babies learn faster in many respects and are actually smarter than their human counterparts. But let’s look at some facts. \nThe gorilla’s gestation period is 8½ months, very close to our approximate 9 months. Gorilla mothers usually wait three to four years between births because that’s how long infants stay with them. Smart move. They also only have about three babies in their lifetime. Gorilla females mature at 10–12 years; that’s when puberty kicks in for girls; male apes and boys hit it at 11–13 years. \nNewborn gorillas weigh only about 3-4 pounds as compared to the 6-8 pounds of human babies. Like human mothers, gorilla moms nurse their young – usually for much longer, about 2 ½ years. \nBaby gorillas are out and about much earlier than human babies – they crawl at about two months while the latter only sit upright at around six months. \nGorillas walk before they are nine months old, a feat only the quickest of human babies would master. But until then, similar to human babies, they try to cling to their mothers as much as they can. Gorilla babies learn to grasp their mother’s fur to ride on their backs at the age of four months and seem to have a blast doing it. They stay there and even eat and sleep on their mother’s back. \nOnce weaned, baby gorillas also leave their mother’s sleeping nest and build their own. If only human mothers were that lucky! \nSays photographer Tanya Spillane about her capture at Little Rock Zoo: “This little 5-month-old baby kept playing while mom wanted to sleep. Mom grabbed her and attempted to snuggle with her, but the baby would have nothing to do with sleeping.” Sound familiar to the moms out there? \nGorillas are considered highly intelligent and tool-use is common. They communicate via an intricate system of sounds and gestures – a clue as to how early humans may have communicated. Some individual gorillas, Koko being the most famous example, have even learned a subset of sign language and have communicated successfully with it. The following scenes really speak for themselves. \n\nSays psychologist Dr. Gillian Sebestyen Forrester after researching a family group of gorillas over a long period of time: \"Apes, like humans, use a range of nonverbal communicative social skills, such as facial expression, eye gaze and manual gestures, and tactile signals, such as grooming and huddling, which are used for social cohesion. Analysing synchronous physical action can help us identify communication signals and may prove a better way to understand of how animals 'talk' to each other.\"\nGorilla behaviour, judging by the pics used here, actually seems quite self-explanatory with facial expressions being so explicit. Finally, here’s an adorable video of human and gorilla babies playing together - peek-a-boo, running and chasing, playing with toys and clapping are universal languages. \n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","title":"Baby Gorillas Are Just Like Us","author":"Simone Preuss"}