{"url":"http://www.environmentalgraffiti.com/nature/news-we-need-change-our-behavior-not-tax-it","content":"\nReducing carbon emissions is critical to the preservation of our environment. At this stage, we are on a path of destruction that will cause huge problems in our lives over the next century if something is not done to reduce the amount of carbon emissions released into the atmosphere every day. Offsetting is a method where individuals and industry alike can monetarily offset their carbon emissions by effecting change in another part of the world. While this seems quite altruistic, the truth is that this method is not working.\nMany offset programs are using funds to develop new energy technology and to produce clean energy. The good news is that this reduces the use of fossil fuels for energy production. The bad news, is that this is not enough. We need to do more to change behaviors before we will even begin to see an improvement.\nLegislation that is currently proposed will cap the amount of carbon emissions that industry can have and will fine them for exceeding the imposed limits. They will have the option to buy and sell emission credits in order to stay within the overall total emissions that the EPA determines. While the tax will not be an effective way to help the environment, it will encourage industry leaders to stay within the guidelines set forth.\nThe only way that we can truly avoid further damage to our planet by climate change and global warming is to reduce carbon emissions by changing behaviors today, before it is too late to affect a significant change. We cannot reverse damage that has already been done, but changing to a greener way of living will definitely be able to help more than the current practice of offsetting.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","title":"Why We Need To Change Our Lifestyle Not Tax It","author":"Allafort"}