{"url":"http://www.environmentalgraffiti.com/sciencetech/scientists-discover-frogmander-americans-keep-teaching-creationism/1205","content":"\nSome people just don't get the point, no matter \n \n \n \n - Americans continue to see creationism taught in their schools not as a religious doctrine, but as science, by at least a quarter of the nation's biology teachers.Despite a 2005 Pennsylvania court case that threw intelligent design out of the classroom, states still set their own precedent, and teachers, more than legislators, are in control of what happens in their classroom. This is a dangerous proposition when 16% of the nation's biology teachers are creationists, and 1 in 6 of those believe the earth is less than 10,000 years old. It's this very population that may not be qualified to explain to their students what is going on when scientists in the field discover an animal like the frogmander: a 290-million-year-old fossil linking modern frogs and salamanders to a single ancient amphibian.\nThe frogmander is just the latest in a long, long line of body blows to creationism that are typically shrugged off as the work of the devil, or the by-products of a scientific community that's not open to a pluralism of views when it comes to creationism. Instead, this frog, the Gerobatrachus hottoni, or \"elderly frog\" will help unify the family tree of amphibians, which had been shrouded in scientific mystery since time immemorial. The ancient record existed up until the point that the elderly frog should have existed, and the modern one began after it, but the gap was not to be filled until the current issue of the journal \"Nature\" was released, and with it the news of this missing evolutionary link.\nFirst collected in the 1990s, nobody noticed the significance of the frogmander until 2004, when a scientist going through the archives of the Smithsonian Institution found what are termed \"archaic features\" in the fossil, anachronisms that gave away the frogmander's deep secret.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-42138-2599869840105101600S600x600Q85.jpg","title":"Scientists Discover \"Frogmander,\" Americans Keep Teaching Creationism","author":"whatsrequired"}