{"url":"http://www.environmentalgraffiti.com/news-incredibly-imaginative-woodwork-artist-livio-di-marchi","content":"\n \nNothing is more pleasing on the eye than an intricate wood carving. You just have to marvel at the artistry and unbelievably steady hand of those who have spent endless hours creating these marvels for our pleasure. Livio De Marchi is a Venetian artist using simple but familiar tools, including 100 different kinds of chisel and an old wooden hammer. He is a master craftsman, and some of his work is truly awesome. \n \nThis amazing man can almost always be found at his workbench and he makes full use of every single tool at his disposal. When one item gets misplaced, he finds it difficult to work. His attention to detail is absolute, as evidenced by his creation of a \"leather jacket\" from a hard wood that makes any viewer even more acutely aware of both the subject and the texture. De Marchi believes that the grain and knots of the plain wood are so intruiging that he never uses paint. \n \nLivio De Marchi was born in Venice. As a young child, his interest in ornamental carving led him to work and practice in a craftsman's workshop while studying art and drawing at the \"Accademia di Belle Arti\". His career started there, and from an early age he was demonstrating that he had enormous artistic talent for molding materials, creating wonderfully detailed sculptures. Working at first with marble and then bronze, he soon gravitated to wood because it seemed to him far more versatile in the range of uses to which he could put it. \n \nIn 1990, this woodworking genius created the \"House of Books\", pictured below, in Tambre D'Alpago, Italy. This amazing creation, the first of ten such he intended to create around the world, went on to achieve worldwide fame. Another of his epic fantasy objets d'art is \"A Dream in Venice\" that made an appearance in 1994. Pictured above, this is a huge pumpkin drawn by four horses, which rear up when the driver pulls the reins. It can accommodate four people as it glides across the waters of the Venetian canals and was one of the jewels of that year's Carnival. \n \nDe Marchi's \"House of Books\" creations are all the more astonishing because he literally fills them with the minutiae of everyday life with everything carved from wood. \nWardrobes full of clothes, books, furniture and much more has been recreated to possibly give our descendants in the future a real taste of life as it is now. These are truly three dimensional images of things which we take for granted, yet seem quite impermanent next to these wonderful wooden replicas. \n \nAnother of De Marchi's noble ambitions is the recreation of various garments of the era, as well as creating cute things like a basket full of teddy bears. But one of the things he is most renowned for are his eccentric ideas for floating sculptures that emulate famous old cars. In February 1997, he created a \"Mercedes Seagull,\" shown at the Galerie Lieve Hemel in May-July; then came, in Febuary 1999, the “Volkswagen Beetle,” shown at the art fair Kunst RAI in June. \n \nSince opening his own studio, Livio De Marchi has gone from strength to strength in the art world with his exceptional and unique vision of the world around him. His artworks have appeared to great acclaim in major cities, including Milan, Florence, London, Paris, Düsseldorf, Zürich, New York and Tokyo. Several influential magazines - \n and more have featured him, and his works have been the subject of many television features in several foreign countries. \n \nThere are so many examples of boundless artistic talent in the world that it seems difficult for any one to stand out, but Livio De Marchi really does tower above so much of the crowd. This glorious exponent of the creative wonder of wood carving sets a standard that very few could live up to. As the earlier picture of his version of a floating Ferrari F50 shows, he continues to blaze an unforgettable trail. What brilliance. Astounding. \nSource: \n \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb22.webshots.com-37461-2079306340103691965S500x500Q85.jpg","title":"Incredibly Lifelike Wooden Sculptures by Livio De Marchi","author":"tonyleather"}