{"url":"http://www.environmentalgraffiti.com/businesspolitics/kentucky-cracks-down-on-tree-thieves/806","content":"\nIt’s a crime that can leave people asking “Why?”\nThieves across the country are targeting trees in the latest crime wave to hit the American people and environment.\nThese dastardly criminals are illegally cutting down valuable trees for timber, often targeting elderly property owners. The problem is becoming a serious \n and an increasingly common problem for landowners. Thieves can make thousands of dollars by cutting down just a few trees, while they're highly unlikely to face criminal charges if they're caught. Most prosecutors consider the crime a property dispute to be settled by civil courts.\nAt least one state is trying to change all that. After a rash of timber thefts in the state, Kentucky has introduced legislation to make cutting down another person’s tree a felony punishable by one to five years in prison.\nAnother bill will also attempt to take away a typical defence for illegal loggers, who often claim they were cutting on adjacent property and didn’t realize they’d crossed property lines. The bill will require landowners to notify their neighbours in writing if they will be logging, and for the loggers to leave a mark saying which trees they cut in case a dispute arises.\nThe legislation has found some enthusiastic supporters. Mitchum Whitaker lost 12 trees, worth around $5,000 on the open market, at his Letcher County home. To Whitaker, however, the real value of the trees was as the place where four generations of his family had sat together in the shade and carved their initials. Cash from a civil suit can never replace the sentimental value of his lost trees.\nOthers are angered by the lax penalties received by tree thieves.  A study from Virginia Tech found that property owners lose an estimated $4 million to timber theft every year in the Appalachian states alone.  Verna Potter, 77, had $50,000 worth of trees cut down on her property recently. She was told to seek damages through a civil suit, but she was enraged by the action and has been pushing for criminal charges. Potter said: \"If I wanted money, I could have sold them myself.  They're trees that we didn't want cut. That's something you can't put back.\"\nStories like these remind us that \n like illegal logging don't just happen in faraway places like Brazil. Where there's a profit to be had through such actions, there will always be people willing to take advantage of it. Walnut can be sold to furniture makers for $15,000 or more per tree. At that price few people will consider the sentimental or environmental value of a tree before stealing it, particularly if they face little in the way of consequences should they be caught. This bill is a step in the right direction, and if it helps to reduce the amount of illegal logging in Kentucky I would hope to see similar versions of this legislation throughout the U.S.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-32973-2569718180103830173S600x600Q85.jpg","title":"Kentucky Cracks Down on Tree Thieves ","author":"Chris"}