{"url":"http://www.environmentalgraffiti.com/architecture/news-building-green-homes-cordwood-0","content":"\nThe rustic charm of a cordwood home not only has great eye appeal but is the result of a building technique that homeowners can be a part of while being ecologically friendly. The materials are wood waste products for the most part and the labor can be extremely cheap if you build it yourself. But people shouldn't deceive themselves about this practical application for creating a facility while minimizing its carbon footprint.\nDepending on the size of your project, the work can be labor intensive. If the project is small like a storage shed or a detached garage, then time is not of the essence and the finished product can have a few minor flaws that can be easily over-looked. But if this structure is going to be your home for the next few years or longer, give some serious thought to what is expected of you, your spouse and anyone else who is committed to this. \nMy sense is that if you are not construction savvy and are not retired, unemployed or independently wealthy and need a hobby, constructing a cord-wood home can be overwhelming for you. If you are not prepared for this then you should consider a professional builder for the labor. The eco-friendly aspect of the home will remain there as will the quaint beauty you imagined.\nOn the other hand, if you are not in a hurry, have some basic building skills and want to fill spare time on evenings and weekends, then making this from scratch with your own hands will suit the creative juices in your blood and give you something to boast about for years. To boot, you will have built a home that doesn't require the more extensive use of fossil fuels to put it together and have used more natural materials that give you great comfort while accommodating the need to keep your carbon footprint small.\nTo keep it eco-friendly, you should try to locate your material - wood log pieces - in a concentrated area like a forest or wood mill. Driving all over creation to find material offsets your intent to prevent burning fossil fuels and \"keeping it green\". \nYou save even more and keep your work greener by creating well-built exterior walls that will provide an insulated barrier between you and the elements outside. The thickness of your walls will determine the degree of insulation you can achieve. There is time involved too in preparing the materials that make up a cord wood building. To insure a tight wall, you must allow your wood to cure and mix your mortar properly to avoid any shrinking or cracking over time that will create voids.\nCordwood construction expert Richard Flatau suggests that all wood should dry \"to the minimum moisture content for your area. Your wood should have cracks and checks in it before you use it. Otherwise it will shrink in the wall and let air in,\" Flatau informs us.   \nAccording to Flatau, it is also important that the \"mortar mix must be one that will cure slowly and set up relatively slowly. The latest craze in cordwood is a Lime Putty Mortar (LPM) mix which is basically how the Romans did it. [Recycled materials like] soaked sawdust and slurried paper have been used successfully to slow the set and cure of the mortar.\" \nThrough proper design and construction, you can insure that any heat or air loss is kept to a minimum. You can further add to the unique beauty of a cord wood home by utilizing old bottles and colored plate glass in critical areas to blend with the cord wood. This not only changes the character of your home but provides some interior light in unlit places.\n\nThere are some areas where you can cut corners, like interior cabinets and floors; but don't short change good plumbing and wiring installations. Unless you're a professional of either of these, local codes will require a licensed technician to perform these requisites. Buy quality windows too. What good is all your work for air tight walls if you fail to provide windows and exterior door openings with integrity and durability?\nThe cordwood home is a thing of beauty and a statement to your green ecological point of view. There are serious people in this industry so if you're leaning in this direction, become familiar with \"Cordwood Construction Best Practices\". The conference held by cordwood specialists in Merrill, WI back in July of 2005 put together a catalog for this along with a \"Cordwood Code Guide Booklet\". Much of the literature you'll need on this can be purchased at \n. \n\nSource: \"Best Practices with Cordwood Construction\" by Richard Flatau, Nauhaus Idea Repository, 7/17/09","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Community-Fridge.jpg","title":"Incredible Green Homes Created from Cordwood","author":"LB Woodgate"}