{"url":"http://www.environmentalgraffiti.com/fishing/news-giant-blue-marlin-attack-boat","content":"\nIs Gaia angry? Did she put that anger into a huge Blue Marlin off the coast of Kailua-Kona on August 3, 2010? You decide. During Day 4 (Wednesday) of the 2010 Hawaiian International Billfish Tournament (HIBT), held August 2-6, a large Blue Marlin was hooked, fought the line with an unparalleled frenzy, attacked the press boat and then escaped to freedom.\nWell known marine and sport fishing photographer \n was on board the 36' press boat \n off Kailua-Kona, when the marlin struck one of two lures the crew was trolling behind the boat. Two days with no hits was about to end with high drama. 'Bluewater Jon' was jolted out of sleep by the sound of line screaming out from a reel. A huge Blue Marlin estimated to weigh at least 550 lbs had been hooked and was very, very angry. Leaping into the air, then careening in every direction before crashing into the water, this was the sport fishing sight of a lifetime. Before long Schwartz had yet another heart-stopping sight in view. The huge Blue Marlin was charging the boat. Mesmerized by the view through his 300mm telephoto lens, Schwartz did not immediately realize what was happening. \nThe Marlin collided with the boat, then sped off to continue his fight for freedom. 20 more minutes and it seemed that crewman K.J. Robinson, who was fighting the huge billfish, was going to win the battle. The Blue Marlin had come close enough to be tagged before release, but then the line went slack. The hook had broken during these last minutes of the struggle. Longtime HIBT veterans had never seen anything like this. Empathy and concern definitely moved from the giant Blue Marlin to the guys on the boat. It is good to know there was no intention to reel in this Giant Marlin, then to watch it die on the deck of the boat. This fish was to be tagged and released for research. We hope the injuries to the marlin were not severe. \nThe HBIT works closely with the Pacific Ocean Research Foundation to study the migratory routes of large billfish in the central Pacific Ocean. These species are the foundation of the sports fishing industry in this region. The majority of billfish 'caught' in the HIBT tournament have satellite tracking tags implanted and are then released so that their movements and migratory patterns can be tracked. In the last 15 years, the PORF has published 65 papers on Pacific Marlin species.\nNow \n of this giant Blue Marlin as it fought the line and attacked the \nFor the record, this giant Blue Marlin was not the largest of this year's tournament. The tournament record in 2010 was 779 lbs taken by Ted Morikawa of Out of the Blue from Waianae, Oahu.  \n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbyXgnR8.jpg","title":"Giant Blue Marlin Attacks Hawaiian Fishing Boat","author":"merlynne6"}