{"url":"http://www.environmentalgraffiti.com/animals/news-five-ibis-family-endangered-species-or-successful-breeders","content":"\nThe Ibis family is composed of about 26 species of birds, including the spoonbills. Perhaps the most evocatively named is the \"Sacred Ibis\", worshiped by the Ancient Egyptians.\nThese wading birds prefer warm climates with shallow bays, lagoons, lakes or marshes. They fly by flapping and then coasting, with their legs and necks outstretched.\nMost ibises live in large colonies, making small nests out of sticks. An average clutch has three to five eggs.\n is actually more accurately named for Ethiopia rather than Egypt. It now is native to southern Arabia and sub-Saharan Africa.\nHowever, this ibis was indeed sacred to the ancient Egyptians. The Ibis was associated with the worship of Thoth, the god of wisdom. He was often shown as a man with the head of an ibis.\nThe Sacred Ibis grows to about 75 centimetres in length. The body is largely white, with some black plumes in the wings and lower back; the head and neck is also dark.\nAccording to Bird Life International, the African Sacred Ibis's evaluation is of \"least concern\" in terms of the threats it faces because of its large range and population. The population may be decreasing slowly, but with a diet that includes insects, amphibians, fish and small mammals, it has good reason to thrive.\nLiving in the warm northern regions of South America, the Scarlet Ibis, or \n, is a bit smaller than the Sacred Ibis. It only reaches about 63 cm in length. The bright red plumage makes it highly visible, however, even with dark wingtips and a pale belly.\nIn the wild, the Scarlet Ibis population is under pressure from loss of wetland habitat and the destruction of mangroves. It may not be endangered, but its status of \"least concern\" should be watched as the population is slowly declining.\nThis family, \n, has dark but shiny feathers. Although it is considered a rather small ibis, it can reach about 70 cm in length.\nThe Glossy Ibis is found in Central America and the USA, Europe, Africa and scattered through Asia and Australia.\nWith its population declining, and mainly living in Morocco, the Northern Bald Ibis is \"precautionarily retained as \n\".\nThese large birds reach 80 cm in length. They use cliffs and dry ground as well as wetlands, hunting a variety of prey, from insects through snails to fish, lizards and small rodents (among others). It will also eat berries, duckweed and some other vegetation.\nWith no single explanation for the loss of its population, a serious concern is human encroachment and disturbance of its breeding areas.\nAn Asian wetlands bird, the Black Headed Ibis is considered \"\n\" due to a combination of agricultural encroachment with a subsequent loss of habitat, as well as egg gathering and hunting by people.\nAt this time, no conservation measures seem to be underway. It may share rice paddies with farmers, but it also lives in freshwater marshes, coastal lagoons, and almost anywhere wet near sea level. It mainly eats fish, frogs and insects.\n:\nEncyclopædia Britannica, \"\n\", 2011, referenced April 22, 2011. \nMarianne Dixon, Encyclopedia Mythica, \"\n\", referenced April 22, 2011. \nWorld Association of Zoos and Aquariums, \"\n\", referenced April 22, 2011. \nKatja Schulz (editor), Encyclopedia of Life, \"\n\", referenced April 22, 2011. \nBird Life International, \"\n\", referenced April 22, 2011. \nBird Life International, \"\n\", referenced April 22, 2011. \nBird Life International, \"\n\", referenced April 22, 2011. \nBird Life International, \"\n\", referenced April 23, 2011.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","title":"5 Extraordinary Members of the Ibis Family ","author":"MikeDeHaan"}