{"url":"http://www.environmentalgraffiti.com/conservation/news-save-vulnerable-clouded-leopard","content":"\nLeopards are solitary animals, famous as agile tree climbers and very patient predators that can stalk their prey quietly in the dark for a long time. There are three different known species of leopard in this cat family: the Common leopard (Panthera pardus), the Snow leopard (uncial uncial), and the Clouded leopard (Neofelis nebulosa).\nThough great efforts have been made to save leopards from extinction, their conservation status is still not satisfactory. Clouded leopards, for example, are very hard to find. Listed as endangered by the US Fish and Wildlife Service under the United States Endangered Species Act, Clouded leopards are currently facing many threats.\nAccording to The Clouded Leopard Project: \"They are also classified as an Appendix I endangered species by CITES, which means that international trade is prohibited. IUCN has referred them as Vulnerable.\" Still, these cute-looking relatives of domestic cats have fallen victim to poachers' illegal fur-trading activities.\nDifficult to track, Clouded leopards live mainly in the tropical forests of Southeast Asia (the Sunda clouded leopard, a different species, is to be found on the islands of Sumatra and Borneo). Smaller than other leopards, they are medium-sized cats more closely related to smaller felines. They also possess the longest canine teeth of all cats relative to the size of their bodies, while their tails can be as long as their bodies and help them to climb branches. Also, their beautiful greyish fur coat is full of cloud-like spots – the reason this creature received its name. \nToday, Clouded leopards are the targets of illegal fur trading because their beautiful fur is very much in demand for coat industries. Also, most of the rainforests are being burned in Borneo and Sumatra for future palm oil plantations, as these two islands are two of the world’s biggest palm oil producers. Along with facing habitat destruction, most Clouded leopards are regarded as a threat to livestock and are killed by local farmers too.\nThere are, however, many groups working hard toward raising awareness towards the protection and conservation of these species. To support one of such organization \n. We should not forget the fact we could also help in other ways: \n.\nAbove all, we must try to give people reasons not to kill Clouded leopards and keep them from becoming extinct.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","title":"Why the Clouded Leopard is Under Threat","author":"Alka Sharma"}