{"url":"http://www.environmentalgraffiti.com/featured/kenji-yanobes-visions-of-a-post-apocalyptic-world/9858","content":"\nThe future looks both bleak and bright according to \n. The artist's visions come to life with a huge, fire-breathing robot Torayan, colourful orange-clad men, children in a very different kind of kindergarten class and many more thought-provoking works. Drawing inspiration from Japanese manga and science fiction, Yanobe offers glimpses into a ruined world that uses the best that human technology can offer to make sense of it all.\nSpotted in Tokyo’s Roppongi Hills, the Giant Torayan is a 7.2 m (24 ft) tall robot mechanical baby that can sing, dance and, oh yes, breath fire. Seen below in a museum with a mammoth robot nearby, the Torayan towers above human visitors snapping pictures. Yanobe calls this the \"ultimate weapon for children\" because it will only obey the orders of little ones.\nIn his Atom Suit series, Yanobe's orange suit travels with him to Chernobyl and to the 1970 site of the World's Fair in Osaka. In Chernobyl, he's captured getting in some bumper car action at the Pripyat amusement park, three kilometres from the nuclear power plant; he indulges in nostalgia at the World's Fair, an exhibition the artist remembers visiting as a child. In the image below, nuclear catastrophe renders the blue planet almost inhabitable, a dry, red desert not unlike Mars, where the few humans who survive must wear their colourful suits to protect them as they grapple with all that is lost.\nSeen peering at its own image here, a naked aluminum and brass robot can stand up when it detects radiation 20 times. 'Standa' is based on a doll Yanobe found while wearing his Atom Suit at a nursery school in Chernoybl, and is a comment on human evolution and our own path to standing upright.\nAnd what will it be like for children to grow up in a post-nuclear world? Yanobe's installations depict some possible scenarios, like this one of a kindergarten class wearing uniforms of the future. Created with Yanobe's own child and a child he met in Chernoybl in mind, the Mini Atom Suits for the younger generation are made of PVC and fitted with Geiger counters and strobe lights. Not aware of any other sort of lifestyle, the children here seem to be having a great time. Perhaps they know that they're going to have the Giant Torayan to control and protect them from the evils of the world?\nA ruined future seems to be a popular theme amongst Japanese artists - check out \n lithographs and \n images after the apocalypse. If you want to see more of \n work, take a look at his website, where you'll find many more intriguing piecese, like a creepy suit based on Mickey Mouse and the yellow Atom Car.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","title":"Kenji Yanobe's Visions of a Post-Apocalyptic World","author":"soniaydong"}