{"url":"http://www.environmentalgraffiti.com/celebrities/news-britney-spears-going-commando-causes-global-warming","content":"\n\n\nWe've been trying to figure it out for a long time. The question has constantly been asked if it can be proven that Britney Spears  not wearing underwear can possibly cause global warming.  Well, it has finally been done. It seems improbable, but it really did happen.\nBritney Spears doesn't wear her underwear and she also wears a short dress to make it obvious that she is not wearing underwear. Clearly, she is looking for attention. She does grab attention from the paparazzi and then, of course, from every single person who wants to see her without her underwear.\nSo, we've got the paparazzi using electronic equipment that uses energy. There may be a small contribution to global warming. However, obviously not enough to cause global warming.\n \nAll the young virile boys and also those girls who are attracted by such things are looking at pictures using computers to find the pictures of Spears without her underwear. That's two electronic types of media being used that contribute to global warming.\nOf course, those people without a computer at home have to find access to a computer. There may be some who can walk or ride a bike to a nearby place. However, there are others who have to take public transportation or drive cars. Public transportation is great, but it still contributes to global warming because it does use oil. Cars and trucks use oil as well. There is a ton of global warming also because of the traffic that is caused by people wanting to see these pictures.\nThen there are those men and women (or perhaps boys and girls) who then need energy because they've been looking at these pictures and using that \"energy.\" They soon need to replenish that energy through food (maybe to look at the pictures again and then perhaps even function semi-properly in society).\nThe foods of choice are probably pizza and hamburgers. It is likely that even the pizza contains beef. Beef comes from cows. So, some cows are killed. Of course, those cows are no longer farting, so there's the whole idea that it eliminates the problem. However, since those cows are now gone, more cows are needed. This means that more cows will be bred for food. More cows means more cow farts. More cow farts means more methane in the air. More methane means more global warming.\nSo, in recap, Britney Spears removing her underwear causes people to use electronics more, to use more gasoline, which is made from oil, so more gasoline is required, and then causes more people to eat beef, which eventually leads to more methane in the air.\nSo, it is obvious that Britney Spears going commando causes global warming!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","title":"How Britney Spears Going Commando Causes Global Warming","author":"Bridget Ilene Delaney"}