{"url":"http://www.environmentalgraffiti.com/mountains/news-8th-man-made-wonder-world","content":"\nFor 2000 years now, the Ifugao race coming from the Philippines has been cultivating food from a land carved by its ancestors on a mountainside, amazing rice terrraces. This huge, spectacular piece of art covers around 4,000 square miles and lies 5000ft above sea level. This is the Filipino people's pride who have for decades considered it as an 8th man-made wonder of the world. This does not only show how artistic the Ifugaos were but how they adapted to the terrain of their land. \nNo recorded data has been found on how this magnificent piece of architecture has been conceived. However, historical studies and evidence have linked the rice terraces with the Miao tribe that thrived in China. Emperor Yu the Great tried to eliminate the Miao tribe but some of the survivors were able to cross the South China Sea and arrived at the Cordilleras. \nThe cold, wet mountain regions made it easier for the tribe to adapt since they were used to the same conditions of the mountainous regions of southwestern China. The tribe was known for their cultivation skills of rice paddy fields, which might have been one of the reasons for the birth of such an astounding construction with a view and a source of rice and vegetables in the region.\nIn March 2009, the terraces were officially declared free from Genetically Modified Organism (GMO). They were also named a world heritage site by the UNESCO World Heritage Centre in 1995.\nThrough great efforts of the ancestors of the Ifugaos, a picture of the Banaue rice terraces was placed on the back of a 1,000 Philippine peso bill, along with images of Ifugaos culture.\nBut all is not well as problems lurk around this great creation: globalization for example, which made younger generations disinterested in farming and a lack of it resulting in soil erosion. Drought brought about by global warming is also a problem. The survival of this structure relies not only on the Ifugaos but on every human being and small actions can make a big difference.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb45.webshots.com-26732-2664528040104237032S600x600Q85.jpg","title":"Banaue Rice Terraces: The Incredible Carved Hills of the Philippines","author":"JannMartin"}