{"url":"http://www.environmentalgraffiti.com/featured/incredible-faces-rock/4706","content":"\nMany of us go for a walk in the mountains to find solitude. But as the following pictures show, it could be a bit creepy – the mountain itself might be watching. Mountain faces are not only beautiful, but have been regarded as something mysterious by humans for centuries. As a result, there are many legends entwined around them.\nOne such popular legend is that of Lover’s Rock in Antequera in Andalusia, Spain. The hillock resembles a face lying down and is said to be that of an Indian warrior. According to the legend, the mountain witnessed the tragic love affair between a young Christian man from Antequera and a young woman from Africa. Because of their different religions, society did not tolerate their love. With troops on their heels, the couple is said to have fled to the mountain where they threw themselves off in a loving embrace rather than spend a lifetime without each other.\nThis is Mount Yiouktas in Heraklion, Crete. The Greek head of the gods, Zeus, is supposed to have been born on Crete and as legend has it, also died there, leaving his profile imprinted on the mountain as a mythical tomb.\nThis astonishingly real looking mountain face is located in Junagadh in Gujarat, India. The mountain is also known as Girnar Hill and is here seen from Bhavnath Temple. The photographer cheated a bit by turning the picture by 90 degrees, but the result is stunning. The five peaks of the mountain range are each adorned by intricately carved stone temples. As a pilgrimage, Hindus and Jains climb from peak to peak (around 8,000 steps). Legend has it that climbing Girnar barefoot will earn the pilgrim a place in heaven.\nNow, leaving the legends, this awesome mountain face includes a whole mountain range and numerous fir trees. Unfortunately, Florida-based photographer Christopher Fay did not include any information about the location. Maybe someone will recognize it. What does the face remind you of, is it more Yoda or Gremlins?\nThis is another mountain showing a face in profile, also on Crete. It looks similar to Picture 2 but look at that nose and the elegant forehead! Crete seems laden with legends, but we knew that already from reading Greek mythology.\nHere, the snow on this mountain in Iceland contributes in forming a rather grumpy looking face. No wonder mountaineers talk about the 'north face' of a mountain.\nThe guard of this mountain seems to have been immortalized as a face jutting out of the mountain. No wonder it was popularly known as the 'Old Man of the Mountain'. This rock face could be found in Franconia Notch State Park in New Hampshire until May 2003. Then, after hanging around for 12,000 years, the whole face fell off, just like that.\nThis rock face in Kings Canyon National Park in California does not look that extraordinary but if you look really closely, on top of the green moustache, huge nose and sleeping eyes, there seems to be a third eye, making him a cyclops!\nIn this picture of Lookout Mountain in Rock City, GA, the top of the mountain seems to be the headgear for the face underneath. Gives the term stone faced a whole new meaning.\nThis mountain top in Estes Park, Colorado does not only have a face, but doesn’t the top part going to the right look like a howling bear? Or maybe one starts seeing hidden faces and animals everywhere after looking at too many rock faces…\nSource: \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb50.webshots.com-42801-2771980820104237032S600x600Q85.jpg","title":"10 Incredible Faces in the Rock","author":"Simone Preuss"}