{"url":"http://www.environmentalgraffiti.com/animals/news-king-penguins-antarctica-possession-island","content":"\n\nSummer is approaching and the Kings of Antarctica are gathering in thousands (100,000 precisely) in the valleys of Possession Island. With beautiful orange markings, long, slim beaks and strong, streamlined bodies, the King penguin is the second largest penguin, second only to the Emperor. They are regal in their swimming style, accurate in their fishing strategies and resolute in their survival tactics. When the winds subside and the snow retreats, these beautiful creatures awkwardly shuffle their way inland to participate in three months of dramatic territorial squabbles, ostentatious mating displays and cross-gender incubation practices.\n\nBirds’ mating rituals are amongst the most fascinating, and King (and queen) penguins are no exception, they are known for their ‘ecstatic displays’ in which they puff their chests, lift their heads and call out to members of the opposite sex who, in no time, identify their partners. King penguins are serially monogamous; they choose one mate a year and stay faithful throughout the breeding cycle, which lasts between 14-16 months. In some cases, they will mate for life.\n\nDespite the more forthcoming climate, the brooding season is no holiday. First in line is the 55-day incubation period in which the egg cannot be left alone or in the cold; predators such as pestrels and skuas expectantly wait the season’s tasty eggs. When the chick hatches, it is entirely dependant on its parents, both for food, warmth and protection. This is known as the ‘guard phase’ and the chick spends time balanced on its parents’ feet and guarded by its pouch. In addition to the bird predators, fox and other small mammals are attracted to the vulnerable prey, thus teamwork, organisation and solidarity are vital for the survival of the family. Mother and father take it in turns to feed, chick-sit and bring back tasty fish gathered in the faraway depths of the ocean (king penguins can travel more than 400km to feed on bioluminescent lantern-fish and squid!) Chicks quickly grow to match the size of their parents (up to 3 feet), but it will be two years before their plumage changes from a thick woolly brown coat to the water-resistant, notorious ‘tuxedo look’. In all this time, their parents will teach them how to become true Kings. \n\nThese marvellous animals still number in millions, yet the fast-warming seas in and around their breeding grounds are increasingly reducing food sources. Each year king penguins are forced farther and farther away on their hunting expeditions, leaving many chicks to perish from the cold, hunger and dangerous predators. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockGardenWarblerSylviaBorin8142568jpg_1","title":"100,000 King Penguins Gather to Breed on Possession Island","author":"marianovellamonti"}