{"url":"http://www.environmentalgraffiti.com/ecotourism/news-arctic-tourism-frosty-future-ecotourism","content":"\nEver wondered what it’s like to sleep in an igloo? There are eight ice hotels in the world but arguably the original and the best – the daddy of all ice hotels, if you will – is Jukkasjarvi’s Icehotel in Sweden, 200km north of the Arctic circle, which has been going since the early 1990s. Like all ice hotels, it is reconstructed every year, mainly using frozen water from the Torne river, which is collected in the spring (up to 40,000 tons of it) ready for the ‘ice hotel’ season (between December and April). Everything – absolutely everything – is made of ice, frost or snow, down to the glasses serving (chilled) drinks at the (ice) bar. If you’re not a fan of feeling chilly, this could well be your worst nightmare. But the sub-zero temperatures inside the hotel feel positively tropical compared to the outside air, which during the winter season can drop to -20˚C or more. As you might hope, the beds are equipped with thermal sleeping bags and cosy reindeer skins, and the suites are pretty spectacular, filled with ice sculptures and fantastical artwork. But if you choose this as a honeymoon destination, it is worth bearing in mind that you will need to wear a long-sleeved thermal vest, a knitted hat, gloves and woolly socks to bed, so in terms of erotic fulfilment it may not exactly tick all the boxes. You will definitely need to leave your lacy ‘barely there’ Ann Summers paraphernalia at home. \nThat said, the ice hotels have proved popular alternative wedding venues and there certainly is something special and romantic about these dazzling arctic constructions. A morning sauna is usually included in the room rate – and boy, will you need it. You’ll also get a trip in to the forest in a snowmobile or by dog sled – certainly a different kind of experience if you fancy a change from the usual ‘sun, sea and sand’ break.\nThere are other ice or snow hotels to choose from: Kakslauttanen’s Snow Village is located in Finnish Lapland, Canada’s hotel within the Duchesnay winter resort, and Europe’s northernmost ice hotel, the Alta Igloo Hotel in Norway. Lapland is bigger the UK but its population is under one million – so that’s the place to go for some Christmas-time solitude and to do some serious ‘chilling out’.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44621-2462468740104178106S600x600Q85.jpg","title":"Arctic Tourism... The Frosty Future of Ecotourism?","author":"darconvillescat"}