{"url":"http://www.environmentalgraffiti.com/physics/news-demon-sphere","content":"\n'Demon Core' is the nickname given to the plutonium sphere which hit critical-mass on two separate occasions at the Los Alamos Laboratory, each time taking the life of the scientist working with it - hence the name 'Demon Core'. In both these instances, it was a mistake made by the scientist - a rather common mistake as it happens. But in any case: you just don’t mess with plutonium! \nIn the mid-1940s people where generally aware that radiation could be lethal, but not as aware as we are today. Today everyone knows plutonium is an extremely radioactive element (not to mention possessing other potential hazards, such as flammability in air if in powder form), but it also has two different states in which it exhibits these radioactive properties. The sub-critical state is when the plutonium is – by its external properties – unable to sustain nuclear chain reaction. The factors that critical-mass depends on are density, shape, purity and environmental factors. Plutonium is so “heavy” as an element that its critical-mass by density is only a third of uranium, and therefore plutonium can be considered hyper-dangerous to manipulate. In nuclear bombs, critical-mass is achieved by an explosion that fuses it, but it can be also achieved by more primitive means - say, with a hammer!\n\nIn the mid-1940s there was a 6.2 kilogram sphere of plutonium in the laboratory of Los Alamos. The sphere, as a form, is the densest form that matter can take, and so this sphere was extremely receptive to the critical-mass state. On August 21, 1945, scientist Harry Daghlian was conducting experiments with this sphere. Daghlian was stacking neutron reflecting bricks when, as he was lifting the last brick (yep, it was the last brick), he accidentally dropped it (cue expletive), the brick falling onto the core and causing it to enter critical-mass. Daghlian panicked and used his hand to remove the brick. He died 25 days later.\nOn May 21, 1946 physicist Louis Slotin and his fellow scientists where conducting experiments with the same core that took the life of Daghlian a year earlier. Slotin and his colleagues were placing two hemispheres around the core, using a screwdriver to prevent  them from touching the core. We all know a screwdriver is a highly sophisticated scientific instrument (I think not!), and unsurprisingly it failed to do the job it was meant to do and slipped. This is another instance where an expletive probably quickly followed. The core went into critical-mass and Slotin lifted and removed the hemispheres in order to end the chain reaction. He succeeded, but in doing so exposed himself to a huge amount of radiation and died nine days later. His fellow scientists survived, yet were seriously injured.\n\nDaghlian and Slotin were, in fact, good friends. While Daghlian  suffered a painful death in the hospital, Slotin sat next to him several times. Think about that. So where is this 'Demon Core' today? Quite literally all around us – it was detonated soon after Slotin´s death in a nuclear weapon testing bunker. It was wisely concluded that Slotin´s experiment was final proof that this particular sphere was capable of reaching critical-mass.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"The Lethal Radioactive Core that Killed Two Physicists","author":"Orco"}