{"url":"http://www.environmentalgraffiti.com/ecology/giant-freshwater-stingray-vs-two-boats-six-hour-battle/909","content":"\nJean-Francois Helias was cruising in a convoy of 2 wooden boats with a total of 7 people on them along the Bank Pakong River in Thailand. The men were equipped with some of the best fishing equipment around and had already caught a smaller specimen that day, which they released back into the river. Nothing however, could prepare them for the epic battle that ensued…\nAt 6.30pm the giant freshwater stingray took the bait. Weighing in at several hundred pounds and 10 ft squared, the stingray dragged the boats loaded with people for miles, taking them to the Nakorn Nayok River, then to the Prachinburi River, then back to the Bang Pakong River again, to be finally landed at the Nakorn Nayok River. No one knew how long this could last.\nHelias said:\n\n\n\nWhen the ray crawled along the river bed, no one could lift it, or reel in any line. It was impossible. Amazingly, everyone persevered. The boats were booked until seven in the morning the next day, so they still had lots of time and the crew thought that seeing as none of the line had snapped, there was no reason to give up for such a rare specimen.\nFinally at midnight the ray was exhausted and it gave up. After a brief photo shoot, it was released back in the ocean.\nThe giant freshwater stingray or Himantura chaophraya is a truly magnificent animal and quite a rare specimen. The enormous force: the power, strength and endurance and the sheer beauty is something only nature could create. Unfortunately, the rays are not often treated with respect and put back into the water, like they should. Overfishing is a serious problem. This is partly the reason why the stingray is classed as vulnerable on the IUCN Red List. That, as well as pollution of course.\n\n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i45.tinypic.com-n2le91.jpg","title":"Giant Freshwater Stingray Vs. Two Boats: Six Hour Battle","author":"Chris"}