{"url":"http://www.environmentalgraffiti.com/conservation/news-burlington-acts-protect-jefferson-salamander-ontario","content":"\nThis year, a certain breed of salamander in Canada will hopefully be enjoying a safer spring migration. This is because the City of Burlington, Ontario, has closed a portion of King Road in order to protect the endangered Jefferson salamander, \n, during its annual egg-laying migration.\nThe Jefferson salamander, also known as Jefferson's salamander, is a North American amphibian, whose range includes the Niagara peninsula of southern Ontario and sections of the northeastern United States.\nThe creature's colour scheme is grey through brownish black on the dorsal side, but with a lighter underbelly. The limbs and flanks may have bluish flecks.\nAdults may be from twelve to twenty centimetres long, although the tail accounts for about half the total body length. The larvae appear as small adults, except for the fact that they are missing the colour highlights and they have gills for breathing underwater.\nThe habitat requirements of the Jefferson salamander seem simple: a deciduous forest with leaf litter, fallen logs or moist but friable soil. However, they also need pollution-free breeding ponds that remain full until at least midsummer, when the larvae lose their gills and adapt to breathe air. These salamanders use \"vernal pools\", or ponds that arise every spring but usually dry later in the summer.\nThe females lay clumps of eggs and attach them to underwater vegetation. The eggs hatch into larvae within six weeks.\nAdult Jefferson salamanders eat worms and insects. The larvae prey upon aquatic insects and other immature amphibians.\nDuring the winter, Jefferson salamanders hibernate under the soil.\nThe major threat to the Jefferson salamander's existence is loss of habitat. Since they live in colonies of only a few hundred members, any one location may be destroyed by a housing development or changes made to a drainage system. Conservation efforts generally involve maintaining a clean, unspoiled wooded environment.\nThe city of Burlington, Ontario, has recognized a different problem for the critter, which, in this part of Ontario, crosses the King Road in order to move from its winter locations to its breeding and feeding ponds.\nDuring 2011, a voluntary road avoidance program failed to protect enough of these amphibians. In order to provide greater protection for their amphibious residents, researchers from Conservation Halton recommended the three-week road closure.\nOntario protects the Jefferson salamander under its Endangered Species Act.\nThe International Union for Conservation of Nature (IUCN) categorizes the Jefferson Salamander's status as \"of least concern\" because it has a fairly widespread habitat in portions of the states of New York, Pennsylvania, Ohia, Indiana, Kentucky and Virginia. The IUCN does note that many of the sampled individuals are hybrids that have cross-bred with related species \n or \n.\nThe hybrids are fertile female triploids: their DNA has three times the haploid number of chromosomes that would be found in pure-bred Jefferson salamanders. (The \"haploid number\" is the number of chromosomes in a sperm cell or egg cell; this is one-half the number in a typical cell in the animal's body.) These triploid females mate with pure-bred Jefferson males to produce new triploid females.\nThe IUCN recognizes that \"[s]ome local populations incur heavy road mortality during migrations to and from breeding sites\". Fortunately for Canadian Jefferson salamanders, the city of Burlington's temporary road closure mitigates this risk.\n:\nCity of Burlington, \"\n\", March 7, 2012, referenced March 13, 2012. \nOntario Ministry of Natural Resources, \"\n\", 2008, PDF referenced March 13, 2012. \nGeoffrey Hammerson, IUCN Red List of Threatened Species (Version 2011.2), \"\n\", 2004, referenced March 13, 2012. \nOhio Dept. of Natural Resources, \"\n\", referenced March 13, 2012. \nDorland's Medical Dictionary for Health Consumers, \"\n\", 2007, referenced March 13, 2012. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb56.webshots.com-12855-2451500290105205970S600x600Q85.jpg","title":"Burlington Acts to Protect the Jefferson Salamander in Ontario","author":"MikeDeHaan"}