{"url":"http://www.environmentalgraffiti.com/cities/news-decline-detroit-brings-nature-back-once-thriving-city","content":"\n \nIn 1966, the Fermi Nuclear Power Plant near Detroit overheated and partially melted. The incident was detailed in a book called \n. The facility was closed down, and the utility company hopes someday to remove all traces of the abandoned power plant.\nWhile Detroit avoided a nuclear disaster, riding through Detroit today feels like a post-apocalyptic experience. The city is experiencing the worst stages of neighborhood decline. Detroit’s \"138 square miles are divided between expanses of decay and emptiness\" among tracts of surviving communities, according to \n. \n \nIn 1950, Detroit was one of the richest cities in America, with the highest median income and highest rate of home ownership, its downtown full of architectural gems, as noted in \n. But the collapse of its manufacturing base struck what may be a death blow to Detroit. The city that once held close to 2 million people now holds less than half that. The retreating population left behind an estimated 33,500 abandoned homes and 91,000 vacant lots. In some areas entire blocks have been bulldozed and cleared of housing. Neighborhoods have vanished, taking with them all traces of human existence.\n \nDetroit is turning into an urban prairie, with grass overtaking sidewalks, sapling trees towering over fences, and utility lines competing with tree branches. Old alleys resemble hiking trails, and empty lots are thick with wildflowers. In the summer, plant growth overtakes many abandoned houses. Giant trees are growing on the roofs of skyscrapers. Abandoned buildings are full of pigeon roosts and feral cats that keep the rat population in check. Wild dog packs roam neighborhoods, hunting the pheasants, turkeys, opossums, roosters and raccoons that have returned to the city. \n – also known as the “ghetto palm” or the tree of heaven – has spread throughout the city. Over time the remaining homes will become crushed by these trees planted by homeowners decades ago. The plaster walls will eventually fade into dust. \n \nDetroit is a city in decline, and resisting this may be useless. According to Karina Pallagst of the University of California, Berkeley, there is \"both a cultural and political taboo\" about admitting decline in America. But people can be creative when trying to survive under difficult conditions. The remaining people are not giving up without a fight. \n \nOne option Detroiters are using to deal with the decline is urban farming. Many non-profit agricultural organizations are springing up across Detroit. In a city without a major chain grocery store, people are again growing their own food. The 5,000 vacant acres are more than capable of supplying enough fruits and vegetables to supply the entire city’s needs. \n \nShould the people of Detroit band together, they could sell their extra produce in farmers' markets that could grow into full retail outlets. Options for entrepreneurship remain unlimited. Gardening and small-scale farming equipment would be needed, and Detroit’s manufacturing background could be called into play. \n \nWhatever its future, Detroit is a fascinating place of contrasts, rich in history and perhaps the first of many American cities to become a ghost city. Detroit has faced many difficult times in the past – and its future may be an indicator of America in the 21st century. It is possible that Detroit may one day resemble the original Fermi Plant, with all traces of civilization removed, the area returned to its wild state before human settlement. Its future depends on the hardy people left behind.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","title":"Detroit: The Ghost City Gradually Being Reclaimed by Nature ","author":"Lisa Hossler"}