{"url":"http://www.environmentalgraffiti.com/featured/graffiti-watching-you/14031","content":"\nThe photographer who took these shots could tell you where the pictures were taken, but then she’d have to kill you. She’s been sworn to secrecy by the person who discovered the painter of these mind-blowing pieces – some of whose faces you might recognise. There is code of silence – and a code of honour – in the esoteric subculture of graffiti-spotting. Why? Well, for one thing it’s about respect.\nRespect for the artists. This masterpiece has taken months to complete, but it would take just seconds for some joker to declare war by going over it with a tag or worse. And if penile scribbling represents one kind of threat, on the other side of the law there is the bureaucratic menace of a graffiti removal van pulling up like the system’s evil answer to the A-Team. Sometimes the less noise is made about something the better.\nBut let’s focus on these pieces by graffiti artist 'Trans': larger-than-life mugshots like cool comic book art, \"popping out at you from the confines of the wall. Watch out or they’ll bite if you get too close,\" says photographer Emodern. At once realistic and comic book-esque, everything is \"shaded in a spectrum of grey\"; photorealistic – even hyperreal – art emblazoned on the walls of a fenced-off asphalt football pitch, created by an artist armed with spray cans, nothing else. The artist knows his stuff. To get the tiny details seen in the eyes and skin of these characters it takes a real master. \"And everything with the can, not a paintbrush in sight,\" says E. \"It’s the real thang, baby.\"\nWhile the precise location must stay under wraps, we know this much: Trans does his work in a grim part of London, a council estate probably as lacking in prospects as these faces are in colour. Perhaps the kids can identify with the mugs, and that might help to explain why they haven’t been defaced. Or maybe it’s just that people accept the beauty of real creative expression – no matter where they live. We’re told the artist has been working on the masked gang bit by bit for over a year, and the fact that it hasn’t been written over seems testament to this code of respect. The locals obviously like this art; an Aladdin’s Cave not ram-sacked or damaged, but preserved, perhaps protected, against the bleakest of backdrops. E: \"Trans brings art and attitude to an otherwise desolate space.\"\nThis author's friend is a graffiti spotter. And yes she's keeping mum about this oasis in the urban desert. 'Why?' you ask. 'What’s she on about?' It’s competition. \nGraffiti-spotters, like their more, er, conventional cousins train-spotters, are a bloody competitive bunch. When a new piece of graffiti art comes along and changes the face of its urban environment, those who make it their business to photograph such works will often seek to get there before anyone else. Numero uno. Optimus prime. \n\"'Na, na, na, na, na. I saw it first!'\" says our spotter, \"'Yeah, but I got the better picture,' and so on. The guys are worse than the girls of course but you could have guessed that.\" How do these people know about each other? The image hosting website \nis probably the best place to find them. \nStill, it seems graffiti spotters are \"a greedy little bunch\" and it’s common for people not to tell others the locations of their finds. Likewise they won’t tag their sets of photos online with clues as to the actual whereabouts of the art.\nThere is of course something deeply territorial about graffiti. Saying graffiti artists don’t appreciate it when someone else writes over their work is like saying Jack isn’t a happy chappy in The Shining. Maybe this is mirrored in graffiti-spotting – just as the puddles in these photos reflect the intense faces that bring them to life. On sites like Flickr, the graffiti photography tends to be quite regional, with many individuals only interested in work that comes from their part of the world.\nGraffiti-spotting itself goes back some. Yeah, it has a history, arcing back to a time when technology didn’t even allow it to have an international reach. In the 80s, photographers Martha Cooper and Henry Chalfant were among the first to notice the first wave of graffiti art being emblazoned on the subway trains of New York City, and to capture a historical record of it in their seminal book \n, first published in 1988.\nCooper and Chalfant are the grand-mommy and grand-daddy of graffiti spotting, and through their photography, budding street artists in other global cities like London were to be influenced by the stuff that was coming out of NYC. Today, London has made its own mark on the world of graffiti, and if Trans is anything to go by, it will continue to do so long into the new millennium. \nWatch this space to see Trans in action:\n\n\nAnd for a piece of Trans take a look \n.\nWith special thanks to Eva Branscome, who collaborated on this post.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"Graffiti Is Watching You...","author":"Karl Fabricius"}