{"url":"http://www.environmentalgraffiti.com/sciencetech/the-bigger-picture-of-climate-disaster/297","content":"\nIt is time to connect the dots. This year has seen more than our fair share of extreme weather and there have been a profusion of ‘record-breaking’ climactic events.\nWe have seen fires devastate Greece, killing 63 people and burning almost a half-million acres, almost charring Olympia itself (\n). Last year, 9.6 million acres in the United State were burnt by wildfires…another one of those ‘record-breaking years. There has even been a new word coined for them: ‘Megafires’ or ‘climatic tsunamis’ (\n). We have gotten two category 5 hurricanes, within 13 days of each other, and we have gotten extraordinary flooding in places like Bangladesh, China, and Oklahoma. Take a look at some of the worst climactic events.\nIn the city of Chongqing, an intense thunderstorm produced heavy rains which triggered flooding that affected about 113,000 people and destroyed about 10,000 homes. From July 16-17, Chongqing reportedly received [9 inches] of rain…the largest rainfall in a 24-hr period since records began in 1892.\n\nOn July 31, 63% of the western U.S. was in moderate to exceptional drought, 80% in the Southeast, and 46% for the contiguous U.S., according to the Federal U.S. Drought Monitor.\nTyphoon Man-Yi was responsible for 5 fatalities and was reportedly the most powerful storm to hit Japan in July since records began in 1951\nOn July 26, the UK Met Office reported that, for England and Wales, May to July 2007 was 201 mm (8 inches) above the 1971-2000 mean and ranked as the wettest May-July since records began in 1766.\nIs it fair for us to point to global warming? As Chris Mooney, Author of Storm World: Hurricanes, Politics, and the Battle Over Global Warming, warns that it is easy to fall prey to “mediarology” in lieu of meteorology. “We can’t blame any one hurricane event on global warming directly.” (\n). However, we can see that we aren’t facing one storm or even a few, we are facing an outbreak of terrifying and extreme weather events that are fitting into a pattern laid out for us by scientific predictions of Global Warming. As even Chris Mooney, Mr. Caution himself, has conceded: “At some point, it seems to me that people will simply have to throw up their hands and say: “We are in a new place now. ” (\n)\nWell, I am prepared to say that we are in a new place, a new world, that we have to see with eyes prepared for even greater changes ahead.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"The bigger picture of climate disaster","author":"Chris"}