{"url":"http://www.environmentalgraffiti.com/news-craig-tracy-and-his-awesome-artwork-field-body-painting","content":"\nBold and bright colours used in any form of painting are sure to catch the eye of any passer-by, but Craig Tracy brings a whole new meaning to the idea of painted mobiles, because his canvas is the living human body, and his work is truly awe-inspiring. With an imagination that defies description, his paintings are not just works of art. They are an inspiration.\n \n \nBorn and raised in New Orleans, LA, Craig Tracy has always been an artist. Craig credits New Orleans with its authentic and vibrant culture as a significant factor in what is at the heart of his passion, creativity and bliss. His family's photo album is filled with images that captured moments of the family members ritually painting each other’s faces for Mardi Gras, perhaps the largest costumed celebration or carnival in the world where individuality and self adornment are considered standard practice.\n \n \n\"There was never any question regarding my being or becoming a professional artist. It was always just obvious and understood,\" says Tracy. As a child, Craig's loving parents nurtured his creativity and gave him the gift of freedom to mature. His parents were working class hippies, their nonconformist principles instilled firmly in the young artist. \"Flower Power\" and \"Power To The People\" contributed greatly to his unique perspective on art and life. The hippie movement also reignited interest in the practice of body painting in the western world. \nCraig's early years were filled with drawings and paintings of idealized love and beauty. He continued to expand his artistic horizons well into his teen years and at fifteen, he received his first airbrush as a gift from his parents. Airbrushing would become the technique that would dominate the next twenty years of his painting. \n \nOne year later at sixteen, in his third year in high school, Craig was working nights and weekends as an airbrush artist in a local shopping mall. There, he primarily painted custom t-shirts and other personalized gift items. \nIt was an important time for the young artist as he quickly learned how to paint almost any image on a vast multitude of surfaces. \"Anything, on anything, was what those days were like. I'd often paint fifty to eighty hours a week and in doing so, I learned some very important and useful skills,” states the artist.\nConsidered a cornerstone in body painting's progressive movement, today Craig Tracy owns and operates the very first art gallery in the world dedicated to fine art body painted images, filled with spectacular photographic, paper and canvas prints as well as numerous videos of the process and books that focus on this art form. Please feel free to visit the gallery if you are ever in or near New Orleans. You will not regret the experience. Art this amazing needs a massive audience, wouldn't you agree?\n \n \nMy thanks to Phil, Craig's gallery director, for passing on to me the artist's permission to use all of the images and information in this story, all taken from his \n  ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","title":"Painted Alive: When Human Bodies Become Works of Art","author":"tonyleather"}