{"url":"http://www.environmentalgraffiti.com/ecology/baby-dolphins-disappearing-from-mekong-river/884","content":"\nAfter allowing hope to rise in recent times, wildlife experts are once again fearing for the survival of the \n after a severe decline in birth rates.\nThe \n is one of the world’s most \n, with fewer than 170 individuals left in the Mekong and less than 1000 worldwide. The species is known for its rounded, smiling face .  The entire Mekong Irrawaddy dolphin population is thought to exist in just a small section of the river in Cambodia and southern Laos. \nConservationists completed an annual survey of the dolphins in November and were dismayed to find only three \n, one of them dead. This was a 66% drop from the six healthy baby dolphins the survey found in the 2006 survey. In even more bad news, the average weight of the dolphin’s babies has dropped more than 3 kg in the last 20 years.\nConservation groups had hoped the animals would bounce back from the brink of extinction after a 2006 ban on net fishing in Cambodia’s eastern provinces. While there are about 60 more dolphins in the Mekong than before the ban, the birth rates vital to the survival of the species have not improved.  \nTouch Seang Tana, chairman of the Commission for Mekong Dolphins Conservation, said:  \"A group of 10 full-grown dolphins living in the upper Mekong River had no babies at all this year.\" He blamed the endangered species’ recent decline on a lack of fish and a rise in water temperature, either or both of which could affect the animals’ reproductive abilities.\nA World Wildlife Fund spokesman agreed, saying that the rise in water temperature allegedly linked to \n could be a threat. They also admitted that there are a variety of factors to consider whenever a species is in decline, such as \n.\nTeak Seng of the WWF said: \"Global warming may be a possible indirect threat to the dolphin population, particularly if their fitness is reduced. Dolphins are very sensitive to changes in their environment such as water temperature and quality. Other factors may be more influential such as diseases and water pollution.\"\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","title":"Baby Dolphins Disappearing from Mekong River","author":"Chris"}