{"url":"http://www.environmentalgraffiti.com/news-untamed-wolf-south","content":"\nWolves get all the glory. They were once the world’s most ubiquitous canids and, despite being decimated by traps, weapons and our destruction of their habitat, have managed to reclaim some original territory thanks to conservation efforts. Of course, wolves also get credit for blowing down pigs’ houses, eating granny, raising the founders of Rome... and being the progenitors of domestic dogs. Yes, man’s best friend wouldn’t be here without the wolf. \nOver our 18,000-year history with dogs domesticated from wolves that hung around our Pleistocene trash piles, we have developed a lasting relationship. Genetically, every domestic dog stems from a wolf.\nFrom mutts with dreadlocks to pooches with floppy ears, all of today’s dog varieties derive from our manipulation of the wolf through domestication and breeding. Throughout the Northern Hemisphere wolves and dogs have evolved alongside us. \nBut there are other canids out there that have never snuggled up on the hearth. Powerful, majestic and free from our genetic tinkering, the largest and arguably most successful of these is the African wild dog.\nNext to the grey wolf, the African wild dog is the largest canid in existence. It is also commonly known as the painted wolf in a nod to some of the similarities between the species.\nBoth wolves and African wild dogs have tall legs atop lean-muscled bodies, as well as similarly shaped skulls and the same number of teeth. But wild dogs are the only surviving members of the \n genus. As such, they possess some traits that make them unique among canids.\nAfrican wild dogs have thin mottled coats that resemble the shimmering sun-and-shade interplay of the savannah. Their large rounded ears also help cool their bodies and lend their faces a hyena-like look.\nThe bite force quotient of African wild dogs is the highest of any predator in the order \n – which includes lions, tigers and bears. This intense force, along with the wild dogs’ large premolars, helps them gain nutrients from crushing bone. They are also the only canids to lack a ‘dewclaw’, meaning they have only four toes on their front feet rather than five.\nThe African wild dog’s many names suggest a long history of living near human settlements. But for whatever reason, the wild dog-human relationship never took hold.\nDespite being a highly successful predator with an 80 percent kill rate (far superior to that of lions), African wild dogs are highly susceptible to habitat loss. They rely on large pack numbers to bring down prey and they need a large territory. That means they often stray far from wildlife preserve boundaries to hunt, and are then killed or driven off by humans. We may have done the same with Pleistocene wolves, but the debate over why and how domestication occurred with one species and not the other is ongoing. The painted wolf now occupies only 25 of the 39 countries it used to call home.\nMany of us have seen African wild dogs in zoos, but for the adventurous, possibly the best place to see them in the wild is the \n in Zimbabwe. Hwange also happens to be home to the \n. So, visiting them there can help reintroduce these endangered wolves of the south to their historic range, where it is hoped they will be free to keep their wild spirit alive.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/wolf_1.jpg","title":"African Wild Dogs: The Untamed Wolves of the South","author":"J. Sherwood"}