{"url":"http://www.environmentalgraffiti.com/news-artist-exclusive-chris-granillo","content":"\nChris Granillo is an artist who grew up in the American Southwest fascinated by science and the animals of the desert that served as his backyard. According to the biography on his web page, he was born in 1982 in the Coachella Valley of California. As inspiring as the scenery surrounding him was, he soon discovered that art supplies were expensive. So like most street artists, he found more reasonably priced mediums for his expressions at local thrift stores or just about anywhere available.\nGranillo's favorite subjects include creatures, the human figure, nature, mystery and underwater scenes. He seems to have a fetish for the abnormal hidden in normality. His depictions can be stylistically accurate despite their extremely fantasy-oriented nature. \n\nPerhaps this is why his artwork is so dreamlike; it's as lucid as it is romantic. Even if you find something eerie about these illusory scenes spilled onto canvas, this art is still worth checking out. Something in it seems to speak directly to the unconscious creating an almost eerie calm like that in the eye of a violent storm.\n\nIn Chris Granillo's work we see the world from the mind's eye. The images have already been filtered through the subconscious before being portrayed to us. The subjects are vaguely recognizable enough to be familiar on a spiritual level. This allows us to see them through someone else's synapses.  \nGranillo also shares on his website his obsession with the conflicts between animals and human progression. His paintings are influenced by both Renaissance and Modern Street Art. However, his depictions are almost as modern as the conflict inspiring them. \n\nWhile he still works with mostly recycled mediums, in 2003 he relocated to the San Francisco Bay Community. Here, he has been able to experiment with all sorts of mixed media. This includes print making, sculpture, photography, graphic design and murals.  \n\nFortunately for us, Chris Granillo's artwork can now be found in galleries all over the United States. Whether he is creating unrealistic creatures in dark, rich, colorful natural environments or interesting human figures in unfamiliar dreamscapes; Granillo's artwork speaks to something spiritually beyond our visual senses. This allows him to open a fantastical new world in anyone fortunate enough to stumble upon one of his works.\nAll the images in this article were contributed by Chris Granillo with his personal permission. For more artwork or the chance to purchase his prints, please visit his website at \n.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","title":"Incredible Surrealist Street Art by Chris Granillo","author":"Tiana Miller"}