{"url":"http://www.environmentalgraffiti.com/plants/news-vanilla-second-ranked-spice-gets-first-rate-research","content":"\nVanilla ranks as the second spice in two categories: popularity and price. Chocolate is the preferred flavour; saffron is the most expensive spice. However, research in Malaysia might reduce the price by increasing the supply.\nThe spice, vanilla, is extracted from the vanilla bean, which is the vanilla orchid's fruit. This climbing vine, \n, originated in Mexico but can grow in many tropical climates.\nVanilla flowers must be pollinated to produce fertile beans. The only animals to perform this task are bees and hummingbirds native to Mexico and Central America. In the largest producing countries, China, Indonesia and Madagascar, workers must pollinate the flowers by hand. This requires a lot of manual labour and limits the availability of vanilla seeds.\nThe orchid may also be propagated using cuttings. This too is labour intensive, slow, and may slow the growth of the mother vine, resulting in a lower yield.\nThe latest approach to creating the next generations of vanilla orchids is cloning from non-reproductive cells. This promises to save time and cost, but has a significant problem.\nA cloned line sometimes develops a mutation leading to lower quality yields. The resulting vines are sometimes scrapped; this is costly and, of course, sets back the expansion plans\nThe flavour of vanilla is a chemical, rather prosaically called \"vanillin\". Tar, tonka beans and wood provide lignin which can be processed into synthetic vanillin. The chemicals eugenol or guaiacol are other precursors for vanillin.\nNatural vanilla flavour is extracted from fermented vanilla beans. The natural extract has a more complex aroma because of other aromatic chemicals that develop through the fermentation and extraction processes.\nIn 2011, the University of Nottingham's Malaysia Campus, working on a grant from the Malaysian government, has embarked on a two-year program to study this problem in cloning the vanilla orchid. If successful, the result should guide future cloning techniques so the orchid can be grown on a larger scale.\nA greater supply of vanilla beans may mean lower prices for real vanilla extract.\n:\nPhysorg, \"\n\", published April 15, 2011, referenced April 18, 2011. \nUCLA Louise M. Darling Biomedical Library, \"\n\", copyright 2002, referenced April 19, 2011. \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","title":"How Cloning Vanilla Could Cut its Price ","author":"MikeDeHaan"}