{"url":"http://www.environmentalgraffiti.com/biology/news-mount-st-helens-ecosystem-recovery-lessons-human-industry","content":"\nMay 18, 1980 was D-day for the ecosystem surrounding Mount St. Helens. Hot volcanic gases, ash and pumice scorched the forest and snapped trees as if they were matchsticks. In the blink of an eye, it was all gone.\nYet life finds a way to bounce back. The eruption created a sterile 'dead zone', devoid of life, but there were microbes, plants and animals eager to get to work and colonize the landscape.\n'Ecological succession' describes the changes of plant and animals species in an ecosystem over time. At Mount St. Helens, waves of organisms took turns establishing themselves around the volcano site. Invisible microbes primed the surfaces, laying the foundations for the weeds that would soon dominate: rapid-growing, quick-multiplying species dedicated to colonizing.\nIf this sounds familiar, you might be on to something. The 'live for today' strategy of weeds is very similar to that adopted by human industries. Both, in their own way, scour the landscape for resources with strategies based on growth and multiplication, not sustainability.\nYet there is hope in the metaphor. Ecological succession is a dynamic process, and has a tendency toward diversity and stability. Over time, the colonizing 'gold rush' species lose favor to new waves of successors. Big-bodied, long-lived species appear, forging feedback loops with their neighbors. Recycling increases over time, as the systems begin relying less and less on resources 'mined' from the earth, and more and more on resources salvaged from within the system.\nBy looking to the natural systems surrounding the Mount St. Helens volcano as a metaphor for human development, we can appreciate the direction in which our society needs to move. There are lessons to be learned from the beauty and efficiency of mature ecosystems.\nThe Mount St. Helens and human systems are both somewhere between the 'colonist' and 'mature' ends of the spectrum. As the Mount St. Helens ecosystem strives towards sustainability, it is our responsibility to build a sustainable future of our own.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/HolePunchCloud.jpg","title":"What We Can Learn from the Recovery of Mount St. Helen's Ecosystem","author":"Stuart McMillen"}