{"url":"http://www.environmentalgraffiti.com/crows/news-mosquitos-kill-crows-biological-weapon-west-nile-virus","content":"\nOnce again, the lowly mosquito wages war against the American crow. The weapon is the West Nile virus, which developed in Africa perhaps one thousand years ago. It was first identified in the West Nile district of Uganda in 1939. Some sixty years later came the first reports of West Nile virus in North America.\nOn July 12, 2010, Matt Wilson \n that \"Half of (California)'s West Nile reports are from Santa Clara\". California routinely tests dead birds for West Nile virus. Almost one-half of the positive test results in the first half of 2010 have been from Santa Clara County. The actual count is twenty cases in this county, compared to just over forty detections confirmed across the state. 19 of the 20 West Nile victims were crows; the exception was a western scrub jay.\nAlthough it is possible for an infected mother mosquito to pass the virus to her eggs, it is believed that this is not the most likely way for the virus to spread.\nThe \n mosquito can survive a North American winter by hibernating underground: in natural caves or man-made root cellars or tunnels. If it is already infected, then when it bites a bird in the spring, the bird may become infected.\nMost infected birds will die of West Nile virus disease within weeks, but that is plenty of time for healthy mosquitoes to drink that bird's contaminated blood, and carry the virus forward. If the next victim is another bird, disease can spread rapidly through a colony. Although some European mosquitoes stick with either mammals or birds, many North American mosquitoes will bite both.\nThere is no evidence that West Nile virus is transmitted directly from birds. It requires a mosquito to propagate.\nMammals, including humans, are not good hosts for this virus. It is unlikely that mosquitoes carry West Nile virus from one person to another.\nNot everyone who is bitten by an infected mosquito will themselves become infected. Few infected people develop symptoms, and fewer still have severe cases.\nMild cases of West Nile virus disease have flu-like symptoms. These usually include body aches, fever or headaches. Some people have swollen lymph glands or a mild rash.\nThe more severe cases may develop high fever, nausea and vomiting, confusion or drowsiness, and problems controlling major muscles.\nWhy are there different reactions? Some people have weaker immune systems, and so are more vulnerable to most diseases. Other people have chronic conditions which also leave them at greater risk for infections. Finally, elderly persons seem to be at a high risk from the West Nile virus, even if they do not have other predisposing conditions. Alcohol abuse, cancer, diabetes and heart disease may also be risk factors.\nPeople can protect themselves by avoiding mosquito bites. Wearing hats, long sleeves and long pants helps; so does a good mosquito repellent containing DEET. Eliminating standing water removes the mosquitoes' breeding grounds. Local governments may use chemicals or other treatments to prevent breeding.\nExperts believe that in Africa, where the West Nile virus probably has existed for centuries, most adults have developed an immunity to this infection. Despite the very reasonable measures advocated by health organizations, it is important to realize that through 2007, fewer than 300 deaths were attributed to West Nile virus in any one year.\nIt seems clear that the mosquitoes are not basing their attacks on sound military intelligence. Crows eat almost anything - grains, carrion, and food scraps discarded by people - but crows do not include mosquitoes in their diet.\nThis species - by far the most common crow in North America - is very vulnerable to West Nile disease. Most crows exposed to the virus will become infected, and most of those will die within about a week. The population of American crows has declined by perhaps 45% since 1999 when West Nile virus was first detected in North America.\nFortunately, these crows still have a significant population and are not considered threatened or endangered. A recent estimate was that 31 million crows still thrive in North America, despite the biological warfare waged by mosquitoes.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb18.webshots.com-44689-2554791640104181437S600x600Q85.jpg","title":"Californian Mosquitos Killing Off Crows With West Nile Virus","author":"MikeDeHaan"}