{"url":"http://www.environmentalgraffiti.com/meteorology/news-unexplained-red-rain-kerala","content":"\nDepending on where you live in the world, your attitude to rain might differ drastically. Growing up on the coast of British Columbia, Canada, we averaged 150 days per year when it would rain, which meant that it wasn't a big deal. As a matter of fact, we felt that we had way too much of the stuff. In other places, such as Africa or the Middle East, there can be many months without rain, so when it makes its appearance, the event is celebrated joyously amongst the locals. We all need rain, whether we like it or not. \nWithout the rain, our crops would die, we wouldn't have anything to drink, and there'd be no lakes to keep us cool on hot summer days. Sometimes the rain can bring along more with it, whether that be live animals (see \"Honduras's Miraculous Rain of Fish\"), deadly acid or strange spores that dye the rain a strange color.\n\n\nThere have been many times throughout history that falling rain has been red rather than clear. Each time the event occurs, the reason for the discoloration differs. Sometimes it can be explained away very quickly, but other times with each answer come more questions. Such was the case in the Indian state of Kerala in 2001. Between July 25th and September 23rd in 2001 heavy downpours of red rain were reported all over the state. Sometimes the red rain was very isolated, occurring over a very small area while regular, clear rain fell all around. The first occurrence happened when a very loud boom was heard, followed by a flash of light. As the red rain was dying clothing and plant life a burnt red color, people wanted answers.\nNumerous research groups got to work analyzing the red rain, trying to determine the cause of the discoloration. It was determined that the rain contained around 90% solid red particles, composed primarily of carbon and oxygen, and to a lesser extent hydrogen, nitrogen, silicon, chlorine, and various metals. The water samples were then brought to the Centre for Earth Science Studies(CESS), where further studies were conducted. After filtering out the particles, the water component of the rain was found to be normal, except for the fact that there were no dissolved salts present. J Thomas Brenna at Cornell University also explored the particles discovered in the rain and determined that, since they collapsed when dried, they were filled with liquid. Within the particles seven amino acids were identified:  phenylalanine, glutamic acid/glutamine, serine, aspartic acid, threonine, and arginine, and thus the particles were of marine or terrestrial plant origin. Well, all of that is delightful, but where did the red particles come from? It is this question that has yet to be given a definitive answer.\nThe first hypothesis put forth by CESS was that the particles had come from an exploding meteor, which would account for the loud sound and flash of light prior to the first occurrence of the red rain. This hypothesis didn't last more than a few days though, when CESS noticed that the particles resembled spores. This fact, along with the fact that if a meteor had exploded the particles would have dispersed over the two month period of red rain and the incident would have been much more wide-spread. Upon coming to this conclusion, the particle samples were analyzed by the Tropical Botanic Garden and Research Institute, which concluded, after allowing the spores to grow, that the spores were a lichen-forming algae, which are found throughout the region where the red rain fell. Since there had been heavy rainfall in the weeks leading up to the red rain, the growth of these lichens had exploded recently. The report that was filed could not, however, determine how the spores could have made it into the clouds in such high numbers. The other problem was that in order for the high number of spores found in the rain, the majority of lichen would have needed to release their spores simultaneously. While this is a possibility, the odds of it happening are slim to none.\nAnother hypothesis was that dust had been picked up from the deserts on the Arabian Peninsula, mixing with the water in the atmosphere, and raining down upon Kerala as red rain. This theory too was disproved quite quickly as the particles were shown to contain no dust from desert sand.\nA third theory was put forth, claiming that perhaps the particles were from the Mayon Volcano, which had been erupting right before the red rain was reported. Again though, this theory was disproved, as the red particles were neither acidic or volcanic in origin.\nThe final hypothesis is by far the most controversial. Godfrey Louis and Santhosh Kumar of the Mahatma Gandhi University wrote an article, claiming that the spores did come from a meteor, despite the fact that there had been no wind dispersal of the spores. They claimed that the spores had come from an extraterrestrial source, citing that the \"cells can undergo rapid replication even at an extreme high temperature of 300 degrees Celsius... The molecular composition of these cells is yet to be identified\". It should be noted that no other report on the red rain has agreed with those given by Louis and Kumar.\nIt is in the humble opinion of this author that while science has brought us a very long way, and answered many of the questions of the universe, sometimes leaving things a mystery is just more exciting.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"The Unexplained Red Rain of Kerala","author":"moishecallow"}