{"url":"http://www.environmentalgraffiti.com/art-and-design/news-corrie-white-and-her-utterly-enthralling-liquid-drop-macro-photography","content":"\n \nThere is something magical about macro photography and one of the best exponents of this superbly intricate art is 62-year-old Corrie White, a Canadian mother of four who lives in London, Ontario. She has been a keen photographer since her early years. However, it is only really in the last year or two that she developed her interest in capturing images of moments invisible to the naked human eye, each one utterly unique and special. \n \nCorrie actually hails from the Netherlands and has always been fascinated by the delicacy of macro photographs. Her love now is for water drop imagery, though she uses milk a lot because because it reacts more slowly than pure water, allowing more time to snap the perfect picture. She likes to try moulding figures from the liquids she employs, each individual one unique and fascinating. \n \nHer work is so good that it has appeared on websites all over the world, as well as many newspapers and magazines. Many of her water drop images were created manually using a simple medicine dropper and relying on an excellent sense of timing. More complicated results involve the use of a Drip Kit and a ‘Mumford Time Machine’ that allow her to create some very interesting results.\n  \nColour features heavily in Corrie’s work through the use of food dyes and differing kinds of flash gel. Both the milk and the water in which the drops land are slightly colored with food coloring to help produce the spectacular effects that often arise. \n \nWith water, Corrie does sometimes use additives such as ‘Rinse aid’, because a few drops give the water added elasticity. Dissolved sugar or syrup is also used at times to thicken the water, as it also gives the splash a mottled appearance as the drop hits. \nTo achieve best results, Corrie uses water, milk, almond milk, cream or combinations of these. Milk being thicker than water makes it easier to capture a good umbrella splash. Water is harder to work unless quite cold, four degrees being the optimum. She has been unable to achieve three-drop splash effects with plain water, and so employs additives for slowing down the descending drops, which may also contain food dyes. \nOther ways of getting the colors right can mean the use of colored plastic sheeting as backgrounds, though the use of colored gels in plastic on flash guns is more usual, cut to fit the different pieces of equipment. Corrie started her adventures in macro photography using a turkey baster, but quickly realized this was just too unwieldy and hard to control. These days, she exclusively uses the Time Machine and Drip Kit but used a medicine dropper for quite some time. \n \nThe method then was quite time-intensive: Securely taped to a sturdy board to avoid unwanted movement when the drops were to be released, Corrie set the timer on the camera to open the shutter 5 seconds later. Silently timing the opening of the shutter, she released the drops in quick succession. The distance between the dropper and the surface of the liquid below determines the impact of the drops, and best effect is achieved between 12 and 24 inches. \n \nIt is very easy to see why Corrie is so passionate about this fantastic arm of photography, where she can trap forever those incredible milliseconds for which these astounding images exist. It is quite literally a question of your blinking making you miss it, so the value of these pictures is incalculable. No wonder really that this infinitely patient artist can spend untold hours in the creation of truly unforgettable images. \n \nIt would be incredibly hard to reproduce the glory of these pictures in the form of paint on canvas, but nonetheless the artistry of this kind of photography is undeniable and the beauty of the imagery quite breathtaking. This work deserves every plaudit that can be heaped upon it, and Corrie White is more than entitled to be proud of her achievements. The wizardry that is the capturing of those awesome images defied description. A truly exemplary standard set by this truly talented woman. Wonderful. \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","title":"Liquid Drops Forming Incredible Figures Frozen in Time","author":"tonyleather"}