{"url":"http://www.environmentalgraffiti.com/featured/blue-whale-washed-up-californian-coast/17910","content":"\nTo the inhabitants of Fort Bragg in California, it must have come as no small shock. On venturing down to the seashore, people aren’t prone to expect seeing a 72-feet long blue whale lying dead in the water, a gigantic gash in its flank from where the behemoth has been hit by a ship. Yet exactly such a tragedy took place last month on America’s west coast – demanding a massive clean-up operation for locals, mammal rescuers and others. Harrowing pictures accompany the story.\nFirst sighted on October 19, 2009 after it had washed up on the rocks in Mendocino County, the gaping wound clearly visible in its side, the once majestic creature was estimated to weigh at least 50 tonnes. Students had to wait until low tide for the leviathan to reveal her lifeless form, before scrambling down the rock face to the water’s edge wielding cutting tools for collecting samples. Though sad, the whale’s death offered researchers a rare opportunity to learn more about the species at close quarters.\nThe whale – which had at some point given birth – perished after colliding with a ship contracted by the National Oceanic and Atmospheric Administration (NOAA) just hours earlier, about seven miles offshore. The vessel had been mapping the ocean floor off the Californian coast to help choose future fish sanctuaries. Crew members reported feeling a shudder but not did not immediately realise what had happened until the whale later surfaced, blood gushing from its abdomen.\nControversy followed, with those opposed to the NOAA Marine Life Protection Act (MLPA) the boat was collecting data for demanding an investigation into the death and an end to the NOAA’s activities there. Fishermen and Native Americans are among those it is said will lose out if the habitats the MLPA are studying are included in no-fishing zones. Some have also claimed the boat was negligent if there was no lookout on duty, but others maintain tracking whales at sea is very difficult.\nBack at Fort Bragg, community members and scientists teamed up to take on the exhausting – and putrid – challenge of shifting the carcass of the blue whale – the largest animal ever to have existed. The effort involved removing body parts before cutting the whale into more portable pieces and hauling them up the cliff. The remains were taken away to be buried for several years where bugs and microbes will strip the flesh, preparing the skeleton to be reassembled and put on public display.\nThe blue whale was almost hunted to extinction at the beginning of the 20th century, and today the species is still endangered, with estimates placing the numbers in the world's oceans at anywhere between 5,000 and 12,000. Although incidents of boats hitting whales are relatively rare, there are issues over whether sonar from ships can cause harm to baleen whales like the blue whale by disorientating them. \n\n\nWhatever the case may be, the citizens of Fort Bragg got more than they bargained with the blue whale that washed up on their doorstep, and alas there was one less of the magnificent species on the planet.\nWith special thanks to \n, who sent us this idea. All photography by \n.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","title":"The 70-ft Blue Whale that Washed Up on the Californian Coast","author":"Karl Fabricius"}