{"url":"http://www.environmentalgraffiti.com/animals/news-dangerous-decietful-anglers-and-marksman-sea","content":"\nAngling is a tactic of hunting that is a matter of deception. Across the animal kingdom, aggressive mimicry is the most frequently used method deployed by feisty predators. It often involves exploitation with a strong hint of deceit. Whether or not the prey falls for the trick depends primarily on the quality and attractiveness of the lure.\nThese angling predators are very clever – rather than pursuing their prey the angler exploits the senses and hunting instincts of its victim – a perfect tactic to save energy and effort. So surely these poor helpless animals could have been able to combat these tactics to protect themselves?\nOf course they have! Like most species that face predation, their historical life cycle involves evolutionary changes to keep them alive. Most fish (the anglers' poor victims) now swim with increasingly developed sense organs, and a brain more trained to distinguish between prey and lure. \nThe angler in return, to avoid going hungry, elaborates its attempts to trick and tease their prey. This has started a never ending battle between anglers and their catch, constantly gaining new tricks, lures and defenses on both sides to ensure future populations.\nSo lets take a look at some of the best angling battles that can be found in nature! \nBioluminescence is an attribute deployed by deep sea fish at the bottom of the sea to lure their prey - including one of the Earth's ugliest creatures, the anglerfish. A fleshy growth extends from the anglerfish's forehead, releasing bioluminescent light - and tricking smaller fish into its jaws. When in striking distance the prey is whipped, stunned and pulled into the dungeon mouth of the angler.\nAnother striking and lethal use of bioluminescence is by the cookiecutter shark (\n). Here it is used for camouflage with a deliberate patch left remaining dark on the shark’s underbelly. This is to make the shark appear as a small, simple catch to larger predatory species. So when beasts like the tuna or mackerel swim beneath them and prepare to consume the small fish, the shark viciously turns on them for dinner! Cookie shaped chunks are removed from these victims bodies, hence the shark's famous name!\nHumans are by no means the first marksman – shooting as a means of defense or to tackle prey has been long in practice by the coelenterates – a large primitive group that includes jellyfish, coral and sea anemones. If touched, these species without a single second of delay shoot out a filamentous projectile armed with barbs and poison, soon showing predators that they have messed with the wrong species.\nEverybody has heard of the Portuguese Man'O War (a beast of a jellyfish) that consists of enormous batteries of stinging cells that are attached to their deadly tentacles. These are used to play tricks on local prey, luring them and stunning them, leaving them frozen in their tracks. They are then hauled up into the mouth of the jellyfish by the tentacles which are used as anchors – pulling in stunned prey to be digested!\n \nSo with such ferocious predators lurking around, tiptoeing and playing on the minds of the weak, its no wonder that many prey species such as the African Bombardier Beetle \n have evolved lethal defenses. This feisty orange and black beetle consists of two abdominal storage chambers responsible for secreting two chemicals that are actually fairly harmless. But these two chambers have exit ducts which leads to a third chamber where these two chemicals meet, and here, instantly cause a chemical reaction forming an explosive jet which is ejected from the back end! Being squirted at over 100\nC at enemies, the beetle can make a quick escape, leaving the predator disorientated and even with some of their body parts melted! \nThis weapon is a piece of finely tuned heavy artillery, which can be aimed in any direction for an accurate hit on predators!\nPersonally, I don’t think that this fish is given enough credit for being such a good marksman – targeting insects above water levels to have them fall nicely into their mouths is quite a talent to me. Greetings to the Archer fish! (\n). These intelligent fish are able to shoot at a distance of 1.5m! Imagine such a well blended fish lurking below in muggy water, eyes sharply focused on a fat bug! Creepy! To establish such a well aimed shot the Archer has to make sure its body is in the correct position – as near vertical as possible in order to reduce the refraction of light on to the water surface. Suddenly, after closing the gills it expels a stream of water from the in between its tongue and the roof of its mouth, knocking down prey into the waves of water. No wonder it got such an impressive name!\nTo conclude, here is a very disgusting method in the animal kingdom used to lure in and gobble up prey! It belongs to the Alligator Snapping Turtle (\n) – a well camouflaged predator and pretty much one of the most deceitful animals you could come across. The turtle's tongue is not just a tongue, sitting on its own is a conspicuous pink extension which has cleverly mimicked the appearance of a worm. With rapid tongue movements the turtle can make it look like the worm is moving and alive. Fish see these movements, noticing a great opportunity for lunch but instead when coming close to the lure end up in one of the most dangerous pairs of jaws in the marine world!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","title":"The Deadliest Anglers and Archers in the Natural World","author":"Emmysarus"}