{"url":"http://www.environmentalgraffiti.com/meteorology/news-10-dangerous-tornado-myths-debunked","content":"\nA tornado is an incredibly violent and dangerous storm. This aspect of severe weather forms a rotating column of air, reaching down from the base of cumulus or cumulonimbus clouds. If the narrow end of the funnel cloud reaches to the ground, it becomes a tornado.\nHundreds of millions of dollars in damage are caused every year; even more importantly, hundreds of deaths occur. There are many myths out there about tornadoes. Common wisdom is often wrong and sometimes dangerously so. \nAlthough they normally need warm weather to form, tornadoes can form in winter, even over snow or ice, and they can move quickly then too. Not only do they exist but they can be just as deadly as the warm weather tornadoes. In the 8 years between 2000 and 2008, 169 of 539 US tornado deaths were in winter. \nWhile weaker tornadoes may not form in an urban area due to the heat effect, strong tornadoes are not so easily discouraged. Rather, some believe that tall buildings can intensify them, rather like a wind tunnel. Again, it is not only a question of where the tornado forms, but also where it goes afterward. \nYes, many more deaths occur in mobile homes than in permanent structures. This is because the mobile home is a weaker structure than a frame house with a foundation and basement. It has nothing to do with tornadoes being more attracted to the trailer parks and they do not hit them more often.\nThe media will often concentrate on reporting from a trailer park even if the damage in surrounding areas is as great. It will usually report where the damage is more visible or where more lives had been lost. This may contribute to the impression that the tornado only hit the trailer park. \nThis is a harmful myth, especially if someone is trying to watch a tornado. The funnel itself does not cause the damage, but rather the circular surface winds. At least one person has commented: “It’s not just the speed of the wind, it’s also what’s IN the wind.” The debris thrown by the tornado’s winds is also deadly. Some tornadoes are even wrapped in rain that cannot be seen. \nEven though a large wedge-shaped tornado looks more powerful, a skinny rope tornado can be among the strongest. The speed of the wind makes a tornado “stronger”, not the area it covers. \nThis combines two realities into one myth. First, a tornado may indeed retract its funnel up into the clouds before setting it back down again, somewhere else. However, this is not a quick and precise event; it will not save one home if its neighbour was hit. \nTornadoes may indeed destroy one building and hardly affect the next one. One reason is that different buildings may be built differently, so the strength and construction of each building makes a difference. The major factor, however, is that the path of greatest destruction is usually less than 10 meters (10 yards) across. The less-damaged house was missed, but not \"skipped\". \nUnder ideal conditions, one might be able to out-drive a tornado, aiming at right angles to the direction the tornado is going.\nThe conditions will \n be ideal. There will be rain; other drivers will do foolish things in the traffic jam of a mass evacuation; and roads may be impassable due to floods, downed power lines or fallen telephone poles or trees.\nA car is extremely vulnerable if it is caught in a tornado; the taller profile of trucks makes them even more dangerous. The safest place is under a desk, under the stairwell or in the basement of a well-built house. \nThis myth was “busted” on the Mythbusters television program. One concept is to keep the air pressure equalized between the inside and outside of the house, to prevent an explosion due to low outside pressure. Another concept is that the wind would blow through the house rather than pressing so hard that it pushes a wall down.\nThe first problem is that opening the windows guarantees that the rain and wind will make a mess of the interior of the house. If the tornado is weak enough to leave the house standing, this mess could have been avoided.\nIf the tornado’s winds are strong enough to damage the walls of the house, then the windows will break first. The myth would suggest that this would save the home, but experience has shown otherwise. The windows do not expose enough of the surface to let the wind swirl past; the house still experiences the pressure of the wind. That is the second problem.\nAs well, high-tension towers have been crumpled by tornadoes; these are essentially girders with over 90% “open windows” and no walls. Not even a wide open structure is safe from tornado damage. That is the final nail in the coffin of this myth.\nThe tunnel under a highway overpass might provide some shelter…\n the wind is blowing in the right direction and \n there are steel girders to keep the overpass standing and to protect people from flying debris.\nHowever, many of these overpass tunnels have no extra protection against the horizontal winds of a tornado. They may become wind tunnels, with the wind speed actually increasing as it flows through. Finally, only a few cars can park in a tunnel, and there have been several cases of traffic jams just outside the tunnel because it was blocked by parked cars. \nThis is another two-part myth, but both concepts are unreliable. The two concepts are: that a tornado causes damage by pulling the building along behind it; and that tornadoes always travel north-east. Therefore, the south-west corner should remain standing, and the occupant can safely watch the rest of the building get torn away. Both concepts are incorrect. The damage may be greater on any side; and tornadoes do not always travel north-east.\nAs noted before, the safest place is under a desk, under the stairwell or in the basement of a well-built house. The main point is to get to the basement or a designated tornado shelter. The stairwell gives extra protection above and to several sides. If a sturdy desk can be placed in that area, it will be an additional defense against debris.\nThis is more of a hurricane myth, so it is a bonus for tornadoes. The winds die down in the eye of a storm, but this is the small central area. Strong winds are spinning around the eye. So if there is a lull, it may be because that is the tornado's precise centre.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01F5tornadoElieManitoba2007jpg","title":"10 Dangerous Tornado Myths Debunked","author":"superuser"}