{"url":"http://www.environmentalgraffiti.com/ecology/more-sharks-swimming-towards-extinction/801","content":"\nNine more species of sharks will be added to the \n list this week, their populations decimated by overfishing and a demand for their fins in Asian soup bowls.\nThe World Conservation Union (IUCN) warned that if trends continue many shark species could be extinct within a few short decades. Julia Baum, Scripps Institute of Oceanography researcher and IUCN shark specialist, said: \"Sharks are definitely at the top of the list for marine fishes that could go extinct in our lifetimes. If we carry on the way that we are, we're looking at a really high risk of extinction for some of these shark species within the next few decades.\" \nOne of the new additions to the list of \n is the scalloped hammerhead shark. The IUCN will classify the animal as “globally endangered”. Within the last 30 years the shark’s population has shrunk by 99% in many parts of the world. This shark, and eight others, will be added to the list of more than 125 sharks already classified as threatened or endangered by the IUCN. The other new additions to the list are the smooth hammerhead, shortfin mako, common thresher, big-eye thresher, silky, tiger, bull and dusky sharks.\nOne of the reasons sharks are becoming so threatened is that they take so long to mature, up to 16 years in the case of the scalloped hammerhead for instance. When sharks take longer to mature, they also take longer to breed and replenish their population. While many of these sharks are found over a large area of the world’s oceans, their widespread range is not saving them from the ravages of overfishing and shark-finning. \nBaum said: \"The perception has been that really wide-ranging species can't become endangered because if they are threatened in one area, surely they'll be fine in another area. But fisheries now cover all corners of the earth and they're intense enough that these species are being threatened everywhere.\"\nExcessive fishing has been one of two main reasons for the sharks’ decline. There is currently no restriction on shark fishing in international waters. Most of the sharks are caught for their fins, which can fetch around $275 per kilogram in China where they are highly sought after. The market for shark fins has exploded in recent years as the Chinese middle class has grown and more people can afford shark fin soup.\n\nA decline in shark numbers can have a major impact on the sharks’ ecosystems. With sharks at the top of the food chain, a decline in their numbers generally means an increase in the populations of their prey. In the case of one Atlantic shark, a decline in shark numbers meant a huge increase in cownose ray numbers. These cownose rays in turn decimated the scallop populations of North Carolina, shutting down a centuries old scallop fishery in the process. \nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"More Sharks Swimming Towards Extinction","author":"Chris"}