{"url":"http://www.environmentalgraffiti.com/nature/news-what’s-next-carbon-offsetting","content":"\nCarbon offset designs have numerous problems that cause them to be problematic, and most likely dangerous as well. Carbon offsetters rarely make any earnest attempt to reassure us to alter our actions, for example, discouraging flights or stopping buying second homes, and thereby decreasing our carbon emissions. Offset agendas propose that it's feasible to neutralize emissions very slowly, and over many, many years. They propose that the people in the wealthiest nations can merely pay for the people who live in impoverishment overseas to emit less, while at the same time ignoring the fact that their emissions are the lowest.\nNow the question is, what really is next for offsetting? How can we use alternative methods? In order to be genuine about trying to avert a disastrous climate change, we have got to cease flying around in planes when there is another means of travel, and substantially reduce our consumption of goods. The planet can by no means afford for us to go flying for sightseeing or attend business conferences in the sky. We can no longer purchase that immense plasma TV set on account just because we want to have it. Offsetting will not make our high-end consuming ways of life any less devastating. In fact, it could possibly make things worse. We all need to be under the obligation to consider just how significant our personal desires are, and how relevant they are to the needs of the planet. This doesn't suggest that we should under no circumstances travel by plane to see family or friends, but rather, we must be under the obligation of having a better understanding about what we might perceive as necessary and unnecessary travel. Without that, offsetting can't be enough.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tv.jpg","title":"What’s Next for Carbon Offsetting?","author":"BenedictP"}