{"url":"http://www.environmentalgraffiti.com/art-and-design/news-giant-head-discovered-forest","content":"\n Many people really enjoy a stroll through the countryside woodlands, and especially when it involves a large body of water like a lake. There is something very soothing about a quiet meander through such lovely scenery, and the last thing you might expect to come across is a giant head, inviting you to enter the widely stretched mouth to explore; bet you will if you go to the right place. \n There’s something sinister lurking amongst the trees in Northumberland these days, a giant disembodied wooden head planted squarely between the branches as part of a series of \"seating, shelter and vantage points\" along a 27-mile track that goes right around Kelder Water. \n 5.5m high, this elongated human head sports a gaping mouth and vast holes for eyes. Despite its eerie appearance, children apparently love it. Those asked to create this amazing leisure facility were a group of artists called SIMPARCH, and they were allowed free reign. ‘Silvas Capitalis’, as the head is titled, is meant to symbolize the eternal lookout \"that visitors might imagine had always been there and had seen the landscape change dramatically over a long period of time.\" \n Visitors can not only shelter from the traditionally bad British weather,but also climb to a second floor, to view the outside scenery through the eye-holes, or even simply have a rest on the timber seat provided at the back of the mouth. \n Chicago based SIMPARCH sited the head in a small coppice of trees overlooking Kielder Water, the whole being inspired by the ‘watchers’ of Celtic folklore, spirits who watch over the land. \n Its figurative nature means it has a comic element that might have been a little too much in open countryside, but as it is, tucked behind a screen of trees, it has a mystery that makes you want to get closer. \n The structure is made from layered timber blocks, individually machine-cut and then sanded for a smooth surface. Visitors enter through the ‘mouth’ of the head and can climb some stairs to look out of its eyes. The initial plan was to also carve out ear holes so that visitors could ‘listen’ through the watcher, but time constraints scuppered this. \n Believe it or not this is a very intricate design. Each of the 107 layers of a plywood maquette were scanned and enlarged to make full scale paper templates. \n The lumber was cut to the drawing and either stacked, glued or pegged together, then shaped with chainsaw and grinder to get the exact shapes required. They even resorted to sandpaper toward the end, to make the end result perfect. This awesome creation is a joy to behold, and I'll be sure to look out for it the next time I am up that way. You should do the same. A sight well worth visiting, without a doubt. \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","title":"Giant Head Appears in British Forest","author":"tonyleather"}