{"url":"http://www.environmentalgraffiti.com/ecology/five-funniest-animal-smuggling-busts/738","content":"\nAnimal smuggling is one of the most important \n facing \n.\nThe industry is thought to be worth over $10 billion per year, with smugglers able to charge exorbitant prices for \n.  Many of the creatures die in transit, further reducing the numbers of what are frequently \n.\nBut while this is one of the more serious \n, the \n themselves can often be great for a laugh.  Though an unfortunately large amount of animal smugglers are never caught, the ones who do get themselves deservedly arrested generally manage to do so in some spectacularly funny ways.\nSo here’s our list of the five best animal smuggler busts:\n5.  Iguana leg\nJerome James was arrested in L.A. in September of last year for \n. While that may seem like a routine bust at first, his hiding place was much more unique. Mr. James uses a prosthetic leg, which he had hollowed out and stuffed with the three iguanas before wearing it back to the US.\n4. Is that a snake in your pants or....oh it’s a snake in your pants.\nA Swedish man was arrested in Australia in 2003 after \n. The man had eight snakes in his pants including four king cobras. That’s right, folks. Some guy actually put four of the deadliest snakes in the world in his pants.  Sadly, but perhaps fortunately for the smuggler, the cobras died in transit.\n3.  \n is not amused\nPolice in San Francisco \n that was run out of a church. Kevin Thompson, the pastor of Bay Area Family Church, was convicted as the ringleader of the operation.  He and his not so holy henchmen had taken thousands of baby leopard sharks from the waters around the Bay Area and sold them on to pet shops and collectors.\n2.  \n direct to your door\nIn April 2007, Hisayoshi Kojima of Japan received 21 months in prison for \n. While this is not particularly remarkable, Kojima’s attempt to get around customs officials was at least somewhat original.  Instead of smuggling the insects in via the airport, which is the most common smuggling route, he mailed them. The mailed packages contained two Queen Alexandra’s birdwings, the world’s largest butterfly.\n1. “I have monkeys in my pants”\nThose immortal words \n in 2004 after one of the more spectacular busts in smuggling history. Cusack only mentioned the baby animals in his trousers after he was fairly sure his cover was blown. Customs officials were tipped off to the fact he was smuggling animals after several of his cargo escaped his suitcase in Los Angeles. It probably didn’t help that the escaped cargo was four birds of paradise, one of the most colourful rainforest animals in the world, which then flew around above the heads of customs officials. Further questioning revealed the cleverly concealed primates, as well as illegally imported orchids in his luggage. His travelling partner was later arrested for importing leopards in his backpack, although his partner proved himself the brains of the operation by not letting the leopards loose in front of authorities.  The monkeys are now thriving at a local zoo, although the birds, sadly, died after their ordeal.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","title":"5 Funniest Exotic Animal Smuggling Busts","author":"Chris"}