{"url":"http://www.environmentalgraffiti.com/graffiti/news-graffiti-cooling-towers-whole-new-perspective-nuclear","content":"\nFor the world’s pacifists, environmentalists and lefties,nuclear plants have symbolised domineering power, bellicose potential and radioactive waste. Many of those prone to impending doom were abandoned soonafter the Chernobyl tragedy and others immediately after construction. For many years, power plants have stood tall and forgotten, remnants of a very different industrial age, whilst others still stand proud in their relentless execution. \n\n\n\nToday, however, many of these fossilised and unsightly blocks of cement and their contiguous cooling towers are increasingly hosting interesting, evocative and perhaps even ironic forms of graffiti and entertainment.\nIn Mangaung, South Africa, the Orlando Power Station, a dreary and greying conglomerate of towers was revamped in honour of the 201 FIFA World Cup to celebrate the folkloric art of the region. The community’s heritage are evoked in the graffiti through vuvuzelas, footballers and dancers while tourists and locals alike take to the unusual freefall; for the towers have now been converted into a 100m bungee centre.\n \nA subsequent graffitathon-mania has fast spread across South Africa and “Soccer City” in Johannesburg saw the creation of a Coca-Cola ad cum décor. Despite the objections to the choice of subject matter (after all, Coca-Cola’s reputation is disputable), the vacant power plant was converted into a base for the builders, workers and vendors of the World Cup stadium.\n \nCooling tower graffiti fever hasn’t hit Africa alone, in Kalkar, Germany, a nuclear project born in the '70s and abandoned ensuing a safety scare was transformed, many years of desertion later, into Kalkar Wunderland, a theme park. The cooling tower is now home to a swing ride and is decorated, somewhat ironically, with mountainous slopes and natural sceneries.\nBut nuclear graffiti isn’t a third millennium phenomenon, in fact, the mural for the cooling tower in Cruas that provides France with 5% of its electric energy was thought up in 1991 by artist Jean-Marie Pierret, and was completed by 9 mountaineers, 8,000 hours of work and 4,000 litres of paint! The idea was to focus on the topic of ‘ecology’ and portray the relationship between ‘water’ and ‘air’; in 2005 it was inaugurated with the name ‘Acquarius’.\n \nPerhaps these decorations are just a form of beautification of what is, essentially, an industrial eyesore. Alternatively, their refurbishment is a hopeful attempt to integrate the concept of positive nuclear energy. Whatever the deal, it provides for some unusual eye-catching photos and will perhaps drive away the nuclear demon.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","title":"Mindblowing Cooling Tower Graffiti","author":"marianovellamonti"}