{"url":"http://www.environmentalgraffiti.com/news-fish-makes-coccon-night-sleep-safe-blood-sucking-crustaceans","content":"\nSurprisingly, fish suffer from night time pests just as we do when we're sleeping (bedbugs, mosquitoes, etc.). Some species of parrotfish have developed a unique method of getting a good night's sleep while staying safe from blood sucking parasites: They make a cocoon to sleep in, out of their own mucus!\nThe \n are a family of isopod crustaceans whose juveniles feed on the blood of fish. During the day, cleaner fish remove these pests but of course, at night they sleep as well and the parrotfish are left vulnerable to the bloodsuckers. Their novel defense is to spend up to an hour using their own mucus to cover themselves in a protective cocoon - rather like we use mosquito nets to protect ourselves when sleeping. You can see parts of a cocoon in the picture below of a sleeping parrotfish, also in the first pic but harder to see.\nIn the journal\n, scientists reported how they set up a test to see if their hypothesis that the fish were using a cocoon to protect themselves from the gnathiids was correct. During the night, they carefully pushed sleeping parrotfish out of their mucus cocoon and compared the results after 4 hours with those who stayed in their cocoon. Fish without the cocoon were more likely to be bitten by a whopping 80%! \nOne thing of interest was that parrotfish that had been pushed out of their cocoon at midnight often made a second cocoon to protect themselves. Researchers estimated the energy needed to make one was 2.5% of their daily energy, which is a small enough amount to make it a productive use of energy for the fish.\nMost animals use a behavioral adaptation or toxic compounds to deter parasites, but the parrotfish uses a physiological one. Parrotfish have highly specialized glands in the gill cavities that produce enough of the type of mucus needed to envelope themselves from head to toe, starting at the mouth to protect and allow them to sleep at the same time, something so far not seen in other animals (the creation of a barrier for the purpose).\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","title":"How the Parrotfish's Mucus Cocoon Protects it from Blood-Sucking Parasites","author":"Michele Collet"}