{"url":"http://www.environmentalgraffiti.com/conservation/news-chinese-superstar-yao-ming-encounters-poached-elephant","content":"\nImagine walking through scrubland in Northern Kenya and finding yourself face to face with the carcass of a poached elephant. This is exactly what recently happened to Chinese superstar and retired NBA player Yao Ming. Ming is traveling with an international conservation group called WildAid in order to learn more about the poaching of elephants for their tusks and rhinos for their horns. China is the main destination for illegal ivory, and Ming hopes his campaign will alert consumers to the issue and help to decrease demand for products made from ivory.\nElephants are truly majestic mammals. One elephant can weigh anywhere from 5,000 to 14,000 pounds. To maintain their huge bulk, when full-grown these animals can eat 300 pounds of food a day! Aside from eating grass, they also eat fruit, bark and roots, which they dig for with their tusks. \nAmong the most fascinating characteristics of elephants are their ears. It is crucial for elephants to be able to keep their body temperature down in the hot African sun. Fortunately, elephant ears provide the perfect cooling system. An elephant’s ears are filled with blood vessels fairly close to the surface of the skin. When the blood passes through, it may lose up to 48 °F of heat to the air! That’s a pretty efficient cooling system! \nSadly, these beautiful African mammals are in danger of becoming extinct due to the ivory trade. Although ivory is really just keratin, the same material that makes up your fingernails, it is in high demand for carvings and jewelry, and some believe it has some kind of healing power. Even though the ivory trade is illegal in most parts of the world, poaching of elephants continues at record levels, and the ivory is sold on the black market.\nIn 1979, there were 1.3 billion elephants in Africa, yet ten years on there were only 600,000 left. Scientists have calculated that the elephants are going extinct 1,000 times faster due to human poaching than they would naturally. If we don’t learn to appreciate these beautiful and unique creatures, they will soon go the way of woolly mammoths and dinosaurs. This time, however, the extinction won’t be caused by a massive meteor or some other natural disaster, but by human activity. All we’ll have left of the elephants will be bones, preserved specimens, a few works of art and some ivory jewelry.\nFollow \n on his journey through Africa and consider becoming a part of elephant and rhino conservation efforts. These amazing animals are worth far more than anything made of ivory could be.  \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","title":"Ex-NBA Star Sees Brutal Reality of Elephant Poaching in Africa","author":"yvonne.mcarthur"}