{"url":"http://www.environmentalgraffiti.com/news-did-t-rex-have-feathers-too-new-discoveries-may-tell-us","content":"\nIt’s an exciting time to be a paleontologist. More and more new discoveries are changing the way we perceive the prehistoric behemoths that dominated the earth for over 100 million years. That some dinosaurs were feathered is now beyond dispute, but this specialization has been thought to apply only to very small dinosaurs, or to young ones that shed their downy feathers in adulthood.\nNot anymore. Last week, the magazine \n featured details of a discovery by Institute of Vertebrate Paleontology and Paleoanthropology professor Xing Xu: the fossil remains of the largest feathered dinosaur to date. What’s more, as a giant therapod, this dinosaur was an ancestor of everybody’s favorite late Cretaceous bad boy, Tyrannosaurus Rex.\nThe three specimens of ‘Yutyrannus Huali’ were found almost completely intact in China’s fossil-rich Liaoning Province. Over eight meters (26 feet) long, Y. Huali probably weighed over 3,000 pounds (1,400 kg), making it 40 times heavier than the previous feathered record holder.  \nY. Huali’s size raises some intriguing questions. The small fossils previously discovered had fit with the popular theory that feathers were used for insulation. Due to their size, it was thought that large dinosaurs probably didn’t need to regulate heat in this way in their warm climate. The discovery of Y. Huali might mean that many more – and even larger – dinosaurs were feathered than previously thought. If size didn’t matter, then it’s possible that T. Rex, Y. Huali’s distant future cousin, might also have been covered in a light coat of downy feathers. \nBut were early Cretaceous temperatures all that warm? During Y. Huali’s time, temperatures averaged 10 degrees Celsius (around 50 degrees Fahrenheit) year round. When T. Rex ruled the roost, late Cretaceous temperatures were much warmer. Did Y. Huali’s descendants lose their feathers or did they serve another purpose besides heat regulation?\n‘Downy’ might be the most accurate way to describe the feathers whose evidence was found in the recovered fossils. Rather than the large stiff feathers modern birds use for flight, Y. Huali probably had a light coat of soft feathers that resembled fur. Professor Xu theorizes that Y. Huali might have used its feathers as a winter coat, much like Ice Age versions of modern mammals did. Y. Huali could have been to T. Rex what a Woolly Mammoth is to a modern elephant. \nHowever, evidence to support theories like Professor Xu’s are not yet conclusive. Some scientists point out that even in today’s warm climates large mammals like giraffes and zebras are covered in fur. And there are plenty of instances of creatures carrying on residual evolutionary traits that were selected by their ancestors. If feathers evolved, why would they disappear?\nSo, it still remains to be seen whether or not T. Rex ‘kept the faith’ of its ancestors through the eons by sporting a fuzzy coat. The most conclusive evidence might come in the form of a T. Rex fossil discovery in the right kind of sediment. All T. Rex fossils to date have been discovered in types of rock that are not fine enough to record evidence of feathers. If a skeleton happens to be found in fine sediments like volcanic ash, as Y. Huali’s was, that may shed some light on which wore the headdress and which roamed bareback under the prehistoric sky.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","title":"Did T. Rex Have Feathers Too?  ","author":"J. Sherwood"}