{"url":"http://www.environmentalgraffiti.com/offbeat-news/minke-whale-spotted-deep-in-the-amazon-rainforest/491","content":"\nOver 1,000 miles from the ocean, villagers and scientists searched the Amazon River in a hidden corner of the Brazilian rainforest for a lost 12-ton whale.\nThe hunt is on for the 16-foot creature that slipped away after being freed from a beach 1000 miles from the Atlantic\nThe townspeople of Piquiatuba, a tiny 70 family village in the Amazon state of Para, were assisting biologists in the search after the whale became beached in the Tapajos River, an Amazon tributary, for three days. The whale was freed by joint efforts between local fishermen biologists.\nExperts believe the five-meter long whale wound up in the river after falling ill or being hit by a boat and becoming separated from its group in the Atlantic. The whale brought worldwide attention to the tiny Amazon village after Brazilian national television broadcast footage of the whale’s fin and the creature surrounded by villagers in the river.\nKatia Groch, an expert from a humpback whale institute, said \"It is very atypical [to find] a whale in Amazonia. It may have lost its way, perhaps because of illness. We will only know when we can examine it.\"\n\"What we can definitely say is that it lost its way,\" said government biologist Fabio Luna to Globo television. \"It entered the river, which on its own is unusual. But then to have travelled around 1,500km is both strange and adverse.\"\nEven more amazing than the whale’s presence in the Amazon is the amount of time it may have potentially spent in the region. While the whale was only officially spotted this week, a regional head of the Brazilian environmental agency says the whale may have been in the area for up to two months. There have been quite a few reports in the last several weeks of a massive unidentified animal.\nScientists hope to find the whale very soon to have the best chance of saving its life. Unfortunately, even if they find the animal immediately there is still a good chance the whale will die.\nGroch said: It is outside of its normal habitat, in a strange situation, under stress and far from the ocean. The probability of survival is low.\"\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i45.tinypic.com-n2le91.jpg","title":"Minke Whale Spotted Deep in the Amazon Rainforest ","author":"Chris"}