{"url":"http://www.environmentalgraffiti.com/art-and-design/news-dr-evermor-forevertron-and-fabulous-scrap-metal-sculpture-park","content":"\n \nIn these days of heightened awareness about the limited resources of our fragile world, it feels good to hear that pioneering artists are taking the message on board in a big way, creating stunning works of art from what might otherwise be carelessly discarded. One man who helped lead this artistic revolution began his work almost 30 years ago when he set about creating his own static art exhibition in the USA. \n  \nThere is an astounding sculpture park that can be found along Highway 12 by Baraboo in Wisconsin that looks at first glance like the home of a scrap metal dealer on a high. But in fact, it houses many fabulous sculptures, including Forevertron, cited by the Guinness organization as the biggest scrap metal sculpture in the world. This monumental work, around 320 tons in weight, stands 120 ft wide, 60 ft deep and 50 ft high. Made almost entirely of metal scrap, it is both welded and bolted together, both to make it movable and to give it maximum stability. \n  \nThe sculpture is anchored by generators and other electromagnetic power sources, the whole being capped by a copper-strapped glass ball meant to serve as Dr. Evermor's spaceship. Tom Every, as he is known in real life, is an Englishman by birth, a warmhearted, friendly eccentric born in 1938. Even as a child, Tom just loved messing with scrap, steel and junk, trawling the streets of Brooklyn, Wisconsin, seeking out unusual pieces to convert into useful gadgets. \n  \nSmall wonder that as an adult, he became a salvage man, travelling to factories and industrial sites dismantling obsolete machinery. Before long, he started to hoard odd-shaped things that he felt would soon somehow otherwise be lost forever, such interesting rivets or brewery furnaces. He saved, as space allowed, about a thousand tons, after which, in 1983, he decided to rebrand himself as Dr. Evermor, and through this new identity, get started on building his theme park. He gave his demolition business to a son and began to build the Forevertron. His new identity was created of an imagined saga, from Every’s childhood, of a Victorian inventor from Eggington, England. \n \nTom recalls the story: \"When he was a child, Dr. Evermor witnessed a massive electrical storm with his father, a Presbyterian minister. Asked where lightning came from, his father told the boy that such awesome power could come only from God. From that day on, the lad dedicated his life to constructing an antigravity machine and spacecraft that would catapult him from the phoniness of this world to the ultimate truth and power of the next. He believes that if he can ever figure out a way to combine magnetic force and electrical energy, he can propel himself through the heavens on a magnetic lightning force beam.” \n  \nThe story continues: \"That glass ball inside the copper egg is his space ship. There’s also an antigravity machine (made from an early X-ray machine), a teahouse for Queen Victoria and Prince Albert to observe the event, a telescope for bystanders to watch as he flies off to his meeting with God, and a listening machine that will transmit Evermor’s message back to Earth when he arrives at his ultimate destination.\" \n  \nDr. Evermor is actually artist Tom Every, 70, who used to be an industrial wrecking and salvage expert. He spent decades collecting scrapped machines and other mechanical ephemera. In 1983, Every retired from his business, renamed himself Dr. Evermor and began to build Forevertron and other whimsical scrap metal structures.\n \n  \nForevertron is certainly an amazing sight to behold, but Dr Evermor has created many more incredible sculptures from scrap, including the Big Gun, the Popcorn Stand, the Juicer Bug and many others. Another great attraction of this fantastic sculpture park is the Bird Band, 70 sculptures of outrageous birds, some of which can actually play music, along with the most unusual conductor you are ever likely to see. \n \nIf you ever find yourself in North Freedom, near Devil’s Lake, Wisconsin, it would be well worth your while to stop and marvel at the sheer wonder of Dr. Evermor’s scrap metal sculpture park. An experience you will not forget in a hurry. Brilliant. \n  \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1dewi3jpg","title":"Forevertron: Wisconsin's Incredible Scrap Metal Park","author":"tonyleather"}