{"url":"http://www.environmentalgraffiti.com/nature/news-kyotos-beautiful-bamboo-forest","content":"\nChlorophyll shadows and the soft whispering sway of bamboo trunks characterize the Arashiyama bamboo forest outside Kyoto, Japan. This beautiful grove is both peaceful and naturally aesthetic. Bamboo, an exotic, giant grass, is a rich and fascinating part of Japanese culture and has huge potential as a green resource.\nWalking trails crisscross this bamboo forest, affording an excellent and picturesque view of the gigantic green poles and leafy canopy. It’s no wonder that bamboo has inspired Japanese artisans for centuries. Workshops in the area make bamboo baskets, cups, tea-whisks, chopsticks, and many other items used in the daily lives of the Japanese. \nBamboo’s simple linear form is featured in teahouses, interior design, fences, martial arts, and music. By the 10th century, bamboo was already a crucial part of Japanese culture and considered “the incomparable finest material” for everything from arrows and spears to ladles and whistles.\nA closer look at the composition of bamboo reveals that the ancients were spot-on. Bamboo is incredibly strong and durable. One source reports that bamboo has a higher tensile strength than many steel alloys, a higher compressive strength than various concretes, and, what’s more, is indigestible to termites.\nBamboo has no knots or rays like wood, and its fibers give it incomparable strength and flexibility. Some houses built from bamboo have stood up under massive 9.0 magnitude earthquakes. As the fastest growing plant on earth, bamboo is a number one renewable resource. Some species of bamboo can grow four feet in a 24 hour period! In fact, bamboo can regenerate its full mass after being cut in only six months, while a tree will take 30-50 years. \nBamboo can be re-harvested every three years without causing any adverse effects on the environment, and the plant’s health is improved by periodic cutting. In the average 500-year lifespan of a redwood tree, a single bamboo plant could have been harvested and regrown over 150 times. \nThe wisdom on the Japanese is undeniable. Places like this bamboo forest in Arashiyama remind us to be excellent stewards of our planet. And bamboo, it turns out, is a perfect resource for helping us be just that.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aokigahara.jpg","title":"The Beautiful Bamboo Forest of Kyoto","author":"yvonne.mcarthur"}