{"url":"http://www.environmentalgraffiti.com/national-parks/news-one-canadian-prairie-dog-dead-plague-how-many-will-follow","content":"\nCanadian headlines lamented the discovery of a dead prairie dog in Saskatchewan's Grasslands National Park. It was a victim of plague. Could you be next?\nThe dead prairie dog was found in July 2010. The cause of death was determined to be sylvatic plague. The identical bacterium, \n, also presents itself as pneumonic plague or bubonic plague. The latter had been called \"The Black Death\" during the Middle Ages, when it slew millions of people.\nNormally, the bacterium - and therefore, the plague - is transmitted by fleas. If one flea takes a meal from an infected mammal, it can later infect a new victim. Deer ticks spread Lyme disease in a similar manner.\nThe European Black Death had indeed been spread by fleas; but the fleas had unwitting accomplices, the rats which also were commonplace. The plague bacteria was incubated in rats; fleas bit the rats and later bit people to transmit the plague. But what happened in Saskatchewan in July 2010?\nPlague was introduced - acccidently, it is presumed - to North America by European settlers. Prairie dogs had been known to die of plague since late in the 1800s.\nPrairie dogs colonies are known as underground \"towns\", with populations that can reach into the low thousands. You might imagine that disease would easily run rampant, with a few thousand animals sleeping together in burrows.\nHowever, these animals are both social and territorial. One prairie dog will only interact with a select few of its relatives and closest neighbours. The extended family unit is called a \"coterie\". Scientists had believed that this comparative isolation should protect them from spreading infections - almost as though they lived in quarantine as a matter of course. At least, even diseases as deadly as plague should spread fairly slowly.\nScientists had believed that the fleas could not survive the extermination of an entire town of prairie dogs. If all their hosts were dead, the fleas would not live long enough for the next enterprising prairie dogs to move into the ready-made burrows.\nYet the evidence was plain: in recent decades, some prairie dog towns have died out from sylvanic plague. Scientists from Stanford University set out to investigate how the plague could survive to infect new populations.\n \nGrasshopper mice share the burrows of prairie dog towns, but they do not respect the territorial boundaries represented by the coteries. These mice could easily carry fleas from one family to another.\nBut how could these mice survive the plague? It seems they have sufficient immunity to avoid suffering ill effects, but are a reservoir for the bacteria. Grasshopper mice are remarkable for being carnivores: they eat insects and small mammals rather than grains.\nScientists report that a person is at a very low risk of infection, since humans very rarely contract plague in North America. There are fewer than two dozen cases annually in the United States; none have been reported in Canada for decades. Modern antibiotics are used in treating the plague.\nHowever, officials from Grasslands National Park do advise some precautions, which would be useful anywhere in the Prairies (USA or Canada) where prairie dogs may reside:\n\nBefore you visit Grasslands National Park, you should check for the latest bulletins through a link at the \n of the Saskatchewan Health page, \"\n\". The park is roughly a 350km drive SW from Regina, and borders on Montana.\nThis particular death may be the first of many in that town. While we may grieve for the loss of this one innocent prairie dog, we can take comfort in knowing that prairie dogs, grasshopper mice and humanity have survived over one hundred years of plague infestation in the prairie dog towns of North America.\n:\n \nGlobe and Mail, \"\n\", published Aug. 13, 2010\nSaskatchewan Health, \"\n\"\nSarah Richter, Global Regina, \"\n\", published Aug. 3 2010\nScience Daily report from Stanford University, \"\n\", published Aug. 3 2010\nBill Willis, Worsley School, \"\n\", 2001, published Aug. 3 2010","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","title":"Sylvatic Plague: The Black Death of Prairie Dogs","author":"MikeDeHaan"}