{"url":"http://www.environmentalgraffiti.com/offbeat-news/online-communities/295","content":"\nMajor online communities are becoming a huge force in making Global Warming a political priority. While there has been a lot of ink spilled about how online communities are changing the face of politics, the fact is that they really raise the profile of ordinary people’s concerns. \n\nWell, people are concerned about Global Warming, because as Carlos showed us in \n … there are only about 10 years left to get a handle on the problem and the political leadership in the United States and around the world will be hugely influential in whether we fix the problem and see us united for a more just and sustainable world or we scramble to adapt to a hugely changing world through adaptation efforts like billion-dollar levees and conflict over increasingly scarce resources.\nWell, I am happy to say that I have never seen so many efforts by online communities to raise the prevalence of global warming!\n has taken on Global Warming, sending out emails in support of Step It Up! and following up their Town Hall on Iraq with a \n. Their members voted to address Global Warming and energy as key priorities and they have followed up in a big way. In collaboration with \n, they hosted house parties across the country to hear the presidential candidates’ positions.\nNow that YouTube co-hosted a presidential debate, the candidates had to respond to questions across the country from young people submitting videos, despite the poor choice of videos by the moderators. \n has taken on the climate challenge from an international angle, with a petition of over 400,000 people calling for action from world leaders. \n They have big plans for upcoming events, such as the Bali climate negotiations. \n has 7 million members that are taking on global poverty, climate change, to cruelty against animals. They also have a digg replica, which allows users to vote on news stories submitted by the users. Digg software seems to be all the rage now. Even Treehugger have produced their own brand, suitably named hugg\nThe Youth Climate Movement has built It’s \n and the Campus Climate Challenge has an incredible social networking and resource website that everybody should check out. But we will need to build more online communities and fast to stay relevant and maintain a youth climate voice. Check out some of the new projects in development, such as \n or the \n, and tell us if you have any ideas, because this is an exciting time!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","title":"Environmental News 2.0: Online communities fuel the fight against global warming","author":"Chris"}