{"url":"http://www.environmentalgraffiti.com/lifestyle/news-5-most-expensive-items-world","content":"\nWith money so tight these days, we still enjoy some luxury in our lives and if we cannot buy it, at least we can dream! To help those dreams along, here are 5 of the most expensive items in the world.\nThe picture above is what we think of when we buy flip flops, but for those who want something extra special, H. Stern has a pair he had for sale in 2004 for a mere $17,000! With a blue cotton base, the thongs were covered in 1,500 gold feathers and there were diamond-encrusted settings as well. To see the actual flip flop, \n - only one pair were ever made.\nThe winner of this category, for items still in production, is the luxurious Archeo Copper Bathtub (seen top), yours for  $68,968.00 from the Kohlers' Kallista line.\nKopi Luwak coffee sells at $500 a pound! The reason it is so expensive is the difficulty in processing it. The raw material needed is a palm civet cat, which eats the raw beans, digests the outer layer/husk of the bean and seems to add an extra earthiness to the aroma of the finished product, which is made by collecting said civet cat's feces, washing the defecated beans and roasting them.\nGourmet coffee lovers everywhere swear by it; I certainly would wake up if I saw a picture of the animal that produced my $500 pound bag.\nIn 2004, a lowly brown M&amp;M sold for $1,500. The reason for such an expensive price you ask? It was on the first private human space flight in 2004, Paul Allens Space Ship One.\nGift baskets are always well received and Marks&amp;Spencers' 2007 Christmas edition sold for the paltry price of $1,500! Including ix bottles of wine, gourmet biscuits and more, it was fit for the most difficult to buy gifts for.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","title":"5 Most Expensive Everyday Objects on Earth","author":"Michele Collet"}