{"url":"http://www.environmentalgraffiti.com/conservation/news-tar-sand-mining-boreal-forest-affecting-bird-migration","content":"\nNorth America’s boreal forest could be described as the Amazon of the northern hemisphere and is regarded as one of the world’s least disturbed forested ecosystems. This hub of biodiversity provides shelter for countless species of flora and fauna, including the millions of birds that migrate to the forest to breed. Its 600 million hectares also store an estimated 208 million tons of carbon, which helps to prevent global warming. Unfortunately, the very global warming the forest keeps in check is affecting northern regions at a faster pace than much of the rest of the world.   \nBirds are often an early indicator of habitat changes, and the majority of bird species that breed in the North American boreal forest are showing signs of disturbances. Changes in the distribution of plants and trees make many regions unsuitable habitats for the birds that return each spring to breed. Drier conditions in the forest also decrease the food and nesting habitats for many birds that primarily live in wetlands, and birds that migrate long distances may not be aware of the fluctuations in the northern seasons and arrive too late for the peak insect or berry crop.\nHowever, it is the controversial tar sands that are arguably doing the most damage to the forests and the birds.\nTar sand mining destroys thousands of acres of forests and wetlands each year and is turning Canada’s pristine wilderness into a toxic dump. Many aspects of oil development have far-reaching impacts on birds and their migration. For one, birds are exposed to acid rain and heavy metals through ingestion and inhalation. And poisoned birds are likely to weaken, suffer reproduction problems, and eventually die. The impact of the tar sands refinery and pipeline infrastructure also reaches far beyond the forests to many migration routes across North America.\nOpen-pit mining also pollutes vast amounts of water that ends up in large, oily tailing ponds. In the spring, when most ponds are still frozen, tailing ponds are often the only source of open water. Waterfowl that land in these ponds are soon slick with oil, their feathers losing their insulating properties and making the birds too heavy to fly. In one pond, 500 ducks died within hours after landing in such toxic water.\nFifty years ago, Rachel Carson warned us about a time when we would no longer hear the birds singing. After her book \n was published, many of the toxins used at the time were banned and birds became protected under international law. Unfortunately, however, we still often put economic gains before our commitment to the environment, and the tar sands of Canada are yet another example of putting profits before ecology. \nStudies predict that over the next 50 years, bird populations could decrease anywhere between 6 million and 166 million in number unless effective action is taken — action that is both in our hands and our best interests.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"The Terrible Impact of Tar Sand Mining on Bird Migration","author":"Lisa Hossler"}