{"url":"http://www.environmentalgraffiti.com/news-why-should-you-use-green-credit-cards","content":"\nGreen campaigns have now been with us for a number of years. Generally, they are promoting good reasons for saving Planet Earth. Green has been accepted and expressed as being the color synonymous with restoring the balance of nature and saving us from pollution poisoning.\n\nThe \"Greenhouse\" effect is a real threat and again has been touted by some celebrities, trying to get noticed, and of course, the political elements, who have found yet another vehicle to hitch their sagging egos too. \nThere can be no doubt that the planet is under a form of attack and a remedy must be found, but a Green Credit Card? Will it be a question of \"Breathe now, suffer and pay later\"? Which entities are going to make billions of dollars from this concept and who will pay the cost? Or is it just another gimmick by the banking industry to get more people into greater debt and boost their already overflowing coffers?\nApparently, in the search for an eco-friendly credit card, various options have been investigated. These include cards made of paper, wood and corn! As there are about 6 billion credit cards produced by manufacturers, worldwide each year, this is obviously a lucrative industry. Without being too cynical, it does not take too much imagination to realize, there is money to made somewhere in this idea!\nOn the other side, do some concerned groups simply believe that it would be nice to have credit cards that would not be harmful to children and pets, if eaten? However, the main consideration must be if there is a genuine threat to the Earth, contained in the substances, used in the billions of credit cards utilized today?\nLooking at the situation as is, the present cards are made out of a PVC material, which is not bio-degradable. This renders it a product that it will be part of the Earth forever! When attempts are made to destroy it by fire, it emits harmful greenhouse gases. There are other ingredients in this card that have been associated with health risks, including vinyl chloride. Overall, it would be difficult to discover a less \"earth friendly\" product than PVC.\n \nGreenpeace has called for a worldwide ban on this product and realistically, there must be few open minded people who will disagree with them. On the other side of the coin, we have lurking in the background the business interests and their political lackeys. Should an eco-friendly credit card be adopted, present manufacturers and their spin off producers could find their substantial financial turnovers threatened?\n A major consideration is the life of a credit card. Whether this is being given preference to human life on the planet is probably debatable. There is not apparently an alternative material to that, which will give the same wear and tear service as PVC. \nThere are naturally other materials from which credit cards can be made, but they are not sustainable and become cost prohibitive very rapidly.\n\nThere is major research being conducted to find an alternative Green Credit Card, a common obstacle being the bio-degradable factor. As soon as the card is manufactured, the process commences; it starts bio-degrading.\nThis means that the Green Credit Card, will require replacing more frequently and thus, the cost factor escalates dramatically. This in turn, increases their \"carbon footprint\" in respect of the additional paper generation created by administration and added emissions, caused by extra transportation methods. \nIt is clear that many concerned organizations are trying to find eco-friendly alternatives and enable a Green Credit Card to become a fact. A solution to this particular challenge would no doubt open the door to further and perhaps radical improvements in manufacturing techniques and materials used.\nOne concept being investigated concerns the use of our old faithful, paper. This is a material that is friendly to the Earth and is already being recycled. A product has been patented by a manufacturer in Minneapolis that has all the functionality of plastic. Reputedly, it suits a variety of card types, including activation, download and gift cards. \nThey are stated to have been produced with bar codes, mag strips, foil, holograms, embossing and will perform in every application, the same as a plastic card. This green card is recognized as being easily recycled and can even be burnt without any adverse effects to nature.\nIs there a downside to this super Green Credit Card? Unfortunately, yes! You would be able to keep it in your wallet for months, but if it becomes exposed to anything that will make it wet, it will not survive. So leaving cards in clothes that go through a washing cycle of any description is definitely out!\nAs the plastic credit card manufacturing process carries on with business as usual, the search for a \"green\" alternative continues. The collateral benefits of a Green Credit Card are forcing their way into an industry that has been operating in the same manner, for over a half century. \nIt is said that many of the \n, wish to meet the ever increasing consumer demand, for an eco-friendly card. However, there is a fear that they could, rightly or wrongly, be perceived as \"green washing\", or falsely claiming environmental benefits.\nThis is a subject that will continue to be researched, investigated and discussed in forums the world over. Questions will also continue to be debated, including, what Green Credit Cards are? Are there really \"pros and cons\" in conserving Mother Nature and is it truly worth the cost? It all makes for interesting discussions and ultimately, decisions.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"Why You Should Use Green Credit Cards","author":"mirha494"}