{"url":"http://www.environmentalgraffiti.com/news-words-groups-animals-you-probably-never-heard","content":"\nWe've all heard the names for certain groups of animals – like a pack of mules or a litter of kittens – but how many of the following unusual collective nouns do you know? We've gathered 20 of the most unique and bizarre, while adding a bit of light speculation on what each might mean!\n The military term sounds right; a corps of giraffes racing across the savannah certainly makes for an imposing sight.\n Considering their size, this is quite apt too! Did you know that hippos sweat a red substance that works as a sunblock?\n We wish they would do their business somewhere else.\n The sound two make when fighting, a habit of theirs during mating season.\n That gaze of entreaty from hungry raccoons near your house is hard to resist if you are an animal lover, but they are often considered pests.\n When they want their morning food, kitties sure will glare right at you.\n If only our parliaments had the wisdom of owls.\n We're not sure about the word 'plum', but a seal's Latin name, 'pinna', actually means 'fin-footed'.\n Apes definitely are shrewd and they also use tools – for example, sticks to get at termites and ants in anthills.\n Jays not only sound like they are scolding one another but they taunt and tease cats as well.\n Trying to make a large number of buffalo do something against their will, you sure would come up against some obstinacy!\n Stepping on a hedgehog certainly is a prickly situation!\n They certainly work hard enough making hills in farmers' fields.\n When you swim smack into them you can get some nasty stings! \n Well they may not have gams – slang for beautiful women's legs in America – but they are beautiful.\n Hares might be said to get worn to a husk when reproducing!\n Pollen is grist for the bee's mill as it pollinates flowers around the world.\n Nothing pleasant about finding a den of snakes at the bottom of your outhouse!\n If you have a lot of clutter you may well find a spider's web on it!\n The 'warts' on a toad are actually glands, knot warts (get it?). \n We haven't seen many soused lions, but if you were to see some, it could have some interesting results!\n Colts are rambunctious and rag each other.\n How overwhelmingly apt! Walruses are not the prettiest of creatures – but they are the only species in their family (\n) left on earth.\n Leopards are great hunters and leap at their prey!\nDid you know them all – or only a few? We at EG didn't do so well ourselves!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mucha-bok-zlte-pozadie.jpg","title":"20 Animal Group Names You Probably Never Heard Of","author":"Michele Collet"}