{"url":"http://www.environmentalgraffiti.com/art/news-top-5-environmental-steampunk-reads","content":"\n \n\n\nMost people think of Victorian frocks and brass goggles when it comes to the steampunk genre. In fact, that only represents the most superficial level. Often enough, steampunk doesn’t attempt to glorify the aesthetic of an alternate history, but attempts to criticize the effect of technology on civilization and the environment. It just so happens that the criticism wears an attractive and resonant façade, which inspires others to extract a more pleasing purpose out of it.\nThe following books are ones that showcase steampunk’s darker side when it comes to humanity’s impact on the environment. \n \n\n\n5.\nby Ian MacLeod. \nOur protagonist grows up in an English factory town with the boom of the local engines reverberating in his head. Robert Barrows must unravel the long-term effects of refining “aether,” the magical essence of the earth, for mechanical consumption. An intensely emotional, gut-wrenching read. \n \n\n\n4.\n by Michael Moorcock\nStumbling through time and space, Oswald Bastable encounters myriad versions of a world at war with itself. Scenes of airship warfare are particularly jarring and destructive on the worldwide landscape, solidifying the harmful byproduct of progress. The most inspiring aspect of these stories is none other than Bastable’s transformation from a British imperialist to a freedom fighter bent on halting nuclear proliferation. \n \n\n\n3.\n by Paul Di Filippo\nCompounded in the story “Victoria” is the notion that intelligence and invention don’t solve the problems of the world — they create them. Morally bankrupt protagonist Cosmo Cowperthwait is a master of patching over his self-manufactured wrongdoings and maintaining the horrific status quo of 19\n century London. When witnessing teams of homeless urchins dredging garbage and bodies from the River Thames, he remarks how a steam engine could get the work done with ten times the efficiency rather than suggest ways to prevent the pollution at its inception. A touching read, as hilarious as it is morally ambiguous. \n \n\n\n2.\nby Philip Reeve\nCities of the post-apocalypse have evolved into Traction Cities, mechanical behemoths plowing over the earth on giant treads, seeking to devour each other for spare parts. The Green Storm rebels are environmentalism at its most militant, making the world green again in the only way they know how: by destroying all Traction Cities. \n \n\n\n1. “The Selene Gardening Society,” by Molly Brown, from Ann and Jeff VanderMeer’s \nEnvironmentalism is tackled through humor and biting social criticism in this short story. J.T. Maston invents a cannon large enough to shoot all of the world’s garbage at the Moon, composting on a cosmic scale to create a terraformed Edenic garden. That was how the plan started, in any case. J.T. previously wanted to blast the earth at a different angle to melt the polar ice caps and dig for coal underneath. The issue at hand seems consistently apparent: no matter how we try and solve our problems, in the end, we can only make a bigger gun to point at it.\n \nThese only scratch the surface - there's a lot more to read. The genre has a real talent for counterbalancing the horrific with the beautiful, digging through the worst of humanity to find what's best at its core. Our relationship to the environment - and how it changes - often serves the best cipher for that exploration. ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hymechenoptera-rota-01jpg","title":"Top 5 Environmental Steampunk Books","author":"PaulKirsch"}