{"url":"http://www.environmentalgraffiti.com/plants/news-harvesting-and-eating-dandelions","content":"\nDandelions are one of the most persistent and common plants in the urban environment. Many despise them and wage war against them but a growing number appreciate their value.\nHarvesting dandelions is urban food foraging at its most basic. You may not even have to leave your own property to gather this most versatile plant. Own a home and have a lawn; the odds are good the supply is right outside your door.\nThe love of the lawn forces some to spend hours, each summer, in vain attempts to make the dandelion go away, but somehow, no matter what techniques are employed, the dandelion keeps coming back.\nSo stop struggling and start reaping the rewards that nature has been putting in front of you for all those years, and rather than doing battle, go and get some supper.\nDandelion greens are one of the season’s first edible arrivals, and the ragged leaves add a distinctive appearance to the meal. They are best picked when young. Dandelion greens are high in vitamin A, in the form of the antioxidant carotenoid, and vitamin C.\nIt is not necessary to be a gardener to take advantage of this useful plant. All you need is a lawn that has not been sprayed with poison in an attempt to control the weeds and it is quite likely that you will have dandelions in sufficient supply.\n\nThe root, the flower and the green are all useful. The root can be ground and used as a coffee substitute, something like chicory.\nHarvesting goes quicker with two, as one person cuts the flower, and another digs out the root using a dandelion weeding tool. The tools often destroy the flowers.\nNow, because dandelions are so plentiful in many lawns an early harvest is possible. This early harvest, collect the young leaves and leave the root in the ground to grow back, and then come back for the flower and root.\nAnother method is to harvest the whole plant when young, making sure to leave a few growing so that you can harvest the flowers if you want them. There are options which make this even more fun.\nThe first step is to decide what you are going to use the dandelion for – salads, coffee, wine fritters and so on – and then collect the plant accordingly.\nIf you do not have a lawn you may want to visit your neighbours and ask them if you can harvest their dandelions. Do this in early spring before the dandelion is in bloom. \nTell them what you want the dandelion for, and that you will remove all the dandelions from their front lawn. Compost what you do not eat\nBe prepared for a few stares and a comment or two while harvesting; some will think you odd. However, you are getting some great exercise outdoors, providing food for the family that costs nothing but your labour, and reaping a healthy harvest.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-36267-2462416590104181437S600x600Q85.jpg","title":"The Benefits of Harvesting and Eating Dandelions","author":"bewing"}