{"url":"http://www.environmentalgraffiti.com/adventure/news-ancient-splendour-perus-inca-trail","content":"\nPeru’s Inca Trail is the most rewarding and accessible of treks in the region (it is only a small part of an enormous 16,000-mile route running through Colombia, Chile, Ecuador, Peru, Bolivia and Argentina). With constantly changing scenery throughout its relatively short 26-mile distance, and reaching an altitude of 4,200 metres, the four-day adventure takes you along Andean valleys, across rivers, past ancient ruins, through spectacular cloud-forests and subtropical jungles and over vertiginous mountain peaks. The trek can be walked or cycled and there are numerous tour operators offering various types of experience, from ‘roughing it’ for the bohemian and/or budget-conscious to the relatively luxuriant option for the posh, loaded or lazy (porters will carry your luggage and experienced guides will furnish you with facts en route, although you’ll probably still have to wash in a river and go to the toilet in a hole in the ground).\nThe final destination of the trail is the infamous Machu Picchu, the enthralling and enigmatic Lost City of the Incas, and along the way you will be bedazzled with some of the most magnificent mountain views on earth. This is also an opportunity to do some rare wildlife-spotting: the area is home to some very rare species of birds and animals (Including the hummingbird and the spectacled bear), and there are over 250 kinds of orchid within the Machu Picchu Historic Sanctuary. Tourist trekker numbers are limited to only 200 per day and it is advisable to book this once-in-a-lifetime Peruvian adventure well in advance, especially if you wish to go during the peak season (May to September).\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","title":"The Ancient Splendour of Peru's Inca Trail","author":"darconvillescat"}