{"url":"http://www.environmentalgraffiti.com/nature/news-fierce-jungle-cat-meows-0","content":"\nI have a ferocious jungle cat who meows, plays with little balls and bits of string, chews on catnip toys, chases his tail, and just generally causes a lot of mischief. He has tiger stripes and leopard spots, and he is... a bit peculiar. His name is Leopold the Terrible, and he is a Bengal cat.\nBengal cats result from the breeding of domestic cats with Asian Leopard Cats, and the result is an exotic animal that is housecat-sized or a little larger, and looks like a cross between a Leopard and a Tiger. Most Bengals have a distinctive “M” on their foreheads, heavy black eye make-up, sleek coats, high haunches, and an extra vertebra in their backs that makes them longer than ordinary housecats. \nThey move in a feral way, and are able to leap tall buildings in a single bound. Bengals must be at least four generations removed from Asian Leopard Cats in order to be considered suitable as house pets.\nMy own hellraiser is only twelve weeks old, but he has already mastered undoing the lock on a kitchen window and shoving it open, going for long walks with me at night, taking a dip in the toilet bowl, and yowling non-stop when he’s not getting enough attention. He is a handful!\nBengal cats, a relatively new breed, are extremely popular these days.  Many people acquire them for their exotic looks, not realizing that they may be biting off more than they can chew, for Bengals are NOT your “ordinary” cats.  They have very demanding temperaments and seek constant attention and involvement in the action at hand, be that typing, showering, cooking, or making love. They are very affectionate, and very attuned to the vibrations around them.\nOne of the early breeders of Bengals, Jean Mill, explained that she:\n“Deliberately crossed leopard cats with domestic cats for several important reasons. At that time, wild cats were being exploited for the fur market. Nursing female leopard cats defending their nests were shot for their pelts, and the cubs were shipped off to pet stores worldwide. Unsuspecting cat lovers bought them, unaware of the danger, their unpleasant elimination habits and the unsuitability of keeping wild cats as pets. \n \n \n“Most of the wild kittens from this era ended up in zoos or escaped onto city streets. I hoped that by putting a leopard coat on a domestic cat, the pet trade could be safely satisfied. If fashionable women could be dissuaded from wearing furs that look like friends' pets, the diminished demand would result in less poaching of wild species.”\n\nAnd indeed, Bengal cats do look like wild cats and ARE the “living room leopards” that Jean Mill aspired to create. They are bold, adventuresome, exceedingly curious, into everything, but also easy to train. Many of them like to swim (since the Asian Leopard Cat provides for itself by swimming for fish), they can be taught to perform many tricks, and they love to go with you, wherever you are going. Get a Bengal, and you won’t have an aloof, self-contained, egocentric cat — you will have a very close, very vocal companion who acts like he or she is on meth about half the time, but sleeps as if in a coma the rest of the time.\nBengal cats are not for display purposes only!\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tsavo2jpg_0","title":"The Untamed Beauty of the Bengal Cat","author":"ladywolf"}