{"url":"http://www.environmentalgraffiti.com/featured/where-watch-leonid-meteor-showers/17469","content":"\n\nComposite Photo -­ \nThe Leonid Meteor shower is back once again! The Leonids are an easily observed and frequent meteor shower. On November 16th and 17th 2009, the display is predicted to be exceptional at many locations. The Leonid Meteors appear to radiate from the constellation Leo because of our viewing angle on Earth and the actual location of the meteor swarm that is created by a comet. The Leonids are dust particles that are created each time the wide orbit of Comet 55P/Tempel-Tuttle brings it within the orbit of Jupiter. Part of the comet’s orbit is superimposed on the constellation of Leo the Lion as seen from Earth, hence the name of the meteor swarm. When the Earth crosses this orbit, the radiant appears in Leo. \n\nAntique Globe Photo -­ \n\nPhoto -­ \nComet 55P/Tempel-Tuttle is now known to have a gradually changing orbit that may have first crossed the Earth’s orbit on the inside in 902 AD. This conclusion is a deduction from observations made by Chinese astronomers who were in what is now Egypt and Italy. They may also have seen the first Leonid meteor storm. The great astronomer Johannes Kepler died on Nov.15, 1630, and when a Leonid meteor display lit up the sky during his funeral on May 17th, it was taken as a ‘sign from God’. \n\nPhoto -­ \nThe historical reconstruction portrays the Leonid meteor storm of 1833 as a likely all-time record. Possibly 240,000 meteors were seen over a nine-hour time span at some locations. North America east of the Rocky Mountains may have briefly experienced a 'storm' of over 200,000 meteors per hour. This incredible activity may have been due to a direct collision between Comet 55P/Tempel-Tuttle and the large dust clouds created when the comet moved into the solar system in 1800. Double spikes in Leonid activity seen in 2001 and 2002 were due to encounters with dust ejected from the comet in 1767 and 1866. Much of the earlier history of Leonid meteor encounters with Earth has been retrieved. Sometimes, Comet 55/P Tempel-Tuttle cannot be found when Leonid meteor swarms are low density. \n\nPhoto -­ \nThese Leonid meteors were shooting through the sky at 70km/second and vaporized about 100km above Spruce Knob, West Virginia, USA.\nThe true nature of Comet 55P/Tempel-Tuttle was not understood at first. In 1699, it was observed by Gottfried Kirch but he did not recognize it as a periodic comet. That understanding was made independently by Ernst Tempel on December 19, 1865 and by Horace Parnell Tuttle on January 6, 1866. The orbit of 55P/Tempel-Tuttle intersects the Earth’s orbit and streams of newly created particles do not have to spread out over time to be easily observed from Earth. The streams of material from Comet Tempel-Tuttle – the Leonid Meteor Shower – are dense when they encounter Earth. Night time observations on peak evenings are often dramatic. There is a 33-year-cycle of Leonid Meteor storms as seen from Earth. A meteor ‘storm’ is defined as 1,000+ meteor trails per hour. \n\nPhoto -­ \nThis photo is on the author’s ‘Incredible List’. The MSX satellite imaged 29 meteors over a period of 48 minutes as they entered the Earth’s atmosphere. The directions of the meteors are almost parallel which indicates that they all originate from the same meteor stream.\nWhen Comet 55P/Tempel-Tuttle is closer to the sun and inside the orbit of Jupiter, it warms up enough so that small granular particles called meteoroids that are no bigger than fine dust are given off into space. The source of light from a meteor swarm is caused by air molecules ramming into meteoroids, an action that fragments the dust and further reduces particle size. Meteoroid particles collide with the earth’s atmosphere at 147,000 mph (238,000 km/h) and burn up because of friction with the air. A spray of microscopic meteoroid debris ionizes atoms in the earth’s atmosphere. (Ionization strips electrons from individual molecules thereby leaving them with net electrical charge.) As the molecules in the air cool down, they recombine and give off photons (light). We call these streaks of light 'meteors'.\n\nPhoto -­ \nLarger particles give off a stream of smaller particles and sometimes become a fireball known as a bolide that leaves a glowing trail in the Earth’s atmosphere. Leonid meteorites are organized into trails that travel in recognizable orbits that have been mapped. These trails also make up the meteoroid stream and as they age, material is lost and they become less dense. The material given off renews the meteoroid background. \n\nPhoto -­ \nIn 2009, the Leonid meteor showers will occur on November 16th and 17th. A spectacular display is expected because the Earth will cross the 1466 and 1533 dust trails of Comet 55P/Temple-Tuttle. There will be a narrow one-hour peak on November 17th at 21:43UT -1:43AM - (1466 dust trail) and 21:50UT – 1:50AM – (1533 dust trail), or alternatively perhaps 0.5 to 1.0 hour later (based on mismatch with 2008 data). It is also not clear if the 1466 and 1533 trails will arrive together in November 2009, or will be separated by one hour or more. Peak meteorite density is predicted to be 115 -190/hr (scaled to 2008 data), or 150 – 300/hr when activity from both dust trails is combined. There also might be a slight enhancement from the 1567 trail. Highest meteorite rates occur when the Earth passes through the thickest parts of the comet's dust trails.\n\nPhoto -­ \nLeonid Meteor shower activity can be easily calculated at the \n. A wonderful Java applet allows you to calculate the expected Leonid meteor show activity for a given date and location, sea level or mountain top, urban downtown or a dark and clear site in the country with unobstructed view. Fluxtimator’s ability to take moon light, light pollution and urban environments into account is great! \nThe best locations to see the meteoroid bursts caused by the 1466 and 1533 dust trails well be centered around India and include Nepal, Thailand, Western China, Tadjikistan, Afghanistan, Eastern Iran, South Central Russia etc. Wherever you live, may the skies be clear on the nights of November 16th and 17th! This post is a contribution to the EG series that presents extraordinary astronomy photographs that capture both the beauty of the universe and important astronomical data.\n\nPhoto -­ \n, \n, \n, \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","title":"Where To Watch Tomorrow's Leonid Meteor Showers","author":"merlynne6"}