{"url":"http://www.environmentalgraffiti.com/ecology/ants-are-sneaky-jerks/916","content":"\nI’ve always thought of ants as a very cooperative species.\nLooking at an ant colony, you’d think all the ants working tirelessly to bring food back home were all working together for the good of the queen and community. It almost seems utopian.\nTurns out, however, the view of the cooperative ant society is wrong.  Ants can be sneaky, corrupt cheaters. Just like humans, those in power seem to be the most corrupt.\nResearchers Bill Hughes and Jacobus Boomsma, from the universities of Leeds and Copenhagen respectively, found that ants try to cheat the system to ensure that their offspring can reproduce and become queens, rather than sterile workers.\nHughes said: “The accepted theory was that queens were produced solely by nurture: certain larvae were fed certain foods to prompt their development into queens and all larvae could have that opportunity. But we carried out DNA fingerprinting on five colonies of leaf-cutting ants and discovered that the offspring of some fathers are more likely to become queens than others. These ants have a ‘royal’ gene or genes, giving them an unfair advantage and enabling them to cheat many of their altruistic sisters out of their chance to become a queen themselves.”\nNot only that, but the sneaky ants are careful to avoid getting caught! The royal gene was rare in every colony.\nHughes said: “The most likely explanation has to be that the ants are deliberately taking steps to avoid detection. If there were too many of one genetic line developing into queens in a single colony, the other ants would notice and might take action against them. So we think the males with these royal genes have evolved to somehow spread their offspring around more colonies and so escape detection. The rarity of the royal lines is actually an evolutionary strategy by the cheats to escape suppression by the altruistic masses that they exploit.”\nWhat can you say? It looks like there are jerks everywhere.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/spider1.jpg","title":"Ants are Sneaky Jerks","author":"Chris"}