{"url":"http://www.environmentalgraffiti.com/art-and-design/news-beautiful-bold-book-carvings-brilliant-brian-dettmer","content":"\n \nThere is an American artist called Brian Dettmer who does incredible artistic work with old books. If they were bound for landfill or incineration, Brian saves them because he wants to turn them into works of art, and he does so with breathtaking results. Somehow, with all the precision of a brain surgeon, he teases books into something else, graphic statements of an expressionist talent that is truly awesome.\n \nBorn in 1974 in Chicago, Dettmer graduated with a BA in Art and Design from Colombia College. After graduating, he worked in graphics and signage design, as well as art, moving with his wife to Atlanta in 2006 to become a full-time studio artist. Though he had concentrated on painting through art college, his time at a signage shop saw him beginning to explore relationships in text, codes and language. \n \nIt was around this time that he began to produce paintings based on American Sign Language, Morse Code and Braille, before starting on layered works that involved pasting newspaper and book pages to a canvas, before tearing sections off again to leave fragments behind. This technique really captured his imagination, and it was not long before he had discovered the wonder of cutting into books, the work for which he is now world renowned. \nIn the last several years, Brian Dettmer's amazing work has featured in exhibits all over the USA, including the International Museum of Surgical Science, the Bellevue Arts Museum, the Rockford Art Museum and the Illinois State Museums in Chicago. His works are featured permanently at several galleries, such as Packer Schopf in Chicago, Kinz + Tillou Fine Art in New York, Toomey Tourell in San Francisco and the MiTO Gallery in Barcelona.\n \nMuch of his current work comes to fruition through the altering of books. Reference works are his favourites because they contain so many illustrations. Using a scalpel in the manner of a surgeon, he cuts into each book, exposing specific images and text in such a way that the viewer might come to interpret the book differently.\n \nBrian never inserts any new material, nor does he move content of the books from place to place. After cutting away unwanted page parts, he stabilizes what remains with varnish. An excellent early example of this unique methodology can be seen in his ‘New International Dictionary’ (2003) - an original 1947, unabridged dictionary sealed and cut to expose images within. This iconic work is shown below. \n \nThis truly great artist is happy to browse through old books and piles of obsolete maps in an effort to uncover just the perfect materials for his works sculptural dissections and conceptual imaginings. He selectively removes and manipulates elements of old objects as a means of allowing new meanings to emerge, using clamps, scalpels and tweezers to reconfigure the original intended programming of the found objects in question. \nThese days, Brian has become more adventurous and ambitious, using whole sets of books to create the image he was looking for. Folding, bending, rolling and even sanding volumes is now common practice for him, in the drive to continuously expand on the types of forms he creates. Brian has far more to his artistic bow than book sculptures, having previously created magical art from used cassette tapes and 3D map sculptures as well as some imaginative uses of old VHS cassette tape, but it is his more recent sculptural that is of interest here. \nThese artworks are bold, brash and breathtaking, and Brian Dettmer deserves the worldwide reputation for excellence that he enjoys. His work is wonderful, and we can be sure to see much more in the future. Brilliant.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/visionsearth01jpg","title":"Incredible Book Carvings by Brian Dettmer","author":"tonyleather"}