{"url":"http://www.environmentalgraffiti.com/conservation/news-nick-brandt-awe-inspiring-photographs-disappearing-world","content":"\nThe East African savanna is truly a rich and striking landscape. Thickly trunked Baobab trees thrust their branches bravely towards the sun, while Umbrella Thorns shelter from the day’s baking heat under prickly canopies. Millions of years of tectonic activity have sculpted not only the majestic lakes Tanganyika and Victoria but also the continent’s tallest peaks: Mounts Kenya and Kilimanjaro. Meanwhile, human history has nestled amid the topography. Some of the earliest hominid discoveries have been unearthed from the famous Olduvai Gorge, while the belief that modern humans emerged from this corner of the globe now enjoys a ‘near-consensus’ within the scientific community. The ‘cradle of humanity’ indeed.\nBut amid the natural beauty and anthropological significance, East Africa plays host to a grave contest. Away from the brash buzz of the vuvuzelas and the mass-merchandising of the 2010 FIFA World Cup, the competition that takes place daily on the grasslands and plains could have severe repercussions and mean the difference between survival and extinction for some of the world’s most recognizable animals. Think of African wildlife, and lions, cheetahs, rhinos, zebras and elephants will all burst into your consciousness, but disease, drought and poachers mean that many of these much-loved animals are even today facing extinction.\nThis is a predicament that fine art photographer Nick Brandt knows all about. He became enthralled by the untamed inhabitants of East Africa while directing Michael Jackson’s Earth Song music video. Feeling unable to fully capture his vision on camera he switched to photography and quickly became dedicated to capturing the intimacy and struggle of these exceptional animals.\nLike monochromatic Victorian portraits of long dead ancestors, his photographs have a haunting intangibility. There is a silent reverence to the poses of the captured subjects, but there is also an ethereal sadness that permeates them: “This is basically my elegy to a vanishing world,” says Nick. “This is a world that is disappearing and it’s my goal to record this world, to capture this world in my way before it disappears.”\nSadly, he is right.\nThe numbers of lions in Africa are dwindling. Since the early 1980s their numbers have halved to a population that could be as small as 16,000. Droughts and diseases have whittled their numbers cruelly in recent years, and humankind is also to blame as settlements and agricultural expansion encroach upon their habitat. The perennial problem of poaching is also to blame.\nSadly, detrimental human impact has affected the zebra population too. Long hunted for their distinctive skins, Grévy's Zebra is classified as endangered on the IUCN Red List of Threatened Species. Their continued decline is caused in part by low rates of survival among the young. This, much like the lion’s predicament is a direct result of drought and also the struggle for resources with farmers and their livestock. Thankfully, there are positive points: numbers of the more fecund Plains Zebra remain stable and the tiny population of Cape Mountain Zebras (once as small as 140) has been brought back from the brink of extinction.\nThe Black Rhinoceros is critically endangered. Unlike the lion and zebra, diminishing habitat has not affected their decline as significantly. In its place, poaching has been the great whittler of rhino numbers. Despite being illegal, the black market value of rhino horn made poaching enormously profitable. In 1990, two horns from a black rhino sold for $50,000. There are a mere 4,200 Black Rhino’s currently extant in the wild. Their numbers are so few that many conservation officials have been forced to remove horns from tranquilized rhinos and protect others with armed guards, but even these drastic measures have failed in places with some 150 guards being killed by poachers in gun battles. The WWF has recently hired ex-members of the British elite Special Forces regiment the SAS to help train African wildlife wardens.\nThe predicament of the elephant mimics the rhino’s plight. Ivory, which was once more expensive than gold, has become the noose around the elephant’s neck. Even with education and new laws banning the ivory trade in many African countries the decline of these stately animals remains concerning. As with Rhino horn, the illegal harvesting and sale of elephant ivory is simply too tempting for many people to resist. The tusks of one elephant could bring in the equivalent of a dozen years of farming. Now, poachers and rebels are using aeroplanes, automatic weapons and GPS to decimate elephant herds. These slow moving and large pachyderms make for easy targets. Furthermore, long-taught migration routes and the locations of water are being lost as older animals are felled for their larger tusks. Many of Africa's remaining herds are comprised of sub-adults and juveniles, meaning their traditional social structure is sorely compromised.\nThe renowned pace of the cheetah ensures that it is a predator to be feared on the savannas, but even the fleet-footed feline’s conservation status is logged as threatened, for in spite of their agile grace and burst of speed, they are inherently flawed animals. Their 70 mile-per-hour top speed can only be maintained for a brief quarter mile, and their chases leave them out of breath and susceptible to the savanna's larger opportunists. Consequently, leopards and hyenas often steal their kills. Human hunters too have helped to whittle their numbers down from about 100,000 worldwide, a century ago, to approximately 12,000 today, scattered across the African continent.\nAlas, the cheetah’s problems run deeper still. In various studies, researchers discovered that cheetahs were all ‘virtual clones’. It is thought that the species went through a population bottleneck about 12,000 years ago probably caused by the last ice age. This global catastrophe seems to have killed all but a handful of survivors that were then forced by the circumstances to interbreed. This has led to ruinous consequences for the cheetah’s gene pool such as low conception rates and myriad birth defects. Its legacy also means weakened immune systems that are so similar that almost every cheetah has the same susceptibility to the same diseases. Dr Laurie Marker, founder of the Cheetah Conservation Fund: “In 1982, Wildlife Safari lost 60 percent of its cheetahs to an epidemic of viral peritonitis. The same disease in any genetically diverse cat population could be expected to kill 2 percent to 5 percent of its victims.” Only time will tell if the cheetah is strong enough to whether this storm.\nThis world of struggle and survival is one that Nick Brandt becomes absorbed within: “I get extremely close to these very wild animals, often within a few feet of them. I don’t use telephoto lenses. This is because I want to see as much of the sky and landscape as possible - to see the animals within the context of their environment. That way, the photos become as much about the atmosphere of the place as the animals. And being that close to the animals, I get a real sense of intimate connection to them.”\n“I have no interest in capturing these animals in action. There are zillions of photographers who can do this. I’m trying to capture the animals in just being – their personalities, their souls – and photograph them in the exact same way if I was photographing a human being.”\nBut that perfect shot can take a lot of hard work and dedication to achieve: “The longest I’ve waited? I waited seventeen days with a lion who slept all day every day under the baking sun until finally, on the eighteenth day, a storm came in and the moment the wind hit him like a freight train he sat up. He became ‘Lion Before Storm – Sitting Profile’.”\nNick’s proximity to the wildlife he photographs means he has borne witness to their continued decline: “There have been massive changes, and it’s all happening even faster than a pessimist like myself imagined. In 1995 I first drove down the main road from Nairobi down through southern Kenya to Arusha in northern Tanzania. Along the way, in completely unprotected areas, I saw giraffes, zebras, gazelles, impalas, wildebeest. A few months ago I made the same journey. I didn’t see a single wild animal the entire four-hour drive. It’s not that they’ve moved elsewhere. It’s that they’ve been wiped out.”\nSadly, Nick’s stunning photographs might be the most intimate form of access that future generations will have to these splendid and unique beasts in their natural habitats. Perhaps these most personal of animal portraits will become visual epitaphs, etched onto the finely-grained gravestone of extinction.\n“I’m beyond distressed by what’s going on out there. There’s nothing good about what’s happening. There’s more pressure on the land, the wild land is being turned into farmland and that encroaches right around the borders of the parks. The animals obviously don’t stay confined to the parks – the go wandering and when they do they get speared. There are so few animals now.”\n\nIn his two books ‘On this Earth’ and ‘A Shadow Falls’, Nick presents the fruits of his labors. Iconic image after iconic image adorn the pages. Noble beasts sit in fine repose or meander among the African flora; their uncertain future hanging overhead as darkly as the chiaroscuro clouds that crown them.\nFor more about \n\nFor more about ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","title":"Awe-Inspiring Photographs of the Savanna's Wildlife","author":"Matt Forde"}