{"url":"http://www.environmentalgraffiti.com/architecture/news-repurposed-abandoned-military-bunkers","content":"\n\nConcrete bunkers proliferate across war-ravaged sections of the globe. In Albania alone, there are over half a million – the legacy of a paranoid past and pervasive atmosphere of perpetual insecurity. Gyler Mydyti &amp; Elian Stefa, two Albanian students from Italy’s largest technical university, have come up with an ingenious roadmap for repurposing these concrete blights, transforming them from icons of fear into symbols of a bright future. \n\nBuilt to repel invasion by Albania’s late communist dictator, Enver Hoxa, these bunkers are indicative of a nation gripped for many years by paranoid delusion and social insecurity. Constantly in fear of attack, Hoxa remorselessly scarred the country’s landscape with fortifications that would later serve as an ugly reminder of a dark period in Albania’s history. \n\nBut more recently the realization that these blights form an essential and inescapable part of the Albanian physical and cultural landscape, has given rise to a desire to find ways to repurpose and update them. By doing so, many hope they can be transformed from objects of oppression into symbols of prosperity, in line with a new, sunny outlook for Albania. \n\nAnd the transformations are certainly sunny: some have become eco-hostels, complete with bedroom views from parapets; others now serve as US-style hamburger joints (perhaps the ultimate symbol of capitalist consumerism), or as ice cream shops on sandy beaches. The changes are undeniably positive and provide an exemplary instance of how the concept of ‘recycling’ might extend beyond the merely functional, into the deepest reaches of collective cultural memory and identity - through its physical landscape, Albania is \n the memories of a sinister past, into a fresh future with new purpose. \n\nThere’s something utterly charming about the domestic, almost banal, transformations that are planned or underway. Hard, cold emplacements – all steel and concrete – become polite tourist info-points, WCs, kiosks or gift shops. Where once jackbooted soldiers patrolled, children in swimming shorts now skip, surrounded by ice cream and striped umbrellas. \n\nThis playful, childish aspect seems important to the plans. Many have been recycled into playgrounds, swathed in bright artwork and flanked by swings and slides. It’s almost as if Albania wants to recover a lost youth – a sense of fun, freedom and, dare we say it, innocence. \n\nThe project is now underway and you can check out an overview of the strategy and get more information at \n. We can only hope that, as Albania recycles its past, creating a bright new future for itself, other nations with dark histories can take Albania's \n, and find a similar sense of renewed inspiration from architectural recycling.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"Repurposed Abandoned Military Bunkers ","author":"Thomas Davie"}