{"url":"http://www.environmentalgraffiti.com/art-and-design/news-exquisite-eggshell-art-through-steady-hand-gary-lemaster","content":"\nThere are many exponents of the old art form that is egg decoration. Who could forget the bejeweled masterpieces created by Faberge for the Russian czars, for example? But the most intricate of these involves the unbelievably delicate skill of carving designs on egg shells, a practice so detailed and precise it beggars belief how those involved manage it. \n \nReal egg shells are employed in making various designs, intricately and oh so delicately cut using cutting tools, drills etc. All eggs used are infertile examples of those produced by real geese, ostriches, rhea, emus, turkeys, chickens and so on. One of the best in the world at this craft is the very modest Gary LeMaster. \n \nThis most remarkable artist, who has never entered any of his sculpture work into competitions, began life being born in New Zealand where his father, a US soldier, was stationed at the time. LeMaster then grew up in the USA, learning how to use tools and the complexities of woodworking from his dad, while gaining a deep appreciation of music and the the fine arts from his mother. \n \nWith a mother who had practiced ballet in her youth, collecting many dance trophies, it was no surprise that Gary LeMaster gained a scholarship in music at the University of Iowa. But he chose to pursue studies for a teaching degree instead. From an artistic viewpoint, the realization that he was colour-blind, along with low self esteem in respect of his artistic abilities, persuaded him that art was the wrong career choice. \n \nHaving graduated with a teaching degree in Spanish, LeMaster was offered a fellowship to be the first student in the new master's program, and an aversion to being included in the Vietnam war meant that he remained a student. Having taken 25 undergraduate Spanish students to Colombia, where he both taught and studied, LemMster spent a further five years studying languages in pursuit of a Ph.D. in Spanish. \n \nAround this time, he once again began to take an interest in art classes, and the ability that had always bubbled under the surface began to shine through. Though never able to study as an undergraduate arts major, Gary nonetheless won numerous awards for his artwork, notably for book covers as well as for both his pencil and his pen and ink drawings. He soon began to find that college level teaching was not for him, because there was never enough funding to provide the quality of teaching that Gary wished were the norm.\n \nHe decided to quit teaching and devote himself to art. The art director of the University of Iowa’s Hospitals and Clinics knew of Gary’s work with eggshell carvings and suggested he put on a one-man-exhibition. He did so, and it was the pivotal moment in his artistic life. Opening on his birthday, the show featured on TV and in newspapers. Within days, his face was recognized wherever he went, and many of his carvings sold to eager buyers. \n \nGary never looked back. Every Easter after that, TV producers would get back to him and the whole process would once again speed up. He set up his first website in 1996, fielding up to 150 inquiries a day, many on how to do the carving, so he wrote a book on the subject. He founded the \n in 1998, and now runs courses and tutorials, classes, training videos as well as producing stunning works for sale. \nGary LeMaster is probably is the best known eggshell carver around today, simply because he has always supported this unique art so passionately. When asked for a statement, he commented: “My goal was to create pieces that displayed artistic emotion and reflected my love of Oriental art with its delicate balance between the Yin and the Yang - the shell cut away and the shell that remained. During the many years of my journey, I relied on trial-and-error to learn how to carve, engrave, etch and sculpt eggshells.\"\n \nHis amazing creations sell quite readily these days for anything up to $3,000 each, and he takes quite a long time over every individual piece. His sculpted carvings are intricate, delicate and exceptionally beautiful, and there is little doubt that he has never really as yet fully explored the boundaries of possibility for himself in this genre. There is certain to be a wealth of wonderful artwork to come from Gary LeMaster in due course, something we can all anticipate with great pleasure. \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"Intricate Eggshell Art by Gary LeMaster","author":"tonyleather"}