{"url":"http://www.environmentalgraffiti.com/featured/trees-grow-furniture/3224","content":"\nPeople get pretty excited when they come across a shrub that looks like an animal or an object, so you can only imagine the reaction when they encounter something created by the ingenious practice of tree shaping. \nTree Shapers Peter Cook and Becky Northey of south east Queensland loved their trees but weren't satisfied with growing pretty shapes, they wanted something better, and in 1996 Pooktre was born. \nPooktre is the particular brand of tree shaping that Peter and Becky have pioneered. The process involves months and often years of painstakingly working the trees in to the desired shapes, resulting in the amazing pieces of art you see here. \nMany of the works function as usable pieces of furniture; the first design to come to life back in 1996 was a coffee table. Four branches support a piece of tree trunk and four other branches, purposefully worked and cajoled into place, firmly hold a circular glass table top in place. It looks entirely unique, and it would be impossible to duplicate perfectly because it’s been grown, not built.\nThe next tree shaping project was a mirror stand, and while the coffee table may be impressive, the mirror stand is nothing short of amazing. Spindly little roots support a massive mirror frame which appears to curl back on itself like something out of Dr Seuss’ wild imagination.\nSince those first two designs took shape there have been many different additions to the collection. There are several very impressive looking chairs which can easily support a person, an amazing garden table with a lush green canopy for an umbrella, and there is even a small army of surreal tree-men with leafy branches shooting from their hands and heads.\nBesides their own artwork, tree shapers Peter and Becky do commission pieces, and their site even mentions the possibility of a book in the future that will explain the techniques they use to do their tree shaping, which would let anyone use the Pooktre techniques to grow their own furniture.\nSource \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","title":"Trees that Grow into Furniture [PICS]","author":"Stuart"}