{"url":"http://www.environmentalgraffiti.com/featured/americas-rivers-from-above/11931","content":"\n\nAll images courtesy of \n.\nRivers are amazing natural phenomena – they carry us on their glittering backs if not physically at least to far away shores in our dreams. Seen from above, one can truly see the amazing patterns, often snakelike, that these untamed phenomena weave over the face of the Earth.  \nAt 2,330 km (1,450 miles), the Colorado River is the longest of the rivers portrayed here. It originates high in the Rocky Mountains, just west of the Continental Divide and ends in the Gulf of California.  \nThe 1,670-km-long (1,040 miles) Snake River originates in Yellowstone National Park from where it flows through scenic mountain ranges, plains and canyons in other parts of Wyoming and through Idaho, Oregon and Washington. It is the largest tributary of the Columbia River, making it the 12th largest in the United States. As if the name was not obvious, it is said to have developed from an S-shaped sign the Shoshone Indians used to make when describing swimming salmon.   \nThe 1,170-km-long (730 miles) Green River begins in Wyoming’s Wind River Mountains and flows mainly through Wyoming and Utah. As the chief tributary, it is slightly smaller than the Colorado River but carries more silt. The river is significant also from a natural resource standpoint: The Green River Basin contains the largest known deposit of trona ore in the world and the Green River Formation is also said to have the world’s largest fossil fuel deposits (in the form of oil shale), which has led to the exploitation of the region’s oil and natural gas sources and soda ash mining. \n \nAt 530 km (330 miles), the San Joaquin River is California’s second largest river. Its water is used to irrigate a 3,900-sq-km (1,500 sq miles) area of farmland at the east side of the Central Valley. Because of this water diversion, the river can even run dry during some years. The San Joaquin River originates on the Sierra Nevada’s high western slopes and flows from the southern border of Yosemite south to Kings Canyon National Park, an altogether scenic route as one can imagine.\nCalifornia’s Central Valley stretches about 600 km (400 miles) from north to south with the Sacramento Valley making up the northern half and the San Joaquin Valley the southern half; the Sacramento and San Joaquin River Delta is the natural border. \nAfter the California Delta had a bit of a hectic history with gold seekers, reclamation projects and steamboats, Californians discovered the Delta’s recreational qualities only after WWII. Today, it is a popular destination for fishing, boating, windsurfing or simply a stroll by the river.\nThe San Francisco Bay is where the Sacrameto and San Joaquin rivers flow into the Pacific Ocean, accounting for 40 per cent of water drained in California. The San Francisco Bay and the Sacramento-San Joaquin Delta are part of the large urban sprawl that is the San Francisco Bay Area and its industries like salt production, chlorine bleach and plastics manufacture, and mining activities. Still, they are one of California’s most ecological habitats. The wetlands and the few remaining salt marches alone provide a habitat for many bird and fish species, some of them endangered. The salt marches are also natural filter systems for the pollutants and sediment in the rivers. \nAt only 104 km (65 miles) length, the Stanislaus River is the shortest river portrayed here. It is, however, one of the main tributaries of the San Joaquin River. The river is popular with white water rafters (more so before the building of the New Melones Dam) and features Byrne’s Ferry Bridge, one of the last few remaining covered bridges.\nRedding, CA is party located at the northwestern end of the Central Valley and partly in the Sacramento Valley. The city is famous for its pedestrian Sundial Bridge at Turtle Bay that spans the Sacramento River. \nSo, next time you take a stroll along a river, think about what all it has seen and the stories it could tell. \nSource: \n, \n, \n, \n, \n, \n, \n, \n, \n\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/add1jpg","title":"America's Rivers from Above","author":"Simone Preuss"}