{"url":"http://www.environmentalgraffiti.com/nature/news-preservation-more-important-offsetting","content":"\nCarbon offsetting may have its merits; when done properly it can help to reduce new pollution that is created. This does have some effect on the environment as less carbon pollution is created. Offsetting can be a significant factor in reducing or limiting the amount of pollution generated - but it can't do everything. More important than carbon offsetting is trying to protect wildlife - saving the world's endangered species before they're lost forever.\nConservation of the environment is a key component to the sustainability of the human race. By encouraging and maintaining biodiversity it is possible to help prevent the destruction of species of both plants and animals as well as creating opportunities for education and scientific discovery. It is a known fact that once a species has become extinct it is lost forever, and preserving environments in which these species live is vital. Some species of plants may hold key benefits to medicine or science. The destruction of these habitats may lead to the loss of opportunities to develop new medicines, for example.\nThrough the study of species and environments, technology and medicine are able to advance quickly. Medicine breakthroughs are often chanced upon when doing research into animals from all types of habitats, making it a necessity to protect them from the hazards of pollution.\nIn addition to preserving species of animals or plants, safeguarding environmental habitats is also important. Protecting the wetlands can help to reduce the damage caused by hurricanes by providing a natural barrier in which to slow the progress of winds. In areas where farming is heavily prevalent, tree barriers can slow winds and reduce the amount of dust that is carried away, protecting not only the topsoil but the community around the farms.\nThese measures are immediate, practical answers to how we can go about protecting the world - rather than dealing with uncertain and perhaps untrustworthy markets.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","title":"Conservation: The Greatest Challenge for Environmentalists","author":"Jules"}