{"url":"http://www.environmentalgraffiti.com/news-10-most-endangered-coral","content":"\nCoral reefs are in danger all over the world from numerous threats – from pollution and over-harvesting to major storms. Many of them are getting little to no conservation attention, and the organization Evolutionarily Distinct and Globally Endangered (EDGE) is trying to raise concern about some of these species. Coral is vital to marine ecosystems as the basis for coral reefs, the places in which small prey species hide. Often forgotten, corals are susceptible to two major threats beyond those already mentioned: ocean acidification and coral bleaching. Here we feature 10 corals that are listed as vulnerable to endangered.\nThis stunning coral is listed as vulnerable on the IUCN (International Union for Conservation of Nature) red list. It rises from the sea floor like cigars or pillars covered in small hairs. The hairs are actually tiny tentacles that extend outwards. Pillar coral is especially vulnerable to the white plague type II, a disease that exposes areas of its skeleton and creeps along a centimeter at a time. Pillar coral is also vulnerable to coral bleaching and ocean acidification.\nCoral bleaching occurs when higher ocean temperatures make the coral expel a symbiotic algae that lives on it and gives it most of its energy through photosynthesis. Without the algae, the corals are given a white bleached look, and if the sea temperatures stay high they don't recover.\nThis critically endangered coral is also one of the most important reef building species in the Caribbean. The branching palmate extensions are ideal places for parrot fish and others to hide among and make their homes. Since the 1980s, in the Florida Key's 90-95% of elkhorn coral has disappeared, while 38% in the Caribbean overall has vanished.\nOcean acidification is another major threat to all coral. It occurs when the ocean's pH decreases due to uptake of excessive carbon dioxide, normally as a result of our burning fossil fuels. The coral then finds it much more difficult to grow its skeletons and structures.\nListed as vulnerable, this coral is found in the West Indian Ocean. It is a zooxanthellate, which means a specialized algae called zooxanthella lives with it in a symbiotic relationship. The algae photosynthesize and give the pillow coral the majority of its energy. Apart from the “normal” threats this coral deals with, in Tanzania dynamiting for fish has been re-popularized, causing further damage and stress to the species.\nThe pearl bubble coral is characterized by little white bubbles all over its surface. Apart from being affected by the dangers that threaten almost all corals, it is also vulnerable to the crown-of-thorns starfish (COTS), \n, a predator that preys on coral. It is believed that overfishing has decreased the predator species that eat COTS, and this has increased their numbers.\nThis endangered coral is found in a part of the Indian Ocean and may well become a success story. A 210,000 square mile Marine Protected Area gives a lot of protection from direct human intervention and destruction. However, there are of course the indirect issues relating to global warming and climate change, such as ocean acidification, coral bleaching and pollution.\nThis beautiful coral is extremely rare, found only in certain areas of the Western Indian Ocean. It faces a number of threats. According to EDGE: \"Current threats to the population include destructive fishing, over fishing, pollution from sewage and coastal run-off, Crown-of-Thorn starfish, cyclones and coral bleaching.\" Horastrea coral is massive in size and found in sandy reef areas.\nPopcorn shrimp and pipefish live among this coral, hiding from their predators. Mushroom coral is unusual among corals because its polyps are either male or female, and because it is a brooder, meaning that it broods and gives birth to larvae. Because of its attractive looks and the good hiding places it provides, the aquarium trade is its biggest threat, with about 44,650 wild pieces being exported from Indonesia each year.\nFound in the Indian Ocean and Arabian and Iranian Gulfs, this brown and green coral is especially vulnerable to cyclones in the area, which can cause massive algae blooms, lowering light that the coral's symbiotic microalgae need to furnish the corals with energy through photosynthesis. There are some conservation efforts being taken with global reef monitoring, but the population is in decline.\nThis gorgeous coral is well-named. It is pink and green, and very rare. It is also a zooxanthellate, and like other coral in this list is vulnerable to ocean acidification, coral bleaching and pollution. However, the biggest danger comes from over-harvesting for aquariums, and it is listed as vulnerable.\nThis incredible coral has fossil records from 55 million years ago. Its distinctive look makes it extremely popular in the aquarium trade, which is one of its biggest threats, along with coral bleaching, ocean acidification and pollution.\nFor those who want more information on threatened corals and the organization devoted to drawing attention to all evolutionarily distinct and endangered species, you can find it at \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sea-snakejpg","title":"10 Beautiful Endangered Corals","author":"Michele Collet"}