{"url":"http://www.environmentalgraffiti.com/news-transfer-trust","content":"\nEach time I go on vacation I feel a slight tinge of guilt when setting foot on an airplane. While I try my best by reducing my ecological footprint in most other facets in my life, I can not resist the urge to explore the corners of the world. I suppose that feeling is shared by others too, and so the carbon offsetting programmes were born.\nCarbon offsetting is akin to spending money while saving for later. We add more carbon dioxide to the atmosphere each plane trip, but set aside land that will eventually reabsorb that CO2 back into the earth. \nSetting aside land for natural processes is obviously an excellent part of a solution to global warming, but should not be the sole measure we take to combat it. \nA more immediate problem is how to stop humanity from creating more pollution. With hundreds of millions of people rising to relative affluence to buy their first car, preventing these people from adding to our common quagmire seems like a fine way to reduce our environmental impact now.\nA ‘Transfer of Trust’ (aka ToT) would be a measure where travellers could support environmentally friendly changes to the communities they visit. The money each guest brings into a community would go towards educating and supplying the locals with the means to live more ecologically sensitive lives. Just like the legal term, the Transfer of Trust would allow the traveller to entrust some of his ecological responsibility to the locals and their businesses.\nThe businesses subscribing to ToTs would have the responsibility of seeing the money which the travellers pay invested wisely into projects in the community. These projects would be managed cooperatively by the local business (eg a tourist resort) and an NGO, which would provide transparency and oversight.\nToTs would be a system which would allow the community, the business, and the guest to experience tangible change, and promote a globalized world of equals.\nMany resorts that truly follow the creed of eco-tourism have such programmes in place, helping locals lead healthier and more environmentally aware lives. ToT’s could bolster these efforts, and promote the tenets of eco-tourism to more and more of the tourism sector.\nThe amount paid for a ToT would be evaluated akin to current carbon offset programmes. The farther you travelled, the greater the amount you would pay. Unlike carbon offsetting, the money would be used for local development.\nIn a connected globe, human to human interaction is vital, building bridges of empathy that cross the globe. Although travel may be part of the climate change problem, it is more part of a solution in building a unified shift in lifestyle to a sustainable means.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb30.webshots.com-27165-2127624390104181437S600x600Q85.jpg","title":"How a Transfer of Trust Can Combat Climate Change","author":"noan"}