{"url":"http://www.environmentalgraffiti.com/animals/news-disambiguation-cougar-1-n-american-wildcat-2-n-man-hunter","content":"\nUrban linguistics attribute the term ‘cougar’ to females of a certain age (35+) who try, and often succeed, to ‘score’ younger men. The metaphor with the cougar cat is rather appropriate, as these females are often spotted on the ‘hunt’; watching, waiting, calculating and gearing up to activate specific body language needed to lure their prey into an intoxicating, perfumed yet often valued embrace. \"Man is cougar's number one prey\".\nBut what do these women have in common with the real cougar? The mountain lion, puma or panther, as it is often called is the largest of small cats native to the Americas. Despite it’s genealogy, it can reach 3 metres in length and weigh up to 120kg. Similarly to human 'cougars', the mountain lion is renowned for her hunting style. She typically works across a broad territory to maximise not only the quantity of prey, but also the variety of her meals. They mainly eat ungulates such as deer, moose, elk and bighorn sheep, as well as domestic cattle and horses. \n\nMoreover, the cougar is typically an ambush predator, preferring to stalk and exhaust her prey rather than sprinting after it. To this end, cougars are most active at dawn and dusk, when their prey is most vulnerable. Quite like Greek and Roman goddesses, the cougar was widely admired by the indigenous populations of Latin America. For the Inca population, the sky and thunder god, Viracocha, was often associated with the cougar cat, the queen of the mountain. Likewise, the Inca town of Cusco, in Peru, was designed in the shape of the mountain lion and the Moche people of the highlands often portrayed the cougar as the main subject of their ceramic art. In North America, Native American groups such as the Apache, the Walapai and Cheyenne, amongst others, enveloped the large, crepuscular cat in an aura of myth and legend. \nIt is clear now, how the image of the cougar has been applied to the human 'femme fatale'. Like a goddess and queen she is revered and feared and like a predator she shows no mercy to her prey. However, although the human cougar may resemble the cat, there is very little human in the cougar. Human preys are definitely not the animal’s number one choice of diet and female and male cougars will roam more than 600 miles in search for ‘the one’; thus clubs and pubs are not its ideal retreat and sightings are rare and fluky. \nFor many years the cougar was extirpated across much of the Eastern American range, believed to be a pest and a bad omen. Today, cougars are gradually repopulating the continent - and although most sightings are allegedly overweight housecats or well-nourished bobcats, the cougars are in fact coming back.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","title":"Big Cat Cougars vs Older Women 'Cougars'  ","author":"marianovellamonti"}