{"url":"http://www.environmentalgraffiti.com/plants/news-implanted-nature-guerilla-gardening-madrid","content":"\nMadrid is a huge city with relatively few usable green areas, so on May 5, 2011 the art cooperative Luzinterruptus decided to help things along and hopefully bring some attention to this problem in a unique and imaginative way. Guerrilla gardening!\nTaking advantage of the few hardy plants that grew in some cracks, the guys from Luzinterruptus went into the grayest areas of the city to protect existing new mini-ecosystems – and plant new ones!\nFor those plants that had already managed to get a toehold on survival in their harsh environment, Luzinterruptus brought tiny umbrella-like greenhouses to put over them as well as small lights.\nDogs, cats, cows and sheep all appeared to the people waking up or walking after midnight on Nay 5, and in surprising places too. You see, the intrepid gardeners had also supplied the plants with small animals for company... Okay, plastic animals, but the thought was there.\nSince the guerrilla gardeners had looked for green plants in the city and not found many at all, they also brought hardy cuttings and high quality topsoil with which to fill holes. The hope, of course, was that plants will take root in their little corners to brighten up Madrid. \nLuzinterruptus explains: \"Actually the intention of this intervention was to pay tribute and call attention to the insignificant weeds growing in the most unexpected places, and which seem of great beauty to us in their stubbornness to survive the harsh life, and in their spontaneity. Hopefully some of the plants that we have left have rooted in a crevice, door or sewer and someone has noticed them.\"\nThis is something you could do in your own city. All you need is some cheap food covers made of gauzy material and some plastic to attach to them to make the greenhouses. Plus some potting soil and tiny plants, of course. And maybe some miniature animals...\nLuzinterruptus certainly achieved their goal, definitely drawing attention to the lack of useable green space in the Spanish capital and even the attractiveness of so-called 'weeds'.\nSource: \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","title":"Tiny Jungles Grow in the Cracks of Madrid's Sidewalks","author":"Michele Collet"}