{"url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-view-seven-highest-waterfalls-earth","content":"\nA tumbling torrent of water pours out from a thin rim of rock and drops. And drops. Plunging literally thousands of feet through thin air, and set against a steep and imposing cliff face, the waterfall might almost seem a trickle – and yet a trickle it most certainly is not. From the craggy heights of Venezuela’s Angel Falls to the only slightly less lofty crown of Yosemite Falls, rushing streams of water carve their course over \n. The views from the top, though vertiginous, are like those found nowhere else on earth. Prepare for your jaw to drop almost as far as these falls.\n\n\nPlummeting a total of 739 metres (2,425 ft), the world famous Yosemite Falls is the highest measured waterfall in North America and one of the treasures of Yosemite National Park. Formed by the swift waters of Yosemite Creek, which hurl themselves over the edge of a hanging valley in a dramatic and deafening show of force, the 436 m (1,430 ft) plunge of the upper falls alone is among the world’s highest. Difficult and treacherous to view, the smaller plunge of the middle cascades make up a drop of 205 m (673 ft), while the final 97 metres (318 ft) of the lower falls offers the waterfall’s most visited viewing point.\n\n\nLocated in Zimbabwe’s Honde Valley, the precipitous yet breathtaking Mutarazi Falls is a 762-metre (2,499 ft), free-leaping waterfall consisting of two delicate tiers in rapid succession, the higher of which is often hidden from view. The falls occur at a point where the Mtarazi River runs its course over the edge of the eastern escarpment of Zimbabwe's Eastern Highlands, and its two near-indistinguishable drops present an impressive sight as the river pitches headlong over the cliff face. The waterfall is most impressive in the late summer period when the year-round flow of the river is at its greatest. \n\n\nPeru’s stunning Gocta Cataracts is a perennial free-leaping waterfall with two drops that fall in dizzying fashion 771 metres (2,532 ft) straight down into the Cocahuayco River. Known for centuries to local residents of the province of Chachapoyas in Peru's Amazonas region, its existence only recently emerged as common knowledge to the wider world when it was discovered by German Stefan Ziemendorff, who constructed a trail to and measured the falls. Although Gocta shows a modest to high volume of flow, it grows into an immensely powerful cataract when its stream is full, and can be seen from many kilometres away.\n\n\nCascading chaotically down a cliff face in Norway, Mongefossen is usually listed as having a height of 773 metres (2,535 ft). It holds the distinction of being the highest waterfall on earth that can be viewed from a railway station, situated as it is just north of the famous Rauma Railway as its passes through Monge. Unfortunately, as is the case with many of Norway's tallest waterfalls, Mongefossen has been tapped for hydroelectric production, resulting in a greatly diminished water flow during the summer tourist season – though it likely flows well during the snowmelt periods of mid-spring to mid-summer. \n\n\nRamnefjellsfossen – traditionally known as Utigardsfossen – is an exceptional waterfall that spills into Norway’s deceptively calm but beautiful Lake Lovatnet, its total drop of 818 metres (2,685 ft) formed by five free-leaping cascades. 599 m (1968 ft) are formed by the steepest part of the falls; the rest is made up by the cascades below the main part and those at the snout of the glacier above. Fed by the mighty Jostedal Glacier – continental Europe’s largest – Ramnefjellsfossen’s surprisingly small flow of water has ensured it is one of the few major waterfalls in Norway not to have been slated for hydroelectric usage.\n\n\nIndisputably the second tallest waterfall on the planet, South Africa’s mightily impressive Tugela Falls plunges a total of 948 meters (3,110 ft) in a series of five free-leaping tiers. Dropping from an escarpment in the Drakensberg (Dragon's Mountains) within the Royal Natal National Park, the spectacular cascades are easily viewed following heavy rain, when the torrent glistens from the reflection of the late afternoon sun. Reachable via stunning trails and nail-biting chain ladders, the summit of the escarpment and head of the falls offer spectacular views of the cascades rushing down through the natural amphitheatre.\n\n\n at 979 metres (3,212 ft), Venezuela’s Angel Falls is an almighty sight to behold, and its 807 m (2,647 ft) main plunge is also the world’s highest single drop. So great is the height that before reaching anywhere near the base of the falls and Kerep River, much of the water is evaporated or carried away as a fine mist by the wind. Situated in isolated jungle in the Canaima National Park, the waterfall bursts from the cliff face near the brink of the heavily fractured Auyantepui table-top mountain, dropping over the edge, then cascading down steep slopes before dropping over another 30 m (100 ft) high plunge. Awe-inspiring.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","title":"The View from the Seven Highest Waterfalls on Earth","author":"Karl Fabricius"}