{"url":"http://www.environmentalgraffiti.com/featured/anything-for-perfect-volcano-shot/10371","content":"\nDr Tom Pfeiffer treads carefully across the Kilauea lava flow. It is hard to tell which direction to go in, and in the harsh volcanic landscape, even harder to judge distances. The terrain is tough as hell, undulating underfoot and too hot to proceed in places. Then there is the lava to think about. In a flash, the base of the fresh cone above the lava skylight collapses, giving way to a huge surge of molten rock that rapidly begins flooding the entire area where he and the others are stood.\nIt was day three of an expedition to observe Hawaii's ever active volcanic vents. That morning, Tom and the others in the group had established camp, following a stunning hike to fetch water – water now invaluable for wetting parched throats and splashing over boots half melted by the scalding terrain. Thank heavens for good soles; the footwear will still need fixing, but hopefully that's all. With the encroaching lava, the more pressing challenge is to climb their way out of there – and fast.\nThe life of volcanologist sounds either supremely exciting or downright foolish, depending on how far your definition of adventurous extends beyond the latest Wii game. But for those geologists and volcano aficionados whose very blood runs like pyroclastic flows, it has to be the perfect job – and leading expeditions to many of the planet’s most active volcanoes, like treading a heaven on earth. But isn’t it dangerous?\nUpon hearing the word danger, Tom Pfeiffer is cool; not dismissive, but he thinks the word is overused when people talk about volcanoes. The media especially likes to focus on their destructive power, but that’s not how he sees them. “It’s the beauty and deep emotions felt in the presence of lava and eruptions,” he tells Environmental Graffiti. Rather than of danger, the guide of over 50 volcano tours across three continents prefers another word: “Excitement.”\nA few days earlier, the group had spent two nights close to some lava cones. On the second night, a surge of lava went shooting up into the air. Five smouldering hornitos – small, rootless lava cones – suddenly ignited, spitting out fountains of lava 10 metres high. “It was magical. Lava had accumulated in the pond of lava lying beneath the tall volcanic cones, and suddenly there was this – while all around stretched a vast lava field, a vast lava landscape.” Magical.\n“Adventure,” says Tom. “The people on the exhibition had an extraordinary feeling that day. Of course you need luck. For conditions to be ideal you need extraordinary luck. But then the emotion! It’s less a sense of danger than the excitement of entering the unknown – the unknown of volcanic activity, of the weather – and the feeling of being alone with one of nature’s great forces. For while there are thousands of visitors, nobody sees the same things.”\nAre there risks? “Of course there are risks. It’s risky if you don’t know what you’re doing. But if you know what you’re doing it’s as safe as riding a mountain bike.” And it has never been dangerous, except on the one occasion. “I don’t make it dangerous,” explains Tom. “I don’t do it unless I think it’s safe. It can be safe even when we’re up close. Risk is apparent because it’s an alien environment. You’ve got to know how to prevent danger, then you’ll be OK.”\nSo did he prevent danger in Hawaii when the overflow of lava occurred? “We were forced to leave our observation positions quickly and retreat to higher ground. When we got to around 30 metres away from the source, we saw that the arriving wave of lava was at least one metre high.” Naturally, it’s all part of the appeal: “What’s exciting – good conditions, good weather, hiking, camping out in the testing volcanic terrain, the risk – but it’s all worth it for the beauty.”\nIt should be clear by now that feeling and passion are what interest Tom Pfeiffer about volcanoes. It is not even always possible to take photographs, what with technical limitations and not having film handy; yet photos cannot capture what it’s like to be face to face with these stirring ruptures in the earth’s crust. “The passion comes first. And people might then be inspired to study and explore the world of volcanoes further.”\nIn his time, Tom has spent months on end working as a volunteer at the volcano observatory at Hawaii as well as elsewhere, setting out on many expeditions with friends and colleagues. After studying in Europe, he founded Volcano Discovery, an international team of volcanologists who take tours in places as far flung as Iceland, Indonesia and Alaska. As with any work, it’s not all excitement; there is book keeping and databases – but they’re another story.\nWith special thanks to Dr Tom Pfeiffer for agreeing to be interviewed for this article. To find out more about Volcano Discovery and the destinations they can take you too, visit \n.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb32.webshots.com-159-2635301020102347975S600x600Q85.jpg","title":"Anything For The Perfect Volcano Shot!","author":"Karl Fabricius"}