{"url":"http://www.environmentalgraffiti.com/nature/news-straight-your-nightmares-goblin-shark","content":"\nThe Goblin shark is truly one strange creature. It is easy to understand how it got its name when you see it, for it looks like something straight out of a Stephen King movie. \nThe Goblin shark has only been encountered a few times and very little is known about it. What is known is that it is a slow moving deep sea shark that lives at depths of 1200m/4000ft in seas around the world. Goblin sharks have been observed in the western Indian Ocean, western Pacific Ocean and most of the Atlantic. They are most commonly found in the waters around Japan, in an area between Tosa Bay and Bosa Peninsula, where they were first discovered by modern science.\nThe Goblin shark's common name is a translation of the Japanese name \n, which was the original term that Japanese fishermen used to refer to the shark. It refers to the goblin-like \nof Japanese folklore, which has a long nose reminiscent of the Goblin shark's snout.\n\n\nGoblin sharks feed on a variety of organisms that live in deep waters. They eat fish, including other sharks and rays, and can grow to be 3.8m/13 ft long. (They might grow bigger but the above number is based on the biggest observed specimens.) They also feed on crustaceans and squid, octopus and cuttlefish. Goblin sharks have several rows of teeth of which some are developed to help catch prey while others are designed to help them crush the shell of crustaceans. The front teeth are long and smooth-edged, while the rear teeth are adapted for crushing.\nUp to 25% of the Goblin shark's body weight is its liver. This is similar to other sharks, such as the Basking shark and the Frilled shark, and contributes to the buoyancy of the shark, which, like all sharks, lacks a swim bladder.\nGoblin sharks hunt by sensing the presence of prey with electro-sensitive organs in the rostrum, or snout, due to the absence of light in the deep waters where they swim. Once a shark finds its prey, it suddenly protrudes its jaws, while using a tongue-like muscle to suck the victim into its sharp front teeth. Very little is known about the species' life or reproductive habits. Only about 45 specimens of the Goblin shark have been described in scientific literature.\nGoblin sharks can grow to 11 feet (3.3 m) long and weigh 350 lb (159 kg). The pink coloration, unique among sharks, is due to blood vessels underneath its semi-transparent skin (which bruises easily). The fins have a bluish appearance. \nIn 1985, a Goblin shark was discovered in waters off eastern Australia. Several specimens have been caught in the vicinity of New South Wales and Tasmania and are preserved at the Australian Museum. In 2003, more than a hundred Goblin sharks were caught off the northwest coast of Taiwan, an area in which they have previously not been found. Reportedly, the sharks were caught a short time after an earthquake occurred in the area.\n\n\nOn January 25, 2007 a 1.3 m long Goblin shark was caught alive in Tokyo Bay, in waters 150 to 200 m (500 to 650 ft) deep. Later the same year in April, several animals were seen swimming in shallow waters in the Japanese Sea. A live one was caught near Tokyo Bay. It is the first time the animals have been seen swimming in shallow waters.\nThe Goblin shark looks like something straight out of our nightmares, but it is a vital to the ecosystem of the mysterious deep dark waters that surround us.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"Goblin Shark: The Most Demonic Shark On Earth","author":"Tammy Marie Rose"}