{"url":"http://www.environmentalgraffiti.com/food-and-drink/news-thrill-underwater-pumpkin-carving","content":"\nI remember fondly carving pumpkins when I was little. Mom always fried the seeds, which I thought was a normal thing to do until I got married and was informed by my wife that was bizarre. I never carved a pumpkin underwater though. I would love to have the opportunity to do so at some point in my life.\n\n\nDid you know that when you eat pumpkin - whether it's as seeds, pie or in a soup, you are eating the plant's ovaries? Yes, this puts new perspective into those who eat \"Rocky Mountain Oysters\" (bull testicles)! \n, pumpkins are created from the ovaries of the flowers that first bloom on the pumpkin plant. As those green nodules increase in size and shape, they begin to look more and more like the pumpkins we all cherish in the fall.\nConsidered the \n, it takes about \n. It's not much different from doing this in your kitchen, but there is a lot less mess to clean up. The \n for pumpkin carving currently is at 1 minute 14 seconds.\nBest of all, one can grow a pumpkin on almost any continent in the world - it is not native to just one place. Antarctica is the only place a pumpkin \n (but then, who else would want to live there?).\nDid you know that Morton, Illinois is the pumpkin capital of the entire world? Yes, \n. Carving pumpkins came from the Irish who settled in North America when it was discovered. However, they had been carving turnips for centuries, which was so much harder. When they saw the plentiful pumpkins all over North America, they thought, \"Hey! Why are we killing ourselves over stupid turnips? Pumpkins are easier to carve and look better too!\"\nIt is estimated that 80% of all pumpkins are naturally supplied in October. But, it isn't the time of the year that relates them to Halloween. It is the ancient \n of honoring the Samhain, the Lord of the Dead (celebrated November 1st). Pretty soon, the Irish picked it up and chose to light up craved turnips as their version of the event. As mentioned earlier, when the Irish settled in North America, they decided to switch to the prettier, easier to carve pumpkins.\n to cure freckles and snake bites, pumpkins have had all sorts of medicinal purposes conjured up over the centuries. They are rich in Vitamin A and fiber, but many of these medical breakthroughs have no bases to them.\nPumpkins pump \n into the American economy every year. \nThough you will see many lit pumpkins on doorsteps around the world this time of year, nothing can beat the Snickers candy bar. It's been proven that it is the \n for trick-or-treaters every year.\nGet your scuba gear, pumpkins, carving materials, and Snickers - Halloween is almost here!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","title":"The Thrill of Underwater Pumpkin Carving","author":"Asher Kade"}