{"url":"http://www.environmentalgraffiti.com/news-nyirigongo-worlds-most-dangerous-volcano","content":"\nNyiragongo. It rises 2 miles high over the eastern part of the Democratic Republic of the Congo (DRC) and is the most dangerous volcano in Africa if not the world. This is in large part because its next eruption could leave the nearby city of Goma like Pompeii, covered in ashes and molten rock – with very few left alive of the one million people in the lava's fiery path. \nWorld famous photographer Carsten Peter was part of a recent National Geographic expedition to visit the volcano and measure its gases, the better to be able to predict when, not if, the next explosion will occur. Death is never too far away from this volcano, with one scientist confirming that \"you can die very easily in there.\" A tourist died in 2007; he fell to his death. And the volcano has erupted twice in 25 years, the last time in 2002, when the lava shot from a fissure partway down the mountain sending it right through Goma – forcing 350,000 to flee and destroying a swathe of the city. \nSince the civil unrest in the DRC, there are many more people in the city, some refugees who have no idea of what Nyiragongo can do, others those who have experienced the power volcano firsthand but whose daily struggles take precedence over day-to-day worry about the mountain in whose shadow they live. Fourteen villages, 80% of Goma's business district and part of the city's airport were destroyed in the last eruption. Hundreds of thousands fled to Rwanda.\nIn the show \"Man vs. Volcano\", being shown on the National Geographic Channel on April 7, 2001, you can see Carsten Peter's attempts to get a shot at the rim of the volcano. We had a chance to speak with Carsten about his fascinating experiences. One of the burning questions we had was about how close he got to the rim of the lava lake that bubbles inside Nyiragongo: \"I mean I was directly on the rim,\" he told us, drawing fearful squeaks from this author. \"You mean you could have put your hand over?!\" we wondered. \"Well the thing is, there is a huge radiant heat and, when I climbed up to the rim, I didn't have a thermal suit... so I was very much exposed to the heat and couldn't stay there very long. So for me it was a very short view over the lake, unforgettable and amazing.\" \nNow the thing to remember here is that there is what's known as \"spill over\", where the molten lava escapes the cone, meaning at any time the direction could have shifted to where Carsten was positioned. We won't even go into the potential danger of the unstable rim collapsing under the weight of a human body...\nCarsten says: \"It is the third time I was at Nyiragongo. I more or less knew what to expect. However it is the first time I saw the lava lake. It was pretty deep at that time, about 800 meters down there, and now you have this giant lake... I love it. You are almost hypnotized. You want to sit on the edge and observe as long as possible but this is not always possible. There are quite a lot of clouds. In the beginning you had visibility about halfway decent. You saw a little but not to much, and when it tears up the cloud cover then it is really amazing – and it also depends on the time of day. The later it gets the more glowing you realize is around you and the more amazing it gets. During the day, there you see the glow but it's not as impressive as in the mixed light or in the night.\"\nCarsten told us that he actually felt safer with this volcano than with one which has pyroclastic flow, even though both are dangerous to say the least and will do untold damage. As he put it: \"If you drive over a cliff in a car or a truck, which is the most dangerous?\" \nHazards aside, though, Carsten did have some memorable moments, and was only too glad to share with us a couple of the most special: \"I loved the situation after the first day,\" he explained. \"The scientists left (to the summit camp) and my assistant was ill too. And as they all had to go up, I had the whole crater to myself on the second terrace. I loved the situation – amazing – you feel very exposed and on the other hand very privileged. You enjoy this incredible situation by yourself. Normally you have to climb down of course in company. You can't do that alone: so many things to carry, fix ropes, and so on, so you need a group. On the other hand, it meant that I had a lot of problems, because originally I wanted to film the scientists doing their science, but they just left.\"\nA second special moment for Carsten came \"down on the third terrace, below the lake of lava.\" As he told us: \"We realized that sometimes in the center of the magma there was some gas that was bursting. It made some low frequency noises that you could feel on your body but not hear – very, very weird.\" \"A bit like an earthquake feeling?\" we wondered. \"Yeah it took your whole body but you couldn't hear it because it was so low, but very strong. It was amazing. Sometimes you have these kind of surprises. You can't tell where it comes from or what it is, like a really giant subwoofer.\"\nOne of the difficulties surrounding Nyiragongo is predicting when the next eruption will occur. We wondered if this expedition would help with such predictions. It seems the work will make a difference but is going to take two years of study. \"I wouldn't overvalue it,\" says Carsten. \"Better monitoring is the only way to help. The problem is, they have difficulty on that volcano because the seismic stations are immediately stolen or whatever because it's always of value and will be taken away. So it's very difficult to have nice monitoring on that volcano... Yes it helps, what we did. They (the scientists) did lot of sampling and gas measuring for a better understanding of that volcano. In the short term the monitoring will help but in the broader sense it will help too.\"\nCarsten is  consummate explorer, photographer and adventurer. He gave us his philosophy when we asked what the toughest shot was to get on the trip: \"Well I was not doing it shot by shot or whatever,\" he said. \"I wanted to narrate a story, and of course there are easier ones and more difficult ones. I mean the whole thing is always a hustle, and it might not always be the most spectacular, but you are struggling the whole time. You never have the feeling you are kind of finished. I mean, that is my general attitude: I don't know exactly if it is now enough to make a story for National Geographic; do I need more? You don't question it; you work as hard as possible. The biggest difficulty was the weather. We had very bad luck with the weather. It was rainy and foggy and misty, and you need a kind of persistence to get the right window.\"\nHe added: \"No precipitation and good visibility and all that has to come together, and it's not so easy because one factor is always missing. And it's always different than you imagine. You have to work around and make some compromises... You have to make the best out of it. You have something in mind and you can't fulfill it, so you work around it. I would say there are always surprises, and you discover things you would never have thought, and you have to try and turn it around.\n\"You have to act accordingly to situations. You have to act fast, and I think it would be boring without that. That is the core essence of my work – to be curious and explore the world. That is the driving moment to me. You want to explore something new, and you want to get out of your comfort zone too, to really experience it.\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb32.webshots.com-159-2635301020102347975S600x600Q85.jpg","title":"Nyiragongo: The Most Dangerous Volcano on Earth","author":"Michele Collet"}