{"url":"http://www.environmentalgraffiti.com/news-watch-out-diamond-scams","content":"\nWith diamonds one of the most sought after gems today, there are many con artists who like to take advantage of the situation. There are numerous diamond scams, but here are five of the most common. Read on to make sure you don't get short-changed. \n1. \n. Most jewelry stores like to showcase their stones under bright lights. This makes them shine. Some even use fluorescent lights to alter the colour of the diamond. Make sure that you ask to see a diamond in a darker lighting. This will help you see the true brilliance of the stone, not the embellished one.\n2. \n. Sometimes you will be told by a jeweler that a blue-white diamond is unique, special, and rare. This diamond is actually not very high quality and in most cases not worth that much. Don't be fooled by the recommendation. \n3. \n. When looking at a price tag, the total carat weight is usually listed. This number though includes the total weight of all of the diamonds, not each one individually. This means that you could get fooled into buying a diamond that you think is bigger in size than it actually is. Always make sure to ask what the total carat weight of each stone is. Also, make sure that the weight is not rounded off. Some jewelers will round up the weight to the next highest number, once again misleading the buyer.\n4. \n. A jeweler may tell you that a piece of stone you have is worthless or not of great quality and offer to trade it or take it off your hands. Beware of this. They are often low balling. They are just telling you that so that they can sell the stone and make a profit. If you do want to trade in a diamond, make sure to get numerous opinions from different jewelers. This will allow you to educate yourself on the perceived value of the stone.\n5.\n.  When you pay for a ring or a diamond, make sure you take it with you. If you are getting it sized make sure you take it to a trustworthy jeweler. Why? Because some jewelers will actually swap the diamond you paid for with one that is worth less and give you back a ring with a stone different than the one you paid for. Always avoid new jewelers or ones that you have not done business with before. Make sure they have earned their trust. \nSo here are five ways to make sure you don't get taken for a ride. Remember to use your best judgement and to take your time when purchasing a diamond. You want to make sure you get the best bang for your buck.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","title":"How to Spot a Diamond Scam","author":"TCKellett"}