{"url":"http://www.environmentalgraffiti.com/news-top-hypoallergenic-dogs","content":"\nOk, so maybe there is no such thing as an absolutely 'hypoallergenic' dog, but these four dogs are considered great for allergy sufferers; they are typically considered 'low-allergy' as they shed very little hair and have a lot less dander then the typical dog.\nThe Basenji is a small short hair dog with pointed ears and a curled tail. It is a breed of hunting dog originating in Central Africa commonly nicknamed the Congo Dog. Basenjis are powerful jumpers and are often affectionate and energetic but reserved with strangers, though may not get along with non-canine pets. They have been known to form strong bonds with a single human and love to chase after things crossing their path! The average dog weighs 24 pounds and lives about 13 years. The Basenji has a few unique properties in that it does not bark and it washes itself like a cat, typically leaving it with no doggie smell.\nThe Bedlington Terrier has a bit of an odd look with wiry fur and a strange wedge shaped head with triangle shaped eyes; they are a breed of Terrier named after the town in North East England they are from. The Bedlington Terrier is a good dog with mild-manners who tends to present a difficult training challenge, but is calmer then most terriers and is a loyal family companion. Because of their high energy, the Bedlington Terrier will require several high energy walks a day to keep it happy. They typical dog lives 13 years and require weekly combing and professional grooming visits, every six to eight weeks to keep their coats in good shape. These dogs shed little to no hair and seem to have no dander, perhaps do to their demanding grooming schedule.\nThe Bichon Frise is a small dog typically weighing less than 24 pounds and is described as being smart; they are of the Bichon breed and considered gentle, sensitive companion dogs. The Bichon Frise would make a great family pet as it is noted for getting along well with both children and other animals. A Bichon Frise's typical life span is about 16 years, and because about 10% of their body weight is fur, this breed should be groomed frequently and bathed every month. Professional grooming is recommended every 4 weeks. This frequent grooming schedule helps to minimize their already low level of shedding and dander.\nThe Border Terrier is a small dog typically weighing about 13 pounds with a rough coat inherited from the Terrier breed which was originally bred as a hunting dog. They have been described as being stubborn but overall are even tempered and get along well with children and other dogs, making them a good choice for a family pet. The Border Terrier lives on average about 15 years and is very intelligent, while adapting to change well. They are unique in the fact that they make excellent therapy dogs and are very sensitive and observant.\nThey have a durable, wiry coat which needs to be brushed weekly and professionally groomed twice a year. The Border Terrier naturally sheds little to no hair and is good for allergy sufferers. Bathe only when necessary.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/inca-quill-face.jpg","title":"Hypoallergenic Dogs: Mutts That Won't Make You Sneeze","author":"Tinahm"}