{"url":"http://www.environmentalgraffiti.com/ecology/lowland-streaked-tenrec/17919","content":"\n\nImage via \nLowland streaked tenrecs not only have a funny name, they’re also loved by many because of their appearance, which seems to be a cross between a hedgehog and an oversized bee. But these small mammals have another interesting feature: apart from no tail, the males also have no scrotum. Why? Read on to find out…  \nTenrecs or more precisely \n belong to a family of mammals native to Madagascar and parts of Africa. The diverse members of this species evolved in parallel with and may resemble hedgehogs, opossums, shrews, mice or otters but are actually most closely related to other African mammals like golden moles and sengis (elephant shrews). Their common ancestry with animals in the Afrotheria group like aardvarks, hyraxes (shrewmice), sea cows and even elephants was not recognised until the 1990s.    \n\nImage: \nOne feature they even share with birds, reptiles and amphibians is the common anus and urogenital tract, unusual for placental mammals. Another fact that often amuses those studying these little critters is that their body temperature is low enough to not require a scrotum to cool their sperms as is common in most mammals, including the human kind. \n\nImage: \nLowland Streaked Tenrecs (\n) show a distinct two-tone colour of black with yellowish stripes said to camouflage them while foraging for food in their tropical rainforest habitat. The stripes run along their backs with a distinct ring of spiky yellow bristles around their heads. The coarse fur with barbed spines reminds of that of a hedgehog and both known \n species have barbed detachable quills that they use as a defense mechanism and to protect their woolly bellies. Several of these quills rubbed produces a high-pitched sound that is hypothesized to be a source of communication among tenrecs.\n\nImage via \nLowland streaked tenrecs are small mammals, growing up to 20 cm (8 in) in length and reaching a weight of 275 g (0.6 lb). They are social animals that live in groups of 15 or more. Their diet consists mainly of worms and grubs that they sniff out using their excellent sense of smell and sensitive whiskers. \nWe'll leave you with a long but cute video of baby tenrec antics:\n\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/i-XGRgLrS-Ljpg","title":"Hedgehog + Bumble Bee (- Scrotum) = Lowland Streaked Tenrec","author":"Simone Preuss"}