{"url":"http://www.environmentalgraffiti.com/news-worlds-most-amazing-vertical-gardens","content":"\n \nYou are walking along a city street when suddenly you are confronted by the totally unexpected. A wall of greenery rises vertically up the face of a building nearby, and architecture takes on a whole new dimension. Not only are those who instigate this type of cladding being environmentally friendly. They are saving money as well. \n\nOne of the most well-known vertical gardens was created by Patrick Blanc, a botanist, inventor, designer and the godfather of the vertical garden. The walls of the Musée des Arts Premiers Quai Branly in Paris were created in 2004 and are completely covered in vegetation. Blanc used his patented scaffolding and irrigation system to create this masterpiece. These wonderful creations, known commonly as living or green walls, are most often located in urban settings, though uses on office buildings are becoming more popular. Plants making up these walls reduce overall temperatures of the buildings they cover, which in turn reduces energy consumption.  \nThe primary cause of heat build-up in cities is absorption of solar radiation by roads and buildings, and the storage of this heat within the materials they are composed of. Plant surfaces however, because of transpiration in the leaves, never go more than 5 °C above the ambient temperature around them, and are often cooler.  \nLiving walls also provide a perfect way to use waste water. The plants act as water treatment cells, purifying slightly polluted water by absorbing the dissolved nutrients. Bacteria mineralize the organic components to make them available to the plants. These walls are especially suited to city life, making good use of available vertical surface areas and also in very dry areas, as the circulating water on a vertical wall is less likely to evaporate. \nClimbing plants can be exceptionally good for green wall planting, because they provide the local bird and animal life with more living environments, encouraging biodiversity. Because they take up so little space, other than in the vertical, these green walls can truly enrich the natural wildlife of the area by providing so much undisturbed habitation for it. \n The vertical garden in Mexico City is composed of several different species of plants native to the valley of Mexico. Behind the wall, there is a concealed irrigation system that delivers just enough water so they can thrive. So effective and attractive is this method of gardening that more sites are appearing around the globe every day. A green wall is partially or completely covered with vegetation and, in some cases, soil or an inorganic growing medium. The vegetation for a green façade is always attached on outside walls. \n In Madrid, Spain, this is the approx. 40 ft tall vertical garden designed by botanist Patrick Blanc. \n The largest vertical garden in the USA is located in Pittsburgh. \n Camperdown apartment complex with 33 m high vertical garden, Sydney, NSW, Australia \nAs you can plainly see from all of the enclosed images, this wonderfully green and environmentally perfect solution to the drabness of city buildings is a trend growing in popularity around the world. It does the heart good to see that the need for conservation of natural resources is being so positively addressed on so many places. Greenery really can make any building beautiful. If it can also cut fuel bills and help save the planet, should we not all be joining in? \n New Street Square, London, EC4 Vertical planting \nSource: \n  ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","title":"The World's Most Amazing Vertical Gardens","author":"tonyleather"}