{"url":"http://www.environmentalgraffiti.com/ecology/north-atlantic-right-whales/8091","content":"\n\nImage: \nWith a very large head (1/4 body length), great oil yield, and extra blubber that caused them to float when dead, the Right Whale was always the 'right whale' to kill in both the Atlantic and Pacific oceans. Oil was not the only commercial product derived from Right Whales. Baleen called 'whalebone' was used to make buggy whips, parasol ribs and the stays in women's corsets. In printing shops, it was the first choice to crease paper because its flexibility did not cause any damage to the paper. Right Whales must have felt cursed when pursued by 18th and 19th century whalers. They were not protected until 1931 by the Convention for the Regulation of Whaling, which took effect in 1935 and which Japan and the Soviet Union did not sign. Their populations in the Atlantic and Pacific Oceans had been decimated and the species was driven to the edge of extinction.\n\n\n\nImage: \n\"Adult right whales are about 50 feet (15 m) long, and can weigh up to 70 tons (140,000 lbs; 63,500 kg).\" (Source #1) Right Whales are baleen whales and do not have teeth. Their huge mouths are filled with two rows of baleen plates that can be 8' long and are embedded in the upper jaw. Baleen is composed of a substance related to keratin which is found in hair, horns, claws, and fingernails. Each long baleen plate has frayed edges - 'baleen hair' - on each side. Baleen whales feed on plankton (krill), the tiny floating animals of the world's oceans. Right whales swim into an area of high zooplankton density and then move their huge mouths through it to capture the krill, copepods and small fish. Taking in huge mouthfuls of water, baleen whales then close their mouth to force the water out. The quantity of krill needed each day by a whale whose adult weight is often over 50 tons is very large. Studies of the longevity of Right Whales are nearly impossible, but examination of ear bones and eye lenses in dead whales indicates an average life span of at least 50 years, with some individuals living more than a century.\nIn the western North Atlantic, Right Whales are distributed from the coast of northern Florida to the Bay of Fundy in Nova Scotia. Females and calves are most often seen in winter months off the coast of Florida and Georgia, their only known calving ground in the western North Atlantic. About 100 Right Whales frequent this breeding ground. Females may reach ten years of age before giving birth to their first calf and gestation lasts 12 months. This area is sadly close to shipping lanes where large vessel traffic has increased since 1980. More than 60 percent of the North Atlantic Right Whales have scars from entanglement in fishing gear, such as lobster pots and sink gill nets. Cuts from ship strikes are also visible on many whales. 50 North Atlantic Right Whale deaths since 1986 have been investigated and at least 50% were due to vessel collisions and fishing gear. Recovery plans began in 1987, but population numbers remained in decline.\n\n\n\nArtist: \nIn 2005, the North Atlantic Right Whale population was officially declared in crisis. Only 350 individuals were believed alive and well in the North Atlantic. There has been a negative population growth rate since 1980. Eight individual deaths recorded between April 2004 and July 2005 were particularly serious because six of these Right Whale deaths were adult females, three of which carried near term fetuses. Furthermore, these eight deaths are three times the average annual mortality rate. A typical North Atlantic Right Whale female will produce five calves before it's reproductive potential has ended. By contrast, the Southern Right Whale has an estimated population size of 10,000 with an annual growth rate of 7%.\n\n\n\nImage: \nSurprisingly, all is not lost. Thrilling and unexpected observations published in early January 2009 reported unusually large numbers of North Atlantic Right Whales in the Gulf of Maine off the northern New England Coast (USA). Aerial surveys saw 44 individuals on December 3, 2008 about 70 miles south of Bar Harbor, Maine, when a typical daily observation at this time is 3 to 5 Right Whales. On December 4, 2008, three Right Whales were seen 80 miles east of Gloucester, Massachusetts, (an area east of where this author led whale watches some years ago); and on December 14, 41 Right Whales were observed just west of Jordan Basin.\nWe can cautiously smile. The North Atlantic Right Whale has proven more resilient than whale biologists thought but this is no time to relax. Granted, commercial whaling no longer occurs in the western Atlantic Ocean but the dangers listed above remain. If you live anywhere near a coastal area with whales, go on a whale watch, volunteer with local whale preservation groups and give over a donation at the next 'Save the Whales Event'. Leviathan needs all of us, and we need him. Herman Melville's \"Moby Dick\" is about much more than an adventure story about an obsessed whaling captain pursuing a giant white whale. It is ultimately about the mythic realm, the forces that roam in other dimensions that we rarely perceive, forces that shape things larger than ourselves. Captain Ahab saw what all whales represent. They embody mythic energy and we need them to nourish our souls.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","title":"North Atlantic Right Whales Are Making A Comeback ","author":"merlynne6"}