{"url":"http://www.environmentalgraffiti.com/conservation/news-peat-feet","content":"\nIt smells something like rotten eggs, does it not? Or maybe like dirty feet! What is that smell exactly? Ah, it's peat!\nPeat is the meat of our world’s wetlands, the most biologically diverse of all the terrestrial microecosytems on the planet. It is the layers of subsurface wet soil formed by acidophilous vegetation beneath our feet that brings about its illustrious (if stinky!) scent.\nBogs, swamps and marshes cover low-lying, low elevation areas the world over. Most are found in coastal areas abutting estuaries, protecting us from storm surge, and providing economic melting pots for fishing communities worldwide. \nWhat is it about the soil beneath wetlands that is so important to our survival on this planet? Why should we care? Let me give you a clue: without the formation of peat, wetlands would no longer function as such, and we would have a time of it. Peat acts as the world’s greatest filtering system, one that systematically filters out most pollution and chemicals that enter into a wetland system. \nBut, what makes peat tick? What makes it smell so? One word: \n, the transformation of dead decaying biomass that has compressed over time and which has mixed with wet soil beneath the drier surface layer. \nThe decomposition of trees and shrubs, varying in size from very small twigs to large tree trunks, occurs at various levels. There is a general inclination for humification to increase in size and distribution towards the bottom of a soil deposit. The deeper profiles of acidic peat are often stratified into layers of differing humification. In the case of wetland areas, we have peat as the result of humification. \nPeat is essentially a moss. In fact, the most important peat-forming genus in wetland ecosystems is called \n, which produces a fast-growing, loose-textured deposit otherwise known as \"moss-litter\". The Sphagnum genus is one of most common mosses in the world due to its omnipresence in bogs and mires. Wetlands, like bogs and mires, are dependent on precipitation as their feeding tube, thus making them suitable habitats for the Sphagnum peat. It all goes in one magic circle. \nThe genus is quite renowned for its innate ability to retain water. Species members of the Sphagnum genus can hold quantities of water in their cells up to 20 times their dry weight. The empty cells retain water under dry conditions, and under wetter conditions help Sphagnum to float. \nSphagnum and the peat formed from it do not decay so much because of the phenolic compounds embedded their cell walls. They also do not decay quickly – because, in the words of Wikipedia, \"the bogs in which \n grow are submerged, deoxygenated, and favor slower anaerobic decay rather than aerobic microbial action.\" Peat moss can also acidify its surroundings by taking up cations (positively charged ions) like those of calcium and magnesium, all the while releasing hydrogen ions (an acid, which remarkably is the culprit of ocean acidification). \nThe releasing of hydrogen ions is what we smell – the stink – when we walk through the precious muck of our favorite bog or mire.\nIt is most unfortunate that wetland areas are disappearing, mostly from day-to-day development. Each year in Louisiana, almost 15,000 acres of wetland (bayou) disappear. There are also major events that hit wetlands hard like the 2010 oil spill off of Louisiana‘s Gulf coast, where nearly 700 miles of shoreline were oiled. Even today more than 370 miles of coastline and wetland areas continue to be impacted by the spill, simply rotting away at fragile wetland areas. Almost $2.4 billion a year in wages and sales of precious wetland commodities such as oysters have been lost here, most likely forever.\nThe stink is good. We want the stink. We can bear the smell if we know the purposes and functions of peat in our extremely important wetlands.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3679129785379507d6bazjpg_0","title":"Stinky Peat! The Lifeblood of the World's Wetlands","author":"DARWINSBEAGLE"}