{"url":"http://www.environmentalgraffiti.com/featured/guerilla-style-street-art-by-luzinterruptus/5312","content":"\n \nIf you were in Madrid, Spain just before Christmas you may have noticed some very odd looking street lamps. As part of the \n (Red) Project, 26 street lights on Calle del Pez were subjected to guerrilla street art tactics. \n\nSpanish designers LuzInterruptus set up a temporary lighting installation using domestic square, frilly lampshades, which they taped to the existing lights, producing a more intimate feel on the public street. \n \nThe total outlay for the project was reported to be 180 euros, took three hours to install and ran for seven hours. The images, taken by \n, are really successful in portraying the desired effect – a sensual ambience – and work well with the graffiti in the background. They seem to make what could be a scary street at night quite attractive. \n \nMany of Madrid’s art galleries are in and around Calle del Pez, but the street was once more connected to fish than art. Calle del Pez literally means Fish Street. \n \nMany moons ago the street had several ponds filled with fish but the King at the time, Felipe II, dedicated the space for new construction. Over time, as houses were erected the fish and their ponds disappeared. Soon there was only one fish left, which was rescued by one of the residents, Juan Coronel. He gave it to his young daughter, who had loved watching the fish, but the fish eventually died too and his daughter was inconsolable. So Mr Coronel made a plaque of a fish in remembrance and fixed it outside their house. The street soon came to be known as the street with the fish, and so the name stayed. \n \nThe Coronel’s original family house is no longer standing but the new building built in its place also has a fish plaque hanging outside. \n \nSource \n, \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","title":"Guerilla-Style Street Art by LuzInterruptus","author":"Linda"}