{"url":"http://www.environmentalgraffiti.com/news-weird-mating-ritual-banana-slug","content":"\nSlimy Banana slugs need little introduction. Honored as the official mascot of the University of California, Santa Cruz, they can often be seen on huge roadside hoardings and printed on t-shirts. The second largest species of slug in the world, Banana slugs live on the damp forest floors of the Western United States.\nUsually bright yellow in color, the Banana slug is a shell-less mollusk which can grow up to 15-25 cm (5.9-9.8 in) in length. Banana slugs eat many different foods such as plants, rotting fruits, animal waste, and surprisingly other banana slugs too! But the most bizarre fact concerns their strange mating habit, where one slug chews the penis off its partner after finishing sex. Chomp... Chomp! Interesting but disgusting.\nBanana slugs are \n, which means they have the reproductive organs associated with both the sexes. So, they can act as both male and female at the same time, and on rare occasions are even known to mate with themselves too. Their Latin name is \n, which means ‘giant penis’. It's a fitting name too as they do all have enormous penises, almost as long as their entire body length.\nIf a Banana slug is to mate properly, it has to choose a partner of equal size. If it doesn't and the calculation is not done properly before mating, the chances are that its penis will get stuck during copulation. Unable to pull out afterward, the only option left is to bite off the other slug's member. This strange process of penis-chewing is termed \n.\nAnother very strange fact about Banana slugs is that they mate on a thick layer of slime, which they produce before the mating begins. They often eat each others' slime, perhaps in the process of getting to know each other.\nOne might well wonder for hours about such a bizarre mating ritual. What if both slugs were to start chewing, for example? Obviously both would end up penis-less. Eeek!!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/glaucus.jpg","title":"The Bizarre Mating Ritual of the Penis-Chewing Banana Slug","author":"Alka Sharma"}