{"url":"http://www.environmentalgraffiti.com/nature/news-dinosaur-egg-boulders-moeraki","content":"\nOften, nature teases our reason and challenges us to more creatively evaluate her beauty. Like an elderly woman wishing her husband would view her like he did when they were young, Mother Nature asks us to view her imaginatively like we did when we were children. She shows us amazing phenomena like painted landscapes, psychedelic hot springs and clouds that resemble UFOs to remind us that nature can be most magical when not viewed through the strict lens of science. Henry David Thoreau wrote in Walden that the poet's approach to nature will always be superior to the approach of farmers or naturalists, because only a poet can be inspired by nature's purity, without wanting to dissect it into logic. If we adopt a poetic approach to the Moeraki Boulders of New Zealand, rocks can become dinosaur eggs.\nScientifically, the Moeraki Boulders are formations of cemented mudstone, shaped by coastal erosion. They are composed of mud, fine silt, and clay. They are predominantly spherical, though some are slightly elongated. All are huge – measuring up to 9 feet in diameter and weighing several tons. The Moeraki Boulders are a popular tourist attraction for their rarity, and suggestive shape.\nThe Moeraki Boulders also have an explanation rooted in myth. According to Maori legend, a canoe was wrecked along the New Zealand coast carrying a cargo of eel baskets, calabashes and kumaras, which petrified into rock when they fell onto the land. The boulders are symbols of the ship's loss.\nThe formation of the boulders occurred during the Paleocene era, 60 million years ago – immediately after the extinction of the dinosaurs (a mere coincidence?). They then took 5 million years to grow.\nThe largest boulders (or, maybe the most matured eggs?) are traversed by wide cracks, showing a hollowed center, as if a dinosaur has hatched. Many of these cracks are filled by a transparent yellow mineral (petrified embryonic fluid or remnants of dinosaur placenta?). This is calcite, which is commonly found in sedimentary rock.\nScience calls these cracks septarian concretions, but researchers still don't know how they were created (though the hatching theory may have been ruled out). The best guess is that expansion of gases countered by the shrinkage of dehydrated clay caused the cracks. \nThe inside of the boulder is structurally weak to begin with, and thus more susceptible to the cracks. When the cracks are very severe, the septaria contain crystals, which produce more pressure on the interior, eventually splitting the boulder into pieces.\nA walk along the New Zealand shore will find Moeraki boulders whether whole, with cracks big enough to crawl into or in mere pieces, allowing for a varied and tactile experience with the rocks. Seeing rocks beside the ocean that truly resemble dinosaur eggs in size, shape, and appearance, can make for a surreal trip and provide a reminder that nature can make even rocks visually intense.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-41728-2810239260104237032S600x600Q85.jpg","title":"The Dinosaur Egg Boulders of Moeraki","author":"ppavone"}