{"url":"http://www.environmentalgraffiti.com/food-and-drink/news-test-your-fruit-iq","content":"\nSo you think you know your fruits, eh? Take this simple IQ test on your knowledge of berries; you might be surprised. Answers are provided. Choose an answer that you think describes your understanding of what a berry is:\n \n  A small fruit grown in clumps on erect canes or trailing canes/vines whether with or without thorns.  \n  A \"simple and fleshy\" fruit containing numerous seeds that grow on trees, shrubs, or bushes.\n  A small and seeded yet \"simple\" fruit resulting from the ripening of an ovary in a flower with only one pistil.\n  A \"simple\" fruit with a fleshy inner, where both the fruit and the seeds are small; sometimes the seeds are diminished nearly to non existence and appear as specks.\n  Any seeded fruit (normally round or oval) that is fleshy and sweet that can be plucked directly and eaten immediately without cooking or processing.\n \n \nIf you answered NO to all the above, your fruit IQ is high.  If you answered YES to any of the above, you may want to brush up on your botany.\n  No.  Blackberries and raspberries grow this way, but are not berries.  They are classified as aggregate fruits.  Their names have berry in the title, but yet not a fruit -hhm that's different.\n  No. Trees, shrubs and bushes are not what defines a berry, and nor are numerous seeds.  They usually have numerous seeds, but that is not a must. \n  No.  Not all \"simple\" fruits are fleshy, but dry instead like the Brazil Nut, which is not a nut at all, but a capsule.  Capsules are in the fruit family, but they too are not a berry.  Next time you have a can of mixed nuts, you may have to say please pass the nuts and fruit.\n  No.  The size of the seeds can be very tiny, but some are more visible, and there are of course the seedless varieties.  Not only is the size of the seed not important in defining a berry, but neither is the size of the fruit.  Size is relative; what is small to one, may be large to another.\n  No.  Although it is true that many berries are round or oval, some are not.  More importantly, not all fruit is sweet, and therefore one might include olives.  You could pluck an olive directly from a branch and eat it immediately, but you probably would not want to for they are bitter prior to fermenting and/or curing.  Nutritionally olives are neither fruits nor vegetables, but act more like fats, however botanically they are considered a fruit, just not a berry.\n \n \nThe answer is an amalgamation of the 5 choices.  Berries are simple, but fleshy fruit, that usually contain numerous seeds (of varying size depending on the fruit).  Additionally botanists tell us berries grow from the ovary of a single flower, like grapes.\nSo are all grapes berries?  No.  Concord grapes for example are berries, but the Seagrape or Baygrape is not and grows quite differently.  This type of grape is a species of the buckwheat family, and is more like a sprawling shrub or tree and contains bark.  It is more similar to stone fruit meaning there is one large pit in the middle like the fruits of peaches and plums.  The Seagrape variety (Coccoloba uvifera) has an unusually large pit, and it's pit ratio leaves less fruit than seed, making it almost not worth the trouble.  For years people commonly thought the tomato was a vegetable but decades ago we learned it was a fruit, but more specifically it is also a berry; be careful for not all tomatoes are edible.  Just as some grapes and tomatoes defy the classic picture perfect mold, so do other fruits which too appear to be non-conformists.  That's the beauty of science:  mystifying; changing; and ever-teaching.  What about bananas?\nBananas are simple fruit, with fleshy insides, that may contain seeds, but bananas are not round or oval and have a leathery-peel exterior.  They grow in clutches or clusters known as hands, and do not grow on canes, vines, bushes or shrubs, and yet they are berries.  Many mistake bananas as growing on trees, yet they have no wood fibre.  Their main or upright stem is actually a pseudostem growing from a corm.  Banana trees are in fact decorative and herbaceous flowering plants that produce fruit and most are perennials.  Now that's berry berry interesting.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"How Much Do You Really Know About Fruit","author":"GetFacts not Hype"}