{"url":"http://www.environmentalgraffiti.com/nature/news-dangerous-deep-water-monsters-are-they-fact-or-fiction","content":"\nThe legendary Loch Ness Monster, shown in the above picture, is just one example. One early sighting was by Mr and Mrs Spicer on 22nd July, 1933. They were travelling to London from a holiday, driving along the road beside the loch at 4pm when they saw something ahead. Mr Spicer described events in the Inverness Courier newspaper. \n\"I saw the nearest approach to a dragon or pre-historic animal that I have ever seen in my life. It crossed my road about fifty yards ahead and appeared to be carrying a small lamb or animal of some kind. It seemed to have a long neck which moved up and down, and the body was fairly big, with a high back. It is difficult to give you a better description, as it moved so swiftly, and the whole thing was so sudden. There is no doubt it exists.\"\n'Nessie' spotters often describe two humps, a tail, and a snakelike head. Theories abound as to the creature's identity – but many researchers favour the plesiosaur theory. These creatures have been extinct for 70 million years, but the Loch may have been connected to the sea as ice melted at the end of the last ice age. When the waters receded again, some plesiosaurs may not have got back to the sea.\nWhile 'Nessie' is well documented, she is hardly alone. The Kraken was said to be more than a mile long and the most terrifying beast in the ocean. Stories describe these beasts as having giant tentacles that enveloped and capsized ships, after which the Kraken was said to eat or drown the unlucky crewmen.\nIn 1925, two miles north of Santa Cruz in the USA, a creature washed ashore unlike any seen before. It was named the \"Moore's Beach Monster\" in honour of discoverer Charles Moore, and described as stinky, with elephant-like legs, a whale-like tale and a head like a duck.\nStronsay, one of Scotland's Orkney Islands, was the place, in early October 1808, where Farmer George Sherar found a huge but unknown creature washed ashore, just below the high tide mark. He measured it at 55 feet long, with a 15 ft neck, a small head, and a long mane running along the length of its body. It had three pairs of legs, each foot with five or six toes. He salvaged some vertebrae and the skull, and the creature became known as the Stronsay beast.\nEminent naturalist Sir Everard Home was an expert on the basking shark, the world's second largest shark species. When he compared the vertebrae of the unknown beast with those of the basking shark, they matched very closely. The largest basking shark ever caught was in 1851 in Canada's Bay of Fundy. At 40 ft 3 in, though, it was still 15 ft shorter than the Stronsay beast. \nSo was the 55-ft monster really a basking shark, or could it have belonged to a still-unknown, giant relative?  Since one of the world's largest known sharks, the megamouth Megachasma pelagios, remained wholly unknown until November 15 1976, the prospect of as yet undiscovered giants in the oceans is very real.\nMargate, Natal, in South Africa was the scene of another weird carcass washing up on the evening of November 1, 1922. Measuring 47 ft, it was covered in 8-inch-long snow white fur, and had a 10 ft tail. Instead of a head, it had a long appendage, like a trunk, roughly 5 ft long. That very morning, this selfsame beast was witnessed alive by observers, who watched it fighting with two whales out at sea. \nOne witness, Hugh Ballance, told the press that he was amazed to see what appeared to be a \"polar bear\" of mammoth proportions, rearing fully 20 feet from the water and striking the whales with what looked like a tail. After three hours, the strange creature was killed, and its body floated in on the tide.\nThere are myriad tales of gigantic octopus and squid that wrecked shipping, and many more myths of creatures like the Leviathan. Huge fish, enormous crocodiles and gigantic sea serpents all have their places in the history and story books, but actual physical sightings of such creatures are as rare as hen's teeth.\nThere are many more such reports available, but little hard evidence to back them up. The oceans are a vast and, in truth, little known territory, with at least 90% still uncharted and unexplored. Anyone who has watched movies like \n must surely wonder what might really be lurking 20,000 feet down.\nAre these magical creatures fact or fallacy? Nobody knows for sure, which is why they retain that air of mystery and enchantment. The chances that we might never know for certain make that very uncertainty all the more delicious, don't you agree?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"The Mystery Behind History's Most Legendary Sea Monsters ","author":"tonyleather"}