{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup/573","content":"\nThere are 194 officially recognized countries in the world. Most of the environmental news you hear focuses on a select few large industrialized nations. I decided I wanted to know more about the other end of the spectrum. What is the environmental situation in some of the world’s smallest countries? \n\nvs. \n\nThere are 6 microstates in Europe alone: \n, \n, \n, \n, San Marino and the Vatican City. They’re all tiny, Vatican City is the smallest nation in the world, but they’re all independent states with their own environments. I’ve decided that these states should compete with each other for an environmental title I just made up right now. So here’s the first leg of the Microstate Environmental World Cup: Andorra vs. Liechtenstein.\n:  \nOver 12 million tourists visit the tiny nation every year for its great skiing. It also has a healthy “population” of rich people seeking to avoid taxes. This has given the country a healthy per capita income, but hordes of tourists in a tiny nation aren’t great for the environment, especially when most of them drive. Andorra does not publish data on its emissions, or at least hasn’t any time recently, so we cannot rank them globally. Despite any environmental problems the country may have, the people are certainly not in any health danger. The country was recently shown to have on of the world’s highest life expectancy at 83.52 years.\nThere are a few environmental problems in the country Andorra was once so heavily forested with trees that some people believe its name comes from the Moorish aldarra, for “place thick with trees.” Recently, however, deforestation has become a problem. Part of it is from cutting down trees, but there’s another big problem in the small country. \nAndorra is powered by a coal burning power plant that is the second most polluting plant in Europe. The tiny country’s power station, located just over the border in northern Spain, accounted for more than half of Spain’s annual sulfur dioxide emissions in the 90s with its high sulfur coal burning. As a result there are problems with acid rain that help to destroy Andorra’s forest. The country has made some improvements to the power station, but it’s still nowhere near a clean energy source.\nAndorra has an economy that was traditionally based on agriculture. Overgrazing by sheep in the mountains, however, has led to problems with soil erosion. There are three vulnerable species in the country: the European otter, the Apollo butterfly, and the lesser horseshoe bat.   \nRandom fun fact: Andorra was technically at war with Germany for almost 40 years. It declared war during World War I and never saw any fighting. However, it was left out of the Versailles Treaty and so remained “at war” with Germany until 1957, although it was officially neutral during World War II.\n:\nLiechtenstein is a tiny principality located between Austria and Switzerland. Much like Andorra, it is an Alpine country with a healthy tourism industry and status as a tax haven.  Pretty much every citizen is rich and healthy.\nLiechtenstein has actually been very proactive regarding its environment. It passed the 1933 Nature Conservation Act, the 1957 Water Conservation Act, and air pollution laws in both 1973 and 74. All of the wastewater from the country is purified before being dumped in the Rhine river.\nDespite its environmental initiatives, there are some issues with the country’s environment. The great horned owl is rare within the country, and the European otter has actually gone extinct in the area. There are 5 threatened species in the country in total.\nLiechtenstein has a lot of businesses registered in the country, but most of them are merely letterbox organizations with an address in the country for tax purposes. There’s no massive industry, yet for some reason Liechtenstein has a higher CO2 emission rate per capita than Switzerland, Croatia, and several other larger countries. It emits over 7.5 tons of C02 per person every year, well over the global average.\nFun fact: Liechtenstein has more registered companies than people. \nFinal verdict: Liechtenstein in a decisive victory in spite of their dead otters. Liechtenstein: 4 Andorra: 1\n \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lawless1.jpg","title":"The Microstate Environmental World Cup","author":"Chris"}