{"url":"http://www.environmentalgraffiti.com/skateboarding/news-tricycle-scooter-invades-skatepark","content":"\nTake the feel of skateboarding, the stance of BMX biking and the carving momentum of skiing and you got trikking, a fairly new recreational sport. Trying freestyle trikking at the skatepark is where the real fun is! \nJust like skateboarding, Trikke riding can be a recreational activity, an art form, a mode of transportation or an extreme sport. Invented by two Brazilians, Gildo Beleski and Osorio Trentini, as early as 1988, it took 14 more years of engineering and development until the first Trikke tricycle hit the market. Then, however, it promptly won the TIME Magazine Best Inventions 2002 award. Since then, the pioneers of freestyle trikking have shown exactly what one can do with a 3-wheel scooter. \nUnlike with regular scooters, riders don’t need to use their feet at all for momentum. The Trikke works simply by shifting one’s body weight, letting riders reach speeds of up to 18 mph (29 km/h) on flat ground and considerably more downhill. According to the company description, “Trikke three-wheeled cambering vehicles are human powered machines that utilize Trikke Tech’s patented 3CV technology to allow a rider to propel a chainless, pedal-less device forward.” \nHere’s the device being subjugated to some awesome freestyle action. Makes you want to get up and join in…\n\n\nCurrently, Trikke is taking the fitness community by storm as trikking has made a name for itself as a weight loss exercise that unlike jogging, cycling or swimming is easy on the joints. A 2006 study by the Hague University further supports this: It was discovered that a Trikke ride at 20 km/h can burn up to 1000 kcal per hour, and a ride at 15 km/h still around 520 kcal, while traditional light jogging clocks in at only a little under 350 kcal. \nRegardless of whether you call it a scooter or 3-wheel-scooter, 3-wheel bike, carving trike, v-scooter or any other name, Trikke means a new way of transportation. Add a bit of freestyle fun as shown above and you’re truly pioneering a new sport.  \nHere’s one more video to whet your appetite:\n\n\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","title":"Tricycle Scooter Invades Skatepark","author":"Simone Preuss"}