{"url":"http://www.environmentalgraffiti.com/green-living/full-flavored-nature/678","content":"\nIt’s that time of year when the exercise regimes and the low fat diets kick in. For most it won’t last long. You’ll soon return to the stodgy food, armchair, ale in one hand, remote in the other. However, I doubt there’s too much danger that you’ll even be considering nature, full fat. \nIf you are reading this there is a good chance you at least like nature “lite”: A spot of recycling, the odd Attenborough show and maybe a walk in the country. But is this really what’s going to save the world? I doubt it. Now I for one do like my nature with at least a dab of caffeine. But after a pretty dicey holiday period I too am reconsidering my preferences. First the kids had suspected dengue (a mosquito borne disease in the tropics) and were hospitalised. I can tell you it’s no fun putting a two year old on a drip. Fortunately they are both okay. On Christmas day we had a snake in the house. Nothing like the cobras and python we’ve had in the garden, but enough to put you off your turkey. \nWe’ve also had some fun at the eco resort. One guest was evacuated in the middle of the night during a violent storm due to a centipede bite. We’re 4 hours from the nearest modern hospital. Other guests have been evacuated too, due to high fevers and odd symptoms. And then there was the ninja. Our Yoga teacher woke up in the middle of the night to find a stalker crouched ninja style (as she put it) at the foot of her bed. She screamed and he disappeared into the jungle. Okay this could have happened anywhere, but in a remote jungle location you have to pay the police to come and investigate. And they won’t stay long. Besides, there aren’t too many people to hear you scream.\nIn the West most of us are so detached from the full flavoured version of nature that it’s easy to preach about hugging trees and cuddling seal cubs. However in the developing world, when confronted by the nastier side day in day out then for most there is only one conclusion: Man made is good. Nature is bad. Who can blame them? Population growth and increasing wealth will only mean one thing: More concrete, less natural habitat. If your preference is full fat, enjoy it while you can. \n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-41728-2810239260104237032S600x600Q85.jpg","title":"Who's for Full Flavored Nature?","author":"Chris"}