{"url":"http://www.environmentalgraffiti.com/sciencetech/scientists-invent-tiny-chemical-condom-for-bugs/594","content":"\nThere’s an old saying that goes: “If you can’t beat them, make them sterile.”\nScientists have found \n by doing just that.  The researchers, based out of the Institute of Molecular Pathology in Vienna, Austria, have discovered a sex switch that causes certain insect behaviours after mating.\nA “sex peptide molecule” in \n sperm causes many insects to exhibit certain behaviours after mating. In the \n, for example, a recently mated female seeks out blood. Since this can spread malaria and other diseases, stopping the behaviour would be beneficial in health terms.  In many insects, sex peptide \n also trigger the \n response.  Now scientists have \n for this molecule in female fruit flies.\nScientists say that blocking this molecule, and the switch in behaviour it causes, could be the future of \n. Lead researcher Barry Dickson said: \"If you had an inhibitor of this receptor then you could interfere with its function and it would, in effect, be a birth control pill for insects.\"\nNot only would it be \n than current methods of insect control like \n, it would also be more effective.  Current methods just kill the insects that are sprayed. Bugs breed very quickly, however, so the dead insects are easily replaced.\nThe new method the scientists propose will essentially turn \n into that one person you knew in high school. Long after they’ve had sex, they’ll continue to act like virgins. For bugs, this means not laying eggs and not producing offspring.\nScientists officially discovered the receptor in fruit flies. Fruit fly experiments seem to be all the rage this year, as earlier studies were focused on \n.  the receptor has been found in all of the insects the scientists have studied. This could result in an eco-friendly “birth control pill” for insects.\nThere are some issues with the idea however. Insects may \n and be highly annoying, but they serve a purpose in the ecosystem. Many animals rely on insects as a primary source of food. Even mosquitoes, which appear to be the main target for any birth control method the scientists may discover, are a large part of many fish, bird, and other creatures’ diet.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Scientists Invent Tiny Chemical Condom for Bugs","author":"Chris"}