{"url":"http://www.environmentalgraffiti.com/animals/news-asexual-snakes","content":"\nA recent discovery has forced biologists to drastically rethink the way they consider evolution, animal reproduction and particularly snakes. It appears that it is possible for our legless friends to spontaneously multiply when the situation requires it - a form of reproduction that was previously thought of being long lost to reptiles.\nEvolution, in its quiet, remorseless and totally unintentional pursuit of perfection, has had many stepping stones. Cell differentiation, bilateral symmetry and the skeletal backbone are all important examples of just how crazy new trends find their way into the genetic wardrobe. \nReproduction has changed too, and its development from bacterial cell division to the Karma Sutra is well documented as another indication of evolutionary development. The higher evolved almost always rely on true sexual reproduction with distinct sexes to mingle their genealogy sufficiently, producing offspring with the variation on which evolution then goes to work. This variation is the factor on which a population's fitness is measured. \nThose species without distinct male and female forms may be hermaphroditic, which is useful when you only meet another member of your species every few months. Other organisms that have a fixed position such as plants, sessile sponges and cnidarian polyps (sea anemones) are forced to reproduce asexually, creating exact genetic copies of themselves. This quality is generally considered to have evolved several phyla ago, and although some fish and amphibians are capable of changing sex when the going gets tough, true asexual reproduction is very rare in vertebrates.\nBut very recently, the whole thinking of this primitive ability has been forced to check itself or wreck itself. A boa constrictor recently produced two litters of asexually reproduced offspring, exact genetic clones of their mother. Much to the surprise of biologists who had previously thought the genetic ability to do so had left the class Reptilia a long time ago. \nThe baby snakes all carry a WW set of chromosomes, which is odd. Male snakes have a ZZ set, while regular females have a ZW set. All this has meant that we have to rethink the validity of a great deal of previously thought truths.\nIt's a fantastic way for a species to survive a massive population reduction - reverting to some now redundant technique to grow their number as progressive generations find the location of a mate continually more difficult. It is possible that the individual snake was simply a one-off genetic marvel, but for such a quality, so profound to an organism's identity to lurk just under the surface of a species expressed genome, just waiting to present itself, has massive implications for how we perceive evolution's supposed time span.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cyclops_gallery__320x400_0.jpg","title":"Is Asexual Reproduction More Common than We Thought?","author":"Rich Morgan"}