{"url":"http://www.environmentalgraffiti.com/space/news-stunning-spectrum-zodiacal-light","content":"\n\nIt would be easy to miss this spectacular light show, because it never lasts for long and can only just be seen by the naked eye, as the light is very faint.\n\nMany have been fooled into thinking that it marks the start of morning twilight and indeed the Persian astronomer Omar Khayyam (who is thought to have lived from 1050-1123) referred to this ghostly glow as the \"false dawn\" in his poem, The Rubaiyat.\n\n\n\nAs limited as human vision is in terms of bandwidth, all the colors of the rainbow are present here. Red, orange, yellow, green, blue, indigo and violet can produce some spectacular imagery in combination.\n\nThe zodiacal light is visible in the Western sky after the twilight and before sunrise in the Eastern sky and its intensity depends heavily on its distance from the sun. As it moves from the perpendicular with respect to the sun, it becomes more and more faint.\n\nFor an observer standing almost vertical to its elliptical path,  zodiacal light can be more easily seen. So for those on the equator it is visible throughout the year, before sunrise in the east and after sunset in the west, with the highest clarity provided when the sky is free of illumination by the moon or any artificial source.\n\nIt is visible in different seasons in both the Northern and Southern hemisphere. Usually observers in the Northern hemisphere can view it after sunset in the months of February and March and in the Eastern sky before sunrise from late September till early November. In the Southern hemisphere it is visible in the western sky during August and September and in the eastern sky from late March till early May.\n\nGiovanni Domenico Cassini first conducted a study on the zodiacal light but Nicolas Fatio de Duillier gave the first successful explanation of it in 1684. But even after so many years the importance of it is not fully understood. \n\nSince the spectrum produced is the same as that of sunlight this faint glow won’t produce any additional information on the spectral property of this light. But it can provide information on the interplanetary dust particles which scatter it.\n\nIf you are sometimes taken aback by the breathtaking images produced by the Hubble telescope, then you will truly appreciate the sheer glory of the zodiacal light, and the way that it can affect the night sky, especially over desert regions. It is truly a visual feast, and you should gorge yourself once in a while.\n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"Breathtaking Images of Zodiacal Light","author":"tonyleather"}