{"url":"http://www.environmentalgraffiti.com/news-feline-fashion-models-take-photo-shoots","content":"\nHigh fashion calendars may not be an unusual sight, and cat calendars are a dime a dozen but cats wearing the fashions certainly are unique. These moggies have taken to the catwalk like the divas they are, appearing in fashion house United Bamboo's yearly calendar. Just like human models, they have some pet peeves, but unlike them, their dressers took life and limb in hand to outfit the kitties! \nHow did the pet fashions and the resulting calendar come about? Miho Aoki, designer for the fashion house, tried a mini outfit on his own kitten T.J. one day and took some photos to show him off. They were such a success that many others working with him wanted to do the same for their own babies! As any parent knows, showing off our little ones is a favorite activity and a smart outfit makes the photo. Here's a preview of next year's calendar, month-by-month:\n \nPlus size model, 2-year-old Patootie, is modeling a winter parka and just dares anyone to carry him (top)! Far beneath his dignity. He has come a long way after his start in the Staten Island Pageant festival.\nStunning Agent Orange has a little naughty streak and really dislikes spray bottles. Seen here in a pea c,oat and mohair sweater dress she is ready to be taken anywhere and plans to continue her rise in the fashion world.\nMany parents have experienced the struggle to get cooperation to actually wear a special outfit for photographs though. While human toddlers will pout and cry if they don't like it, designer Miho and photographer Noah Sheldon had an added set of problems: four sets of sharp claws and one set of sharp teeth for each model! Not to mention a body that can go in seven directions at one time.\nA-year-and-a-half-old Madison found her forever home when she was living in the ASPCA and it was love at first sight. She despises moths and makes it her mission to eliminate them.\nTo deal with some of these added difficulties, the designer creatively altered the clothes a little: \"It was bit difficult to dress the kitties, so we made (them) as simple as possible,\" said Miho. \"We made two-piece-outfits into one piece, and put velcro tape instead of buttons and zippers so that its easier to close and adjustable. The faster you can get them into the outfit, the less time the claws have to come out!\"\nFour-year-old ViVi believes her parent should learn to air dry her fur or shake it, just like any well mannered cat does, rather than use that infernal machine to dry it. She is still working on this but hasn't had much success. \nMiho says: \"Almost every cat shoot was funny because they all have completely different personalities. We had to act as fluffers too, using props like toys, feathers etc. to get the cats to pose!\"\n\"Some are really quiet and really like models - they knew what they were doing! Some are bit angry, and you just have to keep shooting till you get something. It depends on the character,\" he adds. \nLittle Prego Spino is a year old and very striking. Pride of place is her 10-11 inch tail that no one is allowed to touch on pain of of some scratches to remember by. She looks after it with great care and models her outfit with the composure of a much more mature lady.\nThe July representative is Thomas Jefferson, a 12-year-old wearing a stunning jungle print dress. He has a little anxiety and gets very upset if in a closed room or in situations where he can't make choices. As an original United Bamboo mascot cat, he has a favorite treat, Nori (dried seaweed).\nEleven-months-old Bruce is smart as a whip in a pair of suede shorts and a Jacquard shirt, young enough to enjoy his playtime while looking good. On his dignity, he doesn't really like to be held but especially if his human thinks he can be held belly up like a baby! He says he is to old for that sort of thing and strenuously objects.\nShovel Face a.k.a. Noel is a mature model at approximately 10 years old (her human says could be as much as 13 but Noel is not confirming) is wearing a fresh looking calico print dress just right to enjoy the new season's blossoms in.\nA-year-and-a-half-old Ziggy is a real sweetie, he loves toys and playing, you have to be careful, he might think this floral print is one of his playthings. Returned to the pet store before her current forever home, he never thought he would be enjoying the world of high fashion.\nAn unconventional looking model, with a unique style of his own, Egon likes to be one of the glitterati and hob nob with everyone. If he is left out of dinner parties, he will cry until a chair is brought for him so he can join in. As the March model, he will be wanted everywhere now. Some have called him ugly but I bet they could not have carried off this dress as well as Egon, using his eyes to \"smyze\" (smiling with your eyes) and he definitely makes a statement.\nTurned out exquisitely in this regatta blazer and white shirt dress, Oscar unfortunately can't see how terrific he looks as he is blind. That doesn't stop his human from making sure he always is well turned out. Approximately 6 to 8 years old, he is a perfectly behaved model unless someone blows on his whiskers and messes them up!\nOur January model is Radley, a 5-year-old beauty with a bit of a nervous disposition. He is afraid his poop is going to chase him so after using the litter box he runs around in circles to \"be sure no Mr. Hanky is following him\". Catsat by Karen O of the Yeah Yeahs, he is catered to and the sequined racer back cocktail dress sets of Radley's white fur to perfection.\nUnited Bamboo and their designer have come up with a wonderful way to showcase their 2011 line while appealing to cat lovers everywhere. Of course, not all react the same way during the photo shoots but then every cat has an individual personality just as human models do.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","title":"Adorable Feline Fashion Models ","author":"Michele Collet"}