{"url":"http://www.environmentalgraffiti.com/news-amazing-paper-shapes","content":"\n\n\n\"Paper Works\", an exhibition that featured international artists at the Flow Gallery from July to September 2009, resonated in the use of paper as a medium for creating three-dimensional forms. Single sheets were either reworked or pulped to form visually striking works of art. At this exhibition, paper was not just used for the printed word, but given a chance to speak for itself, and it spoke of incredible innovation and artistry.\n\nThe sheaf of paper artists hailed from around the globe and, though each had a different approach or method, the same qualities were evident in all – fragility and remarkable skill. Maybe because of the inherent delicacy of the material, and owing to its leafier origins, nature is a recurring theme. Standouts included the architectural totems of Ferry Staverman and Angela O’Kelly with her transformative approach. Her compacted paper sculptures seemed very robust and heavy and, cut against the grain, had a velvety surface texture. \nTamsin Cunningham repeatedly folds paper to create heavy wall hangings:\n\nThe artists each had their own unique approach. Berdien Nieuwenhuizen used floral motifs and silk-like paper in her garments, and wall hangings brought to life nature and the changing of the seasons. Tracey Bush's collections of butterflies and moths were made from recycled paper ephemera. Pinned using entomological pins, this work hoped to highlight the frailty and diversity of butterflies in an alternative collection to actual specimens.\nClare Goddard creates kitchen utensils out of paper, wood and thread:\nTamsin Cunningham was inspired by the everyday. Road markings, signs and buildings provided pattern and colour. She created strength by repetition and folding of paper to achieve a deeply pleasing texture in her contemporary wall pieces. Clare Goddard's kitchen objects bore the marks, stains and imperfections of everyday use. Paper, wood and thread were manipulated together to produce utensils that were integral to the essence of cooking as an art form.\nAino Kajaniemi's wall hangings are made from miniature paper rolls, bound together:\nMagie Hollingworth recycled paper waste by pulping it into spoon and tool shapes and other forms inspired by primitive artifacts and archaeology. She created a personal palette of carefully selected neutral colour where shape and surface quality were paramount. Aino Kajaniemi's wall hangings comprised of minature paper rolls were intricate in texture and reminiscent of natural biological structures.\nAnna King's works are made using the Japanese lock-fold technique:\nShe left them open for interpretation, but personalised them with a signature touch of hand-crafted components and colour combinations. Leah Miles created sculptural and wearable pieces distant from paper's usual recognizable form and associations. She scoured beaches and waste-paper bins for ideas and materials to be transformed.\nFerry Staverman's totem sculptures are made from cardboard and thread:\nFerry Staverman reconfirmed cardboard as a willing and relatively cheap material to use. Modest and soft colours were combined with striking architectural silhouettes where subtle threads spanned the object and prevented your eyes from distraction. \nLizzie Thomas creates intricate pop-up books with wooden covers:\nLizzie Thomas explored narrative, myth and metaphor in her pop-up books. Wooden covers opened to expose cutouts of seasons inside, waiting to burst out at any time of the year. \nAs you can see, what the artists produced here was both breathtaking and beautiful.  Visible proof that everyday objects can certainly have second lives, and furthermore that art itself knows no boundaries. Thank heavens for innovative artists. They make the world a brighter place.\nAngela O'Kelly transforms paper into solid objects with the surfaces cut in a way to appear more like suede:\nMy sincere thanks to \n for providing images and information needed for this story.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb25.webshots.com-43608-2542567240105960926S600x600Q85.jpg","title":"London's Incredible Pop-Up Paper Art Exhibition","author":"tonyleather"}