{"url":"http://www.environmentalgraffiti.com/ecology/a-big-you-to-gorilla-poachers/572","content":"\nThis week has produced some good news for \n as two groups of gorillas triumphed over earlier attacks by poachers.\nIn the first story, a pair of reintroduced Western Gorillas have given birth to a baby named Okeli in Gabon.  The birth marks the first time reintroduced gorillas have had a baby in the wild in Gabon.\nOkeli’s parents Marco and Lekedi were both orphans. They were born in the wild in Gabon, but poachers killed their entire families. A wildlife conservation group rescued them and sent them to a rehab and reintroduction center run by the Aspinall Foundation.\nThe \n has reintroduced 14 gorillas into Gabon since 2002. They aim to re-establish a healthy population in the region as part of an effort to save the critically \n.\nThe \n involves a group of \n known as the \n. The three female and one male gorillas were sent to the Taiping zoo in Malaysia in 2002 and branded as gorillas from a breeding program in Nigeria.\nHowever, officials quickly realized that the \n, all juveniles at the time, were born in the wild and most likely orphaned by bush meat hunters. This would mean the gorillas had been smuggled into Nigeria by poachers.\nThe gorillas’ plight has become a cause celebre. Many people felt the gorillas should be returned to the wild rather than face the \n.  Red-faced Malaysian authorities sent the animals to a South African zoo in 2004. The gorillas had arrived on a South African Airlines flight, so the Malaysian officials decided it was a South African problem.\nFinally, the arrangements for the return of the gorillas to the wild have been finalized. The animals were flown to \n before being trucked to the country’s Limbe Nature Preserve in the southwest.\nThe return prompted a victorious statement from Christina Pretorious of the \n, an organization that helped return the gorillas to Cameroon.\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","title":"A Big \"@&*# You\" to Gorilla Poachers","author":"Chris"}