{"url":"http://www.environmentalgraffiti.com/news-most-beautiful-places-visit-israel","content":"\nWhen the country of Israel comes to mind, many people picture terrible images of war and violence due to the conflict between the Palestinians and Israeli forces in the West Bank and the Gaza Strip. Some people are even unable to point it out on a map which demonstrates just how ignorant many people are of this beautiful, democratic country. However, despite the conflict on the borders, inside Israel itself there lies a vibrant, multi-cultural atmosphere with a \n that continues to increase every year. So here are five of the most beautiful places in Israel, that tourists and religious people alike, can come to experience and enjoy.\nThe City of Jerusalem is known as the most sacred place for the Jewish people, but is also extremely sacred to both Muslims and Christians. The shrine, pictured top, is known as The Dome of the Rock and holds great significance to the Muslim people as it is supposedly where the Prophet Mohammed's ascension into Heaven occurred. The bold, bright mosaic patterns and golden dome no doubt make this historical shrine one of the most beautiful monuments and places to visit in Israel.\nThe Dead Sea lies between Jordan and Israel and is not only the lowest point on the surface of the Earth, but also the saltiest. In fact the deeper you go, the saltier it gets. This spot is a favourite for tourists as it is the only place where you can float on water without even trying! I remember making the mistake of wading in with a slight cut on my leg which of course was not the best idea, but leaving that aside it really was an extremely unique experience. The clear, warm water combined with the floating sensation simply allows you to indulge in a relaxed state that feels just like being in a jacuzzi. Really now, what could be better?\nThe Sea of Galilee, known to the people of Israel as Lake Kinneret, is Israel's largest freshwater lake and flourishes with fertility. Despite it only being \n it is very well known, especially due to its religious and historical significance with many beautiful, antique sites surrounding the peaceful area. The climate is hot during the summer season, followed by \n from November through to April and it is also \n.\nEver wondered what an oasis looks like? Well here it is. Ein Gedi is a stunning oasis located just west of the Dead Sea. It is one of the most scenic and beautiful places for tourists and religious people who visit its astonishing, archaeological attractions. The scenery is extraordinarily beautiful and the site is immersed within the nearby wildlife. It also has an \n due to its hot springs and mud baths, so it is not hard to see why this fascinating and picturesque paradise is such a popular destination.\nThe Bahai Gardens in Haifa are a geometric splendour, characterised by rows of blossoming flowers and tranquil pathways, a striking commemoration of the founders of the Baha'i faith. Over \n every year making it a popular Middle Eastern attraction. Both the Haifa and Akko Garden offer the most exquisite scenery of the highest standard, due to the outstanding work of \n. The blissful, panoramic views are so unique that this has surely got to be one of the most amazing places to visit in Israel.\nHopefully after witnessing these breathtaking landscapes and monuments, more people will recognise Israel for its serenity and not just a country at war with its borders. True beauty lies within the heart of Israel, which by seeing first-hand will tell a very different story to the conflict on the surface.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb42.webshots.com-45865-2174443360105101600S600x600Q85.jpg","title":"The Most Beautiful Places to Visit in Israel","author":"Nine-Life"}