{"url":"http://www.environmentalgraffiti.com/bikes/news-bike-riding-traffic","content":"\nTrying to greenify your life and need a doozy? Switching from smog-generating cars to planet-friendly cycles might be the answer. But are bicycles safe?\nIf you would like to ride your bike in traffic, then you should be aware that it can be very dangerous if you do not know how to go about it. At the least, you are likely to end up with white knuckles from gripping the handles too tightly. It is also very easy to get involved in accidents. Yet riding in traffic is a great way to get to your destination relatively quickly in densely populated cities. \nYou should therefore know the best way of taking advantage of this useful means of transportation. The following tips will help you to have a better riding experience. \nDo not take such simple things as wearing a helmet for granted. Other points that you need to bear in mind include:\n•\tHaving a good knowledge of the route you are taking. You should preferably take bike paths. If these are not available, choose streets with relatively low and slow traffic as well as wide shoulders.\n\n•\tAvoid unlit sections with high traffic.\n\n•\tAs much as possible, use a road bike because it is easier to maneuver.\n\n•\tRide in the direction of the cars, which will make it easier for drivers to see you and treat you as another car.\n\n•\tDon't get too close to parked cars. If you must, then check occupied cars to avoid getting 'doored' as an occupant opens a door just as you pass.\n\nAs much as your eyes are useful for checking and avoiding possible dangers, the risks are just too many for the eyes alone. Listen well and you will pick up some warning signals that will help you to take appropriate safety measures. In addition to looking over your shoulders regularly, listen for oncoming vehicles to help you determine their distance from you. This will help you to maneuver in good time. \nIt is always advisable to reduce your speed as you get close to intersections. Bear in mind that the visibility at intersections is not that good, and do not expect every person to obey the rules. As you approach an intersection, check both the road ahead of you and the cars behind you, which may need to take turns crossing your path. \nIf you are riding fast and an oncoming car waits to take a turn that crosses your path, look at the driver directly and wave. This will help you to determine whether the driver is actually seeing you. Always be ready to swerve out of the way quickly.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","title":"How to Ride Your Bicycle Safely in Traffic","author":"Gregory Johansson"}