{"url":"http://www.environmentalgraffiti.com/businesspolitics/new-zealand-winemakers-look-forward-to-global-warming-effects/791","content":"\nWhile the \n continue to cause problems for the Australian wine industry, their counterparts in New Zealand are preparing to reap the benefits of a temperature rise.\nWeather is one of the most important variables in producing great wine. Australia’s vast tracts of hot, sunny land have made it a global wine exporting force, while New Zealand’s colder climate has resulted in wines being produced mainly in small areas with their own warm and sunny microclimates. The biggest wine areas are Gisborne and Hawke’s bay on the North Island’s east coast and Marlborough in the South Island.\nSo a rise in temperatures could mean good things for the New Zealand wine industry, which has been known for producing great white wines but has never been able to produce a quantity that would capitalize on their quality.  Philip Gregan, chief executive of the industry group New Zealand Winegrowers, said: \"The big picture for New Zealand wine is very, very good.\"\nGregan believes that a rise in temperature of one or two degrees Celsius would allow wine growing to expand into areas previously considered too wet or cold for vineyards. He said: \"That is going to expand the range of opportunities available to us, and in some ways it may be a positive for us. We may be able to expand our range of wine styles or we may be able to grow grapes further up the hillsides.\"\nShould current climate trends continue and bring about the predicted \n, that two degree temperature rise could leave New Zealand well placed to take over the market share currently held by Australia.\nThe Australian wine industry has been a major success story.  The country is currently the fourth largest exporter of wine worldwide and contributes an estimated $5.5 billion to the nation’s economy. However, the industry is feeling the effects of a prolonged drought. Grape production has fallen drastically, leading to rising prices and a reduction in the production of the reasonably priced, good quality wines that have made the country’s reputation.\nLocal growers in New Zealand say they have noticed changes in weather over the past few years, and not everyone is looking forward to a potential shift in climate.  Clive Paton of the Ata Rangi vineyard in Martinborough says he’s seen an increase in evening frosts in spring. This can ruin grapes and production for a year, but it can also help develop flavourful grapes if the frost is not too severe.\nPaton currently grows Pinot Noir grapes, among others. Should the temperature slightly increase, however, that grape would not be successful in his vineyard. He’s preparing for this possible negative \n. He’s studying the Syrah grape as a potential replacement.\nWhat hasn’t been mentioned by the wine industry talking heads is the effect this potential climate change could have on their market. As we’ve seen in Australia, the \n could include droughts, severe floods, and other natural disasters that could cause big changes within the global economy. There’s not much point in excitedly producing larger quantities of wine if nobody can buy it because they’re trying to deal with all the negative \n that came with the “positive” effect of making New Zealand a better location for vineyards.\nInfo from \n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"New Zealand Winemakers Look Forward to Global Warming","author":"Chris"}