{"url":"http://www.environmentalgraffiti.com/animals/news-some-thrips-are-destructive-others-help-control-insect-pests","content":"\nIf you're a keen gardener, you may have already had a few encounters with thrips, but if, like many, you aren't quite so green-fingered, then prepare to be informed! Thrips belong to a large family of insects. While some species of thrips harm crops and gardens, other species benefit people by preying on other insect pests. Let's find out more about these fascinating little creatures!\nThe word \"thrips\" is both singular and plural; the little creature in the picture above, sitting on a flower, is a thrips. Thrips belong to the insect order \n, meaning \"fringed wing\".\nA typical adult thrips is a slim and tiny-winged insect less than one-twentieth of an inch in length. Nymphs or larvae are around the same size and shape, but lack wings.\nAs insect pests, thrips damage plants by leaving scars on leaves, flowers or fruit. This may be directly due to their feeding habits, but, even worse, thrips can also spread plant viruses.\nOn the other hand, there are species of thrips that feed upon mites or other insect pests, and even on other thrips!\nThen there are some thrips that are neither harmful nor beneficial, because they eat pollen or spores without harming the plants. Finally, some thrips only harm certain plants. As an example, the avocado thrips scars avocados, while citrus thrips cause no damage to avocados at all.\nThis highly magnified image of an adult thrips shows its fringed wings. Another description for the wing could be \"feathery\".\nFew thrips are able to fly well, but they are light and can travel on strong breezes.\nPeople might also accidentally transport them along with infested plants, fruits or flowers.\nThis image shows thrips adults, nymphs, and eggs. As you can see, they are dwarfed by human fingers; the fingerprint ridges are very evident in this picture.\nThis leaf shows clear damage along its edges, although the only visible thrips is much closer to the center vein. However the leaf has some minor damage throughout, so finding this one thrips might be enough evidence to result in a verdict of \"guilty\".\nHere, a thrips shares a daisy with a syrphid fly that is many times its size. The daisy shows no sign of damage in this image. Possibly this particular thrips only eats pollen.\nOnly thrips pictures can truly convey how small they are compared with most of the insects that people would notice.\nReally, the first question for a gardener or a farmer is whether there is an infestation of thrips, or of some other insect pest. Lace bugs and various mites can damage plants or leave fecal specks that are easily mistaken as clues leading to thrips. Also, it is possible that the thrips are feeding on the mites, and so actually helping the gardener!\nOnce assured by a professional that thrips are a problem, several types of insect control might be used. Some thrips can be controlled using specific oil-based insecticides. For this approach, it may be wisest to leave the choice of thrips control product to a pest control professional or insect exterminator.\nHowever, biological control is another option. This consists of acquiring and releasing predatory insects, including other thrips, pirate bugs or specific types of mites. This approach requires expert knowledge. For example, any one species of parasitic wasp might be very selective in its choice of victim. Releasing an inappropriate control species will obviously not deal with the current infestation.\nCovering low plants with a cloth mesh might help keep the thrips from the plants while still letting in air, light and rain.\nAnother method used to control thrips is to remove alternative host plants. The garden variety word for this kind of insect control is \"weeding\". An additional trick used by avocado growers is to prune earlier than usual, as the thrips might keep feeding on new leaves rather than moving to the fruit.\nThe overall advice on thrips control is to seek a solution that is tailored specifically to the type of thrips and the local conditions.\nA thrips hatches from an egg to its first larval stage. It feeds during both larval stages, but goes without food during pupation. However, the metamorphosis is not considered \"complete\", so some authors do not like to use the term \"pupal stage\".\nGenerally the \"pupa\" will drop from the plant onto the ground, to burrow into the soil or mulch. Some species of thrips will pupate on or inside leaves instead.\nThrips can produce eight generations in one year, with a full life cycle as short as two weeks in ideal weather. We're certainly the wiser about thrips now than we were!\n: \n.\nDreistadt, Phillips and O’Donnell, University of California at Davis, \"\n\", referenced July 9, 2012.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44375-2296804540104237032S600x600Q85.jpg","title":"How Some Thrips are Destructive While Others Help Control Insect Pests","author":"MikeDeHaan"}