{"url":"http://www.environmentalgraffiti.com/sciencetech/understanding-black-holes-universe/6800","content":"\n\n\n\n\nBlack holes - the ultimate cosmic vacuum cleaners - are no longer obscure to the general public and are understood to be common in our galaxy and throughout the universe. But while many have been identified and studied in detail by astronomers, black holes remain difficult to understand.\nThe largest stars will undergo a catastrophic, gravitational collapse when they 'die'. When an old star has burned up most of its atomic 'fuel', or a great deal of matter has fallen into it without raising the core temperature, the star's internal pressure can no longer resist the star's own gravity and it will begin to collapse under its own weight. A violent explosion and violent implosion will occur simultaneously. Supernovae become visible as massive amounts of dust and gas are ejected into space and are easily observed at visible wavelengths. A massive star can easily lose up to 3/4 of its matter. A very different new star, in which matter is extremely condensed, will be formed from the atoms and molecules not blown into space. If the mass of the material not blown out into space is greater than 3-4 times that of our sun, the degeneracy pressure of neutrons cannot stop the collapse and the implosion does not stop until a black hole is created. Astronomers now assume that all black holes in the universe were formed by catastrophic stellar collapse, although extremely unusual conditions in the very early universe might reveal other processes that can form black holes.\n\n\n\n\nBlack Holes are often said to be 'powered' by the dust and gas in their accretion disk. As this material crosses the event horizon and is drawn into the black hole, the immense gravitational field breaks  matter down to elementary particles and atomic fragments. The search for black holes is often a search for the radiation emitted by this violent activity at the accretion disk boundary and event horizon. In a binary star system, a black hole can continually capture matter from its stellar companion. If the companion star is in close orbit, a black hole might absorb it entirely. Super massive black holes that are in the center of galaxies grow by capturing dust, gas and many stars. Some astrophysicists have theorized that black holes in the center of galaxies would slowly grow to enormous size as they gradually suck in all galactic matter, stars, planets, dust etc. After hundreds of millions of years at a minimum, the visible galaxy ceases to exist; it has 'disappeared' into the giant black hole. Think of a cosmic vacuum cleaner gone amok. In this model, an extremely old universe would be nearly dark, populated by massive black holes that have nothing left to eat.\nThe famous physicist Stephen Hawking believes that black holes emit thermal radiation and thereby lose mass. (Energy is just highly condensed matter according to the Theory of Relativity.) Therefore,  black holes should shrink and disappear over time. However, the temperature of their thermal radiation is proportional to their surface gravity, which is inversely proportional to the mass of the black hole. A black hole 5 times the sun's mass is extremely cold, much colder than the cosmic background radiation left over from the Big Bang. This temperature difference allows black holes to absorb mass from the cosmic microwave background. Black holes 5 times the sun's mass or greater will grow, not shrink. On the other hand, very small black holes below this weight limit do not grow and are not stable. A black hole the size of a human would evaporate in an instant. A black hole the weight of a typical car would disappear in a nanosecond. There are 200 to 400 billion stars in the Milky Way, which has a massive black hole in its center, and our galaxy is at least 12 billion years old. These basic facts make clear that our galaxy is not in any danger of being consumed by the massive black hole at its center.\n\n\n\n\nQuasars were a spectacular phenomenon when first discovered in 1967. While only a small fraction of distant galaxies have quasars embedded at their interior, the majority do have black holes of a quieter type at their centers. First believed to be extremely high energy, very young, very distant galaxies, quasars are now understood to be the accretion disks of super massive black holes that are located at the center of the most distant galaxies. More than 100,000 quasars have been cataloged. The nearest is 780 million light years away and the most distant is 28 billion light years from our solar system. The majority are more than 3 billion light years away and therefore more than 3 billion years old. We can never see a quasar as it is today, only at the moment in the distant past when we captured a record of the quasar's spectra. (Remember that a light year is both a distance and time unit of measurement.) No object except a black hole can be modeled to produce such extreme emissions across the entire electromagnetic spectrum. Quasar spectral emissions are often very strong for visible light and radio noise. This allows them to be 'seen' and 'heard' at great distances. The 'glare' produced by the extremely strong, visible, light emission makes it very difficult to observe the stars in a far away galaxy that has a quasar at the center.\n\n\nAnother observational fingerprint that discloses black holes are gravitational lenses. If light from a very distant object passes near a black hole, it will be bent around it by the extreme gravitational force of the black hole singularity. This is an example of the warping of space time. Both earth based and space telescopes that are in the line of sight of the black hole will photograph images that are peculiar and specific to gravitational lenses. The object far behind the black hole, that emit light that passes close to the black hole, will often appear as multiple images to astronomers on or near earth. If telescopes are in an exact straight line alignment with the distant object, it will be seen as a ring behind the black hole. An exceptional data set has been obtained from the gravitational lens study of the Einstein Cross, a famous mirage 1 billion light years distant that is composed of four images of a distant quasar about 10 billion light years from earth. This data revealed that most energy emissions from a super massive black hole come from a region only a light day or less in diameter (the quasar accretion disk diameter), and that this energy decreases with distance exactly as predicted by theory.\n\n\n\n\nThe analysis of gravitational lens effects is very difficult because such effects can also be produced by light passing near very large galaxies which have gravitational fields strong enough to bend light. In this latter situation, astronomers are not studying the bending of light by the immense gravitational field of a black hole but an analogous phenomenon which is the bending of light by the immensely strong gravitational field produced by a very large, young galaxy. A few of these young galaxies are found not only in pairs, but also colliding with each other. In this situation, one galaxy of the pair will often have much more gas and dust that its companion, a feature that indicates that this galaxy is actively giving birth to new stars. As these galaxy pairs age, they will merge to form a giant elliptical galaxy that has an extremely massive black hole at its center. At this stage of the galaxy's evolution and aging, the quasar structure at its center will have disappeared.\nBlack holes are not simplistic destructive objects that suck in everything within reach of their immense gravitational field. Most importantly, they regulate star formation. The material that crosses the event horizon cause the black hole to emit sporadic bursts of energy in a gentle, rhythmic pattern. These bubbles of hot plasma are sent into space. Their heat slows the formation of new stars, and also slows down the growth of the black hole. Interstellar gas will only start coalescing into stars when the temperature is low enough. This black hole heating effect helps to stabilize its galaxy and regulate star formation.\nIt is now widely believed that every large galaxy has a massive black hole at its center. A galactic center black hole has a size proportional to the size of the galaxy. Active Galactic Nuclei (AGN) appear to be massive black holes that can contain billions of times the sun's mass. AGNs also have accretion  disks, gas and dust in orbit around the massive black hole, and two gas jets of enormous size perpendicular to the accretion disk. The Einstein Cross gravitational lens study tells us that the accretion disk diameter of a super massive black hole may be only one light day in diameter. The near region of a black hole is dynamic and cannot stabilize as gravity, magnetism, and explosive pressure interact. Light emitted at these high temperatures varies in brightness and does not have a discernible pattern. Research data from two black holes that were intensively studied recently suggests that their rapid light flickering and X-ray emissions may both originate in extremely strong magnetic fields. These magnetic fields soak up and then hold energy, releasing it later as a multi-million degree X-ray emitting plasma, or as streams of charged particles moving at near the speed of light.\n\n\n\n\nOur own galaxy - the Milky Way - has a super massive black hole at its center in a region called Sagittarius A* that is 26,000 light years from the sun. This massive black hole was first detected by strong radio and infrared emissions. It is now understood to be originating in the material moving through the event horizon and into the black hole. The black hole itself only emits very low temperature Hawking Radiation. Sagittarius A* contains 3.7 million solar masses and this enormous mass is packed into a sphere with a radius of no less than 6 light hours (6.7 billion km). In December 2008, a 16 year long research program that studied 28 stars closest to Sagittarius A* came to an end. The data revealed that the stars closest to Sagittarius A* were buzzing around the galactic center like bees. Further out stars were able to move in stable orbits. It is likely that the tidal forces of the massive black hole catalyzed the formation of these stars.\nIn late January 2009, important research news was announced about massive black holes and star formation. A large study of 177 galaxies revealed that AGN's with massive black holes do not stop star formation. It had been widely theorized that the continual absorption of material by massive black holes in the center of galaxies would cause them to emit excessive heat (as light), thereby raising the temperature to a level where star formation was prevented. In the galaxies studied, star formation stopped several hundred million years \n the massive black holes in these galaxies would 'turn on' and reach their maximum size and strength of emissions. Coincidentally, astronomers cannot find bright AGNs in the centers of galaxies that are actively producing new stars. Cessation of star formation appears not to be dependent upon a galaxy's massive black hole, and may begin before the formation of an AGN. Furthermore, massive black holes have now been found in galaxies without the distinctive central 'bulge' of a large AGN. This discovery points to a role of little understood dark matter in the formation of massive black holes, quest that is now a priority in several astrophysics research projects.\nThere are two intermediate size black holes confirmed in the Milky Way. One of these is only 3 light years away from Sagittarius A* and contains the equivalent of 1300 solar masses. It may be the remains of a large star cluster that has been stripped down by the massive black hole in the Milky Way's center. In 2007, astronomers found a small black hole of 10 solar masses in a globular cluster that resides in a galaxy 55 light years distant from the Milky Way. Black holes of this size may be among the smallest that can be detected in the universe. Nonetheless, we can speculate that a black hole the size of the planet Mercury might exist. It would have a temperature of 2.73 K, which is equal to the cosmic background radiation. A black hole more massive than Mercury will be colder than the background radiation. It will gain energy from the cosmic background radiation faster than it gives off energy through Hawking radiation and it will become still colder. For less massive black holes, they are expected to lose mass through time and slowly evaporate while becoming hotter and hotter. Micro-size black holes can be modeled and predicted but have never been found.\n\n\n\n\nWhen first predicted, black holes were assumed to not exist in nature. When first found, they were assumed to be extremely rare, although their extraordinary identity as a 'singularity' could be described. In 2009 we now understand that black holes, often super massive, are common. Indeed as quasars they are found at the galactic center of more than 100,000 young, distant galaxies. Other types of AGNs may be even more common. Black holes appear to be central to galactic evolution and star formation throughout the universe. Nonetheless, fascinating mysteries remain. What exactly happens to the material that enters a black hole over time? Are black holes 'doorways' to tunnels that end at a white hole which is an entrance into another universe ?\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Understanding Black Holes","author":"merlynne6"}