{"url":"http://www.environmentalgraffiti.com/news-5-incredible-newly-discovered-frogs-papua-new-guinea","content":"\nThis beautiful little fellow is one of 20 newly discovered frogs found on an expedition in 2009 to Papua New Guinea coordinated by Conservation International's Rapid Assessment Program (RAP) in the country's mountainous Nakanai and Muller ranges. A member of the Litoria genimaculata group, its most pronounced coloring is in the groin area but is no slouch on the rest of his body either. The coloring and variable patterns made it very hard to spot in the jungle foliage.\nDNA analysis is pending on this stunning frog, believed to be a new species, Choerophryne sp. nov. Notice the transparent webbing of its feet. This particular frog drove the team a little nuts by making its loud and guttural call at night - but never could they see one, even though they knew he had to be just a short distance away. Finally a team member found this male, which was the only one seen on the whole trip.\nChoerophryne sp. nov, was discovered by Stephen Richards who followed its soft call into a muddy gully. He almost escaped detection but gave one 'cricket like call' too many. Note its needle like nose and its minute size compared to the thumb.\nA gorgeous yellow-spotted species of the genus Platymantis was found only at the highest elevations surveyed in the Nakanai Mountains. Males called from small bushes in bamboo thickets so dense that tracking them down took hours even though they were just meters off the main trail.This group lays its eggs on the ground or in the trees and mature directly to froglet stage, bypassing the tadpole stage.\nThis tiny and bizarre little frog, only 2 cm long, was the highlight of the herpetological findings. Team leader Stephen Richards described it as \"the most exciting and surprising herpetological discovery of the survey,\" because \"it belongs to a group of frogs previously only known from the Solomon Islands, further to the east\". Most of his relatives call for females at night, but this species prefers the afternoon after a tropical drenching - common to the rain forest.\nThese frogs and the rest of the findings from the expedition will go a long way towards helping conservation efforts in the area. It is also up for nomination as a World Heritage Sites. Richards said: \"With both the Nakanai Mountains and the Muller Range on UNESCO's World Heritage Tentative List, we hope that news of these amazing new species will bolster the nomination of these spectacular environments for World Heritage status\". The people and government of Papua New Guinea will also be made aware through the programs of the value of conserving an area with so many species of animals, amphibians, insects and plants new to science. \nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"5 Incredible Frog Species Discovered in Papua New Guinea","author":"Michele Collet"}