{"url":"http://www.environmentalgraffiti.com/travel/news-fascinating-phenomenon-whistled-languages","content":"\nAlmost all of us have whistled at one time or another, whether out of sheer boredom or to cover up our latest prank! You may also have used whistling to communicate with your dog or to express admiration for a pretty girl. However, some people around the world have taken this puckered-up method of messaging to a whole different level of awesomeness. They’ve use piercing whistles for everything from transmitting village gossip, to warning of pirate attacks – with the sounds able to travel for miles!\nMost whistled languages originate in places where the terrain is rugged and mountainous – and there’s good reason for this. In a lot of these locations, walking to the nearest village would take a long time. And in the age before cell phones, this didn’t leave many communication alternatives. \nYou might be wondering why people didn’t simply shout across the mountains. Well, according to Eugenio Darios Darios, an expert at his native whistled language on La Gomera, one of the Canary Islands, “If you yell, you can reach about 500 meters [1,640 feet] on a good day, but the message wouldn’t be very clear. A whistle can travel 3,000 meters [9,842 feet] and will arrive as clear as it left the whistler.” Now that’s cool. \nWhistled languages are relatively rare, but they can still be found across the globe – including in Alaska, Brazil, China, Ethiopia, Mexico, Greece and New Guinea. The language itself varies depending on whether or not the spoken language from which it derives is tonal. In tonal languages, where the majority of the meaning is communicated through pitch, entire conversations can be carried out in whistled form. In languages that aren’t tonal, such as that spoken on La Gomera, it’s a bit more complicated, with different pitch ranges, lengths and transitions, as well as pauses, used to convey vowels, emphasis and consonants.\nBesides their day-to-day use, whistled languages have served other functions through the years as well. For example, on La Gomera, whistling was employed to warn people of the approach of the Civil Guard. Whistlers on both sides relayed information during the Spanish Civil War, and the language was used as a form of defiance against the establishment during the dictatorship of Francisco Franco.  \nThe next time you hear a whistle, you may have pause to wonder whether a secret message is being communicated right under your nose. Or perhaps you’ll decide to learn a whistled language yourself. According to Isidro, a whistling language teacher on the island of La Gomera, whistling “can be used with any other language because it is phonetic.” That certainly captures the imagination, doesn’t it?\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/altai1jpg","title":"The Fascinating Phenomenon of Whistled Languages","author":"yvonne.mcarthur"}