{"url":"http://www.environmentalgraffiti.com/news-yosemite","content":"\nEl Capitan, Half Dome, Cathedral – these are not just names of rocks in Yosemite but places that bring out the best and the boldest in people, not to mention a Zen-like concentration few ever manage, except perhaps some trained in Buddhist meditation. Perhaps it seems a stretch to compare solo rock climbers to devotees of the Buddhist faith, but unless climbers have that level of calm concentration, it is simple – they die. In his article in National Geographic's May, 2011 issue, Mark Jenkins suggests that the climbs in Yosemite forge heroes, within the rock climbing community at least. Few outside understand the need to climb, let alone to go to the extremes of free soloing – climbing without ropes or anything else but a bag of chalk, thousands of feet above the ground.\nI asked Mark Jenkins, the author of the National Geographic piece, whether he or other climbers are in \"the zone\" – tuned out to everything but the climb – before they start their ascent. \"No,\" he said, adding: \"I am sure some can do it before. Myself, I am normally a little apprehensive, a little bit scared, a little bit like a second grader about to go on stage. There are a few butterflies, then once I start moving I go, 'Oh yeah, I know how to do this, I have the skill, I can do it.' And then I calm down and my mind goes into this space where you are utterly focused, and it's a beautiful thing. For me it's somewhat... like meditation... \n\"Last weekend I climbed for three days and the weekend before that I climbed for three days, and your mind is emptied of everything except of what is directly in front of you. It's a very refreshing sort of rejuvenating experience because you come down and your mind has been cleansed of all the crap that comes into it every week with work and the world. It requires such levels of concentration, you really are in another world.\"\nOne point Mark makes clear is that you don't have to be one of the great climbers to feel this. It can happen when you first start climbing. The mysticism is something that can occur early on, on the simplest beginner climbs.\nThere are different types of climbing. The most well-known is rope climbing, where you are hooked to a partner, and then there is aid climbing where you actually climb the rope rather than the rock. Then there is free soloing. Free soloing is the most extreme form of climbing, practiced by those who use no kit, ropes or other equipment that can save them from a fall. Mark discussed what it took after I said that I didn't think they had a death wish (there are easier ways to die after all).\n\"I am glad you say that because so often journalists assume they [climbers] have a death wish,” he said. “I would say just the opposite. They [climbers] have a life wish so intense that they can't reach it within the bounds of what most people consider safe. The other thing the soloists have that most people don't is a level of concentration where they can block out the rest of the world. \n\"Which is something Alex [Honnold, free soloist] said: if you can climb a route on a rope... you are capable physically, your technique is there. What is not there is the power of the mind to shut out the fact you might fall. With a rope you can kind of shut it out partly, I certainly do, because if I slip out, the rope is going to catch me but I will be okay. His logic, which is perfect, is that you should be able to do it without the rope – but that requires a power of concentration that most people cannot muster. \n\"I can't. I could not do something where I am just a 1,000 feet off the deck in very difficult terrain and not even think that I might fall. I can kind of pull it off with a rope. That's the reason you climb with a rope. If you can suspend the idea that you might fall you will climb better. But in the back of your mind at all times, there is the thought that if this gets too hairy, if I fall I will live. The free soloists can even put that thought of out of their mind, and that's why I say it has some similarities to great meditation, the meditation of people who can suspend everything and move into a space where the rest of us have no access – and that's what the best soloists can do.\"\nThere is a mystique around climbing among the watchers as well. How often do we watch with open mouths and bated breath, sure that the next move will bring a fatal fall? Yet most of us challenge our limitations every day and strive to reach the top in whatever our chosen love is, be it a hobby or work. Climbers are just like us, fallible humans when not on the rocks, rather like Tiger Woods is when he is not golfing.\nYet it is not just another hobby. The price of failure is too high. The need to climb the great rocks of Yosemite is too strong, and the rocks forge character and confidence. Almost all climbers go into the \"zone\" mentioned earlier, but what is it exactly?\n\"The zone is something that they [climbers] perfected for themselves,” says Mark. “It's both a means for climbing and reason for climbing. You have this sort of transcendence... The reason for climbing is surprisingly mostly emotional. It is a sense of transcendence and is a sense of accomplishing your challenges, or taking on challenges that you believe are within your grasp and accomplishing them... \n\"Fear of falling is an innate fear that goes all the way back to our evolutionary days. We are all born with that, but when we see someone defying that, we wonder what they are doing. But what they are doing if they are doing it for healthy reasons is experiencing a kind of joy. Even the cover of National Geographic, to see Alex standing there on that tiny little ledge makes my stomach move too, and his probably too. But his \n, he can control it. This is where I return to the Buddhist metaphor: the person who can meditate, the person can let go of thoughts, the person who can sit in peace, truly in peace when the world is crashing all around him. It's the sort of thing a great climber can do.”\nWe had circled back to the free soloists, the very best of the best in the world and their reasons for what they do: \"I think they are driven, I think they are internally driven,” concludes Mark. “Some get sponsorship but that's not where it's at. Who is going to risk their life for a Gore-Tex jacket? It's not about that; it's about something inside them that most of us don't have. They are obsessed, not necessarily in a negative way or an unhealthy way, but at the far, far end of passion and of what they are doing. It's a life wish, it's just a life wish that is so intense, it's burning like the coals of a campfire, it's just burning inside them.\"\nSource: \n, 2 Interview with Mark Jenkins","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","title":"The Zen of Free Solo Climbing in Yosemite 2,000ft Up in the Air","author":"Michele Collet"}