{"url":"http://www.environmentalgraffiti.com/plants/news-help-aliens-my-tree","content":"\nThis time of year on the East Coast of North America, many Cedar trees (and other Junipers) sport \nThere's nothing else like it! \nFirst impression is, Christmas in April? Second impression, what the heck?!!\nNow (mid- to late April) is the time for the attack of \n\nCedar-Apple Rust is a fungal infection that affects Juniper species in the early spring.\nBy forming outlandish galls on the ends of branches, the fungus produces spores. These spores float on the wind to infect any apple, crabapple or Hawthorne trees that are within a mile of the gall-laden Juniper trees.\nNo harm's done on the Junipers unless there's an abnormally heavy infection; then the tree may have some die back.\n\nIn a few more weeks, those orange tentacles or horns start dispersing spores. The wind carries these spores to nearby apple, crabapple and Hawthorne trees.\nDuring the summer these fungus spores – to be technical, they're called teliospores – that landed on nearby apple, caabapple or Hawthorne trees begin to \nThat drives apple tree owners nuts. Why? Well, who wants to eat an apple with lesions on it? Yuk!\nSo the fungus on the infected fruit and leaves matures in late summer. If you use a magnifying glass you'll see little tubes or cups sticking up out of the surface of each lesion. \nNot what you'd expect a fungus to look like!\nNow \n, called aeciospores, are powder-fine. The wind carries these to the Juniper host trees, where the fungus spends the winter.\nCome spring, the whole cycle starts again.\nNow you know why some states made it illegal to plant any Juniper or cedar trees within a mile of an apple orchard.  \nAnd you know what those orange-jello-like tentacles mean.\nNo Martians. Yet.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mold5_0.jpg","title":"Help! Aliens In My Tree!","author":"dorothydot"}