{"url":"http://www.environmentalgraffiti.com/cities/news-imperfect-torontohenge-morning-april-2012","content":"\nThe phenomenon of \n may be observed four times a year, when the sun rises or sets along a street in Toronto.\nThe word is derived from Stonehenge, the famous site in Britain where huge stones were aligned with the sunrise on the summer solstice.\nIn Toronto, Ontario, the main grid pattern of the streets is usually rotated by 16 degrees to the west of north. Therefore, the sun seems to align with long, straight streets, such as King St. in downtown Toronto, whenever the azimuth at sunrise or sunset is 74 or 254 degrees.\nThe sky may seem bright in the above image, but the buildings and street were truly dim around 6:15 am. The photo was taken from the south sidewalk, facing east.\nIn the next image, above, the skies were brightening a bit after a few minutes. Clouds remained, but from the north sidewalk the sky seemed to gleam a bit brighter.\nThis is partly an effect from the camera's own adjustment for ambient light levels.\nDawn broke with just a hint of red and pink in the clouds. A streetcar raced to greet the dawn.\nUnfortunately, the sun never broke through the clouds on the horizon.\nThe St. Andrew subway station is at the corner of King St. West and University Ave. in downtown Toronto, Ontario. This corner served as the location for the April 2012 Torontohenge photo shoot. The bright sign, illuminated from within, contrasts with how dark the sky and buildings seem. The camera was allowed to automatically adjust its exposure level. To the naked eye, the ambient light level at this time was about halfway between what was shown in this image and the previous one.\nAlthough a fiery red sun should have appeared by now, the clouds prevented that picture from developing.\nInstead, the best evidence for the Torontohenge event is the bright reflection from buildings on both sides of the street, up high where the view widens a bit. If the sun had been completely behind one or the other building, those walls would have been in as much shadow as the buildings closer to the foreground.\nAlthough the weather forecast called for clear skies on April 17, 2012, clouds obscured the eastern skies at dawn.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bryce_-teaser.jpg","title":"'Torontohenge' Imperfect in April 2012","author":"MikeDeHaan"}