{"url":"http://www.environmentalgraffiti.com/beaten-track/news-celtic-christianity-culture-our-doorstep","content":"\n\"Dublin was just another big city.\" \nThat was a remark I heard a young lady, presumably from Australia, make about Eire's capital, and by far largest city, in a central London youth hostel. \nAnd if you think about it in one sense she is right. Dublin was built by the Anglo-Normans and the English, and its Northern Victorian counterpart, Belfast, by Protestants of mostly Scottish stock. Even the old walled part of the much smaller city of Derry/L'Derry was the work of planting entrepreneurs from London. \nThe island of Ireland (Eire and Northern Ireland) is by no means unique. British pilgrims, settlers, emigrants, convicts, planters and colonisers all brought English and Scottish architectural norms to every corner of the world: the USA, Hong Kong, Canada, Malaysia, Australia, New Zealand, India and South Africa, to name but a few, all host buildings constructed under the auspices of British architects. \nDidn't the Irish ever express themselves through architecture? Of course, the island fell for centuries under British domination and suffered mass outward migration for decades upon decades to the New World and Great Britain following the Great Famine – but didn't Ireland, like so many other nations, ever have its time in the sun?    \n         \nThe answer is 'yes, it did'. Unlike France and England, colonisers of nations, flourishing under the Renaissance, the Enlightenment and the Industrial Revolution to become global heavyweights, Ireland's rise (and subsequent fall) began almost a millennium beforehand. St. Patrick was stirred by Divine powers in a dream to bring the hope of Jesus to the Celts in the fifth century. The centuries that followed his arrival witnessed the construction of around a hundred Irish Round Towers as well as monasteries, convents, churches and the trademark Celtic High Crosses. \nHowever, if you're looking for a round tower, a ruined monastery on a hill, or an intricately carved High Cross, you'll not really find them in Belfast or Dublin. The ancient Celts did not build towns or cities, and the remoteness of a lot of their greatest designs is testament to that. You may find yourself driving for several hours away from the city and even traipsing across graveyards to get there. \nI hope these photographs might whet your appetite. I certainly adored visiting these places.    \nGod bless\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","title":"Ireland's Ancient Celtic Christian Architecture","author":"Philip T. Smith"}