{"url":"http://www.environmentalgraffiti.com/ecology/new-weapon-against-malaria-–-it’s-a-sea-cucumber/640","content":"\nYesterday few of us knew what a sea cucumber was or even if it had a use. Today is a new day, and today the Sea Cucumber is King.\nScientists (it’s always the scientists) have discovered that sea cucumbers produce a protein which could block the transmission of the malarial parasite.\n occurs in over 100 countries and more than 40% of the world's population are at risk. Large areas of Central and South \n, Hispaniola (Haiti and the Dominican Republic), \n, the Middle East, the Indian subcontinent, Southeast Asia, and Oceania are considered malaria-risk areas. Every year \n causes severe illness in 500 million people worldwide, and kills more than one million. It is a disease not to trifle with.\nIf you are lucky enough to be able to afford the anti-malarial medication (the vast majority of people who would come into contact with malaria cannot) you still have to deal with the side affects of these drugs, some of which include nausea, blurred vision, and psychiatric disturbances.\nThe sea cucumber, which is slug like in appearance, produces the protein lectin, which impairs the development of the \n parasite. By fusing part of the gene which produces lectin to a gene from a mosquito, the insect would then produce lectin. The results are very positive and show that the technique is effective against several of the parasites which cause \n. Lectin is poisonous to the parasites when they are still in an early stage of development called an ookinete. Usually, the ookinetes migrate through the mosquito's stomach wall, and produce thousands of daughter cells which invade the salivary glands, and infect a human when the mosquito takes a blood meal. But when exposed to lectin the ookinetes are killed before they can start their deadly journey.\nAlthough the results are promising, these are still the very first stages of development. Much more work has to be done before a safe treatment could be created. Researcher Professor Bob Sinden, from Imperial College London, said:\n\n\nDr Ron Behrens, of the London School of Hygiene and Tropical Medicine, said the technique showed promise in theory - but he warned that introducing genetically modified mosquitoes could be fraught with practical difficulties.\n\n\nA clear test of the current genetic engineering laws currently in place.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"New Weapon Against Malaria – It’s A Sea Cucumber!","author":"emma"}