{"url":"http://www.environmentalgraffiti.com/offbeat-news/5-incredible-buildings-made-of-ice/1023","content":"\nHave you ever sat back and wondered  whether it would be possible for you to create a castle made of ice? Or perhaps an ice palace or frozen hotel?\nThink of the unimaginable skill required to sculpt these edifices of ice: the sheer effort, determination and patience it would require is enough to drive any aspiring sculptor insane. Depending on which side of the glass you look at, the worst aspect or the most beautiful aspect of it all, is that the life cycle of these incredible frozen masses of H20 is like butterflies - incredibly short. So today we’re going to explore some of the most amazing buildings made out of ice, that have since disappeared and been rebuilt numerous times.\nEvery January 10km east of Quebec City, an extraordinary ice hotel is erected. It boasts 85 beds covered with deer furs and is made with 15,000 tons of ice. The only place that is heated is the bathroom!\n\n\nFor over 200 years now Russia's old imperial capital, has recreated the ornate ice palace, built in1740 for Empress Anna Ioannovna. Visitors pay 150 rubles ($5; 4 euros) to see the complex, which was made with over 3 tons of ice from nearby lakes. You can also have your wedding here for the sum of 10,000 rubles.\n\nThe World’s first ice hotel began in 1990 when French artist Jannot Derid held an exhibition in a cylindrical igloo. One night, there were no rooms available in the town, so some of the visitors decided to spend the night in the attraction, wrapped up in sleeping bags on top of reindeer skin. These were the first guests. The hotel now boasts over 80 rooms each year and only exists between December and April. With every year that passes, the design of the building and rooms changes. It is unique.\nThe Saint Paul Winter Carnival has been going since 1886 after a New York journalist described the town as  \"another Siberia, unfit for human habitation.\" The local Chamber of Commerce, eager to prove him wrong, created one of the most marvelous winter spectacles. The carnival features everything from the famous ice palace, (pictured below both in 2004 and 1887) to bobsledding and ice horse racing. It even has it’s own royal family!\n\nThe snowcastle of Kemi in Finland is the biggest in the world and it’s rebuilt every winter. In its first year, the huge ice sculpture drew up to three hundred thousand visitors.\nThe hotel sits on between 13,000 to 20,000 square metres of ground, depending on which year it is built. Every year, the architecture is completely different. Three features remain however, these are: a chapel, a restaurant and a hotel.\nSo, if you're interested in how some of these incredible sculptures are made, here's some ice carving in action!\n\n\nGot anymore pictures of ice castles, hotels or spectacular buildings? If so, Environmental Graffiti would love to see them.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","title":"5 Incredible Buildings Made of Ice","author":"Chris"}