{"url":"http://www.environmentalgraffiti.com/physics/news-lighting-trees","content":"\nIn 1777, Georg Christoph Lichtenberg, a German physicist, captured static electricity in glass. Static electricity is an electric charge which builds on the surface of matter, and cannot disperse unless it flows into the ground or is discharged. The most identifiable example of static electricity in nature is lightning. By attempting to capture static electricity in an insulated block of such materials as acrylic or glass (or any non-conducting plate), Lichtenberg could examine the radials of electrical discharge.  \n\nThese radials branch out, shaping into tree or fern-like patterns, which form due to spark discharges at the boundary of the plate and the gas. The length of the radials vary based on exposure to air and density of materials used. The indentations can then be sprinkled with dust, lead or sulphur, which yield a highly amped color, seen through the clear plate.\nLichtenberg figures are very similar to electrical treeing – a process which resembles the former, but is not the result of a carefully contrived experiment. Electrical treeing is a warning sign when a material is stressed by highly charged electric fields over a sustained period.\nMechanical defects and impurities often exacerbate the stress, frequently leading to the decomposition or breakdown of the insulating material. Most commonly, electrical trees will appear in high voltage technology shortly before its failure. By examining the patterns and radials formed by the electrical trees, an investigator can determine the source and complexity of the failure.\nLichtenberg figures are not so ominous in commercial use. Many companies intentionally create Lichtenberg figures to serve as aesthetic statues, amplifying the bright colours of the radials and manipulating the insulator into various shapes like stars or spheres.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"The Electric Beauty of Frozen Lightning Trees","author":"ppavone"}