{"url":"http://www.environmentalgraffiti.com/ecology/the-mediterranean-is-a-danger-area-for-sharks/485","content":"\nThe biggest shark and ray danger area in the world is the Mediterranean.\nJust to clarify, it’s the sharks that are in danger, not humans. The information comes from the most recent version of the World Conservation Union’s (IUCN) Shark Specialist Group Red List.  Over 40% of ray and shark species (30 out of 71 species) are at risk for extinction due mainly to overfishing and ruined habitat. Of the 30 threatened species, 13 were categorized as critically endangered, including the shortfin mako and porbeagle sharks. Both of these animals’ meat and fins are considered delicacies.\nIt’s not just sharks in danger either. The Maltese skate, a species found only in the Med, is also on the critically endangered list. The skate’s population has dropped 80%, primarily because of bottom trawling fishing.  One of the most well known rays, the giant devil ray, is listed as endangered, one step up from critically endangered.  The animal’s large size means it frequently becomes trapped in fishing nets, and its low reproductive rate means the species is particularly at risk for extinction.\nThe IUCN hopes the report will influence the International Commission for the Conservation of Atlantic Tunas (ICCAT), which meets this week in Ankara, Turkey and will likely discuss limits on shark fishing. The report authors want ICCAT to ban certain practices that harm shark and ray populations, including drift nets, deepwater fishing, and “finning”, or cutting off shark fins and dumping the body in the water. They also hope to convince ICCAT to impose limits on shark and ray species that are fished. There are currently no catch limits on fished sharks or rays.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"The Mediterranean is a Danger Area for Sharks","author":"Chris"}