{"url":"http://www.environmentalgraffiti.com/offbeat-news/british-travelers-produce-twice-as-much-noxious-wind-as-americans/328","content":"\nAs an American abroad, I can count on several things always being true. One, nobody cares about baseball but me. Two, I will be unable to find decent peanut butter. Last but not least, Three, I will be seen as both the representative and creator of all American foreign/domestic/environmental policies.\nYou would expect that my slightly shabby  clothes and youthfulness would cause most people to realize I am not exactly a political force to be reckoned with. Yet every time I go to the pub I am taken to task by the locals for not using the direct phone line to the President all Americans are issued at birth to make Bush end the war, make everyone less fat, and sign the Kyoto Protocols.\nEven though I fully support the peace/skinny/green movement, it can be incredibly tiresome to exist as the walking embodiment of everything that is wrong with the world. That’s why I was so happy to learn that the British are not just worse, but actually more than TWICE as bad as Americans at something environmental.  After long months of pitying, condescending lectures on the various faults I am endowed with due to my birthplace, I can finally return to being smug and superior.\nWhy you ask? Well, according market research company Global TGI, the average British person emits 603 kg of CO2 related to aviation every year. This is the highest aviation emission total in the world, and more than twice the average American total of 275 kg. \nI sincerely doubt that people will ever stop listing America’s various faults for my benefit while I’m abroad, certainly not during this administration anyway, but at least I’ll finally have a little ammunition of my own the next time.   \nSource: \n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"British Travelers Produce Twice As Much Noxious Wind As Americans","author":"Chris"}