{"url":"http://www.environmentalgraffiti.com/news-benthic-sea-creatures-so-ugly-they-are-cute","content":"\nHave you heard the expression, \"a face only a mother could love\"? Well, these benthic species – animals that live on the sea bed rather than in the water – all have something about them that puts them in that category. Some are the stuff of nightmares, others just ugly enough to be cute! Actually all of them are cute, depending on your taste. So enjoy this journey into the deep sea as we look at some of the more unusual creatures it has to offer. \nThis tiny octopus weighs 45 grams on average and is smaller than your hand. It is a deep sea octopus, and this one in particular broods over its eggs for 400 days, wasting away as it feeds on itself to get energy. They live much longer than shallow water octopi as well, up to six years in some cases, rather than just one year.\nThe pencil urchin is one of the most unusual creatures in this list. Instead of having normal spines, it has long pole- or pencil-like structures.  \nThe toadfish is known as an ambush predator and has the unique characteristic of making sounds from its swim bladder.\nHermit crabs look wonderful with their purloined homes of shells but seeing one naked makes me understand why they wants to hide their body, and not just for protection!\nThe scorpion fish is one of the more unattractive fish in the sea and lives on the sea bottom. Some species are even the most venomous in the world! \nThe ghostly white skinny arms of the deep sea crab make it look like something from a horror movie, but he is cute in his own way!\nTruly something you would not want to meet with in the sea; brittle stars just look like the worst of worms, snakes and spiders combined!\nHorrors! This bottom-dwelling creature has large pectoral fins that open and close like a bird when it swims. And if its looks weren't enough to make you run from it, it also has a mild poison.\nThis octopus wins the award for an sea creature that is so ugly that it is cute. The shape and colors combine to make a face only a mother could love.\nThis isopod measures between 7 1/2 and 14 inches, truly making him the stuff of nightmares. Related to the woodlouse, its eyes are very reflective as you can see in the photo, almost glowing. For a creature so ugly, he is cute; he wins the Grand Prize!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dumbo-octopus01.jpg","title":"The Strange Beauty of Benthic Sea Creatures","author":"Michele Collet"}