{"url":"http://www.environmentalgraffiti.com/news-human-bones-used-create-graphic-images-francois-roberts-stop-violence","content":"\nSometimes an artist will have a flash of inspiration that results in something truly memorable. Artist and photographer Francois Robert had such a moment while he was at an auction in rural Michigan in the mid 1990s. He was looking for furniture for the Chicago studio he was setting up, at a school which was selling off surplus stock. \n \nRobert was interested in buying some lockers, and he noticed that the sellers had a group of three on sale for $50. On inspection, he found that two of the lockers were empty, but not the third. When Robert opened it up, his moment of revelation arrived in the discovery of a complete human skeleton inside it. \n \nFully articulated and in reasonably good condition, this old skeleton must have been put to use as some kind of teaching aid, probably during science classes. \n \nPhotographer Robert eagerly transported his purchases back to his Chicago studio, though it would be some years before he realized just how to employ those old bones in his artwork. \n \nRobert had a portfolio that had always featured pictures of animal skulls, recovered from his frequent trips to the desert. He had even once spent five weeks amongst the collections of the Field Museum of Natural History, taking photographs of different animal skulls. \nIn 2007, seeking a new outlet for expression, he finally turned to the human skeleton in his locker. \n \nAs the bones of this display skeleton were wired together, his options for use were somewhat limited, so he decided to look for a set of human bones that were completely separate. Surfing the web, he found a source for acquiring already disassembled human skeletons, traded his complete one for a box containing 206 separate, and absolutely genuine human bones. \n \nSince then, he has devoted hundreds of hours to artistically working with this - to say the least - unusual set of materials, arranging them painstakingly into striking, iconic shapes. Each piece ends up being five or six feet wide, and Robert photographs them from a boom rigged to allow a bird's eye view. He spent nearly the entire year of 2008 on his knees, because each exhibit took a full day to set up, and the resulting gallery of images was entitled \"Stop the Violence.\" \nThis incredible art puts the images we have of objects or societies associated with violence into sharp contrast. Weapons and beliefs, the common themes that lead to violent actions, are graphically recreated in the shapes of various weapons and the iconic letter imagery of some awful plagues. \n \nThe breathtaking images, white bone on a black background, provide a sickening reminder of how warlike man is. Beautiful and horrific all at once, this is a truly memorable collection of artwork. \nThe results are beautiful and haunting, and Francois Robert admits that more than anything else, he is motivated by the fear of death, when he comments: \"The bones are something left behind, a form of memory. I try to treat that person on my studio floor with respect.\" \n \nThis utterly compelling exhibition of innovative and heart-rending images is a testament to the sensitivity both of the subject and the artist. One cannot look at these pictures without feeling a profound sadness that the inhumanity so casually displayed by man to his fellows can be displayed in such an evocative way. Remember the name of this astounding artist. We will see much more from him in future, to be sure. \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","title":"Sinister Symbols Shaped Out of Human Bones","author":"tonyleather"}