{"url":"http://www.environmentalgraffiti.com/animals/news-armadillos-continue-their-rapid-range-expansion","content":"\nHis world is black and white and likely quite blurry. Though his hearing is good, the sounds of his own feet frantically rustling through leaf litter obscure most other noises. The nine-banded armadillo slowly, yet methodically, searches the forest floor along a quiet gravel road in southern Missouri. His long bare snout prods deep into the leaf litter and under logs, while the large claws on his feet scrape effortlessly into the soil in search of insects.  \nPeriodically, the armadillo becomes deeply entrenched in the leaf litter with only his armored shell exposed. Nine plates of bone, for which this species was named, flex effortlessly with each movement.  This shell makes armadillos quite unique as they are the only mammals to have bone in their skin. The long tapering tail that drags behind this mammalian tank is also armor-plated.\nThe snow and ice dripping from nearby gnarled trees and root balls is likely quite a new experience for this creature. This South American native has been rapidly expanding its range for many years now. If it seems surprising that Missouri was entirely without armadillos 20 years ago, it may be even more difficult to believe that North America was entirely without armadillos only a little over 100 years ago. North and South America were long ago disconnected, until the Isthmus of Panama rose from the ocean and formed a land bridge connecting the two large continents. \nThis resulted in an interesting biogeographical event known as the Great American Interchange. South American animals were able to move north while North American animals expanded their range southward.  While South American big cats and deer can trace their roots back to North America, the United States received such charismatic creatures as the Virginia opossum and the nine-banded armadillo. Though the opossum has been a North American resident for some time now, the armadillo is a much more recent invader.\nIt wasn’t until the late 19th century that the first armadillos made their way across the Rio Grande and into southern Texas. Aided by an armored defense and a rapid rate of reproduction, the armadillo has quickly expanded its range to encompass much of the southern United States. In fact, female armadillos give birth to four identical pups every year. Since it only takes a year for these animals to mature, a small group of armadillos can quickly become a booming armadillo population. \nArmadillos are also able to cross large rivers as they can inflate their lungs to float, or they may sink to the bottom and walk across. The armadillo even has the capacity to hold its breath for extended periods of time, an adaptation originally used for burrowing.\nFor many, the armadillo may be a backyard pest, but it is also a character in a fascinating story stretching back hundreds of years. Undoubtedly, this animal will change the environments it arrives in as it moves northward, but this is the way of life on earth. The movement of animals across the surface of our earth is like a beautiful and ever-changing orchestral piece. Every tectonic shift and each climatic change results in a new key or perhaps a new instrumental balance. Though the armadillo is now reaching a climactic point in this song of life, it is difficult to say where this fascinating animal will be hundreds of years from now, when the tune changes yet again.\nFor more information on the northward spread of the Armadillo, follow these links: \nand\n.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PFA5_0","title":"Armadillos Continue Their Rapid Range Expansion","author":"ahoffman"}