{"url":"http://www.environmentalgraffiti.com/ecology/saving-devils-with-the-bible/369","content":"\nThe Tasmanian Devil is being decimated in the wild by a virulent form of cancer, and scientists are proposing a “Noah’s Ark” solution to keep the animals from going extinct.\n Up to 50,000 of the animals are thought to have died from the unexplained and highly infectious facial cancer, which first popped up around a decade ago.\nThe cancer causes facial tumors which eventually prevent the animal from eating, starving it to death. The cancer is extremely infectious and is usually spread by fights over carrion or during vigorous mating. Most of the animals that contract the disease die within 6 months. The cause of the cancer is unknown, although many people suggest it has resulted from heavy pesticide use in Tasmanian forests and farms.\nScientists think that around 60% of the animals are infected. Scientists fear the entire range could be infected by 2012, and that the animal could be extinct in the wild much like fellow Tasmanian native the Tasmanian Tiger.\nMany scientists feel that the devil can only be saved by sending healthy animals to zoos. This has drawn comparisons to the biblical story of Noah’s Ark. Around 40 animals have been sent to zoos in Australia already, with a further 39 quarantined in preparation for a similar move.\nScientists hope to have 1,500 healthy devils in 20 zoos throughout the world within three years. \"It provides insurance against the worst outcome, which is total extinction in the wild,\" said Professor Hamish McCallum of the University of Queensland. \"The cancer would then have burned itself out, and we could start restocking from captive populations.\"\nOther possibilities include fencing off unaffected populations to prevent the spread. There has also been a proposal to release the animals on offshore islands, although this has met with some resistance over fears it will destroy native bird populations.\nA more extreme proposition, releasing the animals on mainland Australia, has a few proponents as well. The animals once lived on the mainland, and researchers suggest that the devils could help balance the ecosystem by preying on non-native fox and feral cat species, which have reeked havoc on Australia’s ecosystem in recent years.\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbAUjNbU.jpg","title":"Saving Devils With The Bible","author":"Chris"}