{"url":"http://www.environmentalgraffiti.com/featured/man-vs-alligator/14280","content":"\nThe urge to get to grips with the leathery hide of a 500 hundred-pound alligator while avoiding having one's limbs severed may not be everybody's cup of tea, but it clearly gets some people's juices going. When these beasts bare their teeth, you know they're not smiling and trying to be friendly. Still, such fine points haven't deterred humans from stepping into the ring with the flesh-eating prehistoric reptiles, and even now alligator wrestling is alive and thrashing, as it has been for centuries.\nOriginally the preserve of Seminole and Miccosukee Native American tribes, the jaws of alligator wrestling's appeal have long since widened, and it's almost as stapled onto the Florida tourist map as Cape Canaveral and Micky Mouse. Although still practiced by a few indigenous people, these days you have to go off the beaten Everglades trail to find it, or failing that visit a theme park like Gatorland, one of the joints offering the more commercial, family-friendly side of the whole shebang.\nAt other, nitty-grittier gator parks, individual wrestling skills really come to the fore – though the term wrestling doesn't quite pin down what the guys and gals who participate in the sport are all about. As much tickling as grappling, the show typically involves a series of well-practiced tricks – from the Florida Smile, which entails coaxing the alligator to open its mouth, to the Face-Off, a classic where performers hold the gator's mouth open using just their chin, with their arms outstretched.\nMore showbiz than bloodshed alligator wrestling may be, but that doesn't mean it isn't dangerous. Any job where one is likely to get bitten – \"banged\" in the lingo – by beasts whose bite is reckoned to be more bonecrushing than any other has to take some balls. Or not. Women as well as men practice this seemingly precarious profession, since both stealth and strength are called for to subdue the untameable alligator – and avoid one's limb finding a new home in its stomach.\nNevetheless, the number of people willing to take up the job has declined in recent years – a situation exacerbated by low hourly rates of pay and reduced numbers of Native Americans now needing to work for such meagre return. Alligator wrestling has also got animal rights activists gnashing their teeth: they argue that the sport is cruel and stressful to the gators, though those in the business are quick to bite back, saying their shows are not only educational but part of a long-standing tradition.\nSome would have you believe alligator wrestling is more World Wildlife Federation than World Wrestling Federation, yet the macho element remains. Those qualified explain interesting facts about the animals as they wrestle them into submission, but others who want less talk, more action can eschew Florida for the less tropical climes of Colorado, where Colorado Gators run daily courses in taking on the giant reptiles. Punters at the academy handle progressively bigger gators in swampy pens before qualifying as fully-fledged wranglers fit to compete in the annual Alligator Rodeo. “No whining if you get bit” waivers are signed in advance. \n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/a1jpg","title":"Man Vs Alligator","author":"Karl Fabricius"}