{"url":"http://www.environmentalgraffiti.com/cities/news-wacky-roads-around-world","content":"\nA great way to escapes, even if just for an hour or two, is to hop in the car and go for a drive... roll down the windows, let your hair blow in the wind and leave all of your troubles behind. Better yet, grab a friend and hit the open road! We are about to embark on a journey that takes us around the world, from the wild and wacky to the white knuckled, our journey is going to take us all the way from the world's shortest street straight through to The Road of Death. So, if you think you can handle it grab your GPS, gather your nerves and get ready for the ride of your life as we explore ten of the worlds craziest roads!\nWith just one address on the street (No 1) Ebenezer Place, in Wick, Caithness, Scotland was awarded the Guinness Book of Records title for the Worlds Shortest Street. This tiny little street measures in at a measly 2.06m or six feet and 9 inches. Better, make sure you don’t blink or it just might\n\npass you by!\nLooking for something a bit longer? We it looks like we have found it. Measuring in at an astonishing 1,896 km or approximately 1178.12 miles, Yonge St. was at one time awarded the title of the world's longest street in the Guinness Book of World Records. Yonge St. is the main road that runs between two major lakes in Ontario Canada, Lake Ontario and Lake Simcoe. This remarkable street runs all the way from the United States Minnesota border and wanders along Highway 11 all the way to the lakeshores of Toronto. To think about the distance in another way; this one street is long enough to run from San Diego, California, to Seattle, Washington.\nLooking for the scenic route with an adrenaline rush to boot? Well look no further then the Col de Turini in France. Situated more than 1 mile above sea level near the Italy-France border, The Col De Turini is one of the more famed roads that winds through the Alps. This gem has been a stage in the Monte Carlo Rally, a part of the Tour De France and listed as one of the best driving roads by the show Top Gear. What makes this road so special? Well how about this: it is 1607m high and starts with a stunning series of hairpin turns that wind the driver down into a gorge surrounded by awesome scenery – a wild river on the left, and a steep rock wall on the right. While all the hairpin turns might be nerve-racking to even the best drivers the beauty of the Alps and all its natural scenery make this drive well worth it!\nFeeling a claustrophobic? So are we after visiting the Spreuerhofstraße in\n\nGermany, which has a tiny or should I say narrow claim to fame. It is the home to Spreuerhofstraße the world’s narrowest street! This slender little road ranges from 20 inches to a measly 12 inches in width! You can find this road listed officially in the land-registry as City Street no. 77.\nNeed more room to roam after the Spreuerhofstraße? Well how about 9 de Julio Avenue, in Buenos Aires, Argentina. The day Argentina gained its independence the locals celebrated in a big way… with a big street! They named their main street in downtown Buenos Aires, 9 de Julio. Now, this is not just some ordinary street. This street is a whopping nine lanes wide with landscaped gardens for medians making this the widest street in the world. Bet your not feeling claustrophobic anymore… are you?\nSo, you liked the adrenaline from the Col de Turini, but you are looking for something a bit more rugged? Well have we got the road for you! Nestled in the Canyonlands National Park in Utah, White Rim Road is 103 miles of rugged twists and turns that wind down into the very bottom of the canyon its self. Not only is this a beautiful ride it is down right dangerous. So bring your 4X4, plenty of water and make sure you have on your head screwed on straight - this is one heck of a challenge, but we promise you won't regret it!\nOK, you liked all those twists and turns, but are ready to be back on the paved road, so it looks like Lombard St. in San Francisco is for you. This street is the winner for the world’s most crooked street. OK, so only about a quarter of a mile of this street (between Hyde and Leavenworth) zig and zag this way and that way, but this is no accident. This section of Lambard St. is at a 27% gradient, which makes it difficult for cars and pedestrians alike; hence the zig-zag section with a 5 mph speed limit makes it manageable.\nLombard St didn’t have enough of a wow factor for you? Well that's OK, come on over to Stelvio Pass in Italy. Located in the Eastern Alps this road was originally built between 1820-1825 and has changed very little over time. The Stelvio Pass Road connects the Valtellina with Merano and the upper Adige valley. At 1.7 miles above sea level with 48 white-knuckle hair pin turns this road is nothing but challenging. With some steep inclines and tight squeezes at a height of 2757 meters, this stunner is the second highest paved road in the Alps; so one thing is to be for certain - the views are breathtaking and the drive is challenging. \nReady to come back down to sea level? Well there's no better place to do it then Hawaii! Jungles and waterfalls line the road to Hana, and the views are killer! Well, maybe we should have picked a different word. After all, to get to Hana you will need to travel 52 miles of cliffhanging winding roads with some 600 twists and turns that include narrow bridges (50 of them) and blind curves. If that is not enough so scare you off in some places it is only wide enough for one small car at a time! This is one white-knuckle beauty that is sure to please with a great big dose of adrenaline and lush jungle and ocean views to boot.\nOK, so you have had enough of the pretty and the “slightly dangerous” but are you ready to take on El Camino de la Muerte? Yungas Road or the El Camino de la Muerte, ‘Road of Death’ is a 43-mile long road that connects La Paz and Coroico, in Bolivia. Infamous as the “world’s most dangerous road” with extreme drop offs of 2,000 ft, no side guardrail and only the width of a single car, it is estimated that nearly 200 to 300 people are killed every year on this road. To make the journey even more of a hazard it is often muddy, covered with rocks from landslides and very foggy with low visibility. This is no ordinary road; this is a death trap.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","title":"10 Craziest Roads on Earth","author":"Tinahm"}