{"url":"http://www.environmentalgraffiti.com/featured/masterpieces-collage-art-are-mokkelbost/8221","content":"\n\nAll images via \nIt’s hard to believe that the image above is not a painting but a painstakingly put together paper collage. The artist is Are Mokkelbost, a young talent from Oslo, Norway. His collages have been on view in Oslo and Paris and are currently making the blog circles. For those who really can’t believe that Mokkelbost’s creations are not paintings, read on for proof…\nMokkelbost’s ION-OMNI series, which he created between 2005 and 2008, is what currently fascinates art lovers and the public alike. His pictures emit a raw energy that is contained only by the medium of collage: random pieces of paper, determined by the artist’s vision, are put together to create these strangely beautiful images. They are like fires made of geometrical shapes that have the power, phoenix like, to create life – strange heads of hair that become the fire rather than being destroyed by it.     \nMokkelbost even displays what is usually hidden from viewers: the back of the artwork. In his case, the question \"How does he do it?\" gets answered and makes his artworks even more interesting.   \nAccording to his \n, here's how Mokkelbost worked on the ION collages: \n\nImage: Pal Laukli\nFor the group poster and video exhibition \"Giving People What They Want\" in 2006 at Glassbox in Paris, Mokkelbost scanned the back and front of this only 10 x 4 cm paper collage and then enlarged it to poster size. It's amazing how back and front blend together to create what one could call a psychedelic Rorschach-Test. \nMokkelbost, who graduated from Oslo’s National Academy of the Arts in 2002, seems to be an all-rounder: He records and performs his own music as well. It’s understood that he’s doing his own album cover art. \nHe is currently in New York and can be seen at a group exhibition of Norwegian artists from March 5th to 8th at the Pulse Art Fair and Chashama in New York. \nWe first spotted \non \n. ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","title":"Masterpieces of Collage Art by Are Mokkelbost","author":"Simone Preuss"}