{"url":"http://www.environmentalgraffiti.com/featured/ethiopia-cross-shaped-church-carved-stone/18506","content":"\nDuring the so-called Dark Ages, Islam was seen by Europeans as a plague engulfing the East like a black shroud. Spread by fanatics with the Koran in one arm and a blood-stained scimitar in the other, Islam threatened to take Europe as it had the Orient, cutting off contact with all Christian lands within its expanding territory. But amidst decades of such news, a more positive story began to circulate: there was a man, a great Christian king, who ruled a vast kingdom somewhere amidst the Mohammodan hordes of the East. His land was rich and wondrous – contemporary reports speak of fantastic creatures and even the legendary fountain of youth. His name was Prester John. And he was ready to join the nations of the West in a mighty crusade against the forces of Islam, if only they would contact him. But where exactly was his fantastic kingdom? \n‘India’ was where it was claimed Prester John had his kingdom. But ‘India’ was a pretty loose term to the Middle Ages mind, and Prester John’s land seemed to move about quite a bit. But over time, the mythical Christian kingdom in the East became tied to the reality of the Christian nation of Ethiopia. It was only here that reality could hold a candle to the supposed wonders of the legend, in the form of the stone churches that were found there, and the once-mighty civilization that created them.\nA Christian nation since the fourth century, Ethiopia retained its sense of culture and nationality throughout the ages of the Muslim conquests, and remained one of only two countries in all of Africa that kept its independence during the European colonization of the late 19th century. During the 12th century, a powerful new king ascended to the throne. His name was Lalibela. Partly because of the need to justify his position, given his apparently poor genealogical link to King Solomon, he took up the task of creating places of worship that would awe all those who saw them.\nLalibela’s intention was to make his capital city a ‘new Jerusalem’ for those who could not make the pilgrimage to the Holy Land. He also wished to challenge the rival holy city of Axum, which claimed (and still does!) to possess the true Arc of the Covenant. The king pretty much ignored any style of church architecture that had gone before, crafting unique buildings that are unlike those anywhere else on Earth. Most incredibly, each was carved out of the ground from an unbroken piece of stone, rather than built. The largest is 40 feet high – meaning that it was carved from a hole at least that deep, in solid rock. Each has a deep trench built around it, allowing access. Visitors descend from ground level to the entrances via steps carved into the walls of the trenches.\nWhat might be shocking to some European visitors is the presence of frequent ornamentation in the form of swastikas. Of course, the swastika is an ancient good-luck symbol that is still prevalent in India and other eastern countries. Various styles of Christian crosses are also carved, alongside some Muslim-influenced artwork and familiar bible-scenes carved from the living rock.\nAltogether, the project took 20 years. The experience seems to have made King Lalibela into a true-blue believer, as he afterwards abdicated the throne in order to live the ascetic life of a holy man. Today the town of Lalibela is small and unobtrusive – but it still contains the wonders that caused the Christians of the Dark Ages to dream of the mythical kingdom of Prester John.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","title":"Ethiopia's Cross-Shaped Church Carved out of Unbroken Stone","author":"Steampunk"}