{"url":"http://www.environmentalgraffiti.com/animals/news-amazing-snapshots-madagascar-hissing-cockroach-giving-birth","content":"\nThe Madagascar Hissing Cockroach is one of the largest in the world, growing to between two and four inches. It gets its name from its habit of hissing or 'growling' by forcing gas through the air holes in its shell. There are actually three kinds of hiss – as if one weren't enough! – the disturbance hiss, the attract a female hiss, and the fighting hiss. Clearly this female heard the call of the 'attract female' hiss. \nWho knew that cockroaches gave live birth? If you have already had your lunch, come and take a look at the fascinating way they do so.\nThe female cockroach has something called an ootheca, which is an egg casing she carries internally until all the eggs hatch, releasing the nymphs (so in a way it is a hybrid birth, not fully 'live'). Here she has just started the process.\nIf you look at the first picture closely, you will see that the baby cockroaches almost look like miniature lambs. Some might have other comparisons in mind, however, perhaps not as polite.\nThey baby cockroaches are very small, but there is still an enormous amount of them to fit inside your body if you're a female roach! The babies in this image are mostly female; you can tell by their tubular shape. They also expand almost immediately after birth.\nJust like roaches everywhere, the babies are scuttling to go undercover while mom continues birthing more. This is natural because cockroaches don't like light and live under rotting leaves and logs in the wild. If only they would stay there!\nAfter giving birth to all those infants, mom pushes out the 'welcome wagon', the used egg casing or ootheca. This provides the babies with a nutritious and delicious meal (for them, anyway!) even though they normally enjoy fresh vegetable matter along with whatever protein they can get hold of.\nAll the babies rush to get their first feeding, which are the egg casings they were born from. The group in this image are mostly male, as shown by their wider and flatter bodies.\nThis sequence is as disturbing as it is fascinating in its creepiness, and the mom had a big job ahead of her to give birth. Birth is always a miracle and this is no less of one, even if it involves a much less pleasant animal than we might normally think of. For anyone interested or brave enough, cockroaches apparently make very good pets and are easy to keep. Sure, just put them under your stove or in the back of a cupboard! Seriously, though, they apparently only need a fish tank, something to climb and a log with crevices. I might suggest a gecko to eat them as well, but that would be mean.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","title":"Hissing Cockroach Giving Birth to Hundreds of Her Crawling Offspring","author":"Michele Collet"}