{"url":"http://www.environmentalgraffiti.com/news-hiking-valley-lost-boys","content":"\nHiking the Na Pali Coast of Kauai, Hawaii is an epic adventure for two reasons: the dramatic vistas, and the sprite-like people who live in the valley at the end of the trail. The trail to Kalalau Valley traverses the northern coast of Kauai, snaking up and down the cliffs, and ultimately arrives at the Eden-like valley backdropped by a lush waterfall, where a clan of free spirits lives year-round. The valley is accessible only by foot and a few other means like kayaks and sailboats, so the valley people live in virtual isolation from the rest of the world, venturing from their utopia for real-world supplies only a few times a year. I have read that some people will barter with you for chocolate, but it seems impossible to carry chocolate on the hike over without having it melt.\n\"Na Pali\" means \"the Cliffs\", and appropriately so.  This hike is not for the faint of heart, and definitely not for those with a fear of heights (unless the phobic person also believes in extreme psychological treatments). In fact, although I was never afraid of heights before, I think this trek instilled in me a fear that lasted a few months after the trip. It is that vertigo-inducing.\nAbove is a photo of the width of the trail at one of the narrower spots. On the right hand side is a cliff that drops hundreds of feet straight down into the ocean.  At times the trail is even narrower, and when it has not rained in a while, the trail can get crumbly and there is the constant danger of losing your footing. In the rain the trail gets slippery.  Toward the last few miles, there is a pass that is particularly gut-wrenching. Someone in the valley informed us that every year someone falls off the trail and dies, but that this usually happens when the person is caught on the difficult section of the pass at night.\nDuring the trek to the valley, we saw the sprays of whales in the water, countless mountain goats (one of which sent some rocks tumbling right above my head – not a happy event when you are clutching the side of a cliff for your life), and later a monk seal. A goat hunter also passed us, equipped with a quiver of arrows on his back. He had no tent or other supplies, and moved quickly. We camped part of the way through, and in the morning I discovered a hole in my tent where something (a goat?) had chewed through to get to a granola bar I had stashed beside my feet.\nJust before we made it into the valley, we met a hiker named Koa who was sitting naked on an overgrown, abandoned helicopter pad. As we approached, he wrapped a sort of sarong around his lower half. He carried almost nothing on him (only a small copper teapot and his sarong, which also doubled as a satchel), and was subsisting on edible plants he had identified on the hike.  After chatting for an hour or so, he picked a handful of lantana leaves from a nearby bush, and brewed us a pot of delicious tea.\nThe main geographical feature of the valley is a huge waterfall. The first people we encountered in the valley was a band of lost boys – real-life Peter Pan sprites of absolutely indeterminable age. They were all barefoot, dressed in loose clothing, and nimbly skipped over the very creek stones that my friend and I had lumbered over in our hiking boots.\nOther characters we encountered included some very open people who offered us a just-baked \"space cake\", and a handful of men in their 30s to 50s with long hair, all of whom seemed to be strumming on guitars. One of them informed us that the \"governor\" of their community was a man who had come from Boston thirty years ago and never left.\nI could certainly see the draw of the place. You live off the land and sweet guavas, the geography ensures that few outsiders will bother you, and the worries of the modern world immediately recede. Also, if you stayed forever you wouldn't have to repeat hike that truly treacherous stretch of cliff on the way back.  My entire time playing in the valley was tempered by a growing dread of that pass. It was tempting to stay. I would play on the beach and beneath the waterfall, and never age.\n ","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","title":"Hiking Hawaii's Kalalau Trail","author":"slippie"}