{"url":"http://www.environmentalgraffiti.com/news-6-badass-facts-about-zebras","content":"\nOk, that \n be opinion more than fact, but, in my book, anyone who struts around the animal kingdom in prison stripes and a mohawk is one badass beast. It takes big cojones to walk around in black and white when your environment is a completely dull shade of green and brown.\n \n\n\nThis is not surprising, as the zebra has clearly evolved from some sort of fugitive horse, far too much of renegade for any prison to hold [citation need]. There have been attempts, and yes, a few solitary occasions where men have tamed some individual zebras. However, the general consensus amongst the striped creatures is that we can carry our own damn carriages and plow our own damn fields.\n\n\nOh, the good ol' days. When if someone had a problem with you, you'd settle it with a duel. And if you happened to see some wild ass strutting around before you, you'd grab a couple pals, break her in, and ride that ass all day. No puns intended of course.\n\n\n\n\nAside from their black and white stripes, which I so cleverly joked about being useless earlier, actually being an excellent way to confuse their \n predators (\n, grrr), the zenith of the zany zebra's zesty skills is its practice of zipping around in a zig-zag pattern.\n\n\nWhether or not you agree with polygymy, any species that exists where one male gets six groupies everywhere he goes is officially badass. This one's not up for interpretation people.\n\n\nI don't care who you are or where you're from, if you saw someone riding to work on a zebroid you would not be able to fight the urge to kneel before such magnificance. The name 'Zebroid' alone demands it.\n I previously received some criticism for my \n in which I listed infanticide as one of the dolphins most badass characteristics. To make it up to those of you whom I've offended, I offer this badass video of a female zebra preventing a stallion from killing her infant: \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Savannah-Catjpg","title":"6 Badass Facts You Never Knew About Zebras","author":"The Blunt"}