{"url":"http://www.environmentalgraffiti.com/news-stunning-artistic-talent-displayed-glass-sculptures","content":"\n\nThe glorious piece pictured above is typical of the amazing artworks produced from glass by many notable artists. \"Cascade,\" as the piece is named, was designed by Sergio Redegalli, and this sculpture has 500 precision cut pieces of 6mm clear glass glued to the shape of a cascading wave. It is located in the Adelaide Botanical Garden in Australia.\n\nThe image above just goes to prove that glass is incredibly versatile in terms of what can be done with it. This is the first in a series of four freestanding life-size kimonos representing the four seasons during different times of the day. This kimono is made of 19 separate pieces of woven glass supported by a metal mannequin.  At 125 pounds, it is the largest woven glass structure in the world.\nOf course, there are a host of exceptional artists working in this media, but one name certainly stands out, both in terms of artistry and achievement. \"Fireworks of Glass\" is the largest permanent sculpture of blown glass in the world, and is by renowned artist Dale Chihuly. The 43-foot-tall tower rises above a glass ceiling at the Children’s Museum of Indianapolis.\n\nNot only is Dale Chihuly responsible for the above masterpiece, which is truly breathtaking, but he also produced the largest glass chandelier on Earth on commission from the Bellagio Hotel in Las Vegas.  This is an awesome example of his dramatic artistry.\n\nThe artist said of this work: \"Steve Wynn of the Bellagio wanted me to make a ''pectacular” piece in the lobby of the hotel that would rival the aquarium at the Mirage, and generate more interest. Back in Seattle, we built the entire seventy-by-thirty-foot ceiling, full-scale, at my studio. The commission, as contracted, called for a whole new armature type and about a thousand new 'flowers.' Steve visited several times, loved it, and wanted even more glass. Finally FIORI DI COMO was installed with over two thousand hand-blown glass elements.\"\n\nThere are commission pieces by this same artist at various locations around the world. Several stand in the famous Kew Gardens in London. The glass sculpture “The Sun” from the “Gardens of Glass” exhibition at Kew is shown below. The piece is 13 feet (4 meters) high and made from 1000 separate glass objects. Another stunning Dale Chihuly piece.\n\nThe Venetians were always well known for their love of spectacular glassware, as amply evidenced by the following images. Incredible pieces of the world-famous Murano glass on the island of Burano, in Venice, stopping passers-by in their tracks.\n\nThe myriad ways in which these amazing artists make use of simple glass is truly wonderful, producing imagery that fires the imagination and gladdens the heart. Glass sculptures can be the most fantastic things you experience in a long time. Go find some and enjoy.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/van-gogh.jpg","title":"7 Incredible Glass Sculptures","author":"tonyleather"}