{"url":"http://www.environmentalgraffiti.com/offbeat-news/awwww-save-the-cute-endangered-monkeys/1122","content":"\nWhen a troop of Mono Titi pass through it is like a band of wild teenagers on a holiday bash.  Even Hugh Hefner would be jealous of their sex lives. They’re fun, happy and cute – life is a celebration for them.\nThe Mono Titi is among the smallest of all primates. Weighing in at only one and a half pounds, not much bigger than a squirrel, they can fit onto the palm of a hand.\nAlso known as the Peaceful Primates, Mono Titi are endemic to the Manuel Antonio Park in Costa Rica: the birthplace of Eco Tourism.  In Manuel Antonio, the monkeys are the stars of the show for the thousands of visitors that come each year.\nWhat makes the Mono Titi unique among the various species of squirrel monkeys is their social behaviors:  the primates live in entirely egalitarian troops.  Both male and female enjoy equal status in the troop and intermingle freely.\nOne can draw many parallels between Costa Ricans and the majestic Mono Titi. Costa Ricans embrace the small: the country is among the most minute in Latin America and the people even call themselves Ticos- a Spanish derivative for something very, very small.  Like Costa Ricans, the Mono Titi live life to the fullest and have no use for disagreement or anything else that gets in the way of a good time.   In a country that abolished its military sixty years ago and that provides universal health care to citizens, could there be a better symbol of Costa Rican life than the Mono Titi?\nSadly, the parallels begin to wear thin with their Tico counterparts.  Unfortunately, the fuzzy little creatures are highly endangered: only 1700 remain, despite the influx of eco-tourism.\nIf you’d like to find out more about what you can do to save them and problems faced, the Eco Preservation Society is producing a documentary on the \n.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sloth2","title":"Awwww Save The Cute Endangered Monkeys","author":"Chris"}