{"url":"http://www.environmentalgraffiti.com/nature/news-meet-blobfish","content":"\nMeet the Blobfish, a deep sea fish of the family \n. The Blobfish inhabits the deep waters off the coasts of mainland Australia and Tasmania. The Blobfish live at depths where the pressure is several dozen times higher than at sea level. The flesh of the Blobfish is primarily a gelatinous mass with a density slightly less than that of water. This allows the fish to float above the sea floor without expending energy on swimming. Its relative lack of muscle is not a disadvantage as it primarily swallows edible matter that floats by in front of it. It eats mostly urchins, mollusks and crustaceans.\nThe Blobfish resembles a lump of jelly, and sports a triangular face that seems to sport a miserable frown.\nThe Blobfish is not edible so its endangered status is from ‘being in the wrong place at the wrong time.’ Blobfish are being trapped in fish nets set by trawler fisherman.\nProfessor Callum Roberts, a marine expert from the University of York, has stated that ‘this miserable looking fish has a lot to be miserable about.’\nIn his book \n, Professor Roberts said: \"Blobfish are very vulnerable to being dragged up in these nets and from what we know this fish is only restricted to these waters. The Australian and New Zealand deep trawling fishing fleets are some of the most active in the world so if you are a blobfish then it is not a good place to be. A very large amount of the deep sea is under threat from bottom trawling which is one of the most destructive forms of fishing. There are some deep water protected areas around sea mounts in the Southern Ocean but that is only really to protect coral and not the blobfish.”\nThe Blobfish is a sad looking creature. They may not be much to look at, but they are part of our great big world and life without them would definitely be less interesting. Let us hope they get the protection they need and perhaps once they are safe we can turn that miserable frown upside down.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb19.webshots.com-41234-2153467240104178106S600x600Q85.jpg","title":"The Most Miserable Fish on Earth","author":"Tammy Marie Rose"}