{"url":"http://www.environmentalgraffiti.com/animals/news-archerfish-vs-insect","content":"\n\nAs spring sets in, we’re already getting excited about the prospect of summer water fights, but if you reckon you’re a good shot with a water pistol, you may think again after checking out the sharpshooting skills of the archerfish. Lurking at the surface of the water, this keen-eyed hunter has the unique ability to shoot down insects and other small prey using a jet of water squirted from its mouth with devastating accuracy. Struck by this guided liquid missile, the hapless creature is knocked from an overhanging twig or leafy perch into the water – ready to be gobbled up in the waiting jaws of the archerfish.\n\n\n\n  \nHow does this feat of marksmanship work? The archerfish effectively turns its body into the barrel of a gun by pressing its tongue against a groove in the roof of its mouth to form a narrow tube. It then snaps its gills shut, forcing out a spurt of water as a powerful projectile. The stream of water can be as much as 5 metres long, with pinpoint accuracy maintained when shooting critters up to 2 m away. Amazingly, the archerfish even adjusts the amount of water it uses, innately calibrating the force of its blasts based on the size of the creature targeted.\n\n\n\nAnother dynamic that makes this submarine ballistics expert special is the fact that it compensates for the different effects physics has on its aim. Although the archerfish has good binocular vision, when it takes sight of a target it also allows for the way gravity will curve its squirted shot. Even more incredibly, the archerfish calculates the extent to which light bending as it passes through the boundary between water and air will appear to shift the position of its target, so it can correct its firing angle to make up for this optical illusion.\n\n\n\nOvercoming the visual distortion of refraction is something the archerfish learns from experience, soon discovering that the best aiming spot is close to directly below its prey. An adult archerfish rarely misses a target on its first shot, though this voracious predator will also leap out of the water and grab an insect in its jaws if it strays within reach. Particularly when young and less proficient, archerfish also hunt in shooting parties to increase their chances of scoring a hit, but it’s every fish for itself when prey plummets into the water.\n\n\n\nAlthough usually growing up to 10 cm, one species of archerfish, \n, can reach a whopping great 40 cm. These submarine snipers inhabit fresh, brackish or marine waters from India to the Philippines, Australia and Polynesia; while typically found in mangroves and estuaries, they are also seen upstream or out in the open ocean. As this last video shows, however, the archerfish is just as likely to see you as vice versa; smokers at the water’s edge could even fall victim to its sharpshooting ways, but then maybe it would be doing them a favour.\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","title":"Archerfish Vs Insect","author":"Karl Fabricius"}