{"url":"http://www.environmentalgraffiti.com/news-migrating-birds-and-climate-change","content":"\n\t\nA biology study revealed that \n. While some birds are migrating nearly a week earlier in response to warmer weather, other birds are following their historic migration patterns. Birds migrate to take advantage of seasonally available food sources such as insects. They time their migrations to arrive when their food is most abundant.\nResearcher Allen Hurlbert worried that birds that maintained their old migration habits might arrive at their destinations after the insect populations they prey on have passed their peaks. He believes that natural selection could remove those birds from the ecosystem because they are unable to compete with the early arrivers who enjoy peak food levels.\nHurlbert's study relied on \n, a project run by the Cornell Lab of Ornithology and the National Audubon Society. The eBird database contains observations from professional and amateur bird watchers. Crowdsourcing the data collection makes it possible to gather millions of observations on eBird.\nAfter birders upload observations, filters flag any unusual observations for review by local experts. Users can go through local portals based on regions and projects, or they can access data from across the Western Hemisphere. For example, a search for \n showed that the northern bobwhite, the least bitten, and Wilson's storm petrel stopped in New Jersey for the summer months.\nJohn Alcock described bird migrations in the 9th edition of his \n textbook. Migration patterns vary between species and within species. A slight majority of birds that breed in North America remain in Canada and the USA throughout the year. The rest spend the colder months in South America. Migration behaviors evolved to maximize benefits such as access to food and mates while minimizing risks such as the risk of falling from exhaustion during a flight over water.\nAlcock noted how different birds will go to different wintering ranges. Fox sparrow populations live in sites from Alaska to Seattle during the warm breeding months. Each population winters in a different portion of California depending on its warm weather location. Even the decision to migrate can be conditional. Individual European blackbirds that are well established tend to spend the winter in their breeding grounds while less dominant individuals migrate south for the winter. Given this diversity, there are many possible reasons why birds responded differently to climate change and many possible consequences for their responses.\nThe details of bird migrations can vary on a few scales. Only some birds respond to climate changes with new migration patterns. The example of the European blackbird suggests that staying still when the temperature changes can be difficult for the weakest members of a population. \nIt may be time for policy makers to prepare for climate change in cost effective ways. Predicting the specifics of climate change is extremely challenging, and \n. Simple decisions like building infrastructure farther from seashores rather than at the ocean's edge can prepare regions for whatever future climates might entail.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"How Climate Change Affects Migrating Birds ","author":"Joseph Dunsay"}