{"url":"http://www.environmentalgraffiti.com/sciencetech/nature-inspires-robot-swarms/748","content":"\nI have a serious question for scientific researchers.\nWhy is it that so many amazing new scientific discoveries end up being applied to distinctly creepy sounding robotics projects?\nDon’t get me wrong. Robots are really cool.  I’m not anxiously awaiting robot sex machines or anything \n, but I certainly hope for a future in which robots do all my housework.  It just seems like there are far too many scientists who are studying \n in the hopes of creating \n.\nFirst there was the \n. Sounds really cool, right? It is indeed. Scientists looked at the water strider to determine how the insect was able to walk and jump on the water, then applied this to robots. All cool until they mentioned it would probably be used as a tiny spy \n that can go all over the water.\nNow scientists have studied flocks of starlings and cracked the mystery behind the birds’ ability to fly in large formations, and regroup quickly after attacks, without getting confused and ramming into each other. While the information is cool, some scientists seem to think that the best use of this knowledge is not to aid our appreciation of \n, but to make more effective robot swarms.\nI don’t know about you, but I have never wanted to come across a swarm of anything. The word has distinctly negative connotations.   A swarm of bees is frightening enough, but a swarm of robots is worse. \n can be helpful and useful, but I can’t think of a positive situation where I would see a swarm of tiny robots and think to myself “Thank God the robot swarm is here.” Regardless, the new research will likely help researchers in mobile robotics to devise new programs to control swarms of robots with greater ease.\nLaying aside all creepy robotics talk for a few moments, the way starlings flock in formation is actually very interesting. Most people had thought that the birds kept a close watch on all birds within a certain area of space.  It turns out that’s not the case. Each bird reacts to a fixed number of other birds, regardless of the size of the area.  This allows the flock to expand and regroup very quickly in the event of an attack, as the cohesion of the flock relies only on the birds’ interactions with a certain number of neighbours.\nThe results mean the starlings are likely more intelligent than originally thought.  Irene Giardina, a researcher on the study from the Centre for Statistical Mechanics and Complexity in Rome, said: “An interaction based upon the number of neighbours, rather than their distance, implies rather complex cognitive capabilities in birds.”\nBird info from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-32954-2593707860105960926S600x600Q85.jpg","title":"Nature Inspires Creepy Robot Swarms","author":"Chris"}