{"url":"http://www.environmentalgraffiti.com/featured/dface-skate-pool-thousand-skulls/18383","content":"\nIn counter-cultural urban expression, there’s nothing more sublime than the sight of a skater achieving near weightlessness as they rip into a vertical transition before flying off the coping into thin air, clutching their board, while the concrete space from which they soared awaits their return. Ever since the early '70s, when a legacy of past masters carved an ineffaceable groove in the concrete landscape with nothing but a plank and four wheels beneath their feet, the drained swimming pool has held a special place inside the ribcage of the street skater.\nEnvironmental Graffiti talked to London-based street artist \n fresh from his return from painting an abandoned swimming pool for skateboarders in California.\nRamp skating may win more prizes, it may even hit greater heights, but riding the beautifully curved 1950s pools of San Bernadino – aka the ‘Badlands’ – is skating to the core, harking back to the early days when air was first caught and bones first broken. D*Face recently took a trip to the skate community where it all started to paint the perfect pool.\nInspired by skate graphics and the street art scene that spawned him, D*Face helped create a skater’s dream spot with his design for a pool dubbed ‘Ridiculous’ by the guys who discovered it, MTV host Peter King and legendary skateboarder Steve Alba. The slightly cryptic name is a marker of its ridiculously perfect shape and curvature, from a skater's point of view. \nSan Bernadino was hit hard by the economic slump and subprime mortgage fiasco, so many of its properties have been left vacant. This gave the skating community the chance to mark their turf on an abundance of abandoned swimming pools – echoing the era when Alba and others took their hardcore style to the pools following the 1970s drought in Southern California.\nThe invitation to paint 'Ridiculous' was put out by MTV, but if that makes this sound more commercial than it perhaps should, remember that the guys who found it could, in theory, have been arrested for this stunt. And look no further than D*Face’s skull designs, hundreds of which litter the pool basin, to see that this is a graphic artist doing what comes naturally to him – and an artist who loves skating.\nD*Face was, in the vernacular, stoked to paint the pool and realise a dream of visiting the traditional Mecca of all skate scenes, where his early interest in the relationship between art and skateboarding first came alive – even if he was just a little too young to know it at the time. Nourished by a passion for hip-hop and punk music, cartoon animation and of course street art, his style fitted the bill well. \nAsked how his art interacts with skating and the skate aesthetic in his painting for 'Ridiculous', D*Face told EG:\nAnd what about the history of his love for skating? D*Face told us:\n\n\nAnd finally, were there any other incentives for this gig? D*Face: \nD*Face finally completed his creation after four, marathon 17-hour days of painting. As the sun set on the fourth day, over 100 skaters led by Steve Alba dropped in on the vertical backyard slopes, grinding the proverbial icing into D*Face’s creative cake: interactive street-art done good. Would other legends from back in the day have enjoyed the show? Only if they’d have been the ones to break in first.\nWith special thanks to \n for taking the time to answer our questions.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","title":"How To D*Face A Skate Pool With A Thousand Skulls","author":"Karl Fabricius"}