{"url":"http://www.environmentalgraffiti.com/ecology/screwed-worlds-most-evil-worm-invades-yemen/1153","content":"\nUp until now the list of worms that has made men curse with fear has pretty much been limited to tape worms.\nWell…add another one to that list: the screw worm. \nLike something out of a horror movie, screw worm females go after the bare flesh, laying 250-300 eggs in a host. When you feel that itch, whatever you do, don’t scratch it. The reason why they’re called screw worms is that the maggots will only burrow deeper, causing tissue damage and even death.\nOk, so you might be thinking this environmental blog is exaggerating things a bit, right? Wrong.\nOnce hatched, the maggots feed off the live flesh and fall down to the ground, where they pupate. The pupae reach adulthood 7 days later. They can then mate and lay over 4,000 eggs. They can also fly 125 miles, bringing their offspring and the plague inland.\nYemen, which has experienced a huge coastal outbreak of the evil screw worm is desperate for international aid. A Ministerial delegation was at the IAEA in Vienna, Austria, to seek emergency assistance to fight the evil worm.\nHowever in Yemen, humans being affected by the pests is not the biggest problem. The vast majority who turn into “living hosts” are usually very young, old or infirm. The main problem is livestock.\n“There are about 20,000 cases of livestock affected. Most of these are sheep and goats,” says Mansoor AlQadasi, General Director of the Central Veterinarian Laboratory. With increasing food costs, and mouths to feed, this is a huge problem that threatens the traditional way of life.\nIt is hoped that like the outbreak in Libya in 1988, the international community will give aid and help eradicate the insects. One possible approach that worked successfully in Libya and South America is effectively to turn the insects against themselves: birth control on a massive scale. The approach entails using radiation to breed hundreds of thousands of sterile male screw worms, and reintroducing them into the wild.\nIf aid can be generated we might be able to screw over the screw worm, before they screw us.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-41371-2381818710104181437S600x600Q85.jpg","title":"Screwed: World’s Most Evil Worm Invades Yemen","author":"Chris"}