{"url":"http://www.environmentalgraffiti.com/offbeat-news/yellow-pages-restaurant-treehouse-ewoks/9913","content":"\n\nAll images: \n via \nTreehouses are the stuff of kids' dreams, but apart from the precarious planks-of-wood-and-nails jobs you see hammered up by the dad next door, it's not often you spy one that looks worthy of the name. This is one of those rare moments. Designed by Pacific Environments Architects, The Yellow Treehouse is suspended over 30 feet off the ground in a redwood tree north of Auckland, New Zealand. You expect to see Wicket and the rest of the Ewoks waving to welcome you at any time.\nThe Treehouse was commissioned by Yellow Pages, who wanted an off-the-wall functioning restaurant for use in a TV ad campaign. The concept behind the Treehouse is an enchanted site, which even in reality overlooks a rather idyllic meadow and meandering stream on the edge of some woods. Cosmetics and commercials aside though, is this a nice thing to do to a tree? Well it's better than chopping one down.\nChildhood dreams and play are key to the concept, and so too imagination and fairy stories. The shape was inspired by forms found in nature: the chrysalis and the cocoon; an onion or garlic clove hung out to dry; maybe even a sea shell with the ends spiralling to the centre. It also looks like a lantern, particularly at night, and by day a tree fort offering a viewpoint and refuge – from those evil stormtroopers?\nDisappointingly for those anticipating a rope ladder ascent, access is via a 130-foot walkway that winds its way up to the top. Functionally, the Treehouse had to be able to accommodate 18 seated people and waiting staff, plus a bar, while also leaving room for filming equipment. In addition, it needed to have clear vistas into the valley and – always handy – structural soundness.\nAesthetically, the oval form is meant to organically envelop the trunk. Apparently the verticality of the curved fins mimics the surrounding redwoods, allowing the structure to blend more naturally with its setting. And despite being an enclosed space, it is also quite open to the treetop views. The whole structure is designed not to dominate its environment. Whatever else it may be, this isn't the Death Star.\nConstruction-wise, the Treehouse is 10m wide by over 12m high, with a split-level floor. Timber trusses form the main structure, while the fins are pine; poplar was used for the slats, and locally milled redwood for the walkway – so a few trees were harmed in the making of this commercial. Finally, while it doesn't look like the most rain-proof tree pod in the world, acrylic sheeting fixed to the roof beneath the fins and vertical roll-down café-style blinds inside make it weather resistant. Canapé?\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tree-House-71.jpg","title":"Yellow Pages Commission Restaurant Treehouse Fit For Ewoks","author":"Karl Fabricius"}