{"url":"http://www.environmentalgraffiti.com/sciencetech/the-5-weirdest-animal-experiments/964","content":"\nScience is frequently weird.\nWe know relatively little about the world we live in. Almost every new experiment adds a little something to the general knowledge of humanity.\nSometimes, in order to gain that little bit of extra knowledge, scientists will study weird or dangerous things.  Frequently they’re too weird or dangerous to use humans for study, so they’ll use animals instead. We’re not condoning this sort of thing, some of these experiments were unspeakably cruel and should never have been performed.  Here are five of the weirdest animal experiments ever.\nThis story was quite big in the media recently. Scientists have been studying the stomachs of kangaroos in an attempt to discover how they remove methane from their farts. This makes this list for two experiments really. The first is for the scientists studying how to apply this to cows. The second, and weirder one honestly, is for the scientists, whoever they are, that first decided to bottle a kangaroo fart and determine whether or not it had methane. Well done, Dr. Kangaroo fart pioneer, well done.\nIn the 1960s two Penn State researchers, Martin Schein and Edgar Hale, did a significant amount of research on the sexual behaviors and preferences of turkeys. That’s not particularly weird in itself, scientists are always studying the sex lives of animals. Their weirdest experiment involved a model female turkey with detachable parts, which was presented to a male. The male’s sexual interest was then gauged. Then the scientists removed progressively more parts from the model. You might expect that, after a while, the male turkeys would lose interest in this stripped down version of a turkey hen. You’d be wrong. Even when only a head on a stick was left, the male turkey was still aroused.\nThis one falls under the category of “incredibly cruel” that I mentioned earlier. It's not so weird, but I feel it needs to be highlighted for the sheer awfulness of the studies.  Scientists studied the effects of smoking on animals for years, and only managed to find that lung cancer was related to smoking after decades of research. Much of this is likely because so many of the experiments were funded by tobacco companies and were hardly models of scientific procedures.  In the decades of research on tobacco’s health effects, thousands of animals were forced to smoke countless cigarettes.  These are “weird” because they were such poor experiments on a topic that was pretty much already known. Scientists had known for years that there was a very high correlation between smoking and lung cancer by studying the smoking habits of lung cancer patients.\nSpeaking of unnecessarily exposing animals to chemicals, quite a few scientists were tasked with seeing what would happen if you gave animals loads of drugs. This gave us the famous “Spider on Acid” video, but the weirdest and worst experiment was likely the case of Tusko the elephant. Tusko was an Indian elephant at the Oklahoma Zoo. In 1962, Scientist Warren Thomas and colleagues at Oklahoma State University decided that he would use Tusko as a test subject to see whether LSD would induce the elephantine condition known as musth, in which an elephant becomes temporarily insane and enraged. Thomas injected the elephant with nearly 300 mg of acid, around 3000 times a normal human dose.  Tusko quickly collapsed and died within 2 hours of the dose. The scientists were in the middle of a PR disaster, but insisted that, having ingested plenty of LSD themselves, they were sure the drug was safe for elephant consumption. Their experiment concluded that “elephants are highly sensitive to LSD”.  Some people thought that the animal had actually been killed by drugs used to revive him. So in a crazy twist, another scientist decided to repeat the experiment twenty years later. Instead of injecting the animals, he mixed the LSD in their water with very different results. The elephants appeared drugged, but didn’t freak out or die. Despite that, it makes you wonder why two separate experiments on the effects of LSD on elephants were even allowed.\nIn 1954 a Russian scientist called Vladimir Demikhov became a real life Dr. Frankenstein when he unveiled a monstrous creation, a surgically created two-headed dog. Demikhov grafted the head, shoulders and front legs of a small puppy onto the body of a huge, fully grown German shepherd. The mad scientist showed his monstrosity off for reporters, who watched as both heads of the dog lapped at bowls of milk. The milk dribbled out of the disconnected esophageal tube of the puppy head as the media watched in horror. The dog died within a short time due to tissue rejection, but Demikhov made a total of 20 of the creatures during his career. While the experiments do seem like mad science, they actually had a noble purpose. They were an attempt to figure out a way to perfect surgical transplant methods. Demikhov intended to be the first doctor to complete human heart and lung transplants, but he was beaten to the punch by Dr. Christian Baarnard. Most scholars, however, credit the Russian with paving the way for modern transplant medicine with his experiments.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/catJPG","title":"The 5 Weirdest Animal Experiments","author":"Chris"}