{"url":"http://www.environmentalgraffiti.com/news-interview-winner-egs-trip-galapagos-blunt","content":"\nThe results are in. Environmental Graffiti's first competition is now officially closed, and we are pleased to announce that The Blunt will be jetting off to the Galapagos Islands, the World Heritage site off the coast of Ecuador famed for its wildlife and breathtaking scenery. \nIt was a close run thing – there were many incredible entries – but in the end \n article, \n, came home the winner. We'll certainly never see Dolphins in quite the same light again...\nTo find out about his thoughts on winning the competition, and writing on Environmental Graffiti, we decided to do an interview with The Blunt. We think you’ll find his answers more than a little interesting…\nI actually came upon Environmental Graffiti by clicking a link to Karl Fabricius's very interesting piece, \n. After browsing around a bit I noticed the call for writers and the uniquely brilliant idea of paying per view.  As a college student always in desperate need of some extra cash flow, I figured I'd be a fool not to give it a shot. \nI love it. I wasn't sure what to think at first, as I had never written anything before that I was actually hoping to get paid for. However, Environmental Graffiti makes the whole process so incredibly easy, even a lazy bum such as myself couldn't stay idle for long. The 'My Stats' page is a particularly fun experience as one gets to see exactly where their views are coming from and which articles generate the most interest.\nWell, the poison ivy article was an itch I just had to scratch. That dastardly weed has been tormenting me since childhood and it only seemed fitting to turn the tables and have the plant actually benefit me for a change.  As for the others… well, I am frequently visited by the spirits of animals in my dreams, informing me that they aren't getting the respect they deserve. I have thus made it my mission in life to help these poor souls any way I can. Environmental Graffiti has given me the outlet to do just that. \nI guess I'm just the type of person to always go against public opinion. If someone tells me the platypus is cute I'll give them six reasons the next platypus they see could be their last. Lovable and cuddly dolphins? How about seriously badass sex machines. Ants are harmless? Bam. Seven reasons they're totally going to enslave us all.  I suppose my next post will look on the brighter side of things for change… possibly the 5 most adorable facts about cockroaches, or 8 reasons wild jackals make great pets.  I don’t know, I'm still waiting for that next spiritual hallucination dream. \nComedy is a great tool for getting people to listen and get involved with anything. A person might start reading for the humor, but stick around for the cause.  The sad state of our environment is a very serious problem staring every one of us in the face. A little humor is a nice way of tricking people into looking back. \nDefinitely. That's what's so great about this site. Everybody gets a voice, and the variety of topics and writing styles that result from this is amazing. There are a few writers who I've noticed, and are definitely deserving of a shoutout: \n (this guy's a machine, he writes enough quality articles to publish his own daily paper), \n (her entry into the contest, \n was a very informative and shocking look into a company with too much power and not enough morals), \n (she has put out several interesting articles that are easy reads with great pictures), \n (very interesting pieces where her passion for journalism definitely shines through), and so many more that I feel I could go on all day. \nThe airplane peanuts. Damn those things are delicious. Honestly though, now that summer has begun I'll be spending my days slaving away at my local paper factory (I know, I know, I'm totally sleeping with the enemy there). The opportunity to take a week off from that and spend it in the Galapagos Islands is truly just a dream come true. \nThat is a great question… and one I hadn't really given much thought to. I'd say the realization of this trip has been so overwhelming I hadn't even begun to think up an itinerary yet. Rest assured, however, that I will be taking advantage of everything the Galapagos Islands has to offer. I'm not sure if they'll let me ride a turtle, but if they do… well, I might just die a happy man.\nAnother tough question. Honestly, I've never considered myself much of anything.  An opportunist would most likely be the best label to define me. While I relate to many causes, environmentalism definitely being one of them, I feel I haven't personally contributed enough to earn the title of environmentalist. As for cultural commentator… while such a title would truly be flattering, I'm about as much of a cultural commentator as my pothead roommate is a philosopher. My interests outside of writing pretty much read off like the seven deadly sins.  I'm a lustful glutton full of pride and anger, greedy enough to be envious of everyone, but far too lazy to do anything about any of it.\nI imagine myself five years from now living in a grandiose mansion with a private jet and millions of beautiful groupies camped out on my lawn, throwing themselves at me every time I go out to get the morning paper. Failing that, I'll at least have a great time writing about things that pique my interest. I'm definitely going to be putting more time and effort into my future articles, as it has become apparent that quality, polished works will repay the effort put into them tenfold.  I have also been referring some like-minded friends to this site, and their feedback and competition will surely help me grow as a writer. So be prepared for some quality new works by 'Slim Shenky' and 'Broderick Stanley'…\n\nThanks to The Blunt for his inspiring articles and interesting answers, and thanks to everyone who entered the competition – watch this space for more fantastic trips soon!\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_horseshoe-bend.jpg","title":"Announcing the Winner of Environmental Graffiti's Trip to the Galapagos Islands","author":"Thomas Davie"}