{"url":"http://www.environmentalgraffiti.com/news-bizarre-and-amazing-abilities-sheep","content":"\nWhen people think of animals, stereotypes immediately come to mind. We automatically categorize chimps and dolphins as being one of the smartest animals on earth. Most of us know that elephants possess exemplary memory. We think pigs are filthy and lack social skills (which is far from the truth, actually). Owls must be wise because of their appearance. Those crows are devilish and cunning, right? And, don't forget sheep. They are pretty stupid, some of the dumbest animals on earth. Hold on and read further and see if you agree later on.\nPigs have often been used in \n to mimic genetic and chromosomal disorders because they are more like humans than mice. As wonderful as pigs are for the advancement of medicine and treatments for diseases, sheep can actually lend a much more useful application when it comes to diseases that specifically affect the brain, like Huntington's Disease. This is because their basal ganglia and cerebral cortex (both in the back and base of the brain) is \n to the human brain.\nBecause sheep brains possess many similarities to the human brain, their frontal cortex is relatively developed. When \n on sheep to see whether or not they could learn complex new sets of tasks, even as the rules kept changing frequently, the sheep adapted.\nRats and other small animals weren't able to fulfil these complex tasks in numerous studies.\nIn 80% of the time in \n, sheep were able to accurately recognize faces that were familiar to them. They are able to recognize when a sheep in their flock is missing, or a person that routinely cares for them is absent. They recognize bully sheep and become distressed when that sheep is around, even when their appearance is severely altered. They are aware of when a sheep from their flock has died and is no longer around. They have bonds with the other sheep in their flock. They know when an unknown sheep decides to join the flock.\nIf you make a sheep mad, chances are they won't forget it. They can even \n or a face for over two years. They have a strong bias for their own breed of sheep. They don't like to be with sheep of other breeds, families, or of large age differences. Fighting amongst sheep is prevented or at least lowered in frequency when the gender of the sheep are mixed. In other words, they don't like being secluded from the opposite sex.\nSheep don't like congregating in the same \n during the day. This is mostly due to the importance of preserving their grazing area and to avoid parasitic diseases. Sheep owners still need to be prudent in keeping their environment clean. Due to their intelligence, sheep know how to keep themselves sheltered as best as possible from the environment and know how to combat factors such as predators, diseases and premature deaths in lambs.\nAlong the same lines of self-preservation, \n. They have \n in regards to sex, age, and if they are pregnant. This has led scientists to believe that sheep are smart enough to know what plants will help them to receive a complex diet that is of the highest nutritional value and will make them more likely to survive harsh environmental factors.\n\n\nSheep know their way around a maze. No matter how many times you change it or try to confuse a sheep, \n. To see the results of these studies, \n.\nWhen monkeys were given the same complex tests in mazes, they were \nas quickly as sheep. The monkeys lacked the emotional reactivity during testing that sheep had.\nIt is unknown whether or not rams are able to form better bonds amongst themselves in relationship to male monkeys. The reason for this is because of the conflict of differing expectations from the scientists who study each group. However, it is known and has been \n and accepted amongst some experts that rams form unbreakable bonds amongst themselves.\nRams will defend weaker rams in their flock against an unknown ram or sheep. They don't have a horn size or age factor in dominance. Their dominance is loosely based. They will generally follow the pack of ewes around instead of being the leaders. Ewes are well organized in dominance and leadership, with the oldest being the boss.\nLong after being separated and/or the loss of life of a fellow ram, other rams will mourn the loss of that ram. Their social lives are quite sophisticated. \nChances are that you will never see a flock of sheep the same way again after reading this. They don't just chew their cuds with emotional numbness and mental stupidity. They are processing a great deal about their surroundings and who is in their flock or absent from it. They have a wide range of emotions. Their mental acuity is developed and they form lasting bonds with those in their flock.\nIt just goes to show you that their is beauty and intelligence all around us even if we aren't aware of it.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-42273-2144065590104237032S600x600Q85.jpg","title":"8 Amazing Ways Sheep Are Smarter Than You Thought","author":"Asher Kade"}