{"url":"http://www.environmentalgraffiti.com/art-and-design/news-trafalgars-squares-nelson-africano","content":"\nThe fourth plinth in Trafalgar Square, London, was originally intended to host an equestrian statue of William IV. Unfortunately for him, and luckily for the artists of Londinium, insufficient funds kept the podium empty for many years until 1999, when the Royal Society of Arts came up with the brilliant idea of the Fourth Plinth Project; a platform for artistic displays and uncommissioned public stunts. Amongst these, so far, a model of David Beckham by Madame Tussauds for the 2002 FIFA World Cup, a marble torso bust of Alison Lapper (an artist afflicted by phocomelia) in 2005, and in 2009 the “One and Another” where 2400 selected members of the public spent an hour each on the plinth, doing anything they wanted. \nLast week, “Nelson’s Ship in a Bottle” by Anglo-Nigerian artist Yinka Shonibare, was unveiled representing not only the historical symbolism of Trafalgar Square, but also the multicultural diversity of London; the Battle of Trafalgar and the consequent nautical trade openings that followed. \nThe exhibit is a 1:30 scale replica of Nelson’s flagship both in the number of sails and canons; however this HMS Victory is no British-looking vessel: the sails are intended to commemorate Nigeria’s 50th anniversary of Independence and are made from hand-printed designs evoking the traditional African dress. According to the artist, this reflects the intricate “relationship between the birth of the British Empire and Britain’s present-day multicultural context”.\nIs it symbolical that the ship sits beneath the towering gaze of Nelson or a hop away from South Africa House and its fluttering flag? Interestingly, the patterns that are today associated with African culture were originally inspired batiks from East Asia, mass-produced by the Dutch and sold across the continent during the colonial era.\nThe ship itself sits inside a 5 x 2.5 m acrylic bottle, the largest in the world. When standing below the plinth, it is hard to imagine the volume of the bottle, but it is enough to know that Shonibare and his helpers could fit through its mouth and all the way inside to assemble the model’s fragile structure and meticulous rigging.\nBut what is the significance of this artwork? Why a ship in a bottle, specifically? Perhaps Shonibare wishes to cram, alongside the ship, a wealth of metaphorical symbolism on the multicultural, multi-ethnic world, where the constant movement of people, goods and capital across geographical boundaries is as much a product of globalisation as it is of pre-modern transnational flows.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","title":"Giant Ship in Glass Bottle Takes Over Trafalgar Square","author":"marianovellamonti"}