{"url":"http://www.environmentalgraffiti.com/green-living/news-growing-your-own-vegetables","content":"\nThe public are becoming more wary about what they eat, thanks to issues like the \n in Europe and growing awareness of the dangers of poor farming practices in the US. Moreover, in view of the increasing discontent surrounding the food industry, people are finding their own grassroots solutions. \nThe truth, of course, is that people have been growing their own food for thousands of years, and although the passion may have waned in recent times, the practice is becoming more popular again. \nFirst of all, you need to decide on whether you want to grow your food in a controlled environment, or in patches in your garden.\nThere are advantages to both of these options. However, if you decide to grow your vegetables in a controlled environment, such as a greenhouse, you’ll have more power to cultivate different types of veggies as well as being able to regulate aspects of the environment. Along with more controlled lighting, temperature and humidity, you’ll also be providing your plants with a safe barrier against predators and diseases. \nThere are a range of different sized greenhouses that are available from credible suppliers and manufacturers, such as \n. And if you aren’t quite sure whether you want to fork out for a full-sized greenhouse, you can purchase a patio greenhouse.\nA patio greenhouse is a miniature greenhouse consisting of three to four shelves that you can place on one slab of your back garden path or patio. The great thing about patio greenhouses is that if you find that growing vegetables isn’t quite for you, you can sell your purchase with the minimum of fuss.\nAlthough everyone wants to get straight in and grow as many fresh, natural and tasty vegetables as possible, it’s important to start by taking small steps. This will ensure that you get the right amount of experience and knowledge before you begin on vegetables that are more complicated to grow.\n\nHere’s a quick list of some of the easiest vegetables to grow in your very own greenhouse.\nRequiring a lot of sun, tomatoes are great for slow growing in the summertime. Be sure that you don’t crowd seedlings within their pots. Like us humans, they too need room to grow!\nAs a tip, if you want strong, wholesome tomatoes, provide a breeze using a fan, so that they develop sturdy stems.\nGreat for growing in spring, spinach is a super vegetable that is jam-packed packed with iron, vitamins and minerals. The best thing, though, is that the plant is simply superb for first-time growers.\nFrom seed, \n, and due to the fact that you only cut individual leaves, the inner plant remains, so you can continue growing for later harvest.\nLike tomatoes, cucumbers need room to grow, so ensure that you space their seeds evenly around the bed. For beginners, it’s sometimes suggested that you start with the smaller varieties – which are great for making pickles!\n\nWhen growing, it is important to keep the soil moist but not waterlogged. If you can, feed every two weeks with tomato fertilizer.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","title":"Hot Tips For Growing Your Own Veggies in Greenhouses","author":"Chris Taylor"}