{"url":"http://www.environmentalgraffiti.com/green-living/sheep-poo-paper-baadass/3848","content":"\nMixing a sense of humour with a sense of environmental responsibility, Creative Paper Wales (CPW) has shepherded in the latest in its line of Sheep Poo Paper products – flower-fragranced Poo Pouri Air Freshener. The company claims to make all its handcrafted papers and paper gift items using eco-friendly materials and methods, but Sheep Poo Paper takes the ingenuity biscuit for exploiting the droppings of Wales’ most ubiquitous animal. New Zealand must be kicking itself it didn’t get there first.\nBased out of a restored quarry building turned paper mill in the spectacular Snowdonia National Park, CPW got going in 2006 with a little help from a £20,000 Millennium Award for 'Social Entrepreneurship'. Ever since, it’s been perfecting the craft of making paper from its magic ingredient, collected 'super fresh' from the surrounding mountainsides.\nWith its cool cutesy design, and greetings cards saying everything from I Love Ewe to Birthday Bleatings, CPW clearly benefits from some witty marketing. But the playful image doesn’t detract from the shear goodness of a not-so woolly sustainable solution that goes against the destruction of forests, and masses of non-renewable energy and chemicals required to turn timber into paper pulp. With such careless use of resources not an alternative for a venture keen to stay clean and green, perhaps the future of the papermaking industry rests on the back end of a sheep.\nCPW’s papermaking process involves first boiling and repeatedly washing the sheep poo, to extract its undigested plant fibres, plus a by-product of liquid fertiliser that’s distributed to local growers. Next it’s paper recycling more as we know it: the fibres are beaten and blended with other recycled materials, like rags and old paper, into a porridgy paper pulp. Traditional sieving techniques are used to form the pulp into sheets, which are then stacked and pressure-pressed to remove water and get the fibre particles to bond. The sheets are hung out to dry, and hey presto, Sheep Poo paper. Baa-dass!\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"Sheep Poo Paper is Baa-dass!","author":"Karl Fabricius"}