{"url":"http://www.environmentalgraffiti.com/animals/news-8-cute-animals-should-not-be-eaten","content":"\n\nLast year I took a vacation to Ecuador, and my cultural curiosity prompted me to sign up for a cooking class. When I arrived, I saw we were making 'cuy', a dish I had never heard of, but one that promised to be a traditional delicacy. I lifted the lid off my pot of ingredients and, to my horror, found a skinned guinea pig! \nPerhaps, as a vegetarian, I am particularly sensitive to the idea of consuming an animal familiar to me only as a household pet. However, even the most enthusiastic burger-eaters must be a bit wary of encountering an unusual meat on their plates!\nAs mentioned, cuy, or guinea pig, is a traditional Andean dish, considered 'muy rico' by much of the South American population. Guinea pigs were originally domesticated not to serve as pets, but rather to serve as meat during sacred meals. Guinea pigs reproduce rapidly and take up significantly less space than livestock, enabling them to be raised in urban areas, as many city pet owners have found. In Peru alone, 65 million cute little guinea pigs are consumed a year. \n\nAs a society, we take squirrels for granted. Bushy-tailed creatures, acorn-hunting in the backyard -  we forget that they're a favorite target of backwoods roamers with shotguns. Claims have been made, however, that squirrel is the most ethical type of meat – it's free range and locally found, countering beliefs that meat-eating is detrimental to the environment. In fact, butchers say squirrel meat is always a popular seller.\n\nIn the West, rabbit meat can be as common as chicken. Ironically, rabbits are also commonly kept as pets. There is a distinction between rabbits domesticated for meat and rabbits domesticated for the home – the former is typically a New Zealand or Californian breed, while the latter is a European breed. Nevertheless one must wonder how the bunny in the cage feels watching its owners eat its cousin.\n\nEven vegetarians have accepted that meat-eaters enjoy and avidly dine on duck. However, not so comfortable are we with the Filipino delicacy, balut, or fertilized duck egg. Balut is eaten when the duck embryo is near full development – essentially yielding a baby duckling. Balut is eaten at a maturity of 21 days; a duck egg hatches after 28. It is sold as a snack by street vendors, and is valued for its high protein and aphrodisiac qualities. \n\nImagine opening a cookbook and the first ingredient required reads “two medium iguanas”. And then, the first item under directions is “Butcher skin and cut the iguana in pieces”. In Western Mexico, where roasted green iguana meat is considered tasty, these are the secret recipes neighbors fight over. Of late, however, these meals appear on the table less frequently due to habitat loss which has greatly diminished the Mexican iguana population.\n\nBecause frogs are so easy to care for, frog-meat eaters often raise the amphibians themselves as pets. However, eating a frog is not as simple as removing it from the tank and flipping it onto the stovetop. Almost all varieties of frogs excrete poison through the sweat glands in their skin, and therefore must be thoroughly skinned before being consumed. Those that lick a frog's skin can end up in a coma for several days. Some might say, it serves them right!\n\nIt's hard to imagine that in a culture of Teenage Mutant Ninja Turtles and Franklin, turtle soup is still so popular. While many cite Presidents Lincoln and Taft's enjoyment of turtle soup as proof of its elegance, the actual process of cooking a turtle is not so refined. To convert a live turtle into soup, a chef would have to pierce the turtle's neck to kill it, and then throw its corpse onto a fire or into boiling water. After it has spent some time cooking, the chef can either smash the shell to pieces to release the turtle meat, or scoop it out after removing the soft under shell. Fortunately, consuming turtle meat has become illegal in many places due to the endangerment of the species.\n\nThough much marine life is vibrant and beautiful, we tend to eat only ugly fish. The sickly gray color of tuna, cod, and halibut seems to justify their consumption. However, the parrotfish is a tropical creature that is considered a delicacy in parts of the world. Cooking colorful fish, which adds to the beauty of its under-the-sea environment is not so easy to accept and scientists have proposed making the eating of parrotfish illegal, to save coral reefs. Parrotfish dine on the seaweed, that if overgrown, can suffocate the coral, making their presence essential to ocean ecosystems.\nSometimes it can be challenging to understand and accept another culture's dietary preferences, especially when the traditional meals are our traditional household pets. Still, as with any consumption of meat, appreciation of its origin is essential, and maybe some sensitivity for those with bunnies or turtles at home!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","title":"8 Cute Animals That Should Not Be Eaten!","author":"ppavone"}