{"url":"http://www.environmentalgraffiti.com/news-carlotta-brunettis-compellig-environmental-installations","content":"\nItalian-born Carlotta Brunetti sees environmental art as art in nature. Her installations intensify the viewer's awareness of space and features of natural sites by modifying parts of them with color. Her pieces emphasize the relationship between art and environment. She makes a connection between urban and rural. Her art transforms nature and it becomes a mysterious world of artists and children.\nIn her work called \"Foret Surprise\" or Forest Surprise in Fontenay S. Bois, 2002, she redesigned the City Hall park. Brunetti covered the natural color of the tree trunks with lime and burnt terra di siena pigment. The sunlight changed the red brown of the pigment into all different tones of red from glowing bright red to pink, orange and dark red. Lime protected the park trees from the burning sun and pests. The pigment gradually washed away and let the trees breathe.\nBrunetti's theme is the experience of walking through remote wilderness areas. In the exhibit \"In den Himmel Rhein\" (Into Rhine Heaven), a play on \"in den himmel rein\" (going inside heaven), the artist created an installation consisting of printouts of the waves of the river. She recorded sounds of a steamboat, water skis, a barking dog, bells of a monastery and most importantly, sounds of the river itself. The installation used photography and materials from the site.\nHer later work \"Desert Star\" is a look over a mountain peak in South Australia. She drew a star around it with red and yellow sand. Brunetti's work brought the aura of mystery to the mountain. Her human intervention only accentuated the wealth of natural history. She showed special and wonderful qualities of the natural environment around us. Her work is a dialogue between the original site and our imagination. Working in remote locations or on sites in the mist of human habitation, she is creating art that comes close to expressing hope for the future of humanity and our world.\n\nFor more information about the artist, please, go to \n. Images are used with Ms. Brunetti's permission.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"When Nature is the Canvas","author":"kpyudik"}