{"url":"http://www.environmentalgraffiti.com/news-incredible-geological-wonders-world","content":"\nMeteors crashing to earth, altering the landscape forever. Wind and sand blowing for millions of years, changing the shape of rocks and exposing formations buried for eons. Water continuously rushing through the ages, shaping new channels and widening old ones. Volcanoes underground lifting up the earth's crust to show itself for the first time in millennia, their craters collapsing to form lakes. Earthquakes opening up hidden caverns...\nThese are the monumental events that form our amazing world and the geological wonders in it. Here we take a look at thirteen of them. Some you will know and others will be completely new to you. All will be examples of the power of nature to create wonderful things.\nFormally known as the Richat Structure, the Eye of the Sahara is a much more appropriate name. This mysterious blue eye has puzzled scientist since the first space flights, when astronauts noticed it looking back at them. Space shuttles use the 50 km-wide feature as a landmark even today, it is so clear in the middle of the barren Sahara desert. Researchers now believe it is a \"symmetrical uplift\", essentially an area that rose up as hard quartz while softer rock and sand was eroded from it.\nThis mysterious and ghostly phenomenon occurs at Racetrack Playa, Death Valley which is a fitting location! The stones travel long distances without any human or animal help! It seems as if they just lift themselves up and scoot along, making a trail or groove in the rock surface as they travel. Scientists' best guess as to why this happens at present is that wind at the level of the stones causes them almost to hydroplane. Sometimes they turn left or right, and other times it looks like two stones are racing each other. They only move every three or four years and the grooves take some time to build up. Definitely a wonder of the world!\nThe Blue Grotto in Capri is a gorgeous cave with a brilliant blue color to it due to two separate sources of light. One is tiny, the opening you can see in this picture which allows small rowboats in. The other opening is much larger and beneath the first, sending in rays of light into the cave from below. Of course, it is more difficult for this second hole to allow light through as it is underwater, but its size makes the difference.\nStanding in 90 degree heat on huge logs of crystals, one might indeed be in a giants' showroom in Chihuahua, Mexico. Dwarfing humans in size, these are the largest crystals of selenite ever found. The heat inside comes from magma under the floor of the cave, and it was magma-heated water that once filled the whole space. As a result, it became rich in minerals like gypsum, causing the crystal logs to form. Because of the heat and humidity, scientists can't spend more than 10 minutes at a time in the cave without suffering ill effects, so it is no wonder tourists won't have the opportunity to visit in the near future.\nThe Tsingy de Bemaraha National Park in Madagascar is also known as its Stone Forest. The unbelievable array of rock formations are part of the World Heritage Site and National Park. The forest is also home to numerous species including critically endangered lorises. As is often the case, the local name is a perfect descriptor, as it means \"where you cannot walk barefoot\". These karst formations were formed through erosion of the uplands – erosion that happened both horizontally and vertically, creating a breathtaking sight of \"trees\", fissures and caverns.\nThe Chocolate Hills in the Philippines are named for their resemblance to Hershey kisses during the dry season when the grass is brown. With estimates of up to 1,776 of these amazing mounds - actually called haycock hills - they make a spectacular landscape. When visiting, you are standing on millions of years' worth marine limestone, which contains fossils, old coral and mollusks! They were created by erosion from above and below by water after they had been lifted up from sea level.\nThis incredible rock is found in Hayden, Australia. It looks like the earth sculpted a breaking wave and put it down on the land – which is almost exactly what happened! The rock, composed of granite, formed by a process of erosion while still underneath the earth 60 million years ago! As the earth exposed more of the area, it finally came into view to amaze and delight us all.\nMany know of Crystal Cave in Bermuda but few know of her sister cave, Fantasy. As beautiful as her sibling, she is also deeper. There are 88 steps down into her cavern. The authorities had to close the cave for a long time in the 1940s, but it was reopened with all new lighting and pathways in 2001.\nBungle Bungles (a great name!) are found in the the Purnululu National Park in Western Australia, also a World Heritage Site. They are beehive shaped mounds with tiger striping caused by bacteria growing on the gray stripes and iron manganese on the red. They're an incredible sight, looking like the condominiums of giant bees as big as helicopters!\nThe Moeraki Boulders are amazing boulders found on the New Zealand coast. They are highly spherical in almost all cases and were exposed due to erosion and winds. As with many geological wonders, you would be excused for thinking that giants have been there, playing marbles as they crash among the waves.\nThis incredible formation of sandstone rock is stunning in its colors. Formed from Jurassic era sandstone (about 190 million years old), researchers say that sand dunes compacted and hardened, with erosion now forming the wavelike lines and shapes in the structure. Like a painting, everywhere you look there are new and amazing shapes to stun the eye.\nThese stunning terraces of water are found in Pamukkale Turkey and were shaped from a substance called travertine, which forms from the build-up of sediments of calcium carbonate deposited in water from hot springs. Then the calcium dioxide degasses and you are left with these beautiful terraces, with warm water flowing over them.\nAntelope Canyon is one of the world's most beautiful canyons. Called \n in Navaho, which means \"the place where water runs through rocks\", it is found in the state of Arizona. It was formed from the erosion of rocks, when flash floods above picked up speed and grit. The water and sand smoothed and carved the edges of the slot canyon, widening it in some areas. Mother Nature truly is an abstract artist!\nSource: \n, \n, \n \n, \n, \n \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-41401-2758720020102347975S600x600Q85.jpg","title":"13 Most Incredible Geological Wonders on Earth","author":"Michele Collet"}