{"url":"http://www.environmentalgraffiti.com/graffiti/news-graffiti-writer-gets-puerto-rico-and-tells-it-it","content":"\nRolling through the heat of Puerto Rico in Exor's ride. The streets are filled with graffiti. On the corners of San Juan stand police with bullet proof vests and machine guns. Exor, a dope graff writer whose work is now well known throughout the island, navigates us through thick city heat. His graffiti is a source of controversy, and inspiration. It’s underground art, brought to the streets of San Juan. \n: I need a lighter.  \n: You need a lighter. (Click of the lighter.) Do want to\n\ngo by Exor. Si? Okay. Interviewing Exor. Rapping with Exor. Rapping about some real vida.  \n: So this is the life in Puerto Rico. Very hot....Esta canijo. So we gotta get chill. \n(Flick of a lighter.) \n: To begin with, that beat where you mixed in John Lennon and rapped about graffiti is dope. \n: I was talking about not only graffiti, but the entire hip hop scene here in Puerto Rico. It was about how hip hop can become a cliché, can become a fashion too. And I am looking for a real hip hop movement that says something about what is really happening. As all the arts are means of communication. \nI think we gotta be more alert right now because we think that our colonial system is gonna be forever, but we gotta think about what’s gonna be after this. I think a lot of people have said art has died, art is dead. Colonialism theorists talk about, there is no collective action really happening. I think that's a good truth. That is a real truth. But okay we got that, so let’s make it collective and do some interaction with our society, because hip hop is not only aesthetics as people say. You know, being hip hop doesn't mean got boots and all that shit, that’s fashion shit. Boots and big t-shirts blah blah blah hats, baseball hats. What the fuck is all that? That's not hip hop. \nI am not hip hop. I live hip hop. \n: There is hella graffiti on this island. It’s to get up. It’s also for advertisements. And so your rap was also about bringing graffiti to a revolutionary level. \n: Yah, because graffiti has been always a violent part, the violent part of hip hop, the visual representation of how violent can a message be….Murals are an ambitious thing. You've got huge spaces covered by people writing, making some letters, free styles, wild styles, whatever and the walls are a surface space where all classes can interact. You know, it’s not a museum, it’s not a gallery. It is the city that has the art on it by people. That doesn't have to be part of academy or institutions. That's why I can say graffiti is a very individualistic thing. But also it is a very primitive reaction. That self representation. You can get a tag and you are creating a persona. \nYou are creating a character, a new identity. An identity that you will be advertising. \n: And you can choose to have many identities if you want to as well. \n: Yah. There are so many graffiti writers with three names that are taggin it up.  For example here, Bik is Ismo too and he is known as both tags. He has made exhibitions with both tags. He uses, like a duality. Ismo is the final part of all the words that are referring to a movement.  Like surrealism. Abstractionism... Realism. All that movements in Spanish finish like instead ism, ismo. \n: So that's how he got his tag. \n: Yah, so like nacionalismo. Nationalism. In Spanish it's nacionalismo. So he got that… it’s a tricky word. When I got Exor as a tag. As my tag....It got some meaning but it was not the same later because I think that you are always changing your identity when you do something new, so it’s not the same as when you started tagging  and later when you are some years in the scene... Exor can mean a lot of things at different times in my life. \nI can tell you....It is like Exorcism… I was more militant about graffiti. I was thinking that graffiti exorcized the city. Graffiti is that kind of monster. That is protecting the city too... Like a guardian. It's protective. It’s something that tells us that people that are] are concerned about the space of others. It's a breakdown of the private property. Yah, it's a crime because the law that is the institution law says so, but you can think different too… Graffiti is a tool. \nIt is not bad to be illegal. And I think illegal things can influence the legal things.  An illegal phenomenon like murals can stimulate our societies for good. Because the power defines it as illegal it doesn’t mean that you cannot use it as a tool to say something against it.  \nGraffiti is a powerful tool to communicate. It’s collective in that kind of way. A wall or any surface can become a public forum of written ideas and any expression. It is a direct speaking for what you want. It is very raw. What you want to say is raw cuz when you do it illegal, you are knowing you are taking a risk and you are knowing the police can catch you if they see you. So it’s a generic name to protect your identity.  \n: We were talking about the journalist who was saying that graff could become legalized and you were talking about why you wouldn't want it to become legal. \n: She was telling me that here in Puerto Rico some...have been interested to...say that they are trying to help graffiti here, by giving spaces...They go with this statement, they say that \"Graffiti writers are really artists, the thing is that “We” have to guide them… and here they are permitted to be and they are artists and we are going to give them spaces to paint and have no problems with the police. We are protecting them.\" Fuck them. Yah... That was a good forum. I say that. I can say that….because graffiti is becoming something…there is social concern about graffiti. But you cannot say that institutions are making graffiti a bigger movement, instead of saying that they may kill the power of its messages by selling it as an accepted thing. It is in its own way. It has been in the family from institutions…. \nGraffiti crews are not registered. ..it has not to be registered in the department of states. By the other way there are some exceptions in the art world and advertisings. \n: They're outside of the law. \n: Well you have graffiti artists that are really mainstream, artists like Banksy for example. Yah, you can see also graffiti artists living in the artist way because they have become part of the academy. That's not bad either. That's good. Sort of a kind of different ways to direct graffiti. \n: But to have it become legalized then it would become controlled in some way I think. \n: Yah, because it is institutionalized.… If tagging is not illegal no more....The state is becoming apparently flexible, but there is a plan behind to construct social expression. Like different ways [of] saying, showing our own images.… I don't know how to say this…advertisement doesn't possess art.  Art doesn’t possess advertisement, but they are gonna be always interacting. And graffiti is a way of being advertised because graffiti writers advertise their tag names. Their alter-ego bombs. The other thing is that some other graffiti writers paint advertisements too, like for example, that’s one of my jobs. And I think that’s the way graffiti is accepted by institutions mostly. That’s bullshit. It’s not the same one thing or another. \n: You bring your graffiti to a revolutionary level. Even when writers are just getting up, tagging their name, claiming some space that action is good cuz it challenges our conceptions of what private property is. It lets 'em know we're out here. An army of the masses. You bring it to a revolutionary level with the images….Like the piece you did in the projects. \n: The projects of what…ah…the Filiberto Ojeda Rios mural? ...We (Bik, that one I was telling you about, Ismo…. Rimx, Son and I, Exor) met and did a few sketches with a couple of images as references and clear ideas of what we wanted to express about the matter of Filiberto as a revolutionary and his ugly assassination. We were able to paint thanks to the support and help of the community leader, Tito Román. \n(We drive by a wall bombed with bright colors and our conversation is distracted momentarily by the graff.) \n: It’s a good production. \n: What do you think of that tho? \n: It's good. \n: Your style is mas harcoroso.\n: Harcoroso. The thing is that people do murals that are very bright in styles and all that. And I like it a lot. I had problems with those graffiti writers before. \n: They tagged it out? \n: They got problems with me. I like to make things clear. I like to get respect. I just show it up when I was painting. Now they are respecting me. Because I don't talk any shit in the streets. I paint… You got a lot of guys that are always talking about themselves or their crews. But they don't talking about the shit that's happening here. And I am dedicated to know about this…not only about me. I have to know about the place I live in and its history. Also hip hop history here. \nThe hip hop movement here. I’m not traditionalist but some graffiti murals are commercial, or look like it; very sophisticated….all around the wall different ways graffiti is. It looks like an advertisement. They have a lot of technique. It is good. But they don't have any political concerns or interests. So that's why I can tell you that. \nWe also have not only political graffiti. A lot of manifestations here of graffiti.…it is the people that do that kind of graffiti are concerned I can say more or less are concerned with the people that do a lot of different ways; the political way. We got a lot of stencils here, some good art shit and some good politic shit too. \n: Like the graffiti you were just talking about with the four of you that did that piece of Filiberto. \n:  ¿Qué pasó? \n: You were telling me about it and I interrupted you. \n: Yah it was a guy that lived there.  He was an activist of the college at my college. His name is Tito Roma: “Tito Manuela”. His nickname originally comes from the name of the project he lives, which is called Manuel A. Perez. \n: And the other piece with the machine guns that was also in the projects? \n: It was painted over by the police. Because of the Filiberto mural. They got like nuts. They were ordering to erase all the murals in Puerto Rico… all the island because of the Filiberto Mural. The one that stills up. \n: Cuz they got hella rude-like with that piece. \n: And they mixed together the one that I did, that was very different. Because Filiberto is a political symbol here. I was painting not politic symbols. I was painting gangsters that were killed by drugs and all that. I was painting other kinds of portraits. I was doing gangster portraits with some machine guns and all that. \n: Cuz that's what they asked you for. \n: Yeah. They asked me for it. And that kind of portraits with machine guns and all that I did it because they deserved it. I cannot tell them that's bad… that's not my context, but we share the same violence, the one I live daily around my neighborhood. So I cannot mess with their context.  \nBut you know what, they're doing a very stupid thing. Because the newspaper is the thing that all Puerto Ricans see in the morning and you got machine guns on the front pages maybe a lot of days in the week. Yo. So they're fighting against…it is like saying that violence is only part of the caserios and barrios and that is not true - we all are…. Capitalism is dying. Capitalism is dying. \nGraffiti can make you feel afraid. Scared. Cuz it is like a bunch of written screams in a wall. ….Graffiti writers are like shamans….purifying the city. Purificando. \n(Car rolls to a stop.) \n: What do you dream for Puerto Rico? \n: What I want in Puerto Rico…I was talking about the dependent economy and all that I was talking about that we got already our own identity, and I know it is a very ambiguous identity and we cannot be all our life, like having discussions about it. We have to decide right now.  I want to see it free from the United States. Free by itself too. Free in its own economy. Free in its own definitions. In its own territory. Its own people. \nVamos. Vamos. Vamos.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"A Graffiti Writer Tells It Like It Is: An Interview With Exor on the Streets of Puerto Rico","author":"mariadeangeles"}