{"url":"http://www.environmentalgraffiti.com/art-and-design/news-cuddly-rigor-mortis-kristin-trecek’s-darkly-comic-art","content":"\n \nIf you want to have your taste buds tickled in a darkly comic way, then you could do no better than savour the slightly macabre paintings of foodstuffs by New York artist Kristin Tercek. There are undertones of diabolical threat in every picture, tickling the imagination with breathtaking simplicity. \n \nKristin graduated from NYU's film school in 1991, meeting her husband Ed Mironiuk in 1992, after which the two of them formed a company called ‘Cha-Pow!’, coloring Coca-cola commercials through digital ink and painting. They enjoyed great success for many years, until, in 2005, Kristin began a company of her own called, tellingly, ’Cuddly Rigor Mortis LLC’. \n \nInitially, this was a company creating plush dolls artistically, though Kirstin had never in her life before sewn anything. Despite that, and almost no promotion of her work by herself, her work began to get noticed, to the extent that magazines and galleries were featuring her work, and she was gaining fans around the globe. \n \nAfter more than three years of intense effort, Kristin felt the need for a change of pace, tired of the repetitive sewing work. She felt a need to begin painting as it would give her the opportunity to escape the limitations of working exclusively with fabric. She had started painting at eleven years old, but never followed it up.\n \nThe intervening years had seen Kristin being influenced by the original \n films to the extent that she fell in love with special effects. She has, over the years, come to the realization that cute and cuddly can easily mask something darker, and the attractions of animation made her new artistic direction easy to choose. \n \nShe sees her Cuddly Rigor Mortis figure with affection, maintaining that the big oval head and the little body fit everything so well, helping with the cuddly part and making things even more cute. She maintains that the paintings came first and the name followed on: \"When I started all of this I needed a company name and after a couple weeks of trying to come up with something, my husband walked in the room and said, 'Cuddly rigor mortis'. And that was it!\" \n \nKristin loves food, coming from an Italian family where food was central to all get-togethers. Ed, her husband, has often pointed out that the majority of her memories and stories seem to involve food. She says: \"It just stands to figure that when I'm staring at a lovely little crumb cake at the coffee shop that I anthropomorphize it and imagine him with a cup of joe and a big crumb laying on the floor. I also tend to see other things in food. Like a lychee. It kinda looks like a brain. Perfect! Lychee Zombie is born.\" \n \nHer work is just brilliant, funny yet disturbing, showing several sides to the joys and disappointments of life all at once. Her paintings are well worth the popularity they enjoy, and we are fortunate indeed to have an artist of her tremendous talent producing such incredible imagery for us to enjoy. May she continue for many years yet. Utterly enthralling stuff. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"Diabolical Little Dolls by Kristin Tercek","author":"tonyleather"}