{"url":"http://www.environmentalgraffiti.com/art/news-acro-yoga","content":"\nAcro-Yoga combines acrobatics and yoga to provide a new art form that is as mesmerizing as it is athletic. It was created on the realization that yoga and acrobatics share an undeniable commonality. Both demand meditative attention and are fundamentally based on being in the moment. \n\nBy additionally incorporating the loving tenderness of Thai massage, this practice cultivates playful connections unequaled by any of the three lineages that converge to form it. \nThe practice consists of seven main elements, including but not limited to: circle ceremony, asana, partner flow, Thai massage, therapeutic flying, inversions and spotting and partner acrobatics.\n\n\n\nAcro-yoga begins in a circle, undoubtedly the most ancient of the sacred shapes. Aiming to cultivate a sense of community through the attempt of practicing synchronized breathing, movement and even sound; the circle ceremony is the very beginning of your acro-yoga adventure.\nAfter the circle-ceremony, regular asanas or yoga poses are practiced. These generally are not necessarily that of ashtanga, or power yoga, but acrobatic asana and Thai yoga asana. Acrobatic asanas help increase coordination, flexibility and stability. Thai yoga asana uses both self massage and basic asanas that focus on easing shifting body weight through the bones to reduce any muscle quivering. Both these practices incorporated in the asana stage also help build steady breathing and core balance.\nNext is the body-flow stage, in which those practicing acro-yoga begin to incorporate partner use. By utilizing this partnership through asanas and stretches that mutually benefit both participants, two become one. With this trade of breath, receptivity and honesty, participants are preparing for the next step of spotting and inversions.\n\n\n\nSpotting and inversions requires the art of fully attentive listening. While spotting develops deeper levels of trust with your partner, inversions flip the world upside down, inviting a more childlike and playful nature.\n\n\n\nFinally, participants are ready to incorporate full acrobatics. Partner acrobatics is where one can see the most entertaining asanas of acro-yoga take place. By incorporating the earlier four steps, one can see many impossible feats become more than possible. These feats also become fun and entertaining to watch. The beauty is in the rhythmic dance between partners of muscle strength and flow highlighted by the heightened sense of trust and empathy crucial for this art.\n\nTherapeutic flying, or anti-gravitational spinal elongation therapy, the next stage, is the heart of acro-yoga. Perhaps the most fun, it uses that same trust and unity of breath or muscle movement participants have built up in the prior steps to defy gravity. With an almost balletic ease, the flyer is able to receive the benefits of inversion with little to no effort.\n\n\nThe acro-yoga practice ends by restoring normal balance to the body with Thai massage. A healing art for both parties, Thai Massage is rejuvenating and focuses on loving-kindness with passive yoga stretches. After a therapeutic flying session, this is the flyer's chance to become the giver. \nMore information can be found on the \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","title":"Acro-Yoga: When Acrobatics Meets Yoga","author":"Tiana Miller"}