{"url":"http://www.environmentalgraffiti.com/ecology/vegetables-that-look-suspiciously-animal/12147","content":"\nThe biodiversity on this planet is just astounding. Even with loss of habitat and the threat to flora and fauna, there is still so much to uncover and appreciate. Here we've gathered just a few interesting specimens of plants and fungi for you to discover. Some are more common while others are super strange, and to make things even more interesting for you, they all resemble animals and human body parts. Enjoy!\nThis mushroom - thought to be a specimen of Clathrus archeri, or \"Devil's Fingers\" - takes the cake for being the strangest and creepiest specimen of a fungus looking like something else. It looks like a cold, dead hand reaching out to pull the rest of the zombie body out of the earth. Those even look like tattered sleeves down by the wrists of the hands!\nThis yellow fruit is named Buddha's hand because its fruit is divided into what look like many, many fingers of a hand. This particular image makes it look like a big mop of clown hair and could even be reminiscent of Medusa's snake-y locks. Found in Asia, the Buddha's Hand has a thick peel and little flesh. It is used by the Japanese and Chinese to scent rooms because of its strong citrus smell; in Western cooking, it's prized for its zest.\nEndemic to Namibia, the Stapelia flavopurpurea flower looks like a bright starfish with a strange protrusion coming out of its middle. Most members of the Stapelia genus of flowers smell like rotting meat to attract pollinators, with the Stapelia flavopurpurea standing as the exception with its beeswax scent.\nThis plant looks pretty creepy, almost alien-like, with what look like multiple eyes poking out and staring every which way.\nThese jaws look pretty intimidating to us alright! The name, Faucaria tigrina, is derived from the Latin word \n meaning animal mouth and \n meaning tiger. No wonder it's nicknamed \"Tigers Jaws\"!\nAside from its hairy greenness, this cactus looks very much like a human brain.\nSometimes timing is everything. The photographer of this great shot found the sun hitting this Ceropegia monteroiae flower just so, to create a smiling face with eyes slightly shaded by what look like long, lovely lashes.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3672573558_b73cafcd0b_o.jpg","title":"Vegetables That Look Suspiciously Animal","author":"soniaydong"}