{"url":"http://www.environmentalgraffiti.com/news-sea-hares-kinky-mating-habits","content":"\nSea Hares are a form of sea slug, generally much larger than slugs and reaching up to 8 inches. Their name comes from the \"bunny ears\" which the rhinophore on top of its head look like. They have found the aphrodisiac chemical that trumps all and as hermaphrodites who cannot self fertilize, have a days-long orgy to reproduce.\nThe pheromone is unoriginally called \"attractin\" and is between a hundred and a thousand times more potent than any human hormones. As sea hares have bad eyesight and only live for a year, it is important for them to make the most of finding a partner. And, oh boy, do they! Dr. Nagle says: \"Between two animals, this mating can go on for several hours. But if you have an aggregation of 15, 20 animals, this aggregation can go on for days, so it's a long term party. Once the party gets started, it just goes on and on.\"\nYou might wonder what is so unusual about that, as lots of animals have harems and multiple partners? Well most do not have every one of them participating the whole time. Instead, generally a male has a harem and once he has mated with one female he goes on to the next. In the sea hare's case they are hermaphrodites and when they join the party, they act as males and supply the sperm. Once the sperm is no longer available, they flip and act as females and lay eggs with other hares fertilizing them. Of course as they are flipping back and forth more of the attractin is released and more hares come to join in.\nThey often have daisy chains as well with three or more mating in the chain, the female as the first, middle ones act as both and the back one as the male. Now we humans can have complicated sex lives, as do other species, but try and keep going for days even if we could flip back and forth between the sexes. If by chance predators are attracted as well, they have a great defense in the form of having an awful taste as well as the ability to spew a violently purple slime all over the attacker. Truly an animal who is determined to pass on their genes to the next generation come what may!\nSources \n,","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2601552511_119684a0cd_z.jpg","title":"The Colorful Mating Habits of Sea Hares","author":"Michele Collet"}