{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-st-kitts-and-nevis-vs-the-marshall-islands/733","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nSt. Kitts &amp; Nevis\n\n\nvs.\nThe Marshall Islands\n\n\nWe’ve had some well-fought matches in the first round, with \n. Then \n in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with \n. We’ve been in the island rounds for the last three weeks, with \n and \n on penalty kicks. Last week's match saw the \n.\nToday we have two island group nations from opposite sides of the world taking each other on for a place in the second round. The Marshall Islands will face St. Kitts and Nevis.\nWe’ll start out with the Marshall Islands.  This chain of reefs and coral atolls in the Pacific is one of the most famous island chains in history, although several of the individual islands are more famous than the chain as a whole. Probably most famous of all is Bikini island. The place gave the world the name of the bathing suit and a lot of nuclear knowledge. For years, the atoll was used as a testing site for US nuclear bombs.\nThose nuclear tests left an environmental legacy which was less than healthy. The nuclear tests on Bikini and Enewetak, another Marshall Island, went on for 15 years from 1947 to 1962. They started before the impact of radiation on the environment was fully known, back in the days of irradiation machines for drinking water for your health. They continued after the effects were known as the US armed forces were far more keen to keep their cold war arsenal up and running than they were to protect a group of tiny islands in the Pacific.\nBeyond the lingering effects of more than a decade of being nuked, the islands have a few other problems. They’re not very high above sea level in general, making them particularly vulnerable to rises in sea level due to global warming. As you might have guessed, they’re not particularly large carbon emitters, and they’re active in conservation. They recently announced plans for a solar powered airport terminal and hotel, as well as protected areas for turtle nesting.\nSt. Kitts and Nevis are two Caribbean islands with a shaky history together. St. Kitts and Nevis are two islands but one country, and Nevis is not particularly happy with the arrangement. They failed to secede from St. Kitts in 1998, and a new attempt is being undertaken now.\nThe biggest issue on the islands is deforestation, which causes a whole host of related environmental problems. Deforestation has been causing soil erosion, which in turn produce silt that makes its way to the islands coral reefs and causes problems in the marine environment. The islands don’t need much more trouble in their marine environments, as cruise ships bring plenty of it with them.\nThe islands have an economy which is strongly based on tourism, a good chunk of which comes from cruise ships docking at the islands. The ships can bring significant amounts of pollution with them, including dumping sewage in the water which can affect the island’s health. The government has introduced legislation to promote the ecological health of the islands.\nFinal Score: Marshall Islands- 2  St. Kitts and Nevis- 1\nThe Marshall Islands have recovered as well as can be expected from the US government’s nuclear tests. They’re also more active in anti-climate change movements, and that solar powered airport terminal idea is just cooler than anything coming out of St. Kitts and Nevis at the moment.\nJoin us next week for the final first round match of the Microstate Environmental World Cup.\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"The Microstate Environmental World Cup: St. Kitts and Nevis vs. The Marshall Islands","author":"Chris"}