{"url":"http://www.environmentalgraffiti.com/ecology/eco-tourists-giving-great-apes-deadly-viruses/759","content":"\nEco-tourism was once hailed as the savior of wildlife and impoverished regions of the world alike, but the list of problems associated with the industry has begun to grow.\nThe latest \n attributed to eco-tourists is a massive threat to an already \n. It appears that the tourists may be passing potentially deadly diseases to the great apes they spend so much money to view in the wild.\nEvery year the economies of African nations receive a boost from wealthy tourists willing to spend thousands upon thousands of dollars for the chance to get up close and personal with majestic gorillas and chimpanzees. But new evidence has come to light suggesting that humans are infecting the apes with deadly respiratory viruses.\nThe first direct evidence linking human contact to disease deaths of great apes was found in the Ivory Coast. Chimpanzees at the West African nation’s Tai chimpanzee research station were killed by human respiratory syncytial virus (HRSV) and human metapneumovirus (HMPV).\nThis throws a wrench into the eco-tourism equation. Tourist money has undoubtedly had a positive impact on both the economies of desperately poor African nations and the situation of endangered great apes. Eco-tourism helps fund conservation projects and has reduced poaching by making the animals more valuable alive and in their natural habitat than they would be dead. However, an outbreak of a virus carried by an unwitting eco-tourist could potentially wipe out an entire community of apes, which could drive the \n toward extinction.\nScientists have proposed that all humans in close contact with the animals be forced to wear a mask. The mask rule would have to apply to all eco-tourists, as most people would be completely unaware that they were carrying a deadly virus. The viruses generally have no symptoms in humans. Conservationists also want to increase the distance that must be kept between human and ape. Currently, tourists must stand at least seven metres from the animals, but there are calls to increase that to 10 metres.\nDr Fabian Leendertz was the leader of the report on human viruses amongst the Tai chimpanzees. He says: “This is the first evidence of direct virus transmission. It has been suspected before, but this is the first real proof. Although our research applies to chimpanzees, the risk to gorillas and orangutans is exactly the same.”\nLeendertz believes the new protective measures must be adopted, despite expected resistance by tourists who’ll likely want to be photographed near the animals sans mask. Leendertz said: “If you have spent all that money, the very least you want is a photograph of yourself with the gorillas. And the photograph doesn't look as good if you have to wear a mask. But we hope the type of people who go on these holidays will take that responsibility.”\nInfo from \n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tn14jpg","title":"Eco-Tourists Giving Great Apes Deadly Viruses","author":"Chris"}