{"url":"http://www.environmentalgraffiti.com/nature/news-miraculous-majesty-waterfalls","content":"\nWhat can one describe that will be guaranteed to leave you breathless every time you look at it? The clue could be the numerous rainbows that flash in and out of sight as water droplets momentarily capture the rays of the sun. You stand before one of the most awe-inspiring features of the natural world, lost in wonder at the power and beauty of the giant waterfall.\nThere is some dispute about the most powerful waterfall in the world. Victoria Falls lies on the border between Zambia and Zimbabwe. Zambians call it 'Mosi-oa-Tunya' – “the smoke that thunders” – while Zimbabweans call it Victoria Falls. With a width of 1.7 km and a height of 108 m, it is thought the largest sheet of falling water anywhere in the world.\nDiscovered first by David Livingstone in 1855 and named after Queen Victoria of England, in the wet season, more than 19 million cubic feet of water flow over the falls each minute. The resulting spray, or smoke, can sometimes be seen from up to 25 miles away.\nOf course, the citizens of the USA like to think they have the biggest falls at Niagara. The most powerful lie on the border between Ontario and New York. They are renowned for their beauty and as valuable source for hydroelectric power. There are many versions as to how the waterfalls got their names. \nNiagara may come from the old Iroquois word for the river – Onguiaahra – \"The Strait\", and the Horseshoe Falls are reputed to hide the spirit of He-No, the Iroquois thunder god. Though they are truly massive in size, a mere 6,000,000 cubic feet of water flow every 60 seconds, rather less than the Victoria falls.\nNot that volume alone is important from the point of view of the spectator.  To be utterly dwarfed by the sight you see is equally awesome. Angel Falls, with a total height of 3,212 feet, is the world’s highest waterfall, with the \n on the planet. The Venezuelan Penom people called 'Kerepakupai merú' – “waterfall of the deepest place”. James “Jimmy” Angel made it known to the world in October 1937.\nIn Guyana we have the Kaieteur falls. These have the largest single drop waterfall. Five times higher than Niagara and twice the height of Victoria Falls, this wonder waterfall is 741ft tall and 370ft wide. On top of the ancient Guyana Shield in the middle of some of the most pristine rainforest left on the planet, this is truly a world wonder. Kaieteur is named after Central Guyana Patamona tribal chief named “Kai,” who sacrificed himself by canoeing over the falls to please the great spirit Makonaima to save his people from a savage tribe who were raiding their land. The word “Teur” means “falls” in their dialect.\nIndia also has a spectacular set of falls at Jog, in the Indian state of Kannada. The Sharavathi river plunges 253m – 879 feet – as it drops over the edge.\nThe Chachapoya people in Peru had, until 2005 kept the secret of another very attractive waterfall. Stefan Ziemendorff, together with a group of Peruvian explorers, measured the total height at 2,531 feet making it one of the world’s tallest. Gocta falls were named after an ancient Chachapoyan village situated deep inside the area the locals inhabited between 800 and 1400 AD. This incredible set of falls remained unknown because locals believed that a beautiful blond maiden who lived in within them would cast an evil spell if the location were to be revealed.\nNaturally the USA has its own high waterfall. At 2,390 feet, Yosemite falls are the seventh in the world, and a major attraction in Yosemite National Park in California. Yosemite literally means “those who kill”. The Yosemite tribes were composed of renegades from multiple tribes and were said to be killers by the surrounding tribes who feared them.\nNew Zealand is another area for dramatic spectacles of this type. Sutherland Falls – three spectacular leaps totalling 1,904 feet – is the highest of them. Part of the attraction of these falls is the leaping action of the water from the two main ledges on the mountain wall. Named after discoverer Donald Sutherland,  who found the falls in search of a new route to Lake Wakatipu.\nYet another amazing display of waterfalls lays on the border between Argentina and Brazil. The brink of these falls is over  2.7 km wide and plunges 269 feet through 275 falls into the Iguacu River. The flow equals 1.3 million liters per second, so it is a wonderfully active attraction.\nThe Iguazu  name comes from the Guarani or Tupi word meaning “great water.” Legend has it that a god planned to marry a lovely native girl, who fled with her mortal lover in a canoe. In rage, the god sliced the river creating the waterfalls, condemning the lovers to an eternal fall. \nFinally, we come to the Ozoud falls in Morrocco, 110m high and also spectacular. Waterfalls seem timeless and incredibly attractive. Who can seriously resist?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Cachoeiradafuma-a2jpg","title":"10 Most Incredible Waterfalls on Earth","author":"tonyleather"}