{"url":"http://www.environmentalgraffiti.com/science/news-peaceful-invasion-ispra-jrc","content":"\nFor one day, Saturday 14 May, 2011, one of Europe's science sanctuaries became the scene of an invasion. It was Open Day at the European Union Joint Research Center (JRC) at Ispra, a beautiful village along the romantic shores of Lago Maggiore. Ispra is one of those mysterious places where scientists carry on who-knows-what researches in silence, far, far away from any unwanted glimpse, but on this particular day it opened its doors to curious eyes and questions from VCPs (that's very common people!).\nIt was a sort of pacific invasion by a noisy, colored army whose weapons were their laughs, their singing, and their deep happiness in just being there. There were thousands of them. Spokepersons from the JRC said some twelve thousand registered for the visit. Allowing for the typical 20% no-show percentage, that still makes for some 9,000 visitors knocking on the research center door.\nFor the many tens of researchers, scientists and interns the JRC deployed in order to tackle the invaders it was a day of hard work. Perhaps harder than usual. It is not easy to answer innocent, genuinely inspired questions about your work from a crowd of high school students with little knowledge of science, housewives whose main worry is making sure their babies are clean, and retired people used to spending their afternoon at the local café playing cards. All who gathered had a very limited knowledge of the laws of physics, nanogenetics and stem cells, energy, and the best way to treat industrial and residential waste. \nTruth is people are hungry for science. They always find it very difficult to understand what is going on inside labs and research centers. Newspapers and television do not help that much. Many news stories are not worth reading, watching and listening to, that is, for too often the words respond to business orders. People want truth, direct answers straight from the heart.   \nA day of science-for-everybody, then. A day when the barriers that are usually closed between citizens and scientists fell down like the walls at Jericho. The thousands-strong crowd of Ispra broke into the center, disrupting the daily routine – a sign of how important it is that science labs do not leave people out. Transparency is what is needed. In the name of technological progress. If people can see, they can also understand. And support progress. \nDays like the JRC Open Day are important. They can but be positive for the state of scientific research in the European Union, and for the relationship between science and citizens.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Thousands Invade the EU's Scientific Joint Research Center","author":"franco"}