{"url":"http://www.environmentalgraffiti.com/featured/the-15-million-year-old-lake/6480","content":"\nLife forms from 15 million years ago may still be present on Earth if the discovery of a new lake 4km below the surface of the ice in east Antarctica is as fruitful as scientists believe it to be.\n \nResearchers believe that life forms may be present in the newly discovered Lake Vostok, which is isolated from the rest of the area, and is around 50km in length and 50km wide. The really exciting point of the discovery however is that the surrounding ice records suggest that it could have been isolated for around 15 million years. The overlying ice provides a continuous paleoclimatic record of 400,000 years and because of this long isolation scientists believe that the water inside Lake Vostok could contain new lifeforms, and unique geochemical processes.\n \nDue to the level and amount of time of the isolation, scientists from Russia, France and NASA are all keen to investigate. NASA have expressed their interest in the project because they believe that the microbes present could be similar to those on other planets. According to NASA's Chric Mackay, \"How the bacteria get energy (to survive) is an important question. The lake could be an analog to sub-ice Europa or subsurface Mars where conditions are similar.\"\n \nThe subglacial environment also represents one of the most oligotrophic environments on Earth, which to you and me means it has low nutrient levels and low standing stocks of viable organisms. If life thrives in the environment it may depend on alternative energy sources and survival strategies.\nHowever, there is one small problem. The unique aspect of the find is the fact that they have been isolated for 15 million years and any sort of analysis will inevitably introduce new microbes to the climate that could rob scientists of their chance.\n \nResearchers from the US, Russia and France took samples after drilling an 11,866 foot ice core. The core was taken from a depth of two miles below the surface, but still 656 feet short of Lake Vostok. These samples have been stored at –35C in Colorado, but now the principal investigator has stated that \"after nearly a year of preparation and verifying protocols, we are now ready to process the samples and will examine the DNA of these microorganisms to understand how they survived such an extreme climate.\"\n \nWith scientists constantly working on how to extract and analyse without changing the microbes’ delicate and isolated environment, the answers to the stars and planets around us may soon be discovered beneath our own feet.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_titicaca.jpg","title":"The 15 Million Year-Old Lake","author":"John Johnston"}