{"url":"http://www.environmentalgraffiti.com/nature/news-15-amazing-images-cloud-shadows-above","content":"\nCloud gazing is a great way to pass one’s time and there are few who haven’t stopped to look up at a particular stunning cloud formation. Seen from above, clouds not only form whitish soft blankets; they also create amazing patterns with their shadows.  \nTechnically, a shadow is the reverse projection of an object blocking a light source, usually the sun. Depending on the time of day and the distance of the object from the light source, a shadow’s length will vary. For moving objects – like clouds – their shadows will expand proportionally faster. According to western mythology and many early eastern beliefs, shadows, like halos, were seen as the representation of God's presence around an object.\nIn countries like China, Thailand, Malaysia and Indonesia, shadow play or shadow puppetry has a long tradition. This ancient form of storytelling and entertainment made its way to Europe in the 18th century through French missionaries, who brought back the equipment and technique and put on popular shows back home. Little did they know that all they’d have to do is simply gaze at cloud shadows and weave tales out of their ever shifting shapes!      \nSometimes, clouds and their shadows seem to put in a lot of effort to supplement existing geographical formations or to replicate their shapes.\nAt other times, one wonders if clouds know about the dots and dashes of Morse code and try to tell us something.  \nClouds, always majestic and often threatening, do have their playful side too. Like giant pawns made of cotton they seem to use the landscape as one gigantic playing board.\n\n \nWe could do this for the rest of the day but we have yet to figure out a way to get paid for cloud gazing. Better you share your stories of amazing cloud formations with us. \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","title":"15 Amazing Images of Cloud Shadows from Above","author":"Simone Preuss"}