{"url":"http://www.environmentalgraffiti.com/sciencetech/scientists-clone-monkey-embryos-are-humans-next/477","content":"\nIn a move that could pave the way for similar work on humans, scientists announced that they have both cloned monkey embryos and used them to extract embryonic stem cells.\nShoukhrat Mitalipov of the Oregon Health and Science University led the research team that cloned the embryos.  In a surprising twist, \n, the journal which published the study, insisted the scientists verify their work before it was published. The journal wanted to ensure its integrity after similar work by South Korean scientists in 2004 was discovered to be a fraud.\nThe results of the study show promise for scientists hoping to use stem cells for medical purposes. Mitalipov, in a telephone interview with the New York Times, said: “We hope the technology will be useful for other labs that are working on human eggs and human cells. I am quite sure it will work in humans.”\nStem cells are a hot topic in medical research, with many scientists believing they could hold the key to curing a number of diseases and many other medical benefits, but researchers have faced heavy opposition from some corners. Many religious and moral groups oppose stem cell research, saying it destroys human life. The US government has restricted access to stem cells for scientists. Religious leaders have already begun to weigh in on the cloned monkey embryos.\nThe Rev. Tadeusz Pacholczyk, the education director at the National Catholic Bioethics Center, said: “I certainly think that this represents a new threshold in the entire discussion. At this point, it becomes essential to ask a question as a society: Are there ever going to be circumstances where it is morally justifiable to clone human beings?”\nThere will no doubt be many more difficulties ahead, practical as well as legal and moral, for anyone who hopes to clone human embryos in the future. Cloning monkey embryos was an incredibly difficult project that failed countless times before the research team finally succeeded.   \nIn the simplest terms possible, the monkey, a rhesus macaque, was cloned by moving the nucleus from an adult cell into a hollowed out egg cell. This results in an egg which behaves as if it has been fertilized and grows into an embryo, although the researchers stated that the embryos could not result in live monkeys. Even creating the embryos had a low success rate, with just two stem cell lines resulting from 304 egg cells taken from 14 females. The group hopes to one day be able to create a cloned living monkeys.\n\"We have a goal also of producing live monkeys using the somatic cell nuclear transfer technique. One reason is to generate genetically modified macaques that, for example, carry a specific disease that is a model of human disease,\" said Mitalipov. \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Scientists Clone Monkey Embryos. Are Humans Next?","author":"Chris"}