{"url":"http://www.environmentalgraffiti.com/ecology/naomi-cambells-turtle-attack/352","content":"\nNaomi Campbell is no stranger to controversy. The supermodel is perhaps best known recently for legal issues including a number of assaults on her employees. But her most recent controversy involves not her temper, but a turtle.\nCampbell and her boyfriend, Renault F1 team head Flavio Briatore, have submitted a proposal to build a six star hotel and casino at Malindi in Kenya.\nThe £11 million project, located at the site of the ruined Jambo Beach Hotel, will be targeted at the super-rich, having been described as a resort for billionaires. The site, however, also happens to be the nesting site of 3 species of sea turtle: the green, hawksbill, and Olive Ridley turtles.\nConservationists claim that the beach next to the proposed development site is used as a nesting spot by turtles, a claim Campbell and Briatore reject, and that development will disturb the turtles’ nesting habits.\nThe turtles are already under siege in Kenya and its waters. Korean, Japanese, and Taiwanese fishing vessels, taking advantage of the lack of fishery protection vessels in Kenyan and surrounding countries’ waters, have been illegally theiving from the waters in the area in their search for yellowfin tuna.\nThe boats use line fishing and if a turtle is snagged they cut off the head to free the hook. Other countries’ fishing vessels also contribute to a decline in the population, drowning the turtles in their nets.\nIt is the nesting habits of the animals, however, that cause conservationists to have such issues with development near their egg laying sites.\nFemales lay 120 eggs in large pits in the sand which they dig far above the high-water mark. Many hotels, however, build walls at the high water mark, preventing turtles from reaching the nesting sites.\nAfter the turtles hatch, usually 60 days from laying, the young turtles require a star or moonlit night to find their way into the water using the reflection of natural light. Hotel lights can sometimes confuse the youngsters, who can end up dying after following man-made lights instead of the moon or stars.\nCampbell and other investors dismiss the idea that the turtle population will be damaged, highlight the project’s small size and exclusivity and the much-needed economic boost it  will provide the local community.\nThe issue of economic growth vs. environmental tragedy is, unfortunately, all too common. Nobody could argue that the area needs the funds and jobs this project would provide, but we will fervently hope that care is also taken to ensure that the animal inhabitants of the area are not sacrificed completely in the name of financial progress.\nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tv.jpg","title":"Naomi Campbell's Turtle Attack","author":"Chris"}