{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-round-2/779","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\n\n\nWe’ve wrapped up the first round of the tournament, with \n. Then \n in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with \n. We’ve been in the island rounds for the last three weeks, with \n and \n on penalty kicks. The \n in a squeaker of a match. Finally, \nThis week, we’re moving on to the second round with the Vatican City taking on Antigua and Barbuda.\nYou may think Antigua and Barbuda were not actually in the first round. You would be correct. Unfortunately for the tournament, there are an odd number of microstates in the world. Antigua and Barbuda were lucky enough to get a bye into the second round so I could make things even.\nThe Vatican City starts with the ball since they earned their way in. Let’s go over their case. On the positive side, the Vatican City is going carbon neutral. The papal palace and the 13 pieces of land and castles it holds outside the walls of the Vatican will have all their emissions offset by the Vatican Climate Forest in Hungary.\nPope Benedict has also called for the world’s Catholics to be more environmentally aware. Although he hasn’t created a carbon fast for Lent, as two Anglican leaders recently did, the Church has been taking a firm stance against global warming and for global stewardship of the Earth.\nThere are still a few points we’ll have to take issue with Benedict on, however. Since our last article on Vatican City was published, he seems to have become much less of a friend of science. A Roman university rescinded his invitation to speak there for his attitude on science. What’s that attitude? Well, he appears to be against it. Not all science, we assume, but enough of it to make a difference. He even called it “seductive”, like it was taking all the Catholics to the dark side where evolution exists or something. So that’s a point against.\nAntigua and Barbuda is a historic Caribbean island nation that achieved its independence in 1981. The island of Antigua was first “discovered” by Columbus on his second trip to the new world, and named after a church in Seville.\nThe islands’ most pressing environmental issue is, like many Caribbean islands, water management. There’s not too much rainfall on sunny tourist islands apparently. Plus, the existing water supply is occasionally polluted by industrial pollution. Deforestation and agricultural development have caused problems with soil erosion, compacted by the severe rainfall that appears in the short rainy season on the island. The erosion means the soil and the water quickly runoff, making the water shortage problem even worse.\nThere’s a desalinization plant now, but water shortage is still an issue. Also, these islands just pipe raw sewage into the ocean. Tourist hotels are the main reason for this. Resorts just build pipes for their poo and dump it in the sea. I have no idea why, since they want tourists to go swimming there, but they do. That being said, the government discourages this practice and has set up four protected areas on the islands to conserve wildlife.\nFinal Score: Antigua 1-Vatican City 2\nThe Vatican already earned their way in, plus they still have the power to effect massive change for good in the world. While the Pope may find science a little to seductive and sexy for his taste, he’s at least a fan of anti-global warming initiatives and asks his followers to do the same. The Vatican moves on to the quarterfinals.\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","title":"The Microstate Environmental World Cup Round 2","author":"Chris"}