{"url":"http://www.environmentalgraffiti.com/ecology/163000-illegal-wildlife-goods-confiscated-by-british-customs/203","content":"\nBritish customs has confiscated more than 163,000 illegal wildlife trade items over the past year.  Now the World Wildlife Fund is warning holidaymakers to guard against buying items made using illegal animal materials.\n \nItems confiscated include snakeskin items such as shoes and bags, carvings made from elephant ivory, and traditional Chinese medicines.  Heather Sohl, wildlife trade officer at WWF, said that while the majority of traffic is from intentional traffickers, tourists were unwittingly bringing plants and animals to the brink of extinction:  “There is the incidental ignorance side of things - where tourists have gone on holiday and they've seen things on market stalls and thought ‘that's a nice trinket’ and they've brought it back. They might bring back something that's an alligator-strap watch or ivory carving or snakeskin purse, which they think is completely innocent.”\nThe Convention on International Trade in Endangered Species of Wild Fauna and Flora bans trade in 827 species and places strict limits on the movement of more than 32,000 others.  Sohl commented that “We aren’t against wildlife trade as such.  The trouble is that where that harvesting of species is unsustainable, it can cause some species to be on the brink of extinction.”\nThe highest number of seizures were of Chinese medicines, which can contain material from endangered species including tigers, rhinos, leopards, bears and seahorses. The tiger is a prime example of the danger some species can be put in through trade - although habitat loss is a problem for the 1,500 individual tigers that reportedly still live wild in Asia, the main threat is trade. “There is a demand for tiger bones in traditional Chinese medicines [and] we do find tiger bone products coming into the UK. If we don't clamp down on this trade, we are going to see the extinction of one of our most majestic species.”","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","title":"163,000 illegal wildlife goods confiscated by british customs","author":"Maryking"}