{"url":"http://www.environmentalgraffiti.com/offbeat-news/loving-robots-will-be-real-in-2050/1308","content":"\n \nIn movies like Ridley Scott’s classic Bladerunner, robots are ultimately portrayed as having feelings and possessing a conscience. A slightly scary, but nonetheless intriguing thought comes to mind: they fight for survival; they appear more human than machine. \nPredictably, this may soon no longer be confined to the realms of science fiction. Yep. Scientists say that in about 40 years, a robot could become the perfect lover and sex machine… literally.\nDavid Levy, author of Love + Sex with Robots, said during an international conference at the University of Maastricht in southeastern Netherlands, that by 2050, robots would be able to serve as human-like lovers and not just mechanical sex slaves. Within the next four years, advanced robots will be sold as sex toys, he claims.\nGiving emotions to a machine is not an easy task. In order for them to become good lovers, they need to be taught to have human characteristics and certain personality traits. They need consciousness of their own. For example, when they tell their human lovers ‘I love you’, they must really ‘mean’ it or at least be perceived to mean it. Perhaps they’ll also be ‘trained’ to be jealous! However, more important problems need to be resolved first...\nAccording to Levy, one important ability which is particularly difficult to program is conversation, a sustaining pillar of all loving relationships. Additionally to be great in bed, the robots will need to possess sensors and electronic speech abilities to make them seem real, when a human touches their “sensitive zones.”\nThere are various scenarios as to how this could play out. In fact the possibilities are infinite. Will the robots be more attractive than the real opposite sex? Will that lead to self-imposed sterility for the geeks that fall in love with their super hot robot women? Will less people cheat on each other? Or will copulating with a robot be considered adultery?\nAll of these questions are yet to be resolved. What do you think?","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","title":"Loving Robots Could Be a Reality by 2050","author":"Vlad Jecan"}