{"url":"http://www.environmentalgraffiti.com/offbeat-news/zoo-admits-selling-tigers-to-animal-traffickers/681","content":"\nVietnam’s Hanoi Zoo has come up with an innovative, and illegal, method of raising funds: \n to illegal animal traffickers.\nThe zoo admitted auctioning the tigers, which had reportedly died of natural causes at the zoo, to traffickers in the lucrative field of traditional Asian medicines.\nThe zoo might have gotten away with it had the traffickers not been busted in a most spectacular way on Monday.  Police stopped a car in the city on Monday and found two people, who they easily identified as smugglers by the two sleeping tigers in the back seat.\nNguyen Thuy Mui, 48, and Nguyen Quoc Truong, 43, were arrested and detained.  Mui admitted to raising the tigers from cubs and had been planning to sell them to Truong for $40,000. Police raided Truong’s home and found four frozen tigers. Truong said he legally purchased the animals from the Hanoi zoo.\nThat turned out to be partially correct. Truong did indeed purchase the animals at an auction held by the zoo. Investigators found alleged receipts for the animals, and the zoo’s bank account showed deposits made by Truong for the tigers, which sold for around $8000 each.  The sale, however, was completely illegal.\nTo sell the tigers, the zoo would have needed the approval of the Hanoi forestry management agency. Zoo officials admitted they conducted the auction without the agency’s approval.  Even if it had the approval, the sale would have still broken international law.  The zoo should have cremated the bodies according to the Convention on International Trade in Endangered Species of Wild Fauna and Flora, which Vietnam ratified in 1994. Red-faced zoo officials admitted the violation today according to several Vietnamese papers.\nThe tigers were almost certain to become part of a traditional Asian medicine in the near future.  Truong’s house held not only the frozen tigers, but stoves for creating glue from animal bones. This is a common method of turning exotic animal bones into a traditional medicine.  The boiled bones can sell for $800 or more per 100 grams.\nI hope this doesn't become a trend in poorer zoos throughout the world. I had a great experience at the zoo in Sofia, Bulgaria, but I don't think I would have enjoyed it as much had the gift shop featured elephant leg umbrella stands and auction notices for the bodies of dead animals. The zoo's actions are particularly shocking in light of the incredile rarity of tigers in Vietnam. Only about 100 of the animals roam the country's forests.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","title":"Hanoi Zoo Admits Selling Tigers to Animal Traffickers","author":"Chris"}