{"url":"http://www.environmentalgraffiti.com/green-living/news-one-day-guide-greener-life","content":"\nEver heard the expression “change doesn’t happen overnight”? That may be true in some cases, but if you’re looking to abandon inefficient and wasteful habits and live a greener, more environmentally responsible life, there are lots of small, easy changes you can make that will have an immediate positive impact starting first thing tomorrow morning. For instance …\nWhen you open those sleepy eyes and roll out of bed, avoid turning on lights as much as possible (make sure the ones you do switch on are energy-efficient) by opening shades or blinds to allow any available natural light into the room. The human eye is more than capable of adjusting to low-light situations, and after a few minutes you will be expertly navigating the familiar surroundings of your living space.\nCarry out your normal morning routine by using as little water/energy as possible: turn off the faucet when brushing your teeth; take shorter, cooler showers; let your hair dry naturally; and flush the toilet less frequently. Before leaving the house, adjust your thermostat for minimal energy use while you’re away. Grab a locally grown piece of fruit or an organic breakfast bar, and you’re day is off to a great green start.\nHowever you make a living — in the office, on the road, in the field, etc. — there are ways to cut down on waste and emissions during the course of your daily workday. For those who work in an office setting, improve efficiency and reduce your footprint by adjusting your computer’s energy-saving settings; changing your screensaver to a solid black screen; setting your printer preferences to two-sided printing; and turning off and unplugging your computer and peripheral hardware (scanners, printers, speakers, etc.) at the end of your shift. If your job requires you to travel locally or extended distances, keep your negative environmental impact low by checking for proper tire pressure and other simple maintenance; removing unnecessary weight from your trunk or truck bed; and limiting excessive speeding, stopping, starting and idling.\nBe conscious of other changes you can make specific to your occupation, like carpooling, public transit, telecommuting, or adding plants to your workspace to inspire and motivate yourself and those around you.\nOnce you’re off the clock and back in the comfort of your own home, you can continue to make small but effective changes to achieve a greener home life. Use locally grown ingredients in your meals if possible, and use less energy by eating salads, vegetables and other raw produce. Designate an empty cardboard box as an impromptu recycling bin, and look up local recycling drop-off centers in your area. Keep your lights off by using eco-friendly soy candles once the sun goes down, and unplug any appliances you don’t plan on using for the rest of the night. Settle in with a good book or an energy-efficient laptop, and congratulate yourself on your first day as a responsible member of a greener society. Then be sure to make a personal vow to do it all over again tomorrow, and the next day, and the next ...\nThe biggest key to living greener is vigilance — you have to actively embrace these changes and be conscious of the impact your daily decisions and actions have on the environment and well-being of the planet and all its inhabitants. If everyone were to make these simple green changes beginning tomorrow morning, imagine the staggering and much-needed benefits for the global, greater good.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","title":"The Overnight Guide to a Greener Life","author":"TheJohn"}