{"url":"http://www.environmentalgraffiti.com/physics/news-so-you-want-live-forever-0","content":"\nMost people are familiar with Einstein’s theory of relativity, or at least the phrase “Einstein’s Theory or Relativity” - without really knowing what it means. And it really is a mind bending presentation of information that is almost impossible to explain in great detail without everybody in the room, myself included, getting extremely confused.\nEinstein’s theory is hard to follow because it is extremely hard to illustrate in a kinesthetic way. Essentially, his idea is that time is less of a steady linear constant than most people think. He tells us to think of time more like light: it appears the same from different angles but travels in bendable waves that will hit the people standing closest to it before the people standing further away. According to him, if time is like light then if a human being could travel at the speed of light they would live infinitely longer than the stationary observer.\nConfused yet? Let’s put this into terms that Captain Kirk would understand. If Leonard Nimoy got into a rocket ship that launched from the Earth and traveled to a planet two hundred light years away, ate lunch with some Vulcan buddies, and got back to Earth before dinner, two hundred years would have passed on Earth while Nimoy would only have aged a day because he was traveling faster than time.\nNow here’s where it get’s less fun but more relevant to your life now; recently, scientists have been experimenting with Einstein’s theory in a non-theoretical capacity by trying to figure out how gravity worked into the space/time madness. They used the equations to predict that gravity actually slows down time. James Chin-Wen Chou of the National Institute of Standards and Technology explained that: \"If you are experiencing stronger gravitational pull, then your time is going to go slower.\"\nThis is not really going to affect us here on Earth because the gravitational pull is constant over the globe. However, Chou ran an experiment in which he had two clocks set to the same time. One was on a staircase and one was on the ground. They discovered that gravitational difference is enough that the higher clock started to tick slightly behind the lower one. Okay so not as impressive as a rocket to the moon. But still pretty cool, right? Scientists are still experimenting with time and gravity, trying to figure out how to use this information for society’s gain.\nSo next time you’re standing at the top of the stairs, stop for a moment and remember that the moment you just took is just a little bit longer than it was at the bottom of the steps.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"What Does the Theory of Relativity Mean?","author":"katbrown"}