{"url":"http://www.environmentalgraffiti.com/ecology/snails-trailing-skin-water/12446","content":"\n\nImage: \nSnails are creatures that provoke quite extreme reactions in humans: often either disgust or culinary desires. But these slimy creatures actually deserve our respect as they can do what humans will never achieve – walk on water! And we’re talking its liquid form here, not ice. Let’s how these amazing creatures manage such a feat. \nThough we mostly make the acquaintance of land snails in our gardens and parks, don’t be fooled, as marine snails are far more common and can be found anywhere from freshwater ponds to brackish water to the abyssal depths of the ocean. The whole class of \n that includes snails and slugs is second only to insects when it comes to diversity. \n\nImage via \nFor the longest time, snails walking on water seemed almost miraculous even to scientists but a study in last fall’s issue of the \njournal shed some light on the matter. After reviewing video material of water snails, the scientists, led by Eric Lauga of the University of California, San Diego, came to the conclusion that the snail’s ability to create small rippling movements with its foot causes the traction it needs to move across the slippery surface. It's similar to humans walking on ice. \n\nImage via \nExplains Dr. Lauga: “The snails' ability to move depends on water's tendency for its surface to resist disturbance. Water ‘wants’ to stay flat.” The snail’s ripples create similar ripples on the water’s surface that generate a downward force as the water tries to calm itself. But the water’s ripples need to have the right size so that the snail doesn't slip as would be the case with ripples that are too small. Big ripples would prevent the snail from grabbing them. \n\nImage: \nThe insights these propulsion possibilities provide will not lead to inventions humans can use immediately, such as water-walking shoes (each shoe would have to be several times larger than a football field to distribute our weight). Theoretically, however, the possibilities are endless. \nWhat's more, the first slimy steps were already taken a few years ago: Mechanical engineer Anette Hosoi and her team at Massachusetts Institute of Technology created RoboSnail, a battery-powered imitation. \n\nImage via \nSpeculates Dr. Lauga: \nNow that’s a thought! So next time you encounter a snail, show it some respect. Because, as this last picture shows, they’re one cool species that can do amazing things. \n\nImage: \nSource: \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","title":"Snails Trailing Beneath the Skin of the Water","author":"Simone Preuss"}