{"url":"http://www.environmentalgraffiti.com/biology/news-growing-muscles-gym-and-lab","content":"\nAnimals control openings, compress organs, and move body parts by contracting muscles. Muscles grow after contractions exhaust them repeatedly, and athletes exhaust their muscles with exercise to induce muscle growth. Now, researchers are learning to grow muscle tissue outside the body for medical and culinary purposes. Advances in tissue engineering have helped patients control their bladders more easily and could soon bring lab-grown beef to dinner plates.\nNotes from Eastern Tennessee State University \n. Muscles are categorized as smooth muscles, cardiac muscles, or skeletal muscles. \nSkeletal muscles are attached to bones and move body parts; they also surround and control outlets in the body. Skeletal muscles are the muscles most people think of when they describe someone as muscular. These muscles are comprised of long, striated muscle fibers that contain proteins for contracting. The body controls the strength of a contraction by limiting the number of muscle fibers it activates.\nBiologists have a rough understanding of \n. Repeated exercise trains muscles to contract harder after a few days of working out. As a person continues with an exercise program, the strain of exercising alters the muscle tissue. Chemical signals activate genes in response to the stress. These genes then direct muscle growth by initiating tasks such as the synthesis of new contractile proteins. The additional contractile proteins make the muscles stronger and larger.\nAt the University of Pittsburg, Researcher Johnny Huard applied tissue engineering techniques to \n. Everyone has stem cells that can develop into other types of cells. Stem cells from muscle tissue were multiplied in a lab and then injected into the skeletal muscle around the outlets of the patients' bladders. These cells strengthened the muscles, making it easier for patients to keep their bladders closed.\nMeanwhile, biologist Mark Post at the University of Maastricht is growing bovine muscle tissue in a laboratory for a tasty project. Post hopes to \n from this tissue by the end of 2012. Post's technique promises to feed more people with fewer resources. Animal lovers believe this technology will be a more humane method for producing meat, although the technology won't completely eliminate animals from the process. The stem cells must come from an animal. Some people may feel squeamish if the animals are kept alive and captive while producers extract stem cells from their muscles.\nFortunately, \n to consumers in the near future. Scientists at the Fraunhofer Institute for Process Engineering and Packaging IVV are developing a delicious, affordable meat substitute made from plants. Regardless of one's preferences, everyone can agree that innovators are expanding choices for consumers. Whether the goal is improving health or filling stomachs, new technology can help make it happen.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Why Muscles Are Being Grown in the Lab as Well as the Gym ","author":"Joseph Dunsay"}