{"url":"http://www.environmentalgraffiti.com/sciencetech/military-creates-cyborg-insect-spies/890","content":"\nIn the movies, cyborgs are almost always evil.\nGenerally they use their superior robot strength and intelligence to destroy us puny weaklings until a plucky flesh-and-blood human comes along and explodes their mind with a computer or knocks them into a volcano or something.\nApparently defense scientists do not heed the warnings of Hollywood because they’ve created the world’s first insect “cyborgs” for use as spies. \nThe procedure seems more mad science than sober lab work, but it’s real. Scientists take insects, generally beetles and moths, which are still in the pupa stage of development. They then jam electrodes, power sources, and even tiny video cameras into these developing insects.\nAs the insects grow the electronics are absorbed by their body, naturally incorporating into the insect. The implants send information back to be read by a computer. \nThe insects themselves don’t appear any different than a normal moth or beetle. Their only difference is that scientists will be able to control them and monitor whatever the insect sees. \nThe technology is being developed by the US Defense Advanced Research Projects Agency (DARPA), which develops new technology for military use. You might remember them for creating ARPAnet, a precursor to today’s internet.\nThis technology has several uses besides making you wonder whether the moths by your porch light are actually government spies for the rest of your life. DARPA plans to fly the insects into places like hostage situations or the barracks of enemy combatants. \nThe US military seems to really love turning animals into cyborgs because they’ve done it several times before. While the insects are probably going to be used for spies, other animals have been experimented on as “sniffers” for bombs or bodies. Rats have had electrodes connected to their brain to let scientists control their movements after they trained the animals to sniff for bodies and bombs.  The military has done similar experiments on sharks. The animal’s famed ability to sniff out a drop of blood in a huge quantity of water also allows it to sniff out faint traces of chemicals. \nInfo from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Military Creates Cyborg Insect Spies","author":"Chris"}