{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-world-on-sale-swapping-dull-cityscapes-for-exotic-destinations/17447","content":"\n\nImagine waking up in the shadow of the great pyramids, or on a palm studded beach in the Maldives with cool water lapping at your feet. With \n you can escape the dull cityscape this fall and travel to exotic destinations all over the globe for reduced prices during their November sale. Hip, tech-savvy people who love to see the world or travel for business (and recognize a good deal when they see one) should snap these offers up while they last.\n\nAll November you can fly from New York to London for just $229 each way - or perhaps the tapas bars of Madrid are more your style, for only $205 each way. And it’s not just flights to Europe that are on sale - cut price fares are available to a dizzying array of destinations the world over, from Delhi and Mauritius, to Dubai and Tel Aviv.\n\nHere at Environmental Graffiti we’re all for travelling around the world and exploring nature’s rich tapestry, but we realise that sometimes organising everything can be a hassle. BA’s sale handily includes some great deals on packages (flight, hotel and car rental), which saves you the bother of arranging these things separately. And you’ll be hard pressed to find a more comfortable way of travelling across the world – there’s even an ‘upgraded’ option for those who really want to pamper themselves, including extensive in-flight entertainment options and complimentary cocktails (we love the idea of getting the party started early by ordering a Mojito or two on your way to the Maldives).\n\nAnd if you do find yourself in London this fall, be sure to check out Metrotwin, an online community that ‘twins’ London and New York and provides recommendations for the best places to shop, see and play in both cities - useful for time-starved, novelty-seeking metropolitans.\nHead over to BA’s November \n page to check out these deals and grab yourself some sun this fall.\nImages by: \n, \n, \n, ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","title":"The World On Sale: Swapping Dull Cityscapes For Exotic Destinations","author":"Thomas Davie"}