{"url":"http://www.environmentalgraffiti.com/news-what-was-purpose-behind-amazing-cave-paintings","content":"\nWhen the Chauvet Cave was discovered in 1994, speleologists Jean-Marie Chauvet, Eliette Brunet and Christian Hillaire were astonished at the sight of the remarkable prehistoric cave art before their eyes. The cave contained the earliest known paintings by man, dating back some 32,000-35,000 years. No other cave site of such archaeological importance had ever been found in this part of France. Hardly surprising when you consider that the paintings it contains are the earliest known anywhere on Earth.\nFamous as one of the most densely decorated caves of its kind, the Chauvet Cave was adorned with more than 400 painted or engraved animals from prehistoric times. This includes exceptionally high quality images of mammoths, lions, rhinoceroses, bison, horses and bears. Truly, our ancestors were remarkably talented artists.\nThis completely intact cave was startling in many ways. The cave is unique and reflects the life and beliefs of Palaeolithic people as well as their occupations. Their artwork influences our perception and our knowledge of the prehistoric human activities of the time. The cave has since gone through thousands of years of draining, runoff, erosion, collapses and calcite formations.\nBut, with the discovery of cave questions too were raised about its authenticity. Were these engravings and paintings made by Palaeolithic artists or could they be a hoax? \nThe cave was named the Chauvet Cave after its discoverer Jean Marie Chauvet. The in-depth study of these engravings and paintings, along with the use of radiocarbon dating, clearly reveal the fact that the Chauvet Cave is one of the great sanctuaries of Palaeolithic art, even revealing the very gestures of our artist ancestors.\nThe aesthetic qualities it took to produce these perfectly preserved artworks and the way in which these animals were depicted is truly remarkable. It is believed that these animals symbolized danger as well as strength and power. Each work is a great composition full of force and life, which reveal a tremendous amount of information about the human and animal activities that took place in and around the cave.\nShortly after its discovery in December 1994, access to the cave was banned because of its incredible archaeological value. Located in the Ardeche valley of southeast France, the cave is still closed to the general public today.\nHowever in 2014 tourists will be able to visit an exact replica of the Chauvet Cave, some 2 kilometers away from the original site. It’s a big cultural project, and will consists of many room-sized chambers, expected to be visited by about 350,000 visitors each year. Perhaps it will take us on a journey into the memories and long forgotten dreams of those who lived so long ago. \nLast year, filmmaker Werner Herzog made a 3D documentary about these caves. Named \n, the documentary is considered a great cinematic creation and the most philosophical application of 3D known so far. The film made its debut on Monday, September 13, 2010 at the Toronto International Film Festival.\nImagine the experience of filming a prehistoric cave, crawling inside its natural passages when you are not allowed to touch any of the walls. Premiered in theaters in the UK on March 25, 2011, the film is scheduled for release on  April 29, 2011 in the US. Visit the film website \n.\nThese incredible cave paintings represent a practice that existed for an extremely long period of time. What's more, the paintings have remained untouched and well-preserved for all those thousands of years – great art that includes images of species now extinct and that will never walk the Earth again.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","title":"The Chauvet Cave Paintings: The Oldest Known Cave Art on Earth","author":"Alka Sharma"}