{"url":"http://www.environmentalgraffiti.com/architecture/news-petronas-twin-towers-tallest-twin-towers-world","content":"\nTall and gigantic skyscrapers are very commonplace in every urban city in the world, but you don’t often describe a tower as beautiful. If you could see the Petronas Twin Towers, you'd only say “Wow.”\nThe Petronas Twin Towers in Kuala Lumpur, Malaysia are currently the tallest twin towers in the world. They stand 451.9 meters tall (1482.6 feet), with 88 occupied floors. Because of their height, it was only proper that the towers were built on the deepest foundation: 120 meters deep to be exact, which took about a year to be filled with huge quantities of concrete. Today, they are the headquarters of the Petronas Company, the government-owned oil and gas company of Malaysia.\nNot only are they a picture of humman advancement, the Petronas Twin Towers also represent human resourcefulness. Because of scarcity of steel and the cost of steel importation in Malaysia, the Petronas Twin Towers were primarily built with high-strength reinforced concrete. The material made the towers very heavy, but it also made them  less likely to sway and therefore, more stable.\nThe Petronas Twin Towers were also designed to represent the rich culture of Malaysia, specifically its Muslim faith. The cross section of the towers would reveal the shape of a Rub el Hizb, the Islamic symbol of two intersecting squares making eight points. The picture below is the Turkmenistan coat-of-arms, which takes the shape of a Rub el Hizb.\nIf you look closely at the building, the repetitive and alternating patterns of the steel and glass greatly reflect Islamic art, where patterns are also often repeated.\n And if you look at the towers from far away, they looks like a mosque, with the curved roofing and a spire on top. Only that the towers are slimmer than the mosques we usually see.\nThe Twin Towers are joined together by a long skywalk where tourists can take panoramic pictures of the city from above. \nThe skywalk also acts as a security system for people to cross from one tower to the other in case of emergency situations. \nAlthough the upper floors of the Twin Towers are off limits because they house the Petronas headquarters, the public can still enjoy touring the lower levels, which contain the Suria KLCC, one of the largest malls in Malaysia. Shopaholics will have the time of their lives running in and out of different stores.\nOutside the mall is a park with a large fountain. At night, the Suria KLCC Park holds fountain shows with synchronized water spouts and amazing lighting effects.\nOther than the mall, the Suria KLCC also houses a cinema, an art gallery, a science centre, a philharmonic theater and even an underwater aquarium. \nJust look at how huge the Suria KLCC Mall is. You could be walking for hours around here just to tour the whole place!\nEven the high ceilings aren't sparse with any architectural and artistic design.\n \nIt’s best to see the Petronas Twin Towers at night because the towers are lighted up, making them shine against the dark sky. The Petronas Twin Towers should be on your must-see and must-go-to list if you want to feel like you’re on top of the world.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-42317-2399964170104178106S600x600Q85.jpg","title":"Petronas Towers: The Tallest Twin Towers on Earth","author":"Karize Uy"}