{"url":"http://www.environmentalgraffiti.com/animals/news-amazing-oriental-hornet-living-solar-cell","content":"\nThe Oriental Hornet, \n, has two unusual surprises: electricity and photosynthesis.\nLike many other insects in the wasp and hornet families, the Oriental Hornet is a carnivore. It will attack, kill and eat other insects. It will also scavenge any meat that it finds. The Oriental Hornet is a social \"wasp\". It lives in colonies or \"hornets' nests\". There the pupae live, wrapped in silk, and wait for metamorphosis.\nThe Oriental Hornet lives in portions of Algeria, Libya, Egypt, Sudan, Eritreia, Somalia, Saudi Arabia, Iraq, Iran, Pakistan, India, Afghanistan, Turkmenistan, Azerbaijan, Georgia, Turkey, Bulgaria and Greece.\nIn other words, its habitat is a large oval south of the western Mediterranean, east through the northern half of India, and back to the northern shores of the Mediterranean but stopping short of Italy. It may also be found on the island of Madagascar, well south of the oval described above. Please refer to my very amateurish map below, based on this \n.\nOne Dr. Ishay has observed electrical voltage and currents in Oriental Wasps. Not only the cuticle of the wasp's exoskeleton, but also the silk surrounding the pupae and the colony's comb walls conduct electricity. The yellow band on the Oriental Wasp's abdomen (and sometimes its head) has its own shocking surprise. The yellow xanthopterin absorbs light and converts it into electricity.\nIts brown exoskeleton traps sunlight in microscopic grooves. As the light bounces inside the reflective chitin, the photons which reach the yellow xanthopterin pigment energize electrons and cause voltage to build up. In darkness, the stored electrical potential is released as an electric current. The strength of the current depends on the ambient temperature. It is highest at about 27-30 degrees Celsius, and lowest at 5 degrees Celsius. Dr. Ishay had theorized that the temperatures and current flows are important for the proper development of the pupae. In itself, this was not surprising. Bees, for example, regulate the temperature of the hive to keep their eggs and pupae healthy. The surprise was that electricity may be involved.\nDr. Plotkin has observed that the higher temperatures and current flows correspond to higher activity in the colony, in the early afternoon. Many other species of wasp, however, are most active in the first hours after dawn.\nDr. Plotkin's researchers constructed a solar cell based on the xanthopterin pigment. Although inefficient, it was a proof of concept that demonstrated that the pigment really does generate electricity from sunlight. Some measurements indicate that this insect's metabolism depends more on sunlight than on food. Unlike plants, it might not use sunlight to store carbohydrates or release oxygen. However, based on using sunshine for power, the amazing Oriental Hornet may lay claim to being the first known \"photosynthetic\" animal.\n:\n\nJS Ishay and L Litinetsky, Tel Aviv University, \"\n\", referenced Dec. 6, 2010. \nMatt Walker, BBC News, \"\n \", published Dec. 6, 2010, referenced Dec. 6, 2010.\nBen Coxworth, Gizmag, \"\n\", published Dec. 6, 2010, referenced Dec. 6, 2010.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2786710020df2ee3eddbzjpg","title":"How the Amazing Oriental Hornet is a Living Solar Cell","author":"MikeDeHaan"}