{"url":"http://www.environmentalgraffiti.com/featured/tsunami-hits-new-york-city/2515","content":"\nWritten by \nWhat do you normally do with all the empty bottles, old clothes, and worn out shoes that pile up over the course of your lifetime? If you’re like most people, everything is dumped in the garbage and shipped to a place far away. If you’re a little more ecologically minded, you’ll recycle or donate everything to charity. If you’re \n, you create works of art.\nJean Shin’s work seeks to bring beauty to the forgotten refuse that our society is so good at producing. She describes her style as such: “my work speaks of the optimism inherent in giving new form to life’s leftovers.” Her piece entitled ‘Sound Wave’, a sculptured tsunami made entirely out of old, slightly melted vinyl records, is currently on display at the Museum of Art and Design in New York City.\nOne of her most moving pieces is entitled, ‘Chance City’, a collection of small-scale buildings made entirely out of lost lottery tickets. It is the essence of her art: she has taken something commonly regarded as worthless and turned it into something of worth. According to her website, a whopping $21,496 was collectively spent on the lottery tickets that ended up as part of the sculpture, tickets discarded by their owners within mere seconds of knowing they hadn’t won.\nThis type of artwork highlights the sheer volume of waste our civilization mechanically churns out, without a thought nor care. While there are many artists working with discarded and forgotten materials, Jean manages to bring the items together in a way that makes us think about them in a new light. Previously, those vinyl records, lottery tickets, clothes and shoes meant something to us, and were very important in our lives. Artists like Jean Shin show us that not only are these things still of value; they are also still beautiful.\nSource \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","title":"Tsunami Hits New York City","author":"ryancurtis"}