{"url":"http://www.environmentalgraffiti.com/animals/news-five-fascinating-species-south-american-manakin-birds","content":"\nThese five manakin birds serve as an introduction to the fifty or sixty species in the \n sub-family.\nIn general, these small birds have short tails. Usually the adult males have colourful highlights on stunning black plumage, while females and immature males are relatively drab. Both berries and insects are on their menus.\nThe Araripe Manakin only has a narrow slice of the Brazilian forest to call home. It prefers the areas where small streams emerge from the escarpment, and the terrain changes to humid forest.\nIt is under pressure as this same area is desirable for farming and for recreation.\nAlso known as \n, it is reported by BirdLife as \"critically endangered\" because its restricted habitat is under pressure from human development.\nThe Blue-Backed Manakin, or \n, lives in the Amazon forests, primarily in Brazil but also including western Venezuela.\nAdult males are black with the red crown and blue shoulders. Females and immature adults are primarily a drab olive colour.\nLike many species of manakin, the Blue-Backed Manakin males perform courtship dances. Turning cartwheels is the specialty of this South American bird.\nThe Club-Winged Manakin also has a red crown, but that is not its most important feature. Several manakins share a musical skill that is absolutely unique among living vertebrates (birds, mammals, fish and reptiles with the possible exception of some snakes), but the Club-Winged Manakin is the best example. It \"sings\" its high-pitched love song by vibrating its feathers.\nWhen the Club-Winged Manakin lifts and shakes its wings, several feathers strike hard ridges along a particular wing feather. Kimberly Bostwick of Cornell University found that the correct frequency for the courtship song is 1,500 Hz.\nOne would travel to the Western Andes mountains of Columbia or Northern Ecuador to listen to its courtship song in person.\nThe range of the Golden-Headed Manakin, \n, extends from Eastern Panama to an area north of the Amazon River. It prefers forests and woodlands, eating both insects and fruits. An odd behaviour is that it will snatch food in mid-air, but defers swallowing until it has safely landed.\nAdult males have black feathers except for the striking golden head. Yes, it is very descriptively named.\nThe White-Bearded Manakin is distributed among the Guianas, Ecuador, and Brazil in the Amazonian basin. It lives both in forest and in lesser wooded areas.\nAgain, the females have an olive colour scheme. Adult males have far more white plumage than the word \"beard\" would imply. They have a white \"collar\" and white or grey breast feathers.\nThe White-Bearded Manakin has a strong preference for fruit, and only rarely will indulge in the odd insect.\nAs with some other species of manakin, the males gather in groups called \"leks\" to sing and dance in an attempt to attract females.\n:\nBritannica Online, \"\n\",2011, referenced June 27, 2011. \na j mithra, Lee's Birds, \"\n\", April 23, 2010, referenced June 27, 2011. \nArthur Grosset, \"\n\", referenced June 27, 2011. \nBird Life International, \"\n\", referenced June 27, 2011. \nArthur Grosset, \"\n\", referenced June 27, 2011. \nPhil McKenna, New Scientist, \"\n\", Nov. 11, 2009, referenced June 27, 2011. \nArthur Grosset, \"\n\", referenced June 27, 2011. \nArthur Grosset, \"\n\", referenced June 27, 2011.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","title":"5 Fascinating Species of South American Manakin Birds","author":"MikeDeHaan"}