{"url":"http://www.environmentalgraffiti.com/featured/spectacular-shots-comet-mcnaught/14584","content":"\n\nImage: \nComet McNaught is like the paparazzi friendly celebrity among celestial phenomena. The brightest comet of the 21st century likes to please its audience and rewards loyal viewers by being visible with the naked eye. Here’s a collection of the best and most absolutely dazzling shots of the flashy comet.\nComet McNaught (C/2006 P1) was discovered by British-Australian astronomer Robert H. McNaught on August 7, 2006 during routine observations. Then, the comet was too dim to be seen with the naked eye but brightened rapidly and reached naked-eye visibility in early January of 2007.\n\nImage: \nThe following photographs were all taken between mid January of 2007, when the comet was visible in the northern hemisphere, and late January when it had moved south and developed a long dust trail.\nPeople gathered at a beach in Perth to watch the Australia Day fireworks on January 26, 2007. The real spectacle was Comet McNaught, which remained bright and visible even throughout the firework display, here in the centre.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \nThough McNaught looked beautiful over cities, it shone brightest in undisturbed spots like mountains or the ocean. In the image below, the Milky Way and the Large and Small Magellanic Clouds all put in an appearance, joined by McNaught of course. As if the night sky alone wasn’t gorgeous enough, the picture was taken in front of the rugged mountains of Argentina’s Patagonia region.\n\nImage: \n\nImage: \nBecause it was close to the sun, Comet McNaught could be spotted by viewers on the ground in the northern hemisphere only during bright twilight. When the comet was at its point of closest approach to the Earth, called perihelion, on January 12, it became the brightest comet since Ikeya-Seki in 1965. It was therefore named the Great Comet of 2007.\nAfter passing the sun, McNaught was visible in the southern hemisphere and best viewed right after sunset; but viewers blocking the sun were even able to spot it in broad daylight.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \nIn the next image, Comet McNaught is seen prominently on the right, flanked by a meteor streak to the left and the Milky Way further left. At the bottom are the peaks of Mount Remarkable and Cecil Peak in Queens Town, South Island, New Zealand.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \nThough rare, Comet McNaught was not unique in its brightness. There have been seven other instances of great comets that were visible with the naked eye and in broad daylight in the last 265 years – in 1976, 1965, 1927, 1910, 1882, 1843 and 1744.\nThe comet has long since faded out of naked-eye-view and would be visible only with a very large telescope near the constellation of Octans, leaving us to hope for another great comet soon.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","title":"15 Spectacular Shots of Comet McNaught","author":"Simone Preuss"}