{"url":"http://www.environmentalgraffiti.com/ecology/the-seven-smelliest-creatures-in-the-world/904","content":"\nThe other day I came across a dog that, to put it politely, smelled like something dead.\nAfter I hurriedly rushed away from the animal, I started thinking about what animals might smell worse than a nasty, wet, unwashed dog. So I did a little research and it turns out there are quite a few candidates. Here’s a list of the world’s seven smelliest creatures.\nThe Bombardier beetle gets its name from the mixture of chemicals it can fire from its rear. The beetle has two separate chemicals, hydroquinone and hydrogen peroxide, stored in its body. Whenever the beetle feels threatened the chemicals mix with some special enzymes and that heat up the liquids. It then shoots a boiling, stinky liquid and gas from its rear, causing some serious woe for anything that happens to get sprayed with the liquid.  \n of the beetle’s spray after he put one in his mouth to free up a hand during a beetle collecting expedition.\nUnlike the X-Men character, real wolverines are shy members of the weasel family. They’re seldom seen by humans, but they’re frequently smelled. Like most members of the weasel family, the wolverine has glands that it secretes fluid from to mark its territory. The musky scent is supposed to be very unpleasant, and has given the wolverine the colourful nicknames of \"skunk bear\" and \"nasty cat\".\nSpeaking of musk, you know an animal is likely to smell when its name derives from producing a smell. The musk ox is a furry, horned mammal that inhabits the Arctic. While it’s called an ox it’s more closely related to sheep and goats than normal oxen. The “musk” of the musk ox is only produced by the males. The smell comes from the animal’s urine, which it uses to mark its territory during mating season.  This is important, because during the mating season male musk oxen are particularly aggressive.  Much like rams, they’ll fight with head on crashes until one submits. They’re so aggressive they’ve even been known to charge birds who alight in their territory.  When the musk ox marks its territory, a lot of the smelly urine gets matted into the hairy belly of the animal. This accounts for its generally gross smell.\n\nImage by \nMuch like the musk ox, stink bugs have a name that’s fitting. There’s no single “stink bug”. The name applies to a variety of members of the hemiptera order. The insects produce a stinky substance in their thorax, between the first and second pairs of legs. The smelly liquid is actually very similar to pheromones in its chemical makeup, but the small changes make a world of difference. Very few bugs are going to be drawn to the stink bugs’ secretions in hope of a little nookie. Like the bombardier beetle, the stink bugs’ foul smelling liquid is a defence mechanism.\n\nFor many people skunk would be the first thing that springs to mind when the phrase “smelly animals” is brought up. Plenty of us have been driving along quite happily, only to suddenly recoil in horror as we recognized the pervasive stench of skunk roadkill beginning to fill the car. There are 11 species of skunk, two in Asia and nine in the Americas. All of them have the ability to spray a foul smelling chemical when threatened. The famous skunk spray is a mix of sulphuric chemicals, and skunks can spray accurately up to 15 feet. The stench is so powerful almost every animal leaves it alone, the sole exception being the Great Horned Owl which has almost no sense of smell. Despite the power of their spray, skunks don’t really like to use it. They only carry about 15 cc of their smell chemicals in their body, enough for about five sprays, and it can take a week and a half to replenish their stench supply.\nWhile the Tasmanian devil has become a cartoon caricature for some, the creature’s stench is legendary.  According to some who have encountered it in the wild its stench can never be forgotten. It’s said to reek of death which, along with its ghastly cries and vicious feeding behavior, may have given it its reputation as a fearsome creature. In reality, the devil is shy and solitary and doesn’t generally go around stinking up the joint. They aren’t even particularly prolific hunters, preferring to get together and chow down on carrion.  It’s only when the devil is agitated that it starts to produce its horrible smell. Of course, for a fairly animal running into a human can be fairly agitating so that may have given rise to the idea they constantly reek of death and decay.\n\nImage from \nThe striped polecat, also known as the zorilla, is a skunk-like member of the weasel family.  The African mammal is almost certainly the world’s smelliest creature. Its anal glands can allegedly be smelled from a half a mile away.  That’s over seven football fields. Much like the skunk, the striped polecat can shoot these smelly secretions from their anal glands to help deter predators. While the animal’s smell is amazing enough, even more amazing is the fact that some native peoples actually \n. It’s likely they use it to mask their own smell when hunting, however, rather than an affinity for the smell of a striped polecat.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","title":"The Seven Smelliest Creatures in the World","author":"Chris"}