{"url":"http://www.environmentalgraffiti.com/cities/news-budapest’s-hospital-rock","content":"\nDeep in the bowels of Budapest, beneath the famous Buda Castle – which overlooks Hungary’s capital bristling with medieval and Baroque architecture – lies a hidden part of the city. In the shadow of the palatial grace of some of Europe’s most magnificent architecture, inquisitive souls can descend to discover an underground complex every bit as compelling as that so visible at the surface. A former top secret nuclear bunker and medical unit that straddled the World War Two and Cold War eras, Hungary’s Sziklakórház saw many terrible things – as those within it tried the slow the blood spilled during the Soviet siege of 1946 and the failed Hungarian Revolution twenty years later.\nLike many great ancient urban centres, Budapest holds a secret history, buried away from the eyes of tourists more concerned with landmarks whose images are easily recorded in the memory chips of digital cameras. Yet, where Rome and Paris have their catacombs, Budapest’s innards are of less obviously morbid make-up – ironic given the carnage which they have hosted.\nThis 10-kilometre network of caves, vaults and snaking tunnels was initially used for storage and was even inhabited by Budapest’s early denizens. However, when World War II broke out, this subterranean maze was fortified and reinforced, its passageways connected, and a series of bunkers constructed that could withstand the bombing that was to come from the Americans.\nIt was as a wartime medical shelter that the Sziklakórház found its identity: an emergency surgical hospital was built here, completed in 1944 just as the air raid sirens were sounding and the bombardment of Budapest began. With a fully equipped operating theatre, x-ray facilities and generators independent of the city's power network, in its time this facility was state-of-the-art. Still, no amount of technology could prepare the staff for what awaited.\nSituated just 30 to 50 feet below the streets, the Sziklakórház soon witnessed its most traumatic events. In the winter of 1944-45, the encircling Soviet forces advanced on the Castle District – the last remaining defensive stronghold in the siege of Nazi-occupied Budapest. Throughout these last tragic days of the war, selfless doctors and nurses tirelessly treated thousands of wounded soldiers and civilians – struggling with infections and dire conditions in a desperate effort to save lives.  \nAs the city’s last functioning emergency hospital, the Sziklakórház was stretched at least two to three times beyond its capacity, with some 700 patients crammed into the wards. The hospital was expanded into other caves, beds were pushed together and stacked as bunks, and stretchers and even bags of straw were used. Lacking sufficient supplies of medicine and equipment, and battling with disease and contamination, it was difficult for the medical staff to prevent many of the deaths. \nThe hardships are difficult to fathom, and yet lives were also saved. One survivor remembers: “I suffered facial wounds and, towards the end of the Siege, with my head bandaged, I managed to walk into the Sziklakorhaz where because they had working generators [and electricity] they could x-ray my injuries.” \nWith WWII over, the long chill of the Cold War set in. The complex was classified as “Top Secret” in the early 1950s – only mentionable using the code name LOSK 0101/1 – and it retained its classified status until 2002. After a brief period when it operated as a pharmaceutical works, the Sziklakorhaz returned to its purpose as an emergency hospital, but under the veil of secrecy, its entrance was disguised. This time Hungary was occupied not by the Nazis but the Red Army, as the country became a Soviet satellite state and a 50-year reign of terror took hold. \nDuring the 1956 Hungarian Revolution – a spontaneous, nationwide revolt against the Stalinist government – an attempt to topple the dictatorship that at first looked to have succeeded was brutally crushed by Soviet force. The Sziklakorhaz again saw active service as part of a bid to treat the casualties of the uprising. Over 2,500 Hungarians died in the fighting, but without the hospital the number would have been higher – indeed eight children were born here over those fraught months.\nHowever, the hospital also doubled as a prison for injured revolutionaries when their cause was quashed. \"We knew it was day time when the lights were on, and night when it was dark with the monotonous sound of the diesel engines running,\" recalls Endre Bacskai who, then just 20, was shot outside the Hungarian Radio building and ended up the Sziklakorhaz before escaping with the help of a friend and family. \nWith Cold War fears at their peak, between 1958 and 1962 the authorities decided the complex would better serve as a bunker designed to withstand nuclear or chemical attack, so it was expanded with facilities installed that would help those inside survive such an event. Among the additions were a new gate, a tunnel (the Safety-Bypass) where people could be decontaminated, internal water reserves and air filtering systems with the technology to remove contaminants. People would be able to survive for days underground should a nuclear assault take place. \nWith advances in nuclear weapons, specifically the neutron bomb, the bunker’s ability to withstand the anticipated Armageddon came under question, but select doctors and nurses continued to run civil defence drills here until the late 80s when the facility became a storage depot. Even after that, the complex was maintained by caretakers, who kept systems like the air circulation, heating and humidity control in working order and even the wards and beds ready for use.\nToday, nearly two decades after the collapse of communism, the Hospital in the Rock is open to the public as a museum. The exhibition has conserved much of the original environment and conveys more than a trace of the atmosphere that pervaded the long winding corridors and operating theatres during the transition from all out military to political but scarcely less tense global conflict. \nThe dozens of wax figures with pained faces may lend a touch of the theatrical to the scene, but the stark lighting, cold air and humming of power generators and the ventilators are enough to make those anguished expressions seem to flicker into life. If someone were to tell you the cries of the wounded could still be heard echoing down the corridors it would be difficult to disbelieve their words. \nA piece of living history is preserved within the walls of this cavernous complex and in the still functioning equipment – like a spectre in the dungeon of a castle or ghost in the machine. Yet at the same time, with each passing year, the museum moves further away from the historic events that befell it and the lives of those affected slowly cease to be.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","title":"The Hospital in the Rock: The Nuclear Bunker that Lies Beneath Budapest","author":"Karl Fabricius"}