{"url":"http://www.environmentalgraffiti.com/sciencetech/men-smell-like-cheese-women-smell-like-onions/7992","content":"\nBody odour (BO) is not fun, either in private or social situations. If always present, it must be dealt with daily as BO is the target of endless jokes in bad taste. But now, there is something new that can be said about this situation - and note that this post is not a joke.\nA research team in Switzerland recently took a close look at how human BO is processed by the olfactory system and the brain. This research analyzed armpit sweat from two dozen men and 25 women after each person had been in a sauna or ridden an exercise bike for 15 minutes. The sweat from women contained high levels of a sulfur compound that had no odour. The bacteria commonly found in armpits turn this compound into another one known as thiol that smells like onions.\nMen have only one tenth of the female amount of their odourless armpit sweat compound - a fatty acid in men. When male armpit bacteria process this fatty acid, the result is a compound that smells like cheese, although men are not able to generate the highest levels of unpleasant 'malodour' that can be synthesized by women.\nMany factors will influence the production of BO in both men and women: diet and supplements, soaps and trace elements in washing water, family and ethnic group genetics, local climate and the material used in clothing. Plastic clothing made from synthetic fibers such as polyester is well known to cause excessive sweating in many people.\nThis Swiss research could lead to new deodorants and pharmaceuticals to block the synthesis of thiol in women and the fatty acid or armpit molecular in men. Compounds might be synthesized that prevent armpit bacteria from converting the odourless precursor molecules into compounds that smell like onions or cheese.\nAt the end of the day, however, all is not negative. Without any deliberate thought, a woman cooking and eating a cheeseburger or grilled cheese sandwich might notice a pleasant sensation unrelated to favourite food odours. A 'cheesy' smell might call forth pleasant thoughts and feelings about a favorite man in her life. The male armpit molecule that smells cheesy has a representative in any grilled cheese sandwich. Men, when smelling onions, may have a similar, evocative reaction. Who would have ever imagined that onions and cheese could be emitting human pheromone analogs?\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bowl_of_chili_with_sour_cream_and_cheese.jpg","title":"Men Smell Like Cheese, Women Smell Like Onions","author":"merlynne6"}