{"url":"http://www.environmentalgraffiti.com/biology/news-male-birth-control-0","content":"\n In today's society, much of the burden of birth control involving chemicals and drugs, is the woman's responsibility. It now appears however that the key to birth control might be better placed with men. And the good news is that you lucky fellows don't have to look any further than your water faucet, garden and local produce market for some of the most effective methods of birth control. \nThat's right, according to the newest research, natural products such as seeds and various plant compounds have actually demonstrated a substantial decrease in sperm production. So for all you curious, swingin' gentlemen out there, here's the latest in all natural male birth control: \n There's a hot bath and then there's a REALLY HOT bath! Well, according to research, sperm don't like REALLY HOT baths! After more than ten years of experimentation with nine male volunteers, Dr Martha Voegeli reported in 1940 that after bathing in 116 degrees water (just below the pain threshold) for forty five minutes each day for 21 days, a male becomes sterile for the next six months.  \n \n Voegeli, a Swiss doctor practising in India, taught this method to Indian men, as well as to seven Western patients (two Englishmen, two Americans, two Scots, and one Austrian), between 1930 and 1950. The doctor saw no side effects and said the use of the method spread widely in that area of India during times of famine, with several hundred men using it. Children born later were normal, and because Dr Voegeli practised in one place for several decades, she was able to confirm that they developed normally as well. \n The contraceptive qualities of papaya seed extract have been known since the early 1970s. When the crude extract of papaya seeds was fed to male rats, the quantity and quality of the sperm they produced deteriorated. At higher doses, this provided 100% effective contraception. Once treatment stopped, full recovery occurred within 5 months. \n Traditional cultures in Pakistan, India, Sri Lanka and Southeast Asia have long eaten papaya seeds as an effective and safe contraceptive. Studies on papaya seeds as contraception have been done more frequently on males than females, but traditional cultures have long used papaya seeds for both male and female contraception. It appears a teaspoon of the seeds per day is what traditional cultures use - and it takes three months of use to be fully effective. For a simple papaya seed drink: blend 1/2 papaya, 2 or 3 bananas and 20-40 papaya seeds. Add a little stevia for sweetness, if desired. Other fruit can be substituted, as desired.(Doesn't sound too unpleasant, does it?) \n Neem is a tree common to India with many medicinally valuable parts. The potential use of neem leaf extracts as contraceptives is not a new idea; research on its use as a spermicide has been underway since the 1960s. While there have been no studies of neem as a contraceptive in men, it has been demonstrated to be very effective in research on mice.\n Male mice who were fed water crushed with fresh neem leaves impregnated fewer female mice and had smaller average litter sizes. Researchers obtained similar results in rats. Within 11 weeks, the animals in this study had 100% effective contraception. The effects were reversed within 6 weeks. \n This plant compound is extracted from the flowers of a myrtle family tree native to southern Asia. Studies of oleanolic acid in rats show that low, sustained doses result in reversible infertility. \n Rats treated for 30 days became infertile; the contraceptive effect was reversed 14 days after ending treatment. While there have not been studies on humans just yet, a group of researchers in South Africa are currently working towards studies of oleanolic acid in male monkeys. \nWhile no contraceptive is 100% fool proof, it's good to know that are other options being developed and as always, something is better than nothing! \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","title":"Natural Male Contraceptives You Can Find in Your Garden","author":"Elaine Furst"}