{"url":"http://www.environmentalgraffiti.com/conservation/news-declines-many-species-may-be-indicator-new-mass-extinction","content":"\nAccording the World Conservation Union, 51% of known reptiles, 52% of known insects and 73% of known flowering plants are under threat. Many species will become extinct before they are even discovered. In the United States, there are approximately 1,300 endangered species. In 1993, the eminent Harvard biologist E.O. Wilson estimated that we lose approximately 30,000 species a year. We now face the loss of entire genera, and it appears we are the culprit. \nWhile the poster children of animal extinctions are famous for being cute and cuddly – the polar bear, the giant panda and the koala bear – other animals are also disappearing as well. Amphibians, a robust genus that outlived the dinosaurs, are disappearing at alarming rates. Then the bees began to disappear, victims of a disorder with an unidentified cause. Twenty percent of the Pacific Island birds have been extinguished by human activities, and many wild plants have disappeared with their ecosystem. Our native ladybugs are now hard to find, replaced be invasive Asian beetles.\nScientists are currently focused on bats, victims of White-nose syndrome. The disease is spreading quickly, and bats are dying in unprecedented numbers. It's said that 70% of bat populations have been wiped out in 16 states and three Canadian provinces.\nMany scientists believe that we are actually in the midst of the sixth mass extinction. If this is the case, it will be the first such mass extinction that was not caused by a physical activity such as volcanic activity or a meteor. This mass extinction will be caused by living organisms, and the cause is more of a serious problem than one of its major contributors – global warming. If all species currently threatened actually become extinct, we can expect the sixth mass extinction to properly arrive within the next 300 to 22,000 years. \nThe cause of this new mass extinction is a combination of human actions and includes pollutants, thinning of the ozone layer, climate change and habitat loss. Changes in the environment cause rapid deaths since plants and animals co-exist in a symbiotic relationship where one extinction is likely to lead to another – a domino effect. \nOver the past 540 million years, Earth has experienced 5 mass extinctions where the planet has lost over 75% of its species in a geologically short period of time – a year, a decade, or 10,000 years. Since no one can say for sure what this timeframe is, our ability to study mass extinctions is very imprecise. Without this knowledge, we have no scale to measure our role in this extinction. Many people believe that the loss of a species does not affect humans, but we do not live in a vacuum. We can survive while other species die off, but we need a healthy planet if we want to remain a healthy species.\nhttp://www.dailygalaxy.com/my_weblog/2009/05/although-the-earths-islands-islands-make-up-less-than-four-per-cent-of-the-planets-land-mass-they-are-home-to-around-a-quart.html","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3186012706_5413e8021e.jpg","title":"Are We At The Start Of A New Mass Extinction?","author":"Lisa Hossler"}