{"url":"http://www.environmentalgraffiti.com/animals/news-water-skeletons-animal-kingdom","content":"\nWelcome to the incredible world of water skeletons. Profoundly unique in shapes, sizes and extortionate forms of movement, it’s hard to believe that these skeletons are purely made from internal fluids. But how do they work? How do they move? Let’s take a look at this remarkable skeleton evolution that represents some of the most unique aquatic species both beautiful and freaky in nature. \nFluid-based skeletons are found within large varieties of invertebrates ranging from sea worms, jellyfish, star fish and sea cucumbers to octopuses. Despite being floppy and fragile in appearance, many of these exclusive species skeletons can become resistant and rigid during muscular action compression of fluid within their bodies. \n\nHydrostatic or hydroskeleton systems can be regarded as possessing very close similarities to those man-made hydraulic systems in machinery. Could tricks from the animal kingdom actually spark these ideas within development of such important machinery? I would say most definitely – let's take a look why …\nLiquid is stored within animals' bodies, usually within a chamber or container that is pressured by contractions of the muscular walls that surround it. It is this liquid that is the internal body fluid of the animal. Continuous compressions force the outer structures to harden and become rigid, forming a strong skeletal unit. This is the key to protection and support of the animal’s vulnerable body parts, and within simpler aquatic species, it covers the whole body acting as the hydroskeleton.\n\nWithin these hydroskeletons, the responsibility of movement lies within the muscles. Alterations in muscle tone and arrangement of the muscles can change the pressure within their chambers, therefore inflicting alteration of the skeleton’s shape, causing the structure to becoming more rigid. \nIt is this that provides a stiff base against which movements can occur and even provides the movements within themselves. A perfect example of this is the jellyfish.\nMuscle fibres compress the fluids that lie within the jellyfish’s main body, inflicting compressions that run from the centre of the bell to its edges. This produces a pulsing movement to allow swimming. The hydroskeleton of the jellyfish can appear as rather beautiful as they gently flow within the depths of the sea. Ranges can be seen from calming blues to deadly warning charges of red.  \nAnother example can be seen with the many sea worms.\nA remarkable feature of the worms is their segmented bodies. Surrounding each of these segments is a set of circular muscles - some are longitudinal, which span a segment while others lie flat against the segments. This allows the worm to stretch only some parts of its body, while being able to shorten others. These combinations of contractions permit further movements, allowing curving, burrowing and swimming. \n\nMany aquatic species consist of funky and peculiar bendy, colourful and even scary looking appendages. Hydrostatic and hydraulic principles can also be applied not just to whole body movements but to these individual body parts and appendages. Such movements allow animals to perform various tasks of capturing prey, cleaning and self defence. Some of the best water appendages can be seen across the following animals:\nThese dominant circular suckers are extremely important to the octopus, allowing the performances of various tasks of locomotion, snatching and holding prey, behavioural displays during breeding and conflict rivalry and anchoring the body to bedrock are just a few examples. \nIn order to perform such duties, the suckers have to consist of tightly packed 3D-muscles composed of the three major fibre orientations:\n\n1)\tCircular muscles arranged circumferentially around the sucker\n\n2)\tRadial muscles that traverse the wall\n\n3)\tMeridional muscles orientated perpendicular to the circular and radial muscles.\n\nIn order to support such movement, the sucker is composed of both inner and outer fibrous connective tissue layers. \nThe tubular tentacles of the sea cucumber aids movements of collecting food, gathering up eggs and cleaning that completely relies on internal pressure. The water vascular system provides hydraulic pressure to the tentacles and tube feet allowing this movement. It’s these tentacles that help detect individual species from the thriving colourful and numbered variations present. \nOnce more, a phenomenal example of the exuberant diversity that lies within the animal kingdom. Who would have thought that such an animal supported completely by water would need such complex muscle systems and orientation to allow movement? Always surprising us are the immaculate adaptations and variations that complete the animal’s niche and morphology. \n\nUhlenbroek, C, 2008, \n, DK publishing, London","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","title":"Water Skeletons: Bones Made from Fluids","author":"Emmysarus"}