{"url":"http://www.environmentalgraffiti.com/biology/news-slow-loris-worlds-only-poisonous-primate","content":"\nThis grey-colored, giant-eyed creature may appear amazingly cute at first glance but you should beware. In fact it is the world’s only poisonous primate so far discovered. Yes, it's a cuddly gremlin with an unpredictable, aggressive temperament which may bite you with its sharp and fang-like canine teeth.\nThe Slow Loris is nocturnal primate, of the subgroup Prosimians, suborder Strepsirrhini, and is found across a belt of countries around Indonesia and in the Malayan rainforests. A cute little creature, 10-15 inch long, it has a round head with comparatively large eyes, very thin legs and dense brown furry skin. They have little or no tail and the Slow Loris’s spine has an extra vertebrate. There are five different species of Loris – Sunda Slow Loris, Bengal Slow Loris, Pygmy Slow Loris, Javan Slow Loris and Bornean Slow Loris. This omnivorous animal feeds mostly on insects, gums and nectar.\nLorises are very slow moving primate that spends most of the day time sleeping. They do not leap through trees, but instead they move very slowly. They have special blood vessels (a special network of capillaries) in their hands with the help of which they can cling to branches for hours. That doesn’t mean that they can’t move quickly. They can, but only do so when disturbed or threatened. They can also eat while hanging upside down.\nTo understand it clearly, we must know the difference between the terms 'venomous' and 'poisonous.' Though they sound similar, they are very different phenomena. A poisonous animal produces toxins that are either inhaled or ingested into the victim’s body, whereas the venomous animal’s toxin has to be injected into the victim’s body by a sting or by a bite. A perfect examples is the Blue dart frog (which is poisonous) and the Indian cobra (which is venomous).\nNow to come to the Slow Loris. They have very sharp needle-like teeth on their lower jaw, shaped like a spade. Their bite is so painful and agonizing that they can create extreme allergic reactions (up to anaphylactic shock), followed by Hematuria, which is a reaction to the allergen. Their elbows plays an important part as a lethal weapon, in their defense mechanism. On the inside of the elbows, lies a patch which is used to store a foul smelling toxin. Right before the toxic biting, the loris will suck some poison from the patch and mix it with their saliva, inside their mouth. When all this is put together, it is clear that Slow Loris is a poisonous and not a venomous animal.\nUnfortunately, in spite of being the most poisonous primate on the Earth, the Slow Loris is now threatened by illegal trade and deforestation. In some countries, they are in great demand as an exotic pet. Their birth rate is very slow and keeping them as a pet increases the risk of infections, leading to a high mortality rate in captivity. In the US it is illegal to keep them as a pet. Animal traders continue to catch them, removing their teeth with wire-cutters and selling them for $20-$100, in animal markets and shopping malls in big cities. How unfortunate it is that the Slow Loris in unable to defend itself most of the time.\nCurrently listed as either ‘Vulnerable’ or ‘Endangered’, the Slow Loris is meant to be in the wild, and they wouldn’t make a great pet. They mark their territory with urine, and no one would want their house to smell of that. \nTheir body parts are also used in traditional medicinal practice, including their big eyes. In Cambodia, dried lorises can be found in any market place in the country, and are said to treat wounds, broken bones, and stomach problems. It is even served as a tonic. This hunting is causing a serious threat to these incredible animals.\nIn my opinion, the best idea is to watch this incredible creature in a zoo, rather than ending up in jail with a fine (of up to $5,000). The choice is yours.\nSource : ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-44385-2105857250105101600S600x600Q85.jpg","title":"Slow Loris: The World's Only Poisonous Primate","author":"Alka Sharma"}