{"url":"http://www.environmentalgraffiti.com/art-and-design/news-famous-blonde-portraits-crafted-used-gum-jason-kronenwald-0","content":"\nNow and again, an artist decides to work in an unusual genre, possibly to see how it feels and to gauge the reaction they might get from viewers. Though chewed bubblegum is not actually that new as a means of creating art and usually strange and beautiful sculptures, but Jason Kronenwald elected to use the gum as the paint for portraiture, with plywood as his canvas.\nThis talented creative master graduated from Queen’s University with a Bachelor of Fine Arts in 1997, and currently lives in Toronto, Canada, with his wife and children, one of each. He actually began his portrait series before graduation, and is still creating these glorious portraits of famous blondes for this series, appropriately entitled ‘Gum Blondes’. \n \n \nEvery portrait consists of 100% chewed gum, carefully applied to a plywood backing before being sealed with epoxy resin to preserve the surface. Jason has a slavishly devoted group of followers whose gum chewing provides him with all the raw materials he needs. Every bit of colour comes from the varieties of gum used, and no paints or dyes are ever employed. \n \n \nThe inevitable need for mixing colors is done inside the mouth during chewing, relying on the countless varieties of gum provided by many confectionery companies. Given that Jason himself rarely does the chewing, his work is not all fun and games by any means. Though he is not especially fond of the disgusting stuff he paints with, his focus is always on the art, the colour and the finished result. \n \n \nHis innovative portraiture has featured in many publications, not least \n, as well as \n style magazine, \n. TV appearances have also been seen, such as on \n and \n. Having shown his work at galleries in Los Angeles, London and Toronto, he is nowadays represented by Le Gallery in his hometown of Toronto. \n \n \nOf the 65 “Gum Blonde” portraits Jason has created, he has sold 50, making anything from $1,000 and $2,500 for each one. As yet, not selling enough art to make a living with his wonderful art works, he works part-time as an interior designer, at which he also commands great respect. \nJason feels that relying on his art to make a living would add unwanted pressure to the creative process. Old master Pablo Picasso was famously quoted: “Good artists copy. Great artists steal.” Jason takes, without really stealing, faces from famous blondes and used gum from his friends’ mouths in order to create his stunning art. “Some people see chewed gum as garbage, but to me, it really has just begun its life,” Jason commented. \n \n \nAsked about how it all began, Jason stated: “ I made my first Gum Blonde in 1996 while I was working on my Bachelor of Fine Arts at Queen's University. I also made a self-portrait out of chewing gum at this time. I collect chewed gum from people I work with, my family and friends, and whoever else. When I bring it into my studio I separate it based on color. The rest is pretty much done with my hands, a Swiss army knife, and a small plastic roller. It might seem messy, but other than separating the moist wads into color piles, my process is relatively clean”. \n \n \n“Gum has great potential as an art material because it is colorful and sculptural, resembling various other art materials, and yet destined to be thrown in the garbage. Personally, I enjoy the challenges of using unconventional materials in my work. Since I started to work with gum I have had to create a process that suits the medium. This process has evolved quite a bit over the years and continues to evolve as I make more pieces. I believe that in the right hands there are ways to take any material and turn it into something new and beautiful. I most appreciate when materials that are generally considered ugly or grotesque (or simply unaesthetic) can become something attractive,” he added. \n \n \nAs you can see from the portraits displayed in this article, Jason certainly does have it right. He is still an up and coming artist who is only just starting to make his mark, but already ii is obvious that this guy is a major talent, and definitely one to watch out for in future years. His work is wonderfully imaginative and his ability apparently unlimited. Watch out for Jason Kronenwald, because there is so much more to come. Brilliant. \n \n \n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"Iconic Blondes Created from Chewed Gum","author":"tonyleather"}