{"url":"http://www.environmentalgraffiti.com/news-amazing-african-grey-parrot","content":"\nWe have all come across these amazing creatures at sometime in our lives. They are such skillful mimics that people often mistake their words for those of other people, but that mimicry is not their only asset. The African Grey parrot has got to be one of the most charming creatures in the bird world, with a wonderful character and a combination of intelligence and charm.\nThese birds have been kept as pets for over 4000 years. The Egyptians are thought to have been the first to keep them, as they often appear in their hieroglyphics. The Greeks also valued them highly as pets, as did the Romans who kept these clever birds in highly ornate cages. The tradition continued with King Henry VIII being known for keeping one as a pet.\n \nThe African Grey parrot is endemic to the rainforests of West and Central Africa. Experts regard it as one of the most intelligent birds. They feed primarily on palm nuts, seeds, fruits, leafy matter, but have been observed eating snails. Their overall gentle nature and their mimicry has led many to be captured from the wild and illegally sold into the pet trade.\nUnlike other parrots, wild specimens of Greys have been recorded imitating the calls of several other species. African Grey parrots have also been rigorously tested by scientific standards, and are classed alongside the most intelligent animal species.\nDr Irene Pepperberg’s research, most notably with a bird named Alex, has scientifically proven that they possess the ability to associate human words with meanings, and to intelligently apply the abstract concepts of shape, color and numbers. According to Pepperberg, they perform many cognitive tasks at the level of dolphins, chimpanzees, and even human babies.\nAlex (1976 – September 6, 2007) was the subject of a thirty-year (1977–2007) experiment, initially  in Arizona and later at Harvard. Dr Pepperberg bought Alex in a regular pet shop when he was about one year old. The name Alex is an acronym for Avian Language Experiment.\n\n \nMany pet Congo African Greys learn to speak slowly until their second or third year. Timnehs are generally observed to start speaking earlier. Both subspecies seem to have the same ability and tendency to produce human speech, but ability may range widely among individual birds.\nOne notable African Grey is N’kisi, who in 2004 already was said to have a vocabulary of over 900 words and was noted for creative use of language, as had been Alex.  These birds often whistle, shriek, squeak and click, and the keeper should expect to hear anything that is heard by the bird being mimicked. They have also been noted for profanity even after changing owners.\nOf one thing, the keeper of an African Grey can be assured - they will never experience boredom. Since these birds can live an exceptionally long time, it is not unknown for their keepers to include them as bequests in their wills!  Though it is unusual for a parrot to live as long as a human, it is not unknown. So if you want some continuous entertainment in your life, take the plunge and get yourself one of these birds. They are not cheap, and a good specimen can set you back the best part of £1,000, but it will be well and truly worth it, because once you get them talking, it's hard to shut them up.\nSource: \n, \n, \n, \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Flamingojpg","title":"African Grey Parrot: Nature's Amazing Mimicking Bird","author":"tonyleather"}