{"url":"http://www.environmentalgraffiti.com/news-russia’s-appetite-organic-and-bio-products","content":"\nThe Russian market is clearly showing trends that it is ready for an organic lifestyle. There is a desire to eat and buy organic products. However, there are only a few products out in the market. Many food producers and manufacturers understand that people want organic products. Although products are sold as organic, when shopping at local supermarkets and reading the labels carefully, one finds they are not at all organic and have preservatives and additives in them. They are advertised as healthy but they really aren’t. Usually, children and young people are affected because they believe the media and unfortunately, strict standards for food labeled organic have not yet been established in Russia.\nOboMnenie, the largest and most comprehensive green/holistic web portal in Russia promotes health and wellness and is a pioneering website dedicated to organic lifestyle, featuring an abundance of tips and articles on healthy eating. It is a true source trying to make a difference and educating people around the globe by promoting awareness. \nOboMnenie’s recently debuted EcoShop is designed to provide Russians with information on where they can find green products and services. It's the only database of this kind in Russia at this time. In addition to local businesses, EcoShop also allows foreign manufacturers of green products to find a market in Russia by listing their products for Russian-speaking distributors and importers to see. \nAwareness of healthy food in Russia is being created through several broadcasts on health. Channels feature health shows that introduce healthy products, yet due to corruption, some TV producers might manipulate the shows and claim their products are organic when in reality, they aren’t. Are Russians aware of the dangers of salts and the use of artificial additives? A study has found that one in two Russians have tried organic food and that the trend is increasing.\nHow then, do bio market shops and organic corporations gain credibility and people’s trust? What are their marketing strategies to bring these products to the market? They don't think about it because there are no alternatives. Credibility can be created by people actually tasting the products and determining whether the products are organic or not. \nUnfortunately, there are no farms in or near Moscow and all the vegetables need to be imported, usually from Turkey. Even at open markets, strawberries for example are sold claiming to be local but if you look at the box, it says imported from Turkey. In other words, they are sold as locally grown when in reality, they are imported from Turkey or elsewhere.\nRussians are paying more attention to the food they consume due to rising obesity. With the end of communism, stores are now stacked with foods ranging from sausages to sushi, fast food and bio products. Izbienka is one organic brand in Russia and it is currently sold in eight stores. Another shop by the name of House of Honey sells products from Siberia. Usually people don’t have enough time to go to these specific stores and just stick to their usual grocery stores that don’t typically carry organic products. Grocery stores do, however, sell products labeled no GMO.\nThere are a lot of fake products - made in China and others - on the market. When it comes to clothing for example, Russian people love brand products and the manufacturers are sometimes not honest. Regarding toys for children, often times they are produced in China and can contain toxic materials. Even the more expensive stores nowadays sell fake products. This has been an increasing trend since the economic crisis. Organic products face similar challenges. \nIn conclusion, though it might still take several years to fill the market with organic products, awareness and prevention have started. The government wants to mandate that cigarette packages contain warnings and that alcohol can only be sold to those aged 18 or older. It also promises to stop selling alcohol in general stores and moving the item to designated liquor stores. Starting from this year, some have measures been put into place. The potential is there and change is clearly on the horizon.\nFor more information, read an \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","title":"Russia’s Appetite for Organic Food","author":"Jennifer Cunningham"}