{"url":"http://www.environmentalgraffiti.com/news-bestial-beauty-most-pierced-people-world","content":"\n\nIt is not unusual for people to find quirky ways of expressing their individuality, and one particular trait has been around for thousands of years. Body piercing is the practice of puncturing or cutting a part of the human body, creating an opening in which jewelery may be worn. The word piercing can refer to the act or practice of body piercing, or to an opening in the body created by this act or practice.\n\nEven older people have been known to do this.  A retired bank manager  set the record for the most body piercings in the world. John Lynch, 78, pictured above, has a staggering 241 studs and rings - with 150 on his head and neck, even admitting to having \"a few bits and bobs\" on his genitals. The Guinness Book of Records confirmed he was the most-pierced person in the world. John said: \"I was a few short so had 20 or so popped into my arms to up the numbers.\"\n\nWhile the history of body piercing is obscured by a lack of scholarly reference and popular misinformation, ample evidence exists to document that it has been practiced in various forms by both sexes since ancient times throughout the world.\nEar and nose  piercing have been particularly widespread and are well represented in historical records. The oldest mummy ever discovered was sporting earrings, attesting to the existence of the practice more than 5,000 years ago.\n\nNose piercing is documented as far back as 1500 BC. Lip and tongue piercings were historically found in African and American tribal cultures. Nipples and genitals have also been pierced by various cultures, dating back at least both to ancient Rome and India ca. 320 to 550 AC.  The practice of body piercing has experienced an increase of popularity since WWII, with sites other than the ears gaining in popularity.\n\nSome people pierce for religious or spiritual reasons, while others pierce for self-expression, for aesthetic value, for sexual pleasure, to conform to their culture or to rebel against it. Some forms of piercing remain controversial, particularly when applied to youth. The display or placement of piercings have been restricted by schools, employers and religious groups. In spite of the controversy, some people have practiced extreme forms of body piercing.\n\nWhen examined by a Guinness World Record official in May 2000, Elaine Davidson of Edinburgh, Scotland, pictured above, had 462 piercings, with 192 in her face alone. By August 9, 2001 when she was re-examined she was found to have 720 piercings. In 2005, the Guardian newspaper reported that she now had 3,950 body piercings. She has more piercings in her genitalia than in any other part of the body - 500 in all, externally and internally.  The total weight of her jewelry is estimated to be about 3 kilograms. As of  March 2010, Elaine reported a total of 6,725 piercings.\n\nShe was born in Brazil and is a former nurse. She claims she does not drink or use drugs. A lady of many talents, Elaine also sleeps on a bed of nails, walks on fire and lays on broken glass, and holds a black belt in Judo that she earned in Japan.\n\n\n\nLove these images or hate them, it is hard to deny that they do have a bizarre and bestial kind of beauty. Come across somebody who is prepared to go this far to make a statement and you won't forget them in a hurry. The most pierced people in the world are also somehow the most memorable.\n\nSincere thanks to the following sites for information and images: \n, \n, \n, \n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","title":"The Most Pierced People on the Planet","author":"tonyleather"}