{"url":"http://www.environmentalgraffiti.com/featured/bionic-eyes-just-became-a-reality/5047","content":"\nYou glance at the person opposite and notice something unusual about one of their eyes. Not unusual really. It’s just an artificial eye. But what if behind the synthetic iris there was a camera, and a camera filming you? Would that be unusual? With CCTV, miniature cameras, and lordy-knows-what spy technology out there, a bionic eye like this is not only well within the scope of possibility; we’re within, well, the blink of an eye of seeing – and being seen by – one.\nDuring two recent weeks, as many cases have come into the media spotlight of individuals set to trade in their regular fake eyes for distinctly more high-tech models, containing built-in wireless cameras capable of being hooked up to the Web.\nIt was San Franciscan multi-disciplinary artist and producer Tanya Vlach who first turned the gaze of cyberspace to this particular cyborg place, through her blog, \n. Having lost one of her real eyes in a car accident three years ago, Vlach posted a \"call for engineers\" to help her soup up her existing artificial eye, so that it could function as a multi-spec digital video camera.\nThe imagined eye-camera’s features would include Bluetooth, a remote trigger, and even blink-responsive sensors for functions such as focusing and zoom. Vlach anticipates this mini camera implant – less than 1cm sq – enabling her to live what she calls \"an experiment in wearable technology, cybernetics, and perception\".\nBut the Web has eyes. News quickly came to light of a man in a near identical position, Canadian documentary filmmaker Rob Spence. One of Spence’s eyes was badly damaged when, aged 11, a gun backfired on him as he was shooting a cowpat. Spence launched his own blog, \n, which revealed he’d not only envisaged the same kind of eye-cam as Vlach, but has already homed in on a prototype.\nWhereas Vlach’s plan is still on the drawing board, Spence is, as he says, \"actually in the lab putting an eye together\", with the camera module soon to be joined by a battery and wireless transmitters. Spence is working with award winning electrical engineering professor, and famed \"world’s first cyborg\", Steve Mann, a pioneer of wearable computer and recording devices like web cams.\nIt seems Spence monitored the interest Vlach’s project generated, which prompted him to expose his own. Yet it also looked like Vlach could benefit from some cross-border contact with a Canadian counterpart who’s clearly closer to the bionic bull’s-eye. Sure enough, Vlach has been in dialogue with Spence, as well as Steve Mann, and they may well team up at some stage.\nThe ways in which the lives these two would-be cyborgs mirror each other is pretty striking. There’s a mere one-year age gap between them: Vlach is 35, Spence, 36. Both take inspiration from science fiction. And then there’s the filmmaking connection. Vlach is eager to create true point-of-view eye-cam video art to represent the experience of her identity's transformation. Meanwhile, Spence has begun making a new documentary on his own eye makeover, and its implications in today’s growing surveillance society.\nTitled \n, Spence’s film will use footage shot through his eye-cam to position himself as a kind of 'Little Brother', exploring issues surrounding how cameras in public places invade privacy. Spence’s film is strongly influenced by his collaborator Steve Mann’s ideas on 'sousveillance', and the practice of people watching the watchers with wearable cameras. As Spence puts it: \"If Steve Mann is Obi Wan Kenobi then I am Luke Skywalker\".\nVlach, too, takes some of her cues from Mann. But whereas this Princess Leia’s vision of an 'augmented reality' comes from a more personal angle, Spence has a wide-screen focus, and he appears to be taking the hero’s role against the evil empire.\nWhether you see eye-cams adding to the problem of unwelcome recording of our lives is another story. Needless to say it’s something both Vlach and Spence are keenly aware of.\n\nImage: \nWhat’s certain is that such close fitting biological add-ons are further signs that cyborg culture has arrived. And with technology evolving so rapidly, who knows how much more like machines we will become? People’s eyes have been opened.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Cuandoelcolorllamalaatencio-njpg","title":"Bionic Eyes Just Became a Reality","author":"Karl Fabricius"}