{"url":"http://www.environmentalgraffiti.com/featured/tallest-filing-cabinet/20490","content":"\nMaybe we’re reading too much into this, but perhaps it’s a comment on the passing of industrial society and our progress into a digital age: the last stand of the filing cabinet in an increasingly paperless world – but by golly, what a stand it is. Framed against the sky in a field in Napa, California, a filing cabinet – curiously filled with the dismantled auto parts of a 1974 sports car – towers some 65 feet into the air, a monolith of our own making.\nA white collar worker’s wet dream – or worst nightmare – this most phallic of office cabinets is officially the world’s tallest, down in the Guinness Book of Records as ‘The Tallest File Cabinet on Earth’. In actual fact, though, this is not one filing cabinet, but a total of some 60 individual drawers stacked and welded together – and all in the name of art.\nThis seven-storey outdoor sculpture is the work of artist Samuel Yates. It was built in 2000 from filing cabinets engineered and weatherproofed to withstand wind, rain, and even earthquakes. Considerable work went into its construction, with a hole bored into the ground by great drill to lay the foundations and a crane used to erect the final structure.  \nEnigmatically titled UNTITLED (Minuet in MG), the MG is a reference to the automobile that lies within – the 74 MG Midget which, says Yates’ website, “was donated, shredded, steamrolled, photographed, bagged, labeled, numbered, and filed by weight from heaviest to lightest in milligrams (mgs) – an MG in mgs.” Just hide your eyes if you’re a classic car collector.\nThat said, Yates’ website continues : “The DMV registration for the shredded car filed inside the cabinet officially indicates possession by its owner.” It’s OK, Sam, we trust you. We’re just not so sure we trust that your mini-auto parts store-cum-skyscraper will sway but not fall over in a quake that registers high on the Richter scale. \nFor more of the artist's work, visit his \n. We were tipped off about this bizarre piece of office equipment by \n. ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","title":"The Tallest Filing Cabinet on Earth","author":"Karl Fabricius"}