{"url":"http://www.environmentalgraffiti.com/nature/news-stink-bug-home-field-and-pest-house","content":"\nIt is an unloved insect, whether it is called a stink bug or shield bug. North America hosts species such as the \"Brown\", \"Brown marmorated\", \"Green\" and \"One-Spotted\". Great Britain is home to about 40 more species. Some 6,500 have been identified in the whole world. But does it deserve its bad reputation?\n\"Shield Bug\" is an appropriate name for this insect - an overhead view shows that the folded wings look like a shield. Some species are brown, dark green or grey, as if they are trying to avoid attention. Others have brighter colours, perhaps warning predators that they are not a tasty treat. A typical adult may grow to nearly three quarters of an inch (about 19mm), in length. Nymphs look like adults but are smaller.\nThis insect is also called the \"Stink Bug\" based on its foul smell. This aroma is released more strongly if the insect is disturbed. When crushed, all the \"stink juice\" comes out. This liquid can also stain fingers and fabrics; the aroma lingering for some time.\nThe sting bug seems to leave an unpleasant taste in a mammal's mouth. This insect does have some predators, however. Spiders, birds and carnivorous insects, including some other stink bugs, will make a meal of stink bugs.\nFarmers and gardeners consider the stink bug to be a pest. It will damage soft fruits and vegetables. Crop plants such as apples, cabbages, coffee, cotton and tomatoes are included in the diets of different species of stink bug. Circular yellow blotches which may overlap are the trademark signs that stink bugs have invaded an orchard or field. The damage is superficial, only affecting the skin and a very shallow part of the flesh of the fruit. While the nutritional value of the food is not lost, a farmer loses money since it cannot be sold as fresh produce.\nSome stink bugs are predators which eat herbivorous insects such as caterpillars. This can give farmers a problem in pest management: will the predatory stink bugs control other insect pests, or should all the insects be targeted by insecticides?\nExamined closely, the proboscis (beak or mouth-parts) of a stink bug will reveal its eating habits. The wider proboscis belongs to a carnivorous stink bug. The narrower, needle-shaped mouth penetrates plants. The Brown marmorated stink bug recently invaded North America. First collected in Allentown, Pennsylvania in 1998, in 2010 it is now is at home in about a dozen states. Far Eastern farmers, in China, Japan, Korea and Taiwan already had already considered this species to be a pest. It has gained special notoriety in the United States for being a home invader as it seeks houses as shelter for the fall and winter.\nMature stink bugs lay a large clump of eggs beneath leaves and plant stems. When the eggs hatch, the nymphs emerge. Nymphs appear to be smaller smaller copies of the adults. They eat and live like adults, except that nymphs must molt five times to reach maturity and begin reproducing. Summer through late fall are the seasons to observe stink bugs in the outdoors. They may produce one or two generations during this time. In tropical climates, they are active for longer and may reproduce more frequently.\nIn autumn, a stink bug will seek shelter in a house. It will gain entry through cracks around windows or doors, and even around utility pipes. Silicone sealant and window screens are a homeowner's first lines of defense. Licensed exterminators could apply specific insecticides on the exterior of a house, but these become ineffective within a week or so. Inside the house, a stink bug can hide behind baseboards and in the voids in walls and ceilings. Sealing the edges of light fixtures, door trims or baseboards may keep them away from human living areas. Vacuuming up these insects still leaves behind any that are better at hiding. Likewise, a homeowner using insecticide will probably not kill any which stay hidden in the walls. \nA licensed exterminator might apply appropriate insecticides that can eliminate all the hidden stink bugs. However, carpet beetles may later come to scavenge their corpses. Once that food supply is gone, the carpet beetles might attack natural fabrics elsewhere in the home. \nDoes the stink bug deserve its bad reputation? Spiders and insectovorous birds may like every shield bug they find. But from a human viewpoint, excepting those stink bugs that prey on other insect pests, the shield bug has indeed earned its reputation.\n: \n.\n:\n \nOntario Ministry of Agriculture, \"\n\", modified March 12, 2009, referenced Sept. 23, 2010.\nOntario Ministry of Agriculture, \"\n\", modified March 12, 2009, referenced Sept. 23, 2010.\nNational Pest Management Association, \"\n\", referenced Sept. 23, 2010.\nGordon Ramel, Earth Life, \"\n\", referenced Sept. 23, 2010.\nSteve Jacobs, Penn. State University, \"\n\", revised Sept. 2010, referenced Sept. 23, 2010.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb32.webshots.com-9439-2407028650104237032S600x600Q85.jpg","title":"The Stink Bug Inside and Out","author":"MikeDeHaan"}