{"url":"http://www.environmentalgraffiti.com/sciencetech/uniqlos-making-sweaters-out-of-milk/649","content":"\nUniqlo is a Japanese label, which hit the \n in 2001,\nit also has stores in New York, \n, China, Hong Kong and Korea. Initially it offered utility, no logo items, but of late it has been sweeping the fashion market. It is perhaps no coincidence that Uniqlo’s sudden domination coincides with its partnership with Toray, a company which specialises in fibres and textiles, especially in relation to organic chemistry.\n is innovative, apart from being brand savvy, it is aware of its products and creates clothing which is wearable and durable. Its latest invention is to create a fabric from milk. They wanted to create a fabric which was warm, thin, comfortable and breathable. So you could wear it on a day-to-day basis, and whilst exercising outdoors – an incredible task. Heat Tech was created by \n and Toray, it uses a protein in milk to create a gentle, silky fabric.\nAlongside the milk based fabric they also created another fabric which goes by the name Airtech. What they wanted was to be able to produce clothing which was extremely warm, but which didn’t lose a sense of style. Whilst some may enjoy bedding down with a giant winter jacket, \n customers want a jacket which was elegant and slim all year round. For this they created Airtech, Toray created the very thinnest fibre possible, it is only one-thousandth the size of a normal fibre. On top of this the fibre is hollow. So when the fibres are woven together the fabric is capable of trapping air between, and within, the individual fibres.\nThe fact that \n is so dedicated to its products from its conception to completion it gives great hope to high street fashion. It shows that fashion can now be affordable, durable, innovative and unique. Topshop take note – your time has come!\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","title":"Uniqlo's Making Sweaters Out Of Milk!","author":"emma"}