{"url":"http://www.environmentalgraffiti.com/news-x-rays-flowers","content":"\n \n \nWe all adore the colourful beauty of flowers in bloom, yet never stop to think that, with our limited human vision we only ever see one part of the story. If other aspects of the whole spectrum were available to our eyes, we might see things like flowers in a whole different light. British photographer and artist Hugh Turvey has spent his life making this dream a reality, and the images you will see in this article have a beauty all of their own. \n \n Hugh, who trained as a designer and art director before studying photography, first used X-rays in 1996 to photograph a human skull as a favour to a musician friend who needed an image for an album cover. He has since used the technique to produce a series of coloured x-rays of everyday objects. 39-year-old Hugh said of his work: “I’m driven by my curiosity. It’s about discovering the world around us. As a kid I would take things apart to see what was inside and how they worked. I have an insane curiosity for how things work. X-ray gives me a way to get that insight and turn it into art.” \n Hugh gave me an exclusive insight into his world and ongoing projects, which include having recently completed a collaborative project with Ridley Scott Associates, London for an x-ray car TV commercial. He was the acting diagnostic imagery consultant and supplied reference imagery for the CGI specialists in Los Angeles. He is also working to produce imagery for \n magazine for an article about the breakpoint of breath-holding. There have been many projects in which he has been involved throughout his career, and on his website are some stunning images from these projects. \n \n Hugh is intensely proud of what he does, which he says in part comes from the inspiration provided by William Fox Talbot when producing what he called 'Photogenic Drawings'. He found a method of producing a photographic image without the use of a camera, by placing objects directly onto the surface of photo-sensitive material such as photographic paper and then exposing it to light. Hugh explained that, in simply terms, the only difference between his x-ray images and the photograms produced by the early pioneers is the frequency of the ‘light’ used to expose the ‘paper’. He created the term xogram to define his images within the context of his photographic background.\nIn Hugh's experience anyone who works within radiography has moments outside of the normal job remit and curiosity drives them to x-ray objects in easy reach. X-ray pioneer Roentgen started out by taking an x-ray of his wife Anna Bertha’s hand. One of Hugh's earliest images was of his wife Artemi’s leg taken when she was 29. He thinks it a beautiful hand-coloured x-ray image of her tibia, fibula, ossa tarsi, metatarsals and phalanges or simply titled ‘foot in stiletto’. The idea that, by just wearing special glasses an ordinary person can reveal a hidden truth is just awe inspiring, according to this talented artist. \n \n In Hugh's opinion, X-ray is nothing more than a shadow of an objects volume, a record of its solidity, an inside-out representation. Any object, be it man-made or natural can provide a range of challenges technically and creatively. He always looks for what he sees as the hidden ‘message’ within any object, even if it turns out that there are no secrets to reveal. He has a very clear picture in his mind about how an object will appear before taking the actual x-rays. \n As Hugh succinctly points out. \"We see the world physically in a very limited way. The way we interact with our surroundings is based within our senses interpretation of stimuli. X-ray imaging simply adds to my understanding of the hidden, the between and forgotten. My images are about discovery and transparency. I would like the viewer to share my curiosity, of things they have taken for granted or never considered…to see literally in a new ‘light’\". \n \n These stunning flower x-ray photographs are without doubt amongst the most beautiful images you will ever see, looking in some ways better irradiated than they do as we normally see them. The simplistic, yet mesmerizing details of flowers like lilies and orchids are truly a sight to be seen. Hugh Turvey may have produced many other kinds of x-ray images, but these truly do stand out for their breathtakingly good looks. \n \n I am hoping that Hugh will grant me access to more of his incredible art in the future, but for now simply very grateful to him for providing the stunning images and much of the content of this post on \n. You can e-mail Hugh at hugh@x-rayartist.com if you are curious to know more. What I know for certain is that I will never look at flowers in quite the same way again. \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","title":"X-Ray Images Show Flowers as You've Never Seen Them Before","author":"tonyleather"}