{"url":"http://www.environmentalgraffiti.com/news-legends-swans","content":"\nMost agree that swans are some of the most beautiful birds in the world, but there is also a mythical quality about them, one brought about by the numerous legends and tales in which they feature. The best-known tale is that of \"The Ugly Duckling\".\nIn The Ugly Duckling, a cygnet (baby swan) is teased and bullied for being so ugly compared to the pretty yellow ducklings, but he grows up to be a beautiful swan and is then accepted by his kin. \nSwans are often considered symbols of devotion and fidelity because they are monogamous. However, Greek mythology has a legend called Leda and the Swan which suggests that Helen of Troy was conceived after a partnership between Zeus, disguised as a swan, and Leda, the Queen of Sparta. \nThe phrase \"a swan song\" comes from the belief that mute swans that make no sound during life sing a beautiful song upon dying. Juvenal gave us the phrase \n, or \"rare bird\", when he said \"rare bird, as rare on earth as a black swan.\"\nAnother legend is the Irish one about the \n, in which a wicked stepmother transforms her children into swans for 900 years. After they have undergone their time as swans, a monk breaks the spell and they come to life withered and old, then die to spend a happy time in heaven with the rest of their family. \nA second Irish legend tells the tale of The Wooing of Étaín, in which the king of the Sidhe – a group of subterranean, supernatural beings – has himself and the most beautiful woman in Ireland, Étaín, turned into swans to escape the King of Ireland and his hordes. \nNorse mythology tells us how swans came to be white. Two of the birds drank from the sacred well of Urd in Asgard, the kingdom of the Gods, and the well is so pure that it turns all who drink from it and their descendents white.\nMeanwhile, Kalevala, a Finnish legend, speaks of a swan who lives on the river of Tuoni in the underworld, the realm of the dead. Anyone who kills a swan will die, according to the story.\nAs we see, swans are important in myth and legend, and the photographs in this series show their beauty and perhaps help explain why so many stories grew up around them.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-44203-2562457230104164875S600x600Q85.jpg","title":"Swans: The Birds of Myth and Legend","author":"Michele Collet"}