{"url":"http://www.environmentalgraffiti.com/animals/news-wildlife-and-humanity-unforgiving-truth","content":"\nWhether or not we choose to acknowledge the wildlife around us, the fact remains that we interact with animals on a daily basis. In an urban setting, it may only be crows and pigeons, while in a more rural setting, it varies from deer to bears. Regardless of whether you live in Alaska, Florida or China, wildlife is all around us and it is extremely important to the survival of our ecosystems and planet. \nPresently, there are over one million species of animals across the planet. While we may not interact with many on a daily basis or even throughout our lives, we still share this Earth with them, and for that reason, we owe them acknowledgment. \n\"If you talk to the animals they will talk with you and you will know each other. If you do not talk to them you will not know them and what you do not know, you will fear. What one fears, one destroys.\" - Chief Dan George\nThe truth lies in the quote above. Until we can connect to animals as they exist, we will continue to destroy them. If we continue to destroy them, we in turn will also destroy ourselves. The first step then in connecting with wildlife is to understand why animals are so important to the survival of the Earth and in turn, people. \nWhen we think of the Earth, we do not think of barren deserts, dead trees and boulders. We think of grassy meadows, hillsides covered in flowers, and coral reefs. Without animals, these things wouldn’t be possible. Without animals to cultivate the Earth in all of their own ways, we wouldn’t have trees that continue to grow strong and healthy and provide the oxygen we take for granted. Without animals, we wouldn’t have coral reefs and healthy oceans. Without animals, we wouldn’t have natural food sources like salmon. Without animals, we wouldn’t have a land that we can cultivate life from.\nWhile so many people refuse to believe that this is the case or they simply may not know, this is the truth. When we watch animals become extinct during our lifetime or species become threatened by man's involvement with Mother Nature, we might as well watch ourselves become extinct. \nHumanity’s pattern is to level forests, pollute the sea and destroy the air. Just because we can’t see humanity’s extinction yet, does not mean we can exclude it from the horizon. When we destroy animals with our greed and our unwillingness to change for the better, we are essentially carving out our own extinction in stone. \nMother Nature can only sustain us so long as we respect her. Once we stop respecting her, she will stop sustaining us. In order to help this Earth keep us alive, we need to help the animals in it. Luckily for us, there are many ways in which we can help our wildlife within our homes and beyond. \nThe easiest way to respect the habitats of animals is to not disturb them and not to ruin them. Animal habitats and ecosystems are fragile and deserve our utmost attention to detail. One of the easiest things you can do to protect these homes is by not littering and properly recycling used items.\n The reason that National Wildlife Days, weeks or other events are so successful is because they get people talking about the issues at hand. If you aren’t aware that something is going on, how can you help? By educating children, families and individuals to the truth and giving them ways in which they can help, you are impacting our world’s wildlife for the better for years to come. \nThese don’t have to be non-profit organizations but can be any companies that are active when it comes to environmental and wildlife concerns. There are many companies that use environmental packing, all-natural ingredients, don’t test on animals and other causes that deserve your support. \nEven better then supporting organizations as a consumer is to donate your time or money to the cause. By supporting environmental studies, sustainability initiatives, wildlife and rescue centers, you are showing the world that you care and you are helping them continue to work on our behalf to save the planet. \n When we pool our voices together as a collective unit to tell the world that no, we will not stand for shark fining; that no, we will not stand for wolf massacres; that no, we will not stand for seal hunts. We are telling the world that these beings all matter in their own way and that we need to learn to live with them. We are teaching our children that violence and death to our fellow animal is not the solution. \nWhile it is easy to ignore the things that you don’t see, the reality remains under the surface. In order to create change for the better, we need to bring that reality to light. That is why events and days such as National Wildlife Day or National Wildlife Week are so important. They bring issues to light that are otherwise ignored. \nRemember, whether or not you can do a lot is irrelevant. What matters is that you try to do something. If you want this world to be here for your children and grandchildren and if you want them to experience the wildlife and beauty you did as a child, you need to step up and start \n and its creatures today.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3847160476_d9aae4736f.jpg","title":"Wildlife and Humanity: The Unforgiving Truth","author":"raindrop"}