{"url":"http://www.environmentalgraffiti.com/conservation/news-ecosystems-most-risk","content":"\nBy now you must have heard words like “conservation”, “extinction” and “global warming” a thousand and one times - meaning they are often ignored. Conservationists have campaigned to inform the world about the severity of the damage being done to its ecosystems and in many cases humans are to blame. \nHowever, not all ecosystems are endangered and, in fact, in a lot of cases many species and populations are on the increase, evolving to suit a changing habitat. So what’s all the hassle about? \nNot all environments are exposed and pressured by the same dangers, so why constantly try and grab readers' attentions with the thousands of problems and threats that are arising across habitats? This only makes us feel like giving up if change is impossible, so instead we need to focus on the areas that are most at risk. Those areas that have suffered minor disturbance over a few decades will eventually recover, but more disrupted areas, such as the coral reefs and tropical rainforests, require our attention.\nUnfortunately, areas which are home to the richest biodiversity often suffer from the greatest amount of damage and disruption, with the coral reefs being one of them. Before looking into the damage caused to these ecosystems, let’s first concentrate on why the coral reefs are so special.\nCoral reefs are essential hot spots for locating beautiful diversity. Gliding rays, agile multi-coloured fish swimmers and scuttling mollusks are just a few examples of the wide range of animals that lives here. So why do these crystal blue waters flow with such magnificence? The answer can be found in the ecosystems efficient nutritional cycle. \nMany intricate food webs, including the various predators, have evolved, effectively keeping a perfect balance between its members. In order for this food chain to begin it has to start with a producer. Say hello to the coral’s symbiotic algae. \nUnfortunately the extensive food web that coral depends on is becoming broken and fragmented, due to various unethical fishing techniques that involve using dangerous compounds such as cyanide and dynamite. These stresses pollute the water, causing disruption to the life and nutrient cycle that this ecosystem depends on, inflicting negative consequences. Using these fishing method cracks coral heads apart and stresses nearby coral colonies so much that they expel their symbiotic algae. As a result, large sections of reefs can be destroyed causing disruption to the life and nutrient cycle that the ecosystem depends on.\nThe death of zooxanthellae algae is becoming more apparent and frequent. This may not sound like such a big deal (considering our view of algae as a pest in ponds and lakes), but it has a knock on effect which can knock out a key level of the coral ecosystem.\nThe algae are key biotic (living) factors that live in symbiosis with the coral. Being photosynthetic (using sunlight to power carbon fixation) means the coral is provided with an essential source of energy, which phytoplankton eat and pass on to different levels of fish and crustaceans. This algae is also responsible for composing the vast deep colours to the coral, making it an attractive site for thousands of species' homes and breeding grounds. \nDismantling this principle zooxanthellae algae causes ‘bleaching’ and the death of coral reefs throughout the ecosystem, stripping habitats and nutrition which are imperative to the freshwater organisms that thrive there.\nThe rate of overfishing, and of over exploitation for commercial and recreational purposes, is on the increase due to a boost in the aquarium and jewellery trades. Taking these resources not only disrupts the food chain but careless divers trample and kill fragile corals.\nHow much of the coral do you think has been lost? 10%? 30%? In fact the numbers of bleached and dead coral reefs is double that, with some 60% of Caribbean reefs being affected.\nCurrent estimates also show that 10% of all coral reefs are degraded beyond recovery and that 30% are in critical condition and could die within 10 to 20 years. Surely this should be an a sign that we must protect the endangered coral we have left?\nMost readers must be thinking: “What shall I do with all this negative information? I can’t possibly stop the fishing trade.” Well I agree on this one. But nevertheless there are many other small steps we can take as a positive thinking community to help save what’s left of the alluring corals. \n There is no harm in asking fishing, boating, aquarium and snorkelling services if and how they play a part in protecting the reefs. Make sure that they care for the living ecosystem they are gaining economic worth from, and if in doubt do not use their service - look for alternative organisations that are responsible for managing the reef ecosystem. \n Don’t leave behind unwanted equipment, such as nets and fishing lines, along beach coasts. Any kind of litter is pollution and holds the chance of harming the reefs and its species. \nA quick letter of demand to take action in a project that works to protect reefs only takes 15 minutes and is a quick and cheap way of spreading the word on helping out corals. Alternatively, letters could ask to stop sewage pollution of our oceans and expanding marine protected areas. \n A free and essential way of showing support to reef ecosystems is to simply spread the word on the importance of keeping coral reefs. Excitement and encouraging others to learn on the matter is a key part of positive thinking and the start to securing change! \nAs we continue to apply more strains across the world’s natural resources we should avoid forgetting that we as \n are as much entwined and part of the animal world as any other species. Detaching ourselves from this outlook will only continue to inflict harm on the ecosystem. Let’s focus on these small operations to help protect the future of the enchanting colors of the coral and its species.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"The World's Most Endangered Ecosystems: Coral Reefs","author":"Emmysarus"}