{"url":"http://www.environmentalgraffiti.com/sciencetech/gazing-center-milky-way/17979","content":"\n\nPhoto montage - \nNot too many years ago, astronomers despaired over whether they would ever get a clear, sharp, informative picture of the galactic center. The giant clouds of dense gas that dominate the center of the Milky Way seemed to be an impenetrable barrier. Nonetheless, persistence paid off and a few years ago, three of the most extraordinary telescopes ever built began to acquire new data. On November 10, 2009, NASA released breakthrough images and our view of the Milky Way changed forever. Objects that are dramatic and important, that we cannot 'see', were made 'visible' by color coding infrared, X-ray, and gamma ray emissions onto the visible portion of the electromagnetic spectrum. \nThe lead image for this article is one of the extraordinary photographs released by NASA's Great Observatories in honor of the International Year of Astronomy, 2009 – see Source #1. The Four Great Observatories (in order of launch date/operational) are: the Hubble Space Telescope(s), the Compton Gamma Ray Observatory, the Chandra X-Ray observatory, and the Spitzer Space Telescope (infrared space observatory). Each telescope has unique capabilities and there is only modest overlap in regions of the electromagnetic spectrum that the instruments on each observatory investigate. \nThe\n is not a single instrument but an observatory with five important instruments. It was named after the famous astronomer Edwin Hubble who had discovered that the universe was expanding. \n\nPhoto - \nPlaced into orbit by the space shuttle Discovery on April 24, 1990, Hubble is in a low orbit at 347 miles (559 km) above the earth. At this altitude, the atmosphere is so thin that visual spectrum optics can retrieve images of previously unobtainable clarity. As of May, 2009, the costing to the United States for Hubble Space Telescopes, including all four Service Missions, was $9.6 billion. Contribution by the European Union is ~ €593 million.\n\nArt – \nAdvanced Camera for Surveys was Hubble’s workhorse until power failures reduced its capability. By 2006, only the ultraviolet camera channel was still operative. A blown fuse in 2007 mandated that the astronauts on Service Mission 4 would have to \n. They did so with total success. A side benefit is that power demand dropped by more than 2X and ‘noise’ level of the UV detectors was reduced.\n\nDiagram – \nSM 4 Day One saw the installation of a new Wide Field (WF) Camera along with a new Science Instrument Command and Data Handling unit (SICDH). WF 3 is a bridge to the advanced infrared observations that will be carried out by Hubble’s successor, the James Web Space Telescope. The Wide Field Camera is Hubble’s only panoramic instrument; it can ‘see’ over a wide range of the electromagnetic spectrum and it provides a 15-30X increase in capability. The\n by an interface with the Advanced Camera for Surveys (ACS), which increased the observation power of the Wide Field Cameras by 10X.  \nThe Compton Gamma Ray Observatory (CGRO) followed the Hubble Space Telescope in the Great Observatories Program at NASA. It is named after Dr. Arthur Holly Compton, who won a Nobel Prize for his work with gamma ray physics. Launched on April 5, 1991 after 14 years of development, CGRO operated until June 4, 2000. At 37,000 lbs, CGRO was the record setting astrophysics payload of its time. It was deployed in a low earth orbit of 450 km (280m) so as to avoid the Van Allen Radiation Belts. \n\nArtist – \nThe four instruments of the CGRO made important discoveries and contributed significant data that will be analyzed for years to come. Two exceptional all sky surveys at different gamma ray wavelengths were completed in which many new gamma ray emission sources were discovered. Gamma ray burst events (GRBs) were studied intensively and it was learned that most of these originate in very distant galaxies and are therefore extremely energetic. \n\nData and processing – \nUsing data gathered by the Compton Gamma Ray Observatory in the 1990s, this extraordinary montage makes visible photons whose energy is more than 40 million times that of visible light. Running horizontally through the center of the image is the diffuse gamma-ray glow from the galactic plane. The brightest  spots are pulsars – rapidly spinning, magnetized neutron stars. Above and below the galactic plane are quasars, distant, very young galaxies that have massive black holes in their centers. \n\nPhotos – \nWhen GRB990123 was photographed in 1999 by Hubble's Imaging Spectrograph STScl, it was the most powerful explosion in the universe on record. For a brief moment, GRB990123 gave forth radiation equal to that from 100 billion stars. When this photograph was taken, the explosion had faded to one four millionth of its original intensity. GRB990123 is 2/3 of the way to the end of the visible universe. It is quite blue, which indicates intense star formation activity. Record setting gamma ray explosions occur when pairs of neutron stars and/or black holes merge, or hypernova explode. Hubble's Imaging Spectrograph STScl will be able to record the most extreme gamma ray events occurring at the Galactic Center. \nProposed in 1976, then redesigned in 1992 to a smaller satellite with fewer telescopes, the Chandra X-ray Observatory is the third of NASA's Great Observatories. It is a partnership with Harvard University and was launched on July 23, 1999.\n\nArtist – \nThe Space Shuttle Columbia delivered Chandra to a low Earth orbit. Then, the inertial upper stage rocket boosted Chandra up to a higher altitude where a built-in propulsion system took the X-ray telescope to its final orbit. This elliptical orbit takes the spacecraft to an altitude more than a third of the distance to the moon at its greatest distance from Earth, before returning to a lowest altitude of 16,000 kilometers (9,942 mi). Chandra takes ~64 hrs, 18' to complete an orbit.\n\nData imaging – \nEarth's atmosphere absorbs most X-ray emissions and so placement of Chandra in a very high altitude orbit of 133,000 km (82,646 mi) was essential. Orbital characteristics and the high angular resolution of Chandra telescope's mirrors combine to give Chandra X-ray 'eyes' 100X more sensitivity than earlier generation X-ray telescopes.  Chandra spacecraft spends ~85% of its orbit above the bands of charged particles that surround the Earth (Van Allen Belts), which allows for uninterrupted observations as long as 55 hours. \nChandra has been one of NASA's total success stories. Initial lifetime estimate was 5 years, but latest analysis has revised that figure upward. Chandra may still be sending down extraordinary data in 2022.\nThe Spitzer X-ray Telescope was launched on a Delta II rocket from Cape Canaveral Air Force Station (Florida) on August 25, 2003. This $USD 800 million satellite telescope had a projected lifetime of 5 years. The primary telescope lasted longer, ending useful operation on May 15, 2009. However, the two shortest wavelength mirrors do not need the cryogen and Spitzer continues with the Warm Mission. \n\nArtist – \nMajor contributions from the Spitzer X-ray instruments include discovery of the Double Helix Nebula whose twisted shape is generated by massive magnetic fields that are 300 light years distant from the nebula itself.\nSpitzer has undertaken two of the most wide ranging and impressive galactic surveys ever done. GLIMPSE is the Galactic Legacy Infrared Mid-Plane Survey Extraordinaire that produced an archive of 444,000 images. MIPSGAL surveyed 278° of the galactic disk at longer wavelengths and produced a portrait of the Milky Way by stitching together 800,000 IR snapshots. \n\nPhotos – \nThe top panoramic image in this trio of photos covers 8 degrees of the Milky Way. The red dust clouds are lit up by nearby star formation and reveal that large organic molecules are present. The IRAC camera collected the data used to make this four wavelength composite: 3.6 microns (blue), 4.5 microns (green), 5.8 microns (orange), and 8.0 microns (red). Black indicates dust clouds that are so impenetrable that even Spitzer's incredible X-ray instruments cannot penetrate. White arcs are huge incubators where stars are born. Blue dots are older stars. \nIntegral is a fabulously successful Gamma Ray Astrophysics Laboratory managed by the European Space Agency in partnership with NASA and the Russian Space Agency. It has contributed invaluable data to our understanding of the Galactic Center. Integral's orbit has a period of 72 hours with high eccentricity. Most of each orbit is spent outside the magnetosphere so that effective scientific observations are maximized. Apogee at 153,000 km is in the northern hemisphere in order to increase contact time with ground stations and mission control at ESOC in Darmstadt, Germany. \n\nArtist – \nIntegral's predicted lifetime of 2.2 years has been exceeded and it is expected to be operational for another six years. Interestingly, the body and instrument structures are made almost entirely from \n and Integral has become another test bed for these \n. Integral observes in both the soft and hard X-ray spectrum and carries the most sensitive gamma ray instruments ever built, one of which provides all sky coverage.\n\nPhoto Montage – \n\nPhoto Montage – \nThe top panorama in this group captures a swathe through the GC that is 760 light years long. The four smaller photos across the lower panel, left to right, are: a) the star forming region featuring ‘owl eyes’ and the only photo in this montage not depicting an area at, or near, the GC; b) five massive, young stars known as the Quintuplet Cluster; within which resides the Pistol Nebula which was ejected a few thousand years ago by its central (Pistol) Star; c) long, narrow filaments at the base of the Arches Filaments with bright star forming regions to their right; and d) the Galactic Center which marks the location a supermassive black hole around which rotates a ring of dust and gas known as the circum-nuclear disk. \nA forthcoming article at EG will look at the denizens of the galactic center, who they are and the stories their energies tell. A longer and \n is online at ahrtp.com.\n \n, \n, \n, \n, \n, \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Gazing into the Center of the Milky Way","author":"merlynne6"}