{"url":"http://www.environmentalgraffiti.com/news-seven-lowest-points-earth","content":"\nThere are many places on the planet where you stand on dry land, while the levels of the oceans should mean you are actually submerged. Here we present the views from the lowest points on Earth.\nThe Dead Sea, also called the Salt Sea, borders Israel and the West Bank to the west, and Jordan to the east. Its surface and shores are 422 metres (1,385 ft) below sea level, the lowest elevation on the surface of the planet on dry land.\nLake Assal is a crater lake found at Djibouti, Ethiopia. It lies 509 ft below sea level in the Afar depression and its shores comprise the lowest point on land in Africa and the second lowest land depression on Earth after the Dead Sea. This body of water is considered the saltiest on Earth with 34.8 percent salt concentration, which is higher than that of the Dead Sea, and over ten times as much as is found in the world's oceans.\nThe Vestfold hills in Antarctica are 164ft below sea level. However, the lowest point on land not covered by liquid water is the floor of the Bentley subglacial Trench in Antarctica at 2,555 m (8,383 ft) below sea level – though it is covered by a thick layer of ice.\nDeath Valley is a desert located in the southwestern USA. Situated within the Mojave Desert, it features the lowest, driest, and hottest locations. Badwater, located within Death Valley, is the specific location of the lowest point in the US at 282 ft below sea level. This point is only 76 miles east of Mount Whitney, the highest point with an elevation of 14,505 feet. Death Valley also holds the record for the highest reliably reported temperature in the Western Hemisphere, 134°F at Furnace Creek on July 13, 1913 — just short of the world record, 136°F recorded in Libya on September 13, 1922.\nLaguna del Carbón (Coal Lagoon) is a salt lake in the Great San Julián Depression of Santa Cruz Province in Argentina. At 344 ft below sea level it is the lowest point in both the Western and Southern hemispheres and the seventh lowest point on Earth.\nThe Caspian Sea is the largest enclosed body of water on Earth by area, variously classed as the largest lake in the world or sometimes as a fully-fledged sea. The ancient inhabitants perceived the Caspian as an ocean, probably because of its saltiness and seeming boundlessness. It has a salinity of approximately 1.2 percent, about a third that of most seawater. It is the largest inland body of water in the world and accounts for 40 to 44 percent of the total part saline waters of the world. The sea is Europe's lowest point at 92ft below sea level.\nLake Eyre (pronounced \"air\") is the lowest point in Australia, at approximately 15 m (49 ft) below sea level, and, on the rare occasions that it fills, it is the largest lake in Australia. It is the focal point of the vast Lake Eyer Basinand, and is found some 700 km (435 mi) north of Adelaide.\nIt may not be obvious from these photographs, but in every case where one of these was taken, the oceans in the world were at least 90ft higher than the spots where the cameramen stood. Gives you food for thought, doesn't it?\nALL INFORMATION IN THIS STORY GAINED FROM WIKIPEDIA","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_titicaca.jpg","title":"The View from the Seven Lowest Points on Earth ","author":"tonyleather"}