{"url":"http://www.environmentalgraffiti.com/news-real-life-jurassic-park-possibility","content":"\nBack in 1996, the success of cloning experiments led to the birth of 'Dolly' the first ever cloned mammal, which lived to be six years old. This was hailed as a major breakthrough for science. Hundreds more sheep were cloned. It would pave the way for the real re-emergence of species long gone from the world, through recovered DNA. However, the reality is not as rosy as the predictions painted it.\nIn early 2009 an example of the Pyrenean ibex, an officially extinct species of mountain goat, became the first extinct species to be re-animated, serving as something of a milestone. The technique used was similar to that used to create dinosaurs in Michael Crichton's 1990 science fiction film, Jurassic Park.\n\nThe Pyrenean ibex became extinct in 2000. Before the final Pyrenean ibex died, scientists took skin cultures, preserved until recently in liquid nitrogen, then DNA from the skin was successfully implanted into the egg of a domestic, garden-variety goat.\nWhile the first Pyrenean ibex successfully gestated and was born, it unfortunately did not survive long. It died a few minutes after birth due to a problem with its lungs – a problem that has been seen many times before in other clones. So for now, the Pyrenean ibex is once again extinct.\nScientists are currently working on cloning the Australian Tasmanian tiger, or thylacine, which was hunted to extinction three quarters of a century ago. Geneticists think they can bring back the fierce predator using DNA from stuffed museum specimens. The project is headed by evolutionary biologist Michael Archer, Dean of Science at the University of New South Wales in Australia. In collaboration with colleagues at Australian universities and U.S. genetics labs, Archer hoped to bring this carnivorous marsupial back from extinction using DNA from an infant female preserved in alcohol since 1866.\nPart of the difficulty lies in restoring the degraded DNA; in fact Archer's first team failed to extract quality DNA from the infant female and the project was scrapped in February 2005. But with a new team, new technology and a new strategy to recover genes from the bones and teeth of thylacines in museum specimens, the project was revived again in October 2005.\nIf Archer's new team can figure out how to restore degraded DNA there is a chance the Tasmanian tiger could live again. What's next... the woolly mammoth? Actually that's not so far fetched... for there are indeed projects underway to clone the mammoth.\nEach new woolly mammoth carcass to emerge from the Siberian permafrost triggers a flurry of speculation about resurrecting this Ice Age giant. Researchers have refined at least some of the tools needed to turn that hope into reality. Last November, when a team led by Teruhiko Wakayama – a reproductive biologist based in Kobe, Japan – reported it had cloned mice that had been frozen for 16 years, the scientists conjectured that the same techniques might open the door to cloning mammoths and other extinct species preserved in permafrost. \nTalk of cloning surged again a few weeks later when a group at Pennsylvania State University, led by Webb Miller and Stephan C. Schuster, published 70 percent of the mammoth genome, laying out much of the basic data that might be required to make a mammoth. \n\"I laughed when Steven Spielberg said that cloning extinct animals was inevitable,\" says Hendrik Poinar of McMaster University, an authority on ancient DNA who served as a scientific consultant for a film about the making of Jurassic Park. \"But I'm not laughing anymore, at least about mammoths. This is going to happen. It's just a matter of working out the details.”\nMany animals have now been successfully cloned, from cats, dogs, frogs and fish to monkeys and many more species, including several endangered ones like the Gaur, a type of cattle. In late November 2009, a domestic cow named Bessie (Sioux City, IA) gave birth to a baby gaur bull, which the company named \"Noah\". Again, the baby bull had problems, dying within two days of being born.\nThe fact is that the genome of long extinct animals gets harder and harder to sequence because of natural degradation of DNA. If a mammoth, for example, had a genome 3.5 million letters long, and you only recovered 3.499 million, you could not recreate the perfect creature. Where would the point be in bringing something 'back' to life if it had never actually existed in that form at all?\nWe may all enjoy the CGI wonder of movies like Jurassic Park, and wish that we could see real-life dinosaurs, but the reality is that such dreams are likely to remain just that for a long time yet. The recently recovered body of a baby mammoth from the Siberian permafrost may yield usable information, but that will still leave the possibility of re-creating a living specimen as a very long shot, at best. Let's enjoy our imagined pictures of how those long extinct species looked, because in this author's opinion we are unlikely ever to see the real thing.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","title":"Could Jurassic Park Soon Become A Reality?","author":"tonyleather"}