{"url":"http://www.environmentalgraffiti.com/news-praying-mantis-mans-best-bug-friend","content":"\nFor most of us, bugs and insects are an unpleasant nuisance to be around. With way too many eyes and legs to be normal, insects can really put a damper on one's day. I know from experience that bugs can turn a day of cooking and enjoying time into a fierce battle of David versus Goliath! Standing on guard with a broomstick doesn't sound like the best way to spend an evening. However, not all bugs are this unpleasant. One in particular, the \n, is serene, eats unpleasant pests, and can be had as an unusual and loyal pet!\nThey don't make a mess, don't bite, and keep away monsters under the bed... what more can you ask for? These green creatures are quiet, and don't even need a leash to stay by your side. Frankly, they also look pretty neat. The praying mantis looks, with its front legs, like a boxer ready to take on \n. In the world of insects, I'd be afraid of the critter's left jab, right-cross combination, worthy of knocking out even the fiercest competition.\nStill not convinced? You know an animal has to be awesome if a martial art style is named after it! The Shaolin Monks of yesteryear, known for their peaceful, yet deadly lifestyle studied the \n for years to understand how it moves, battles, and dominates the insect hierarchy. One can almost say, then, that at the beginning human martial artists got their fighting abilities from the little creatures we tend to ignore.\nAt this rate, just about the only thing praying mantises don't do is lick you in the morning. For some, that may be a perfect reason to get one as a pet! (However, the \n certainly isn't petted by his partner...)\nFor more amazing \n, click on the link. And to see some weird \n, go here. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/8004471jpg","title":"Praying Mantis: The Shaolin Monk of the Insect World","author":"ifaynshteyn"}