{"url":"http://www.environmentalgraffiti.com/featured/iran-human-termite-colony/18369","content":"\nLooking like a cross between a giant termite colony and a settlement from Star Wars, the village of Kandovan, tucked away in the northwest corner of Iran, is famed for its extraordinary houses carved inside cone-shaped rocks. Some of the dwellings in this unique and age-old place date back at least 700 years and yet are still inhabited. So what story is to be dug out of this strange-looking village?\nThe unusual peaked rocks into which Kandovan’s homes are hollowed were formed from naturally compressed volcanic ash that spewed out of nearby Mount Sahand during an eruption sometime in the distant past – at least 11,000 years ago. The volcanic debris was hardened and shaped by the elements into the cone towers over the millennia forming this landscape reminiscent of myriad termite mounds.\nThe hardened walls of the houses are strong enough to function as walls and floors, and what's more they are also reputed for the amazing insulation they provide, staying cool in the hot summer, yet keeping out the harsh cold during the long winter, when little extra heating is needed. Not only does this make for comfortable habitation year round; it’s early green energy efficiency well ahead of its time.\nMost of the houses range from two to four stories high, with the ground floor of an average four storey house used to keep animals, the next two floors serving as living quarters complete with alcoves and furnishings, and the topmost floor acting as storage space. There are also  reports of tunnels connecting towers owned by a person or family, the rock being soft enough to permit such excavating work.\nWhy the volcanic ash cones containing pockets of space inside are peculiar to Kandovan and not anywhere else blanketed by the massive amounts of ash and pumice that covered the land during the ancient volcanic explosion is not clear. Today, Mount Sahand lies dormant, with a crater lake encircled by twelve peaks, the tallest of which rises to a height of 12,162 feet (3707 m). \nKandovan, meanwhile, exists under the shadow of the volcano that gave birth to it, basking in the lush green scenic beauty of its valley. It’s a popular destination, drawing visitors to its distinctive design and famed spring water, traditionally held to have vitalising and healing properties, particularly for kidney problems. Climbing the paths and steps up through the village offers seemingly timeless views of village life.\nThe story goes that Kandovan’s first inhabitants moved there in the 13th century to escape from the invading Mongol army. The refugees used the caves here as a hideaway, but when the Mongol occupation came to an end decided to continue living there, digging further into the rocks and shaping and expanding their newfound homes into permanent, multi-storey houses for future generations.\nSome have likened Kandovan’s current population of 670 or so residents to modern day troglodytes – prehistoric, ancient or mythical cave dwellers – but the unique way in which they have adapted to their environment makes them legends in their own right as far as we’re concerned. We only hope the traditional way of life is preserved as residents increasingly rely on tourism as a source of income.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","title":"Iran's Human Termite Colony ","author":"Karl Fabricius"}