{"url":"http://www.environmentalgraffiti.com/animals/news-6-scary-suspicions-why-bears-may-be-taking-over-world","content":"\nBears might look cuddly, lovable and harmless - but actually they are some of the most dangerous wild animals that you can come across! Here are 5 reasons why.\nNow we all know how \n are, but how much of a chance do you think a dolphin would stand with a 1,500lb, 10 foot tall Michael Phelps on its tail? Not to mention that they have deadly claws and an elongated lip that helps accommodate 40-42 razor sharp teeth. Take a bite out of that, Shamu.\nImagine sleeping in for close to 100 days straight, with not a single bite to eat in between. Then imagine how damn hungry you would be once you woke up. After hibernating, bears experience this each and every year. Considering bears can eat up to 40lbs of food per day, you and little fluffy may not be safe, especially if they wake up in the same mood as my girlfriend.\n\n\nAfter taking your child to see Kung Fu Panda, they were probably begging to be able to get one of their own. While it is unknown if the movie is based on true events, it is seems as if Chuck Norris has teamed up with bears across the world to make them blood-thirsty, surprisingly agile creatures, who have the power of nine men. After watching the video above it will be more than clear to you that bears know how to handle their sticks.\n\n\nBears will make you think they're your best friend, only to turn you into their lunch the second you turn your back. They have been known to recognize faces and voices, so that the bear you were making fun of at the zoo just might see you again...  And don't let their size and furriness fool you, these creatures can reach speeds of close to 35mph. That is 7mph faster than Usain Bolt at his top speed! Did I mention that they can ice skate and play hockey?\n\n\nSeriously. That's it. If you give them the chance, bears will kill the living daylights out of you and they can do the same to everyone in the vicinity. There have been 27 fatal attacks since 2000 in North America alone! Truly, no one is safe.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cuteyjpg","title":"5 Reasons Bears Are Badass Killing Machines","author":"Slim Shenky"}