{"url":"http://www.environmentalgraffiti.com/beaten-track/news-10-most-incredible-private-islands-earth","content":"\nImagine escaping the urban jungle to a laid back tropical heaven of sun, sand and adventure. If you could go globe-hopping to get away from it all, and \n money was no object, wouldn't you want to go to a private island? Private islands are some of the world's most beautiful places for kicking back or playing in warm tropical water. Some of these islands are luxurious tropical resorts, while others are more ruggedly stunning natural places that nevertheless resemble paradise. Private islands can be visited for vacation, rented, or even bought. Here are 10 of the most incredible private islands on Earth.\n\n\nThe pristine Palawan province of the Philippines includes the El Nido Resorts and the private Entalula Island. The incredibly beautiful seascapes and landscapes feature gorgeous beaches, limestone cliffs and the El Nido Marine Reserve Park. Travelers can tour the lagoon, visit caves, enjoy water sports, or kick back in a guest cottage on stilts to gaze out over the crystalline ocean. The waters offer some of the world's best diving, with rich colorful coral and tropical fish. Picnicking on the white sand beaches of Entalula Island is like visiting paradise. You can take a break from the fun and sun under the shade of a coconut tree canopy. And at night, the stargazing cannot be beaten.\n\n\nMotukawaiti, New Zealand, is in the stunning Cavalli Islands group. The 95 acre island is totally free of pests, making all stays pleasurable. Wild dolphins can be seen in the bay. What's more, if the laid-back life of a private island resort appeals to you, this island is for sale. It has a luxury residence, modern spa facilities, swimming pool, guest cabins, and an extensive wine cellar built into the hillside. Power is self generated and stored on the island so that Motukawaiti is largely self-sufficient.\n\n\nSofitel Motu is an exclusive and luxurious private island resort in Bora Bora. There are gorgeous panoramic views of blue water and pristine white beaches. Amongst the stunning natural beauty there are 95 bungalows, including those situated over water and on the hillsides. There is also a renowned restaurant, bar, cigar cave, wine cellar, day spa, infinity swimming pool, and recreational facilities.\n\n\nTurtle Island, Fiji, is where the movie \n was filmed. Celebrities have flocked to this private island paradise, which is also renowned for its terrific romantic getaways. The entire 500 acre island, with its 14 stunning beaches, can be rented for $275,000 for 7 nights. For regular people who just want to visit paradise, but not rent the whole island, every cottage at this exotic Fiji location features a personal manager who can help fulfill every guest's desires. Activities at this South Pacific tropical paradise include hiking, biking, swimming, diving, horseback riding, snorkeling, fishing, and sunset cruises.\n\n\nCastaway Cay in the Bahamas is another private island that was made famous by a movie, featuring as it does the beach where Tom Hanks first met Daryl Hannah in \n. Castaway Cay is an exclusive port for Disney Cruise Line ships. Made for tourists, the Disney-themed island appears like a castaway community; the buildings look as if they have been improvised after a shipwreck. There are three beaches on Castaway Cay: one for families, one for teens, and another exclusively for adults. \n\n\nPeter Nygard, a womenswear tycoon, owns this 4.2 acre private island paradise in the Bahamas. The magnificent 10-bedroom mansion was featured on \n and combines Mayan aesthetics with the top luxuries that celebrity guests would enjoy. This slice of heaven has stunning beaches and palm groves. What's more, it can be rented for a week. However, price is only quoted upon request. It is suggested that if you have to ask what it costs to stay there... you probably can't afford it.\n\n\nSurrounded by varying shades of beautiful blue, Diamond Cay is a gorgeous little island in the Gulf of Honduras. The Great Maya Reef is nearby and provides a sanctuary for exotic fish, turtles and many marine species. Sitting near the coasts of Mexico, Belize, Guatemala and Honduras, the 600 mile long Great Maya Reef is the second largest reef system in the world. Divers and snorkelers love the biological diversity, bright coral, and warm crystalline waters. A few rustic cabins are scattered over the 1.4 acre tropical island, making it a nature lover's private paradise.\n\n\nThe 320 acre Baliceaux Island is known as the \"Cinderella of the Grenadines.\" This diamond in the rough has azure waters, lush terrain and rugged trails. The pirate Blackbeard is thought to have sailed his ship into the waters of Baliceaux in the early 1700s, though it is unknown whether treasure might still be hidden there. If you would like to own a little piece of Caribbean heaven, the price of possessing Baliceaux Island is currently set at $30 million. Nice if you can afford it.\n\n\nEmerald Cay is a 2.32 acre private island located in the Turks and Caicos chain of islands. Emerald Cay features a remote-controlled bridge that leads to an elaborate castle, surrounded by a clear turquoise moat. It is said that Emerald Cay is one of the most luxurious private islands ever built. Among the many luxuries inside the 30,000 square foot castle \"home\" is a three-story library and a 6,000 bottle wine cellar. There are also two adjoining swimming pools with a waterfall. It can be purchased for $48,500,000.\n\n\nGuana Island consist of 850 acres of undisturbed natural paradise, offering more flora and fauna than any island of its size in the Caribbean. This breathtaking private island has a little bit of everything, surf or turf. There are 12 miles of hiking trails through tropical forest, mountains, hills, and valleys. Beach lovers can play, swim and explore seven white-powder sand beaches. Water lovers can choose to sail, kayak, and windsurf. And three different reefs offer beauty and adventure to snorkelers and divers of any experience level. Finally, if you wish to do nothing at all, relax in a hammock and sip a tropical drink. This private island resort is one of the most spectacular spots on Earth. Here you can read more about \n.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb33.webshots.com-8352-2117529380104237032S600x600Q85.jpg","title":"10 Most Incredible Private Islands On Earth ","author":"Angel"}