{"url":"http://www.environmentalgraffiti.com/nature/news-leafcutter-ants-original-farmers","content":"\nMany people tend to have the notion that humans are the only species on Earth to have had an Agricultural Revolution. These uninformed individuals are missing out on the world's most amazing farmer - the ant.\nMost of us have grown up with the image, from National Geographic down to Sesame Street, of a line of ants carrying a leaf fragment, many times its own weight. Now, it seems to me, these programs left out a vital piece of information about why these ants gathered such vast multitudes of leaves, and what they were doing with it. Did they wait to eat the leaves in the safe confines of their (in a manner of speaking) homes? What else could they possibly be using the leaves for? Well my friends, the ants have evolved an elaborate cultural specialization of food choice. They choose only the finest and most delectable morsels for their dining.\nAs you can see in this picture, the queen ant and her minions are busily tending to their garden. \"Garden?” you say in bewilderment? Yes, they perfected the art of gardening possibly 55m years ago, predating human gardening by very nearly 55m years. These determined ants have created a burrow underground to safely tend and eventually harvest their fungal produce. The leaf question I posed may now be answered. The workers scavenge for leaves not to devour them for lunch, but to fertilize their crop.\nThe ant is not the only one in this apparent anarchy that reaps the rewards - there is more to this ant/fungi relationship than meets the eye. While the fungus is under the strict supervision of the ants, a harmful mold attempts to infect the ants’ fungus. What the ants have evolved to counteract this threat, and protect their livelihood, is a special patch on their abdomen which holds the antibiotic against the mold. This ingenious evolutionary trick has been under close study by many evolutionary biologists such as UG Mueller and TR Schultz.\nWhat can be said is that these amazing creatures deserve some credit. Rather than be called primitive and lowly, we should call them ingenious and innovative.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/spider1.jpg","title":"Leafcutter Ants: The Farmers of the Insect World","author":"Conochur"}