{"url":"http://www.environmentalgraffiti.com/sciencetech/real-life-transformers-style-prototype-in-5-years/920","content":"\nRejoice, children of the 80s.\nWeep no longer over the death of Optimus Prime, real life Transformers are on their way.\nOk, so there won’t technically be a perfect copy of the Autobots coming to your neighbourhood anytime soon, but within five years we may have swarms of shape shifting, cooperative robots joined together as a single entity.\nThe super awesome robots are being created by the Symbrion project, a joint effort between researchers from 10 universities that is funded by the EU.\nThey say that the “multi-robot organism” will hopefully have a prototype by 2013. This prototype will allegedly be able to bring together many tiny robots, which will change shape, share energy, heal each other, and cooperate as a single entity.\nThe individual robots would be about the size of a sugar cube, but combine into a larger organism. Now the scientists are attempting to create an “immune system”, which would detect flaws and make recommendations on how to fix them to a sort of central control. It would also allow the robots to adapt to new situations and act accordingly.\nThe transformer swarms have some interesting projected uses. Dr John Timmis of the University of York said: \"This is an increasingly important area of research. We may be able to use the collaborative power of many robots in situations where human intervention isn't possible. For instance, a Symbrion swarm could be released into a collapsed building following an earthquake, and form themselves into teams to lift rubble or search for survivors. This kind of thing is clearly a long way from being realised, but work in this project will allow us to start building the robots of the future.\"\nScientists involved in the project also laid out some more disturbing scenarios for the use of the robots, saying they didn’t think they would be used for evil but couldn’t control the countries that used them.\nProf Alan Winfield of the University of the West of England, said: \"It might sound like something scary from science fiction but it's not, it's just a complex engineering system. It will have to go through safety and validation assessments before it would be used in real-life situations. As scientists we behave ethically but we can't determine how these things might be used. That is a question for wider society to determine.\"\nI, for one, am optimistic.  I prefer to think that the worst hit to the Transformers’ legacy will always be allowing Michael Bay to direct the live action version, not a real life shape shifting robot eating the faces of America’s enemies.\nInfo from \n and \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","title":"Real Life Transformers-Style Prototype in 5 Years!","author":"Chris"}