{"url":"http://www.environmentalgraffiti.com/news-could-bacteria-have-had-sank-titanic","content":"\nOn 14th April 1912 at 11:40 pm the world’s most famous shipwreck took place. The RMS Titanic struck an iceberg and sank on her maiden voyage the following morning. Records indicate the death of 1,517 people, leaving behind very few and the world in great shock. \nEven 98 years after that tragic event, the Titanic’s final resting spot continues to capture the public’s interest. Since then, scientists and researchers have been working toward finding the exact cause for the sinking of the Titanic. \n\n\nWe should be thankful to the team of scientists who discovered a new rust-eating bacterium named \n. Using DNA technology, scientists from Dalhousie University, Canada and the University of Sevilla, Spain, have discovered a new bacteria species collected from rust formations of the Titanic wreck. These rusticles are like rusty masses of growing concrete and are similar to an icicle. These bacteria must have an amazing appetite to be able to eat away at the Titanic but they can easily consume and destroy metal.\n\"In 1995, I was predicting that the Titanic had another 30 years, but I think its deteriorating [will happen] much faster than that now”, says Dr.Henrietta Mann, adjunct professor, Department of Civil Engineering, Dalhouse University and co-author of the study. \nThese delicate rusticles are highly porous in nature, eventually disintegrating into a fine powder and making the ship’s preservation impossible. The Titanic has already rapidly deteriorated in the last 25 years.\nThe research was published in the Dec. 8 2010 issue of the \n and suggests that H.titanicae might have sped up the corrosion of the metal, in conjunction with other organisms. As lead researchers Dr. Mann and Dr. Bhavleen Kaur jointly stated: \"We believe H.titanicae plays a part in the recycling of iron structures at certain depths.\" \nFor the first time in September 1985, a joint American-French expedition located the wreck 530 km (329 miles) south-east of Newfoundland, Canada, about 3.8 km (2 miles) below the ocean’s surface. Perhaps this discovery of metal-eating bacteria may also lead us to find out if these could cause damage to underwater structures such as oil and gas pipelines.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"The Rust-Eating Bacteria Consuming the Titanic","author":"Alka Sharma"}