{"url":"http://www.environmentalgraffiti.com/anthropology-and-history/news-vuvuzelas-when-rome-do-south-africans-do","content":"\nWhat’s worse than being woken up by a mosquito on a sticky summer night?\nMany have compared this traumatic experience to the fastidious and unrelenting drone of this World Cup’s mascot and foe, the South African Vuvuzela. \nPlayers have complained about its interference, home-screen audiences have rebelled, campaigners have united in protest, and cultural advocates have defended the life and soul of this simple, yet powerful, instrument of exultation. Much like Marmite, you either love it or hate it, but in South Africa the Vuvuzela comes complete with the football package; it is no tool of hooliganism or child play but a proper cultural symbol, one that during football season echoes throughout night and day.\nThe instrument is nothing more than a plastic trumpet which varies in size and reaches a metre in length. The 127 decibels it can reach are above those of drums and referees’ whistles, but a new World Cup Model has been introduced with a special mouthpiece that reduces the sound pressure levels for unprotected ears.\nThe popularity of the instrument is relatively recent, dating back to the early 90s, but its history goes back to the 60s, when Freddie Maake, a South African fan, is said to have adapted an aluminium bicycle horn by removing the plastic rubber and using his mouth instead.\nA campaign to get them banned from the World Cup was started after the Confederations Cup in 2009 and once again in early June this year on behalf of South Africa’s World Cup organisers. Likewise, Tweets and Status Updates swarm with anti-Vuvuzela remarks, and pretty much anyone who has been near a television in the last week will have something to say about the deafening and persistent buzz that envelops every game.\nIndeed, the sound is unnerving for the unaccustomed home viewer, and when the game is over and the TV goes black, the buzzing clatter seems to persist for a while, although isn’t the charisma of the World Cup its attempt to bridge cultural and ethnic differences by embracing and exporting local traditions globally? This at least was the decision FIFA and co. came to when giving their approval to the Vuvuzela World Cup frenzy.\nSouth Africa is about song, dance, noise and enjoyment; the soul of the nation is expressed in its lively euphoria and the Vuvuzela is a national symbol as much as it is the mascot of this World Cup. South Africa may have lost against Uruguay last night, but the sound of Vuvuzelas carries the spirit of the nation on.\nIn Milan, South Africa House has been handing out Vuvuzelas to passers-by, hoping to increase awareness and fondness for the instrument, but the popularity of the feat has rendered it a local phenomena, and both young and old football aficionados are organising from the provinces to get their hands on this Summer’s most fashionable gadget.\nRich Mkhondo, a World Cup spokesperson, argued that “Vuvuzelas are ingrained in the history of South Africa and will remain.” (BBC Sport) and England defender Jamie Carragher has already promised his children at least one Vuvuzela each!\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Vuvuzelas: The Buzz Enveloping the South African World Cup","author":"marianovellamonti"}