{"url":"http://www.environmentalgraffiti.com/animals/news-amazing-images-orangutans-swimming","content":"\nOrangutans are meant to be afraid to death of water. Zoos have stopped building moats around their enclosures as too many have drowned in them. According to Dr. Anne Russon, a Professor of Psychology at Glendon College, York University, Toronto: \"They have high body densities and can't help but sink.\" Yet, as these pictures show, don't believe all you hear. These highly endangered primates have managed to do the 'impossible'.\nAs usual, Mother Nature has some tricks up her sleeve. These images show that when orangutans want or need something badly, they will swim – albeit not quite at olympian levels! Some may even argue about whether this truly constitutes 'swimming', but when we first learned to swim, we exhibited some of these same behaviors. The researchers' definition of [orangutans] swimming is \"locomotion through water with no supports, making use of the buoyancy of the water to support them at least partially.\"\nHere we see Sif the orangutan gingerly getting into the water, hunkering down up to her neck and then trying a very bad dog paddle. Not great style, but she moved through the water a short ways (okay, she swam a meter!). In the photo below, the orangutan is gliding, the same motion we use when we push off from the side of a pool. \nAs to why orangutans are learning these adaptive behaviors, no one is sure yet – but they have acquired other water innovations as well, from catching fish by hand to reaching for fruit that has fallen into the water. Orangutans are some of the most endangered animals on the planet; they only survive on the islands of Sumatra and Borneo. For those who want to help save them from extinction, Dr. Russo suggests a charity she contributes to: \n.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","title":"Amazing Images of Orangutans Swimming","author":"Michele Collet"}