{"url":"http://www.environmentalgraffiti.com/health-and-body/news-challenges-facing-future-fresh-water","content":"\nOne of the challenges we are experiencing in this century is rising sea levels. This phenomenon is being caused by two forces: The first is melting glaciers; the second is an expanding ocean surface. Together, these two factors are expected to push seal levels up by 23\" over today's level by 2100.\n\nIt's generally well known that alpine glaciers, Greenland's glacial ice pack and the polar ice caps are retreating. The warming planet is melting them, freeing up fresh water to flow into the seas. As the surface of the ice reduces in size, the reflectivity of the area is reduced. More heat is absorbed, and the ice melts even more. This is commonly known as a feedback loop.\nAt the same time, the relatively dark ocean waters absorb heat from the atmosphere. As they do, they respond as matter normally does by expanding.  The heat causes the molecules in the water to move more rapidly. As they do so, they take up more space, thereby causing the water to expand.  Brought together, these two forces combine as noticeable changes to the earth's oceans.\n\nWhen discussing the rise of ocean levels, attention is often given to coastal areas where flooding will cause the relocation of people, along with their homes, farms and businesses. Where resources are available, major engineering projects will be constructed to hold the ocean water back.\nIn addition, coastal estuaries and wetlands will become inundated. The inundation will elevate salt concentrations in areas where life finds a particular salt content very important. River deltas such as the Mississippi, the Nile and the Amazon will become oceans rather than rivers.\nBut, along with these impacts, there is another one which is often overlooked. Many coastal areas acquire municipal water from underground aquifers that are fed by the flow of underground fresh water. Like estuaries, these aquifers maintain their fresh water quality by the force of the flow against the encroachment of sea water, or by geologic barriers that keep the fresh water and the salt water separate. A rise of 23\" will change the dynamic of these estuaries, causing an influx of brackish salt water into the aquifers.\n\nFor example: the region of the eastern U.S. known as Chesapeake Bay is home to fish, crustaceans, flora and wildlife, along with 15 million people.  Fed by multiple rivers flowing out of the Appalachian Mountains, they all live on the present unique balance of salt and fresh water that exists in the bay. However, as the oceans rise, this balance will change. The concentration of salt will increase and the communities of life in the marine ecosystem will also change.\nHumans will be especially challenged. Much of the water that is used by the municipalities of the millions of residents will become undrinkable. This will present some serious challenges for city planners, civil engineers and government budget managers.\nA very likely solution to the problem is to build desalination plants.  This may seem simple enough, but the cost of desalinating ocean water for 15 million people would be one of the largest, most costly operations of its kind in the world.\nFor more information see:","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"How Global Warming Threatens Freshwater Supplies","author":"Russell Vallimont"}