{"url":"http://www.environmentalgraffiti.com/news-five-fast-ways-bring-outdoors-your-office","content":"\n\nIt's easy to forget about your connection to nature when you're working 9 to 5 in a windowless office. As summer weather approaches, it's more important than ever to incorporate a bit of Mother Earth into the space you spend all your time in. As you will see below, you can appeal to each one of your five senses in order to get the most of the summer, no matter what kind of office you are in.\n\nIf you don't have a window view or if that view looks into an alley way, bring the scenery to you with a bright and visually appealing desktop, pictures of leafy green forests or lush meadows and best of all your own collection of desk plants. There are plenty of plants that don't require a lot of sunlight. For example, the Chinese evergreen or Aglaonema requires very low maintenance and can survive in low light. The ideal place to keep this plant is the mild light that comes from the northern direction. Even better for your health, the Chinese evergreen is known to remove xylene and formaldehyde content from the air.\nAnother great low light office plant is the cast iron plant or Aspidistra. It is a sturdy plant that can stay without water for long periods of time. The plant can be distinguished by its large green leaves that have white stripes on them.\n\nWhile you may not be able to bring the fresh ocean air into your office, there's a cheap and easy way for you to bring in the next best thing. Fresh lemons not only lift the spirit but also serve to cut any musty or stifled air smells. For days when you are indoors with strong AC, why not slice a fresh lemon and place it in an open air dish near your computer? If you drink water throughout the day, you can add some lemon to flavor your water cooler drink.\n\nUnwanted noise can have negative health effects and there is nothing less natural than the sound of printers and computers humming, ringing phones and other noise distractions of a busy office. There is a reason that the hush of the breeze and the roll of the ocean wave is so appealing in the summer time. If your office has walls, see what you can do to insulate or pad the most vulnerable areas to lessen the effects. \nUnless you are a customer service representative or the administrator of a busy office, there is likely at least part of your day when you are expected to be focusing on quiet solitary tasks. Use this time to give your ears a rest. Foam ear plugs will conform to the shape of your ears and block unwanted disturbances while still allowing you to hear a ringing phone or an emergency alarm. You may not hear soft-spoken colleagues so you'll want to hang a sign advising them to catch your attention if needed. \n\nJust because you are not outdoors enjoying the fruits of summer doesn't mean you can't feast on them. Bringing fresh fruit and vegetables to the office is a great way to remind yourself of the season. The summer is our chance to eat light, uncooked meals. Give the microwave a rest and go for raw salads, crackers and fruit.\n\nOne of the added benefits of being outdoors in the summer is all the exercise you get. There's no reason you can't get some exercise while your in the office too. If you have a long phone call to make or something to read, why not do it while standing or even pacing. Visit the printer or copier that is an extra few feet away and take the stairs when exiting and entering the building. \n\nThe most important thing is reflecting on your spiritual connection with nature. If you use daily reminders to appreciate the natural world, then during lunch break, days off and weekends, you can make the most of the natural world and take those memories back to the office with you on Monday.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","title":"5 Ways to Bring a Sense of the Outdoors into Your Office","author":"cwood"}