{"url":"http://www.environmentalgraffiti.com/spirituality/news-religion-gets-new-color","content":"\nGreen is becoming the color of places of worship. Churches in the U.S., Europe and other parts of the world are embracing environmental friendliness for a few reasons. Most practically, to cut costs on electricity, water and gas bills. At the same time, they are finding the spiritual in going green. Hunt Priest of Emmanuel Episcopal Church in Washington State illustrated a crucial point in a \n article. Said Priest: “For a little while some people forgot this was a spiritual issue, and we’ve reclaimed it now. I think we got caught up in things like changing light bulbs and saving paper and having the power company come out and do an audit. All important, but for us it needs to be about how we live our lives as Christians now that we know more about what we’ve done to the environment.” A widely held belief among every major world religion is that we as humans are to be “good stewards” – meaning we are to take care of the earth and all living things.\nInterfaith Power &amp; Light (IPL) put that belief into action when it was formed in 1998 by a group of Episcopal churches in California. Their mission is to promote energy conservation and efficiency and renewable energy in places of worship for all religions and through government policy. Today IPL is found in 35 states in the U.S. plus Washington DC, and has sister organizations in Sweden and Australia. \nIn Michigan, IPL is working with places of worship around the state, funded by grants from Detroit Edison (DTE) Energy. As part of the Michigan Public Service Commission’s Energy Optimizing Program, they seek to reduce energy consumption and costs, and fund energy audits and energy efficiency and renewable energy programs. In Massachusetts, IPL was formed after All Saints Episcopal Church in Brookville did a six year long, $180,000 renovation and reduced utility costs by 40%. Now they are helping worship centers go green across the entire New England region.\nFirst Baptist Church in Springdale, Arkansas saved $268,000 over one year. It was the first year of an initiative to cut electricity, gas and water bills. Their secret? A practical tactic of turning off lights and computers while not in use and lowering the thermostat during the week. That was in 2009. They have continued efforts. It would be interesting to see how much more money they have saved since then.\nReturning to Washington State, Millwood Community Presbyterian holds a farmer’s market in their parking lot. All products are local, from vegetables to beef. Millwood also goes door-to-door informing neighbors of ways to save energy. They see it also as a way to reconnect with their community. In the northwest many churches have been losing members in recent years. Washington and Oregon are highly environmentally conscious as states as a whole, piquing interest in the discussions. \nIn Canada’s Quebec province, Catholic churches are starting to use local wines for mass. Particularly, the winery Domaine des Cotes d’Ardoise near Dunham will specifically be stocking their shelves this summer with their Vin de Messe for the churches, a sweet white wine of about 16.5% alcohol, relabeled from their Estafette Blanc. The effort was started by Green Church in Montreal, which is advising church leaders across denominations on reducing their carbon footprints. Twenty-five churches have signed an agreement with Green Church since the initiative began last fall, complying to practice sustainability. Green Church also has future plans to partner with a local bakery for making Communion bread.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","title":"Green: The New Color of Churches in North America","author":"carladerrico"}