{"url":"http://www.environmentalgraffiti.com/nature/news-hairy-scary-eight-legged-engineers","content":"\nWhere does a person find the most incredible feats of engineering in the world? Very close to home usually, because these engineers are everywhere on the planet, on average eight million of them on every acre of land. When you see that 'diamond' encrusted, complex web of engineering skill that has been put in place overnight on a tree in the back garden, take a moment to gaze in awe.\nThese builders produce silk threads which thickness for thickness, have an unbelievably high breaking strain. This silk is usually only about 0.002mm wide, and so light that a strand stretching around the world would weigh less than 6 oz. It is so fine that has been used in the manufacture of telescopic gun-sights. To give a clear idea of how strong it is, remember that the morning dew which makes the web sparkle represents a weight at least 1000 times heavier than the web itself.\nSpiders, of course, are the engineers in question, and belong to the class known as 'Arachnids'. This word comes from the Greek and means 'jointed foot'. The first Arachnid known of is believed to have been Scorpion like about 500 million years ago. They now number about 80,000 species, with many more yet to be discovered, so they have been around much longer than humanity.\n620 species of spider are already known to be living in Britain, the majority of them being so-called 'Money Spiders'. These are tiny, being only about 2 mm long, though some are smaller still. Most have u black bodies and brown legs, and are popularly associated these with wealth. Because of this they tend not to get squashed with newspapers, because people are not as prone to killing them.\nAlmost all spiders are poisonous, but please do not be afraid. Of the 80,000 known species only 25 carry venom dangerous to humans.  For most spiders the poison is used to stun or kill their insect prey, not to attack people. The two best known poisonous spiders in the U.S. A are the Black Widow and the Brown Recluse. Neither of these has been proven to have caused any deaths in more than twenty years.\nSo what makes these, for some terrifying, creatures such formidable engineers? Take the 'trapdoor' and 'purseweb' varieties for example. Each constructs an elaborate underground trap. The 'purseweb' builds a silk tube in the ground, closed at both ends. The top bit of the tube sticks out of the ground. When an insect lands on this, it is stabbed through the mesh by the spider and taken down into the tube to be digested, once the new hole in the trap has been repaired.\nThe 'trapdoor' on the other hand, makes a silken pit, at the top of which is a silk door, propped open by the spider. When an insect strays too close, it falls in and the door is firmly closed, so the spider can eat at leisure. Spiders do also eat other spiders. Females sometimes eat their mates, even while they are mating. Some spiders hunt down others, having evolved ways to grab them, even when they are in the centre of their webs.\nAnother amazing variety is named the 'Spitting Spider' because of the way in which it attacks prey. It projects a spray as far as 10mm,  made up of a solution of gum and poison. This mixture cements the prey in position, allowing the slow spider to close in and deliver its fatal bite. One species has even taken to living underwater most of the time.\nThe water spider can swim very well, and constructs an inverted bubble, or bell, which it fills with air. It does so by trapping air on the abdomen, which is collected from the surface by flicking the rear legs. Several journeys are usually required to fill the bell. Prey is taken there to be consumed, although occasionally it may be taken to the surface.\nThese though, are all relatively small spiders, as we have no native varieties of big proportions. The smallest spider is a mygalomorph - a spider from Borneo. Its body is the size of a pinhead.  The spider world does, of course have its giants - the Goliath bird-eating tarantula can be found in the coastal rain forests of North-eastern South America. They can easily be as large as dinner plates and have been known to take birds from their nests.\nThis spider is very solitary and a burrow-dweller. It is aggressive and will attack humans, so be thankful you are only ever likely to see one in a zoo. This enormous, hairy coffee-coloured beast is unmistakable, but by no means the only massive spider out there. Troops in Iraq have been coming across lots of Camel spiders, and running a mile.\nNo need. Though these hairy, horrible creatures look threatening, they rarely attack humans. If they did chase you in the desert, it would only be to cool off by basking in your shade, away from the hot sun. Their bite is painful, but when you consider how they treat prey animals like camels and donkeys, you might not mind so much.\nOn prey animals, their bite injects a mild anaesthetic. They then cut a flap in the skin and lay their eggs before gluing the flap back. On hatching, the young spiders eat their way out, which is often fatal for the animal concerned. Yuk! Then there are the infamous Tarantulas, which again have always had an unfairly bad press. They also present almost no threat to humans, though the sight of the hairy monsters scurrying along can be quite unsettling.\nIt really does not matter whether you talk minute or massive spiders, when it comes to appreciating how well they cope with their environments and how resourceful they are. Spiders are the supermen of the insect world. Some silk made by orb weaver spiders is so tough that suggestions were forthcoming that it would be more effective than Kevlar in bullet-proof vests\nSouth Pacific native people make fishing nets from spider silk. They encourage 'Nephila' spiders to build webs between two bamboo stakes, and then use the webs to fish with. These creatures have so much to offer us. Each one eats about 2,000 insects a year, so are really good to have around in the house and garden. Well over 99% of spiders are not remotely harmful to us, yet our irrational fear has us killing them by the boatload. Give it up for these hairy, scary, super engineers. They deserve more credit.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Brown-Reclusejpg","title":"Spiders: Supermen of the Insect World","author":"tonyleather"}