{"url":"http://www.environmentalgraffiti.com/ecology/peregrine-falcons-thriving-after-going-urban/773","content":"\nThe peregrine falcon is one of nature’s fastest and deadliest killers, with the bird’s more than 100 mph dives the stuff of legend.\n\nIt appears the raptor is not only deadly but adaptable. The birds have been increasingly found in urban environments across the world, and they seem to be developing some new skills to go with their new location.\nThe falcons’ move to the city is not without reason. Tall buildings provide exceptional nesting sites for the birds, such as the famous New York falcon pair “Jack and Jill” who currently reside at 55 Water Street.  Also, the pigeons which so many people find an annoyance are essentially a massive supply of easily caught food for a peregrine falcon.\nThe falcons are also adapting their hunting style to their new location. While they hunt mostly in the daytime outside the city, urban falcons are increasingly becoming nocturnal hunters. Streetlights and floodlit buildings hide the falcons from their prey below while simultaneously making that prey much easier to spot.  A report in the journal British Birds said: \"Evidence of nocturnal hunting behaviour illustrates just how well adapted peregrines are to the urban environment.\"\nThe birds have been spotted night hunting all over the world. In New York, Berlin, and Taiwan, they’re rarely spotted until after sunset, and can get about 80% of their food when hunting at night.   It’s unknown whether the falcons could already hunt at night and have adapted to the more successful method or whether it’s a new method inspired by their surroundings.\nRegardless of how they began night hunting, the bright lights of the big city can give peregrines an advantage by taking away the natural camouflage of many birds. For instance, many waterfowl have pale undersides and dark tops, which helps camouflage them from predators as they swim. This advantage is cancelled out in well lighted areas at night.\nThe report from British Birds says: \"Under such conditions, pale underparts are strikingly obvious from below, while peregrines perched on high vantage points will see low-flying migrants as dark silhouettes against the illumination.\"\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb19.webshots.com-10578-2551125970105101600S600x600Q85.jpg","title":"Peregrine Falcons Thriving After Going Urban","author":"Chris"}