{"url":"http://www.environmentalgraffiti.com/nature/news-how-growing-your-own-vegetables-could-avert-climate-disaster","content":"\nThe carbon count of food is a hot-button issue, and rightly so when so much is on the line. The beef industry has been labeled a major culprit in global warming. Try to keep up with environmental news for long and any good intentions can quickly turn into information paralysis, especially when the accurate calculations are difficult, if not impossible, to make. While schemes like carbon offsetting might seem sensible, it can be hard to measure what they actually produce. If you want something more hands on, you could buy hot house vegetables grown closer to your home than those flown in from abroad. However, sometimes they are not the environmental option. Here is a plan that can start small, but is scalable to your level of ambition and reasserts control over your environment; grow your own vegetables.\nHome owners all over the country are digging up their water and fertilizer hogging lawns and replacing them with edible gardens. People with less space are using container gardening as a way to get fresh picked food off their doorsteps. Controlling what you eat is really about controlling what nutrients go into your body and what toxins are given off to the environment. Like it or not, each of us is intimately connected to our local and global environment. It is time to take some responsibility for that.\nOne hundred years ago nearly everyone grew their own food. We are only now returning to what our ancestors have known by tradition and instinct. There is a learning curve to gardening: some seasons nothing may grow, and other times there will be a booming crop that has to be shared with friends. By controlling your soil composition and pest control methods you can keep your garden organic and your plants healthy. Provide a good environment for your plants and they will use their own chemicals, antioxidants and vitamins, to fight off pests, and the fruits will nourish your family.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sleeping_rudy.jpg","title":"How Growing Your Own Vegetables Could Halt Climate Change","author":"Cheryl Lamonte"}