{"url":"http://www.environmentalgraffiti.com/featured/bolivia’s-interminable-mirror-sky/14442","content":"\n\nImage: \nSalar de Uyuni in Bolivia is a place people don’t just visit. Rather, they inhale its vastness and colours with every fibre of their being. Salar de Uyuni is a place of superlatives – the world’s largest salt flat, world’s biggest reserve of lithium, the best place on Earth to callibrate satellites – in short: a visual miracle and mirror to the sky. Be warned, the following pictures will be unlike any you have ever seen!\n\nImage: \nSalar de Uyuni is located in Bolivia’s southwestern regions of Oruno and Potosi, near the peak of the Andes at an altitude of 3,650 m. More than 40,000 years ago, the area was part of the giant prehistoric Lake Minchin that has since dried out, leaving behind the two lakes, Poopo and Uru Uru, and the two salt deserts, Salar de Coipasa and Salar de Uyuni. The latter is the larger of the two and at 10,582 sq km (4,085 sq miles) is around 25 times the size of Utah’s Bonneville Salt Flats.\nVisitors grappling with the vastness of the place and the high altitude are in for a special treat during the rainy season in the winter: The whole desert turns into a shallow pool with a smooth surface, a gigantic mirror in other words.\n\nImage: \nMany a visitor, blinded by the reflecting sun and lost for words upon being immersed in this natural beauty, is said to have forgotten about their camera, simply gaping in awe...\n\nImage: \n\nImage: \nConsidering Salar de Uyuni’s remoteness, it is quite a popular place, and not only with tourists. Miners working in Salar produce a whopping 25,000 tons of salt every year; still a drop in the bucket compared to the overall reserves of 10 billion tons of salt that Salar de Uyuni has to offer.\nSalt is harvested the traditional way in Salar de Uyuni: The salt is piled up into small mounds so that the water can evaporate, then it is dried over fire and finally enriched with iodine before it is brought elsewhere for packaging.\n\nImage: \nSalar de Uyuni also holds half of the world’s reserves of lithium, used to make high-energy density lithium batteries, an untapped resource so far. Let’s just hope that once a mining plant is built, it won’t interfere too much with the magic of Salar de Uyuni.\nAs is not hard to imagine, Salar de Uyuni provides an excellent target surface for testing and calibration for satellites, or more specifically their remote sensing instruments. The clear skies, dry air, minimal elevation deviation, large, smooth surface and high surface reflectivity during the rainy season make Salar de Uyuni five times better geared for satellite calibration than the ocean’s surface.\n\nImage: \n\nImage: \nOnce a year, in November, Salar de Uyuni becomes the breeding ground for three South American flamingo species: the Chilean, James’s and Andean flamingoes. The flamingoes feast on the microbes attracted by mineral and potassium deposits that crust the shallow salt lake like a ring of snow. Says Molly Beer who experienced all of Salar de Uyuni’s highlights during a recent tour:\n\n\n\n\nImage: \nDefinitely worth a trip. Some day. Until then, we’ll just feast on the pictures. Again and again.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44621-2462468740104178106S600x600Q85.jpg","title":"Bolivia’s Interminable Mirror to the Sky","author":"Simone Preuss"}