{"url":"http://www.environmentalgraffiti.com/sciencetech/the-ultimate-game-at-cern-the-large-hadron-collider/6406","content":"\n\nImage: \nThe Large Hadron Collider (LHC) is the fabulous, ultimate atom smasher built by the European Organization for Nuclear Research (CERN). The LHC has a 27km circumference and first went on line for a brief time in August, 2008.\nHadrons are the heavier atomic particles that reside in the nucleus of atoms. Atomic physicists want to smash 'em up because the stupendous collision energies often bring forth new, rare and very important atomic particles into existence. These fruits of these ultimate collisions hold the secrets of the universe, in both macroscosmic and micrcocosmic realms. The LHC will accelerate counter-rotating beams of 10 trillion protons each to within a fraction of the speed of light, 186,000 miles/second. These protons beams will then collide - smash together - at 600 million times/second. The ultimate prize would be the appearance and thereby confirmation of the Higgs boson.\nThe Higgs particle is the last important atomic particle to be predicted by The Standard Model. In the Standard Model, which is the widely accepted theory of matter and the forces of nature, bosons carry forces between quarks, which are the building blocks of the hadrons in the nucleus, and leptons, those particles that exist outside the atom's nucleus. The legendary physicist Stephen Hawking has bet a symbolic $100 that the Higgs boson will not be found.\n\nImage: \nIn addition to the quest for the Higgs boson, the LHC experiments will tackle the biggest questions in atomic physics. There is a theoretical model that explains how the Higgs boson creates the masses of elementary particles. Can this mechanism be confirmed in nature?  Is there a single unified force in nature as predicted by the \n? Why is gravity so weak when compared to the other forces? What exactly is supersymmetry, long predicted but not yet confirmed in nature? Evidence that addresses this question could take a year or more to  accumulate. What is dark matter and dark energy? As predicted by \n, are there dimensions in nature beyond the fourth dimension of space-time?\nThere are 1,232 dipole magnets that keep the proton beams on their circular path in the LHC tunnels. Of these, 392 quadrupole magnets keep the proton beams focused. Most of these magnets weigh over 27 tons each, and 96 tons of liquid helium keep the magnets at 1.9 degrees Kelvin. The tunnel of the LHC is 3.8 miles wide and concrete lined, and most of it is in France. Two adjacent parallel beam pipes each contain proton beams that travel in opposite directions, remember the objective is a collision. \nThese proton beam pipes intersect at four points. Protons beams move through three systems to have their energy increased. Now vastly accelerated, once or twice a day the proton beams are injected into the LHC tunnels where the field of the superconducting magnets has received a tremendous boost. Travelling at nearly the speed of light, the protons complete a circuit around the LHC 11,000 times each second. With 2,808 proton bunches, collisions between the beams will first occur every 75 nanoseconds, then will be increased to occur no less than 25 nanoseconds apart. Four specialized detector systems will look for the origins of mass and extra dimensions; the Higgs boson, dark matter, an exotic form of liquid matter that existed shortly after the Big Bang, and so called 'missing anti-matter.\n\nImage: \nThe LHC experiments are exciting and very important to physics, the philosophy of science and our understanding of what makes the universe tick. So what is the problem? Will radiation poison the environment? Will the noise disturb the neighbors? Hardly, given the massive concrete shielding, depths underground of 50 to 175 meters and the rural setting. \nThe problem might be larger and almost sci fi. Experiments of this type go where no man or woman or proton has ever been before. Some physicists genuinely fear that one unforeseen product from these collisions might be a tiny black hole. Black holes are now familiar but still difficult to understand. Some stars die in massive implosions that only stabilize with the creation of a black hole. Vast quantities of dust, gas and radiation at several wave lengths are thrown into the universe by such an event, which is often the explosion of large star that is called a supernovae. Radiation, including visible light, that is captured by a black hole cannot escape. There is no way to see a black hole at any wavelength. \nEinstein had predicted the existence of black holes and spectral analysis has led astronomers to the discovery of real black holes in our real universe. A black hole is known as a 'singularity'. In the specialized vocabulary of atomic physics and quantum mechanics, this means that a black hole is an entity where the laws of physics as we know them in the observable universe do not apply. What does apply is only beginning to be understood because black holes have infinite mass, but no volume and no dimensions. Furthermore, black holes are surrounded by a region of space-time (the true 4th dimension) where it is impossible to stand still.\nSo far, so good but there are a few scientists and others in the general public who worry about possible dangers in the LHC experiments. Legal challenges continue although doomsday predictions have been dismissed by almost all atomic physicists. Predicted but not yet found, strangelets are also viewed as a potential serious problem. Ranging in size to a few meters across, strangelets are built up from quarks and predicted to be extraordinarily stable. If produced in the LHC, the theorized properties of strangelets would allow them to start a runaway fusion process that would convert all of the earth into a strange matter star. But most atomic physicists believe that the energy levels and temperatures inside the LHC preclude the formation of strangelets which are destined to remain only theoretical for some time.\n\nImage: \nA few atomic scientists and laymen are very worried that a tiny black hole would be created by the massive proton collision experiments, and that it would not quickly disintegrate. How the gravity of black hole interacts over distance is its defining characteristic, not the absolute strength of its gravitational field. \nSmall black holes might have the greatest capacity to tear objects apart at the atomic level as they approach. Even the hadron particles of the nucleus would be torn apart into their constituent quarks. In contrast, objects falling into massive black holes might remain largely intact. \nThis doomsday scenario predicts that a newly created, stable, microscopic, black hole might suck in nearby matter, first the proton beams and then the nearby components of the LHC chamber. And then, what? Would this black hole begin to grow in an uncontrollable fashion by the continual absorption of nearby matter. First the LHC itself, then all of CERN, the several cantons of Switzerland, then the entire country, then alpine Europe then...? It seems to make all the world's problems recede into insignificance.\nThroughout 2007 and 2008, independent physicists not involved with the research at CERN made several studies about the safety of the planned experiments. Each study concluded there is no risk, that the postulated dangers will not occur. The very small black holes that might be produced are predicted to either undergo a net loss of matter and disappear in a flash of gamma radiation, or have extremely weak interactions with anything nearby and thus be harmless.\n\nImage: \nIn September 2008, a serious breakdown of major accelerator components occurred nine days after successful trial runs and two successful circuits of the LHC by accelerated proton beams. The LHC had to be shut down. There were faults in two superconducting, bending magnets. One hundred bending magnets also had serious problems and about six tons of liquid helium escaped into the tunnel. There was a temperature rise of 100 K and vacuum in the beam pipe was lost, all of this damage caused by a faulty electrical connection between two magnets. The estimated time to warm up, then cool down of the affected areas was at least two months, and so the LHC was shut down. Twenty-nine giant magnets were damaged and it will take several months of very hard work to repair them. \nTotal cost of the project since construction was approved in 1995 will be 3.2 - 6.4 billion euros, which includes cost overruns, repairs and the experiments.\nThese phenomenal, proton collision experiments will be started again in the summer of 2009. If all goes well, a large upgrade is planned for ten years hence that will be called the Super Luminosity Hadron Collider (SLHC). If the ultra-high-energy collisions of particles in the LHC can create microscopic black holes, it is expected that all types of particles will be emitted by black hole evaporation, providing key evidence for any \n. Particle collisions in the LHC with such results would be an extraordinary milestone in the history of science and our understanding of how the universe came into existence and how it is constructed. Stand by for a possible, historic milestone in both atomic science and philosophy.\nSources \n, \n, \n, \n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","title":"The Ultimate Game at CERN: The Large Hadron Collider","author":"merlynne6"}