{"url":"http://www.environmentalgraffiti.com/nature/news-make-real-impact-go-vegan","content":"\nYou might hear the term 'vegan' and think of a dreadlocked, stinky hippie. Or maybe you think of an impossibly skinny, malnourished, frail human creature - because all they eat is tofu and green beans. Perhaps you think of a pretentiously annoying \"activist\" who acts like they're the only one who cares about the world. Whatever the case, let it be known that vegans come from all walks of life, and can be any shape or size. \nSo what is it exactly, you ask? It's an attempt to imbue every aspect of one's life with an ethic of compassion. It is a person who is committed to and practices reverence and respect for all life. Vegan principles are quite simple when you boil it down: do the least harm and the most good. In doing the least harm, vegan's exclude animal products from their daily life - from their diet, their clothes and from any other personal belonging in which animal suffering was induced in order for it to be produced.\nThere's a million and one reasons why someone should ever decide to go vegan, but I'll just name a few. Many people just really, really love animals, and they understand that the way in which humans exploit them is inhumane, incredibly heartbreaking and wrong. Many people decide that their biggest reason is for their health. A vegan diet, as hard as it is for some people to believe, is actually a great way to be the healthiest and most beautifully nourished you can be. Lastly, people go vegan out of respect to the Earth. If everyone in the world was vegan, we'd live in a much more sustainable world. Let's explore these reasons a bit deeper, shall we?\nMany people who consume animal products continue to do so simply because they are unaware of the tremendous horror animals go through in their short lives in order to continue production. \nFactory farms are incredibly unsanitary due to all of the chemicals administered to the animals. Many are fed growth-promoting hormones, appetite stimulants and pesticides, fertilizers, herbicides and aflatoxins that collect in the animal's tissues and milk. The setting in which these animals are kept create an ideal place for bacteria and disease to spread rapidly as well.\nAs a vegan, the most common question I hear from non-vegans is \"but WHERE do you get your PROTEIN???\" It is false that a vegan diet is one of malnourishment, and the fact that people believe that we NEED animals in order to survive is nonsense. I drew up a vegan food pyramid to make the vegan diet abundantly clear:\nAs in any diet, it's important to eat a variety of foods from each food group, drink lots of water (6 to 8 glasses a day), and moderate your intake of concentrated fats, oils, and added sugars. There are so many possibilities in a vegan diet that you may not even realize. It just takes a little exploring for new foods that you may or may not be used to. That's the fun part!\nCheck out your nearest library, or even your local bookstore, and you can find a ton of vegan cookbooks filled with delicious meals. You won't even miss the old stuff you're used to.\nWe've all heard the saying: \"You are what you eat.\" Well, it's true. Now think about this: if you're ingesting dead animals, potentially filled with bacteria and chemicals, and most definitely fat, then that dead animal is what's nourishing your body. Therefore, you're made up of - to be blunt - crap. But if you're taking in mostly fruits, veggies, whole grains, vitamins and minerals and protein from plant sources, then all that good stuff will be nourishing your body, and you'll feel the difference. You'll feel a million times better, and your body will be happier too.\nIndustrial farms contribute a great deal of mess to our Mother Earth. In a healthy, normal farming system, everything is in balance. Farmers get a lot from the land but they also give back. In an industrial farm, it is the exact opposite. Farmers take and take and take, and use chemicals to transform so that they can take even more. An overabundance of animal waste pollutes the land, whereas on a sustainable farm, waste is used as a tool for fertilizing the crops. The antibiotics and growth hormones used in factory farms are released in the waste of the animals, which contaminates waterways and harms the plants and animals that live in them.\nNot only is the land in danger, but the air as well. Factory farms emit methane and hydrogen sulfide which contribute to global warming and have harmful effects on the people living or working near by. \nIt is clear that choosing to lead a compassionate lifestyle by going vegan is a harmless and very helpful way of living. Since it's not-so-common in today's society, it's easy for people to resort to presuming absurd stereotypes about vegans, and believing, for whatever reason, that we'll die out if we don't eat meat. That's actually the opposite of the truth. Eating animal products promotes diseases like cancer, heart disease, and more. Eating vegan promotes a happy, healthy, informed way of living. \nVeganism is not just a way of living limited to a small group of people who want to be different. It's a social movement, and it's growing more as the years pass. The difference in it's growth boils down to every single individual on this earth. Every person matters in this wave of change. Including you.\n\"Tomorrow is no place to place your better days.\" --Dave Matthews Band\n\nYes, I mean YOU!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"How Going Vegan Can Make You Healthy and Happy","author":"brittt"}