{"url":"http://www.environmentalgraffiti.com/spirituality/news-11-most-bizarre-burial-practices-world","content":"\n Where did our burial practices originate from? Why do we bury our dead so differently from one another? A friend of mine from Nicaragua says they don't embalm their dead. They have a same-day burial because all of the funeral costs, like embalming, are too expensive and most people in her country live in abject poverty. I did some digging (no pun intended) and found out some curious facts... \n1.\n \n believe that the body is impure and shouldn’t pollute the earth after death through burial or cremation. Because of this belief, they have a communal Tower of Silence erected on the edge of town where they perch the dead on top of these towers and allow vultures and weather elements to destroy the body. After the sun has bleached and dried up the bones, they collect the bones and dissolve them in lime. This goes with the Zoroastrian belief that the body should be useful, even in and after death. \nZoroastrianism was the ancient source of Islam. It is also considered the oldest religion by \n. It is believed that it was this religion that begot Judaism, Christianity and eventually, Islam.\n\n \n2. \nThe indigenous people of Australia place their dead up in trees. Like with the Zoroastrians, they allow the weather and animals to devour their relatives' dead bodies. \n \nSince Vikings lived and died at sea, it was fitting to place the dearly departed Viking out to sea in his boat full of riches. Do you think they required \"shipping and handling\"? I have a feeling that scavengers of the two-legged kind would ascend upon these sea-worthy coffins! \n \nThe Tibetans were like the Zoroastrians in many ways. But, these people catered to the vultures and scavengers that would eat their relatives' dead flesh. They left milk and food beside the bodies to attract the animals, and would hope the scavengers would fly away with the body into the heavens. Talk about frequent flyer miles! \n\n \n5. \n \nDo you hate traveling to foreign countries, spending all your savings for a well planned trip, only to come across a well-preserved body hundreds of years old? Then, you would be in a bog in Europe somewhere. This was the way Europeans buried their relatives in the Middle Ages - dump grandma in a bog. They should rename this era the \"Bog Ages.\"\nAs \n, tombs and other more sanitary means of burying people became more common during the later part of the Middle Ages. However, funerals were still only for the most elite. \n \n \n \nHindus believe that when a man dies, a woman should light herself on fire and go to eternity with her husband as the ultimate marital sacrifice. Though currently outlawed, \n is still practiced in small numbers today. \n \nIn Melanesia, inhabitants of the Trobriand Islands \n. First, they would bury them, then dig up the bones and carve them into spoons and other utensils. They believed this was an act of piety. Eventually, these utensils were placed in caves facing the sea. So, when your kid asks where Uncle Fred is, just tell him that he's a spoon, looking out into the sea. There's nothing creepy about that. \n \nThe Aztecs did funerals in style. First, they wrapped their dead beloved in a \n and if they believed that the person was bad or didn't die an honorable death, they were cremated alongside a random dog. The dog was necessary where the dead would eventually spend eternity because the bad or corrupt would end up in Mictlan, an underworld fraught with pus, gout, sores, bad weather and fierce beasts. However, if the person died in childbirth, in a war through bravery, in a lightening strike, or drowned, ironically they would be rewarded with an eternity in water, called \n. There, they would be greeted by a woman who died in childbirth. It was important to bury the good as a whole person, not cremated like the bad persons. They would also have pictures of mountain gods beside their bodies. \n \nThe ancient Chinese hung coffins of their dead in tall trees or off cliffs. The coffins were designed to look like a macabre chandelier on a moon of Saturn. The Bo people, as they were known, hung hundreds of coffins like this. They would carefully place them in the best, most public view, proud of their rotting creations. \nThe coffins were hung, \n,at least 10 meters up from the ground. Some coffins were as high off the ground as 130 meters. Hundreds of these coffins have fallen to their peril over the centuries. Many of these coffins are being renovated and reattached the cliffs. The higher these coffins were hung, the more important the deceased was considered when alive. Subsequently, the coffins that did fall was a sign of fortune. \nWord to the wise, if you plan to go to Southwest China, \n, especially with your mouth open!\n \n\n \nThe age-old question likely didn't originate from the Wari of the Amazon and Korowai of Papua, however, these tribes do have a very gruesome burial ritual. They eat their dead relatives. They believed that this was the ultimate portrayal of love for the deceased. They would also gain the wisdom and talents of the dead person that was eaten. I wouldn't want to be talented and very wise in those tribes! \n\n \n \nWhat is more romantic and affectionate than dancing with your loved and cherished family member? Those in Madagascar believe, in a somewhat new tradition, that the soul does not fully leave the body until it’s decomposed - a process that may take a few years. Thus, once her body was fully decomposed, she would be dug up, \n, and relatives would dance around the burial plot. It was like grandma had another birthday.\nMany of the people in this region are conservative Catholics. However, with all of the joyous celebrations during the mind-blowing \n(’turning of the bones’) ceremony, one would never guess it. These same people are so superstitious that they won't leave their house after dark, fearful of witches and ghosts who will possess their bodies.\nThe \nonly happens \n or so in any given family\n The gleeful family members are excited to see their completely decomposed family member and try to squeeze into the cramped tombs. There is a lot of happiness and laughter and drinking of expensive liquor.\n\n \nDo you know why most people in the world wear black during a funeral? Most people don't know the answer. It turns out that our ancestors believed that ghosts could \nduring a funeral. Ghosts were extremely feared, before Hollywood made them famous, revered, even sought after. The only way our ancestors believed that they could protect themselves from having a ghost snatch their body was to hide under black paint that they would cover their bodies with. Tombstones were placed on the grave not only to mark the spot but also to deter the living from walking on the grave for fear of possession. Eventually, black paint would translate over the generations as black clothing. That was a good thing, considering all the people in the world with skin allergies.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"11 Most Bizarre Burial Practices on Earth","author":"Asher Kade"}