{"url":"http://www.environmentalgraffiti.com/featured/12-animals-insulting-photographers/11468","content":"\nWe humans love to take pictures of animals. Most of the time these pictures elicit many an \"oooh\" and an \"awww\", and exclamations of cuteness. But what about the animals and how they're feeling when we decide to invade their space and point flashbulbs in their faces? Well, it seems that sometimes our furry friends really don't appreciate our paparazzi ways and fight back by refusing to sit pretty. The thing is, it doesn't stop, but encourages us, and somehow the snapshots still end up cute as ever.\nTake a look at these 12 images and tell us what you think!\nThis little guy's got an attitude alright! That frown of disapproval and that slit of a right eye makes him look like a crotchety old pirate.\nHe definitely doesn't mind getting up close and personal with the photographer. He's saying, \"You want a piece of me?\"\nIt's almost looks like this fish didn't bother to wipe its mouth after having a glass of milk. It's not shy about it's brown teeth either.\nIt isn't easy for most people to stand on one leg for any length of time, especially in the position this seagull is in. It's as if the confident bird is teasing the photographer, saying, \"Bet you can't do what I'm doing!\"\nThis monkey doesn't care one way or another if you take a picture of him. He's just going to continue sleeping his way through the photo shoot, regardless of what you want.\nIf the last monkey was sleepy, this ape's super-alert. He's striking a commanding pose to let us know that if we come any closer, he's going to unleash some mad kung fu skills on us.\nRather than roaring, this lion decides to stick it's tongue out to taunt the photographer instead.\nThis giraffe really can't take the photographer seriously at all.\nThis squirrel would really love to get a good look inside the window to see if there's any food around. Who cares about pictures; he wants food!\nA great big yawn is what this cat thinks of the photographer: \"I'd much rather you give me some catnip and some toys to play with.\"\nTongue out and face pressed against the window, this dog refuses to just \"sit\", opting for an epic make-out session with the camera instead.\nIt's not really donkey's a smile, but rather a grimace, maybe even a mean grimace: \"Get lost or I'll give you a swift kick in the you know where!\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giantsquidphotofishingphotography3jpg_0","title":"Animals Poke Fun at Photographers","author":"soniaydong"}