{"url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-environmental-artworks-hugely-talented-john-dahlsen","content":"\n \nIn the late seventies, when John Dahlsen studied art at Australia’s Victorian College of the Arts and at the Melbourne College of Advanced Education, he would never have imagined that his artistic journey would lead him through representational painting to abstract painting and finally, since the late nineties, to found object work, recycling scrap. \n \nYet today, this amazingly talented sculptor and artist is one of the best known and most often awarded prize winning environmental artists in the world. He has been consistently producing fine art work for over 30 years now, since graduating, but did lose seven years worth of hard work in 1983, when his studio was consumed by a disastrous fire. \nThe artist feels that this brush with death made him far more aware of his own mortality, and the event was a turning point in his artistic career. In the mid-nineties, while gathering driftwood for a furniture project, he discovered that huge amounts of plastic litter washed up along the shore. \n \nSomehow, this sparked a creative process in his talented mind, and he set about gathering 80 bags full of this awful detritus, before dragging them to his studio to get to work with this new medium. Ever since, he has continued to patrol Australian beaches, gathering any debris that he comes across, later sorting it and separating it by color. The fresh gatherings are then used to create new compositions, every one of which, according to John Dahlsen, tells a story. \n \nHis own words tell us what he feels: “My challenge as an artist was to take these found objects, which might on first meeting have no apparent dialogue, and to work with them until they spoke and told their story, which included those underlying environmental messages inherent to the use of this kind of medium.” \n \nUpon completion, each work is photographed in such a way as to create a super high-resolution print of every single image. Very limited editions rarely exceed 14 copies only of each of the four sizes offered. These highly sought-after, large-scale, high-resolution digital prints on canvas and paper sell for up to $15,000 or more, while smaller prints usually command between $2,500 and $7,000 each. \n \nAn often invited speaker at many architectural and environmental symposia around the world, John has been lecturing at many of Australia’s premier universities, and also held solo exhibitions of his incredible work at locations throughout the globe for over 20 years. His work won the prestigious ‘Wynne’ prize at the Art Gallery of New South Wales in 2000, and he was a finalist in 2003, 2004 and 2006. In 2003 he won a mixed media award at the Florence Biennial of Contemporary Art, and held shows at both New York and Milan in 2004. \n \nJohn Dahlsen represented Australia as a cultural ambassador at the 2004 Athens Olympics of Visual Arts ‘Marinade’ Exhibition. He was, in that same year, the first Australian artist to be commissioned by Absolut Vodka - the company has also used such prominent figures as Andy Warhol and Damien Hirst. The first of his commissions was displayed at the 2004 ‘Sculpture By The Sea’ exhibition in Sydney. \n \nDuring 2005, he was showing his fabulous artworks in the ‘Recycled Revisited’ exhibition in New York State, and during 2006 was artist in residence, after producing a piece of public art for Jefferson City in Missouri. December 2006 saw him coming second in the quest for Australia’s richest art prize, ‘The Signature of Sydney’. During 2008 John presented his ‘Tresures of Seeds’ exhibition in both New South Wales and Canberra. \n \nThis awesome artist is well regarded globally, his work on display at many major public and private art collections, from Europe through the USA to Japan. He has featured in countless articles and television documentaries, all reporting with wonder on his work as a true environmental artist. In September 2010, John Dahlsen's work was highlighted at the famous Hanmo Gallery in Beijing. \n \nHe comments: ”One defining moment was experienced at the Tate Gallery in London, 1981. In a gallery space devoted to Mark Rothko, the American abstract expressionist, I experienced the depth and commitment in his work. The exhibition drew an intense emotional response from me, moving me to tears, and provided a level of inspiration that I had not experienced up until that point. Upon returning to Australia, after residing some years in the United States, I took up a position as artist in residence at Editions Gallery, Western Australia”. \n \nThis is truly a giant in the field of environmental art, an immense and influential talent whose works are breathtaking, old and full of meaning. It is an enormous pleasure to drink in the wonder of his artistry with my eyes, and I hope to continue doing so for a very long time. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","title":"Amazing Environmental Art by John Dahlsen","author":"tonyleather"}