{"url":"http://www.environmentalgraffiti.com/ecology/salmon-conservation-methods-inspired-by-the-simpsons/942","content":"\nIf you’re a Simpsons fan, you may remember an episode in which Lisa inadvertently releases an invasive lizard in the town that eats pigeons.\nEveryone is happy, and when someone points out that they’ll soon have a problem with lizards instead of birds, someone dismisses it by saying they’ll release monkeys to eat the lizards and then cold will kill the monkeys. See, there’s no real problem!\nIt’s meant to be a ridiculous jab at peoples’ short-sightedness, but some days it seems like reality TV. Western states have now taken steps to protect their valuable wild salmon stocks by killing sea lions. \nWashington and Oregon were both given permission to begin targeting sea lions near the Bonneville dam on the Columbia River. Oregon plans to start sea lion removal as soon as April.\nThe animals are relatively new to the area, making seasonal journeys in the past decade or so to gobble migrating salmon as they attempt to climb the dam’s fish ladders. Until they cross the dam, the fish are gathered together, easy prey for a hungry sea lion.\nAuthorities have been trying to get rid of the sea lions using some amusing, but non-lethal, methods. So far they’ve tried barriers, chucking firecrackers and noisemakers at them, and shooting them with rubber bullets, all to no avail.\nThe bill does have some stipulations. In order to kill a sea lion, it must first be caught and kept for 48 hours while they attempt to find a home for it at a zoo or aquarium. However, another stipulation means the wildlife officials can just go ahead and shoot sea lions that are hard to catch.\nIt was that particular insertion in the bill that angered conservationists.  \"This is a waste of money, time and lives and diverts attention from the real problems the fish face,” said Sharon Young of the Humane Society of the United States.\nShe has a point. The real problem is not the sea lions, they’re just following their instincts. The real problem is the dam. It hinders the fish’s migration and turns them into easy prey if they can’t cross easily. Naturally, instead of tackling that issue we’ll be shooting sea lions instead. Homer would be proud. \n Info from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","title":"Salmon Conservation Methods Inspired by the Simpsons","author":"Chris"}