{"url":"http://www.environmentalgraffiti.com/science/news-5-science-fiction-favourites-are-happening-now","content":"\nScience fiction is full of impossible things. Whether it's laser guns, light sabres, warp speed or giant robots, science fiction is always going to be ahead of the curve when it comes to the possibilities of tomorrow. That is partly what draws people to it; the idea of the impossible, what effect it will have and what it could possibly mean for everyday mundane life. Of course a lot of scientists are science fiction fans and because of that, there are science fiction favourites being created right now. Here are just five of them.\n\nA long-time plot device of space opera science fiction, the cloaking device allows people, cars or spaceships to move around unnoticed to the most delicate of sensors. Usually requiring large amounts of energy to maintain, the bad guys use it to ambush foes while the good guys use it to gather information unnoticed.  \nCreating a system that cloaks objects would be a dream come true to arms manufacturers and governments the world over. One arms manufacturer, \n, has announced that they have tested one such system, an invisibility cloak. This cloak is in reality a collection of sheets of chameleon-like photosensitive cells that mimic the ambient temperature around them. When placed onto vehicles like tanks, they can render them invisible to infrared-sensing technology or give a false image to enemy electronic sensors. \nGoing one step further, a team of researchers at \nhas managed to hide, or cloak, a small object from normal view. Using an ordinary common substance that appears in shells the world over called calcium carbonate, the team managed to hide an MIT logo.  Admittedly, this only works on something the size of a peppercorn at the moment but it is only a matter of time before it scales up.  \nMix the BAE systems infrared-invisibility cloak with the Singapore normal light cloaking device, and potentially the science fiction cloaking device is created. It is expected that such cloaking technology will get better as the technology progresses, making a true cloaking device only a matter of time.  \nRecording dreams to watch later as videos occurs quite frequently in science fiction. Notable examples of recording dreams and memories are in Final Fantasy, The Spirits Within, Paprika and The Excellent Strange Days.  Recording dreams in science fiction usually leads to ethical and moral quandaries like does dreaming of murder actually count as a confession?  \nSoon we will be able to find out and ask those questions ourselves if a group of researchers at the \n are right. The team was able to reconstruct images of films just using brain scans. Basically, they subjected volunteers to hours of movie previews while simultaneously scanning their brain with an MRI machine. The team then used those brain scans to reconstruct images that could be traced back to a movie.   \nNot just American researchers are working on this problem. A \nresearchers has done a similar thing but has only created static images, not moving pictures. They also use a volunteer, an FMRI machine and sophisticated software, so this problem looks like there may be only one solution to it.   \nAll the experts agree that the technology could need decades of research before a functional dream or memory recorder is available. However, because there are two teams working on it, it could happen sooner than we think. Routine use of this technology could be decades away or with the right backing and money, it could be an iPhone app in five years time.  \nWho wouldn’t like teleportation? Being able to simply blink to work rather than having to endure the commute. No more lateness, no more clogged up roads and more time spent with the family makes this science fiction idea a dream worth chasing. That is not to mention the time and money savings when moving goods across the globe.  \nTeleportation has had a short history in science. The term was originally thought up in 1931 by the father of weird, Charles Fort, to explain how anomalies could appear and disappear. Then in 1993, physicist Charles Bennett at IBM theorised that teleportation could exist on the quantum level. Just four short years later, a photon was teleported, although three photons were needed and photon number one had to be destroyed for it to work. Then in 2003, a \n managed to teleport photons without destroying them. \nNow just a short two years ago, a \nat the University of Michigan managed to teleport information across a meter's worth of empty space. The team reported that perfect accuracy can be achieved 90% of the time with improvements happening all the time.  \nIn the space of 18 years, scientists have gone from concept to theory to teleportation of photon to teleportation of information. It is only a matter of time before teleportation of matter over any distance becomes possible.  The only thing stopping this could be the energy requirements needed, which are thought to be astronomical.   \nA favourite of Star Trek and other science fiction shows is the replicator:  A machine that will create anything that could be desired, as long as it had the pattern for it, from thin air. No more world hunger, no more having to buy anything. As long as the energy is there, so is the product and in today’s world amazingly similar things are happening using a technology called 3D printing.\nis the process of creating a three-dimensional object by laying down successive layers of material. Like the science fiction replicator, all you need is a pattern and something to make it with. Unfortunately, the printers themselves are expensive at the moment but thanks to Dr. Adrian Bowyer, a senior lecturer of mechanical engineering at Bath University, there is an ongoing project to create a 3D printer that can be used at home.  This project, called project RedRap, has in just six short years designed a printer, refined it three times and made it capable of creating circuit boards. \nOf course, 3D printing is not the only way replicators could be created.  Another field of science that could create these handy little machines is the field of \n.  Nanotechnology's goal is to create machines that are at the microscopic nanometre scale, in other words very small. These machines would then be able to rearrange the molecules around them, creating what they are ordered to create out of the raw material around them. For example, taking a log of wood and rearranging its molecules to create coal instantly.   \nNanotechnology is in its infancy but it still has had some success stories with early experiments showing positive results. 3D printing is established but still quite expensive for home use but both these fields show a possibility of branching out and creating that fabled replicator that could end world hunger in just a decade or so.  \nThese usually show up in big summer science fiction blockbusters like Minority Report or I, Robot.  A car that you just get into and say where you want to go would certainly take out the human equation when it comes to traffic accidents. It would also mean that you could spend the time getting to work finishing breakfast, catching up with emails or just touching up make-up without any possibility of crashing.\nOne way of doing this that is being tested right now is the Sartre project.  \n is an attempt to create a “road train” with a lead vehicle being driven normally with autonomous cars following it. The people in the autonomous cars would then be able to do whatever they wanted without worrying about crashing. It is thought that this system could create 20% less environmental impact, less accidents and reduced road congestion. \nThe Sartre system is only one of many possibilities being investigated right now though.  A self-driving car is seen as the next big automotive leap and an early leader could be coming from an unlikely source. Google, that internet giant, has been testing a true driverless car and have been doing so for quite a while. \nThe \n has logged over 140,000 miles of testing and the only time a human had to intervene to stop an accident was when other road users acted without care. The car itself uses a mixture of video, radar and laser rangefinders as well as detailed maps to navigate around obstacles.  The car’s electronic brain can also be programmed for different driving styles, making it easier to fit in with the driving styles of different countries.  \nAgain, like the Sartre project, the goal is to lessen the environmental impact and bring accident rates down by lessening the human factors in driving. Both systems are looking promising and with the advances in technology that come every year, there is every indication that self-driving cars could be on the road within the next ten years.  \nTechnology is progressing so fast that the only thing stopping it is humanity itself. Laws, ethical and moral arguments and money are the only things keeping the relentless pace of technological advance to a steady pace.   These technological advances could help humanity reach the stars and create a utopia or if used wrongly a dystopian future. Let us pray it is the utopia we reach first.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","title":"5 Amazing Science Fiction Inventions Happening Now","author":"darrenowen"}