{"url":"http://www.environmentalgraffiti.com/offbeat-news/tree-of-life-hoax-busted/8116","content":"\n\nImage via \nMany people know the Tree of Life, which is part of Disney’s Animal Kingdom theme park in Florida. However, at the other end of the world, in India, where few people have heard about it and even fewer will ever visit this tree, its image has been used for an email hoax for months.  \nSince around June 2008, a mysterious email made the rounds in India, featuring full images of the tree and close-ups, trying to make recipients believe that the tree was: “A  huge living tree located in India in which figures of animals have miraculously grown naturally all over the tree's trunk without human influence.” Depending on which region in India the email was circulated in, the tree was said to either be located in Andhra Pradesh or in Palakkad, Kerala. \n\nImage via \nThe crafty senders even encouraged comparison with the Baobab tree, a tree species native to Africa and Australia (not India) known for its large trunks, 7 to 10 metres in diameter. This was to set the stage, no doubt, for the final assumption that the animal carvings were all natural, fossilized remains of animals or magical creatures that one day appeared by mysterious forces but not by human hand. \nFor those who think that most people would have shrugged this off as rubbish and deleted the email, listen to these facts: the email survived from June through October, being forwarded by trusting recipients. And, for those still not convinced, try googling “mysterious tree in Andhra Pradesh” or “mysterious tree in Nalgonda”; you'll get tens of thousands of results!\n\nImage: \nWhich proves what? That this could have happened only in India? Just think about the reverse, the western world falling for mysterious oriental objects or phenomena. No, the Tree-of-Life hoax generally seems to tap into our fascination with the supernatural or magical. We want to believe! And it proves, no doubt, that the craftsmen and -women Disney employed did a marvellous job. \nSource: \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-4365-2707170280104181437S600x600Q85.jpg","title":"India's Tree-of-Life Hoax Busted","author":"Simone Preuss"}