{"url":"http://www.environmentalgraffiti.com/ecotourism/news-new-jerseys-evolving-barrier-islands","content":"\nOne cannot control the sea, but one can adjust to it. Given the uncertainty over future sea levels and the temporary nature of coastal land, the time seems to be ripe to consider responses to land loss along the shore. Earlier generations moved with the shoreline. Later generations tried to halt the ocean’s natural forces. But for the future, living above the waves may be the best option.\nShorelines and barrier islands evolve naturally due to ocean currents, river deposits and storms. While too slow to notice on a single visit, this evolution is rapid enough to have been noted in historic documents. The National Oceanic and Atmospheric Administration details the \n. Tucker's Island is located off the coast of New Jersey, and permanent communities moved there in 1735. Since then, inhabitants of Tucker's Island have had to relocate the town's lighthouse multiple times because the island morphed beneath it. In 1927, currents undercut the lighthouse, causing it to collapse into the waves. Even though the jetties built near Tucker's Island in 1924 initially halted beach erosion, they ultimately contributed to a new pattern of erosion.\nBarrier islands on the western Atlantic coast migrate inland as beaches erode on the seaward side and form on the landward side. There are a few options for \n. First, large engineering projects can elevate beaches on either side of the island or redirect the currents responsible for erosion. Second, levees can be built to keep the ocean at bay. Third, the islands can be left to the forces of nature that have made the land impermanent. Should residents choose the last option, rolling easements could compensate property owners who lose their land on the seaward side by granting them the new land that forms on the opposite side of the island. The temporary nature of lots on barrier islands requires creative solutions for living on them.\nLand ownership is relatively simple in most municipalities because the land is stable there. Residents of barrier islands, however, must contend with land that shifts with the currents. It was common for inhabitants to move with the land in the past. But during the 20th century, people in New Jersey (and elsewhere) tried to stop nature from transforming their land. Properties on New Jersey's barrier islands will flood, just as \n. And just as in Northern New Jersey, it may make sense to elevate buildings on barrier island on stilts. Living above the ocean might be much simpler than trying to control the currents.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dolphinjpg","title":"The Evolution of New Jersey's Barrier Islands","author":"Joseph Dunsay"}