{"url":"http://www.environmentalgraffiti.com/ecology/mad-botanists-plan-vast-forest-of-cloned-redwoods/399","content":"\nA group of historic tree fanatics is taking genetic samples from the tops of California redwoods today as the first step towards cloning old-growth redwoods.\nThe group, which has cloned other historic trees, including ones planted by George Washington at Mount Vernon, plans to clone and then regrow lost redwood forests. Logging has felled the vast majority of the old-growth forest. Only 5% of coastal old-growth forests remain.  \nDavid Millarch, co-founder of the Champion Tree Project, said: \"We can rebuild our old-growth forests when we use old-growth forest genetics.\" The group will grow the cloned trees until they reach two to three feet in height, then plant them in various locations in California's coastal region. The group will ensure genetic diversity by planting new growth with 80% seedlings and 20% clones. \nThe group will create the clones by sending climbers high into the trees. The climbers will collect tissue samples from the tips of branches, then ship the samples to a lab where they will be raised using one of four different growth techniques.\nSome have questioned whether cloning is the proper method to restore the forests. Ruskin Hartley, executive director of Save the Redwoods in San Francisco, says that the group's methods are unnecessary and inappropriate. Hartley believes cloning could muddy the gene pool due to regional differences in the species. He also points out that the forests naturally reproduce using clones already, and that many of the forests damaged by logging are now beginning to show naturally grown young redwoods. \nAccording to Hartley, \"The only way that you can really go about restoring the ancient forest is waiting a really long time—that's the essence of the oldness of these forests.\"\n\nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Mad Botanists Plan Vast Forest of Cloned Redwoods","author":"Chris"}