{"url":"http://www.environmentalgraffiti.com/beaten-track/news-garret-mountain-park-bit-nature-passaic-county-new-jersey","content":"\nGarret Mountain is a Passaic County park in Woodland Park, NJ just 16 miles from New York City, NY. It has athletics fields, picnic grounds, fishing areas, jogging and hiking paths, and an equestrian center. A neighboring public rifle camp serves gun enthusiasts. \nBecause Garret Mountain is high and near the boundary of the New Jersey Highlands, visitors can enjoy views ranging from the Manhattan skyline to forested mountains. There are coin-operated viewers at the northeast side of the mountain where people can see the city of Paterson, NJ, the surrounding suburbs, and the forest beyond.\nAlthough Garret Mountain is close to urban development, it contains wildlife such as deer and turkeys. Frequent encounters with humans have made the fauna relatively tame: they don't run away when people pass by them. Caution is still necessary when looking at these animals, however, because they could react dangerously if anyone comes near enough to make them feel threatened.\nThe hiking trails at Garret Mountain lead to rarely used wooded areas. Once inside these forests, hikers won't see any sign of development. The trail is rather short, but it offers peaceful solitude. Unlike the situation on better known trails, it is possible to sit along the trail for an hour or two without seeing another soul.\nLambert Castle is a historic building in Garret Mountain Park. This estate was once owned by a 19th-century immigrant from the UK who worked his way up Paterson's silk industry. Today, Lambert Castle is a museum with an eclectic collection that includes items from Paterson's history. The interior has a multistory, sunlit central atrium and baroque decorations. There is a small fee for entering the building, but visitors can tour the grounds for free. The balcony and patio at Lambert Castle have beautiful masonry and a view of midtown Manhattan.\nA walkway from Lambert Castle leads up a steep hill to an observation tower. From this tower, sightseers can gaze at all of Manhattan and Bergen County, NJ. An unofficial footpath paved by the shoes of countless hikers leads south from the tower into the woods. A recently renovated landscape leads west from the observation tower to the rest of Garret Mountain. Anyone unable to climb a steep slope can drive between Lambert Castle and the observation tower via circuitous roads.\nGarret Mountain offers a unique blend of urban and natural sights, and it hosts a range of recreational facilities. Nature lovers can trade crowded metropolitan life for the isolated woods of Garret Mountain; lambert Castle is a cultural destination. An afternoon at Garret Mountain is definitely a pleasant option for locals.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","title":"The Wonders of New Jersey's Garret Mountain Park","author":"Joseph Dunsay"}