{"url":"http://www.environmentalgraffiti.com/ecology/the-real-nosferatu-–-scientists-claim-that-fruit-bats-are-the-cause-of-the-deadly-viruses-marburg-and-ebola/219","content":"\nWe’ve all seen it in horror movies, the archetypal black bat, who suddenly morphs into human form, retaining its sharp teeth, lunging for and infecting its victim. The truth unfortunately, is just as horrifying.\nScientists claim that a specific type of fruit bat, scientifically known as the Rousettus aegypticus is responsible for two extremely deadly diseases. Ebola is one of the most contagious viruses known to man. A bare handshake can infect the victim and the deadly virus kills between 50 to 90 percent of its hosts through massive internal bleeding. Worst of all, there is no cure. Marburg is a disease characterized by fever, with similar mortality rates.\nNational Geographic reported last month that:\n\n\nAdditionally, the researchers, from the US Centres for Disease Control and Prevention and Centre International de Recherches Medicales de Franceville in Gabon tested more than 1,000 bats caught in caves in Gabon and DR Congo, and came to the conclusion that the bats were responsible.\n\"Identifying Marburg and Ebola infection in the African fruit bats brings us one step closer to understanding this deadly disease,\" Eric Leroy, one of the study's authors, told AFP news agency.\nMarburg and the related Ebola virus have caused in the past large outbreaks with extremely high mortality rates, 80 to 90%, in humans and great apes.\nThe largest outbreak of the Marburg disease occurred in Angola in 2004 - 2005 and killed over 300 people.\nScientists believ this break-through may help them to further understand the diseases and come up with cures.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","title":"The Real Nosferatu – scientists claim that fruit bats are the cause of the deadly viruses Marburg and Ebola.","author":"Chris"}