{"url":"http://www.environmentalgraffiti.com/featured/shots-from-the-edge-fire-earth-water-air/7091","content":"\nPhotographer Tumanc takes photographs at the limits – at points where opposing forces meet, complementing or conflicting with each another. Humans encounter the elements in spectacular style, and unless they play nature’s game they're rendered insignificant by a greater might. The different elements meet one another too, earth, water, fire and air clashing and creating magical effects.\nThis series of photos was taken in Pacifica, CA and Hawaii, where two of the natural world’s most breathtaking phenomena appear near the peak of their powers. The ocean’s waves are rarely more potent than when breaking off the Pacific shoreline...\n…And lava is seldom as impressive as when it issues from one of Hawaii's intensely active volcanoes. What could be more dramatic, then, than the sight of molten rock churning out into the waiting waves?\nEven more incredible is the fact that surfers in Hawaii are known to brave the waves a matter of metres from where the lava is entering the ocean and literally boiling the water. As if being smashed and potentially sunk for good were not exciting enough, these adrenaline junkies want to throw a bit of red-hot volcanic emissions into the mix.\nHawaii’s lava flows are some of the largest on earth, so it’s perhaps no surprise that some of them have reached the coastline, expanding the very limits of the island. No surprise either that surges of lava have overwhelmed the land so tenuously owned by people and destroyed properties, as well as whole towns, such as Kalapana in 1990.\nYes, in the Pacific the power of nature is manifest for all to see and feel. Earth meets fire. Fire meets water. Water meets air. Air meets earth.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","title":"Shots from the Edge: Fire, Earth, Water & Air","author":"Karl Fabricius"}