{"url":"http://www.environmentalgraffiti.com/animals/news-sentinels","content":"\nCommunities that live together require devoted sentinels that are often perceived as cute. In fact, this is an essential method of survival for those communities that are often open to attack. The sentinels of the group bear the responsibility of warning their companions of impending danger.\nSecond to none, meerkats (\n)are a prime example of this with ample abilities to use group living as a collective defence against predators. Meerkat colony numbers can boost up to 20-40 individuals and between them, they share a large system of extensive burrows consisting of sleeping chambers, tunnels and entrance and exit holes. Here, the whole community sleeps, eats and raises their developing offspring. But in order for this to work without members being attacked and consumed by the many passing predators, a clever routine has been put into place to ensure the protection of the colony… \nEach morning as the adults emerge into sunlight across their desert habitats, sentries are posted on various spots of raised mounds and bushes in order to watch out for danger. Being such small carnivores, meerkats have to be extremely cautious to their biggest threats - vultures. With impeccable eyesight and the ability to swoop out of the sky, it is no wonder the meerkats have formed a grand lookout tactic. \nTo ensure full vision when on the lookout for predators, the sentries stand up on their hind legs, using their tails for balance while scanning their surroundings intently. (Funnily enough, as you may know, it appears from behind that meerkats are taking a moment out for a pee break!)\nComical head bobbing of meerkats can be seen while trying to pin down perspective on their surrounding areas. If anything suspicious is detected, a loud bark or shrill is sent out to the community upon which all members of the group will vanish underground in seconds of hearing the alarm.\nTo maximise constructive warnings, their calls are spilt into two separate ones: one for roaming ground predators and the other for ferocious enemies on the wing. An amazing adaptation of the meerkat is their outstanding vision. Dark bands around their eyes can be seen and play the role of reducing glare from the sun. As a result, meerkats are able to detect predatory birds even when having to face the extensive bright dazzle of the sun. \nWith several sentries on duty at one time, there is enough protection for the remaining, extremely sociable members in the group to spend time grooming, babysitting, mentoring, playing and even wrestling. Among adults, it is their duty to go on the hunt for food, each adult taking turns to be on the lookout.\nIf the alarm is given and the burrow is too far away, the meerkat tolerates no chance of becoming exposed and dashes to nearby holes and bushes and waits with scanning, energetic eyes until the skies and paths are clear.\nMeerkat sentinels are extremely dedicated to their community, facing enduring temperatures of 40oC during their guarding duty! \nIt’s great to be faced with an African desert community that is extremely well adapted to defend itself against those go-getting predators. We can not underestimate the immaculate communication and co-operation within these meerkat communities in order for them to remain so effective. So remember this when you next watch meerkat manner, that the sentinel is a very determined member - facing great difficulties from vultures, sunlight and harsh heat, yet remaining undefeated. \n\nGeiser, F \n. 1985, \n, Orbis Publishing Limited, London","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","title":"Meerkats: The Dedicated Sentries of the Animal World","author":"Emmysarus"}