{"url":"http://www.environmentalgraffiti.com/news-cool-surfing-hot-spots-alaska","content":"\nGnarly waves, reefs and black sand beaches. Hawaii, right? Actually, Alaska, which has 47,000 miles of ocean shoreline with loads of surfing potential, as the locals know. Not to mention some of the most awesome scenery you can imagine. “This is the Final Frontier, there’s no doubt ‘bout it,” says Michael Vertido on \n. A surfing expedition to the Land of the Midnight Sun would unquestionably be the experience of a lifetime, and should not be missed. Here are some of the, er, coolest hotspots. \nGetting from place to place in Alaska can be difficult and requires patience. Jake Howard, in a \n magazine article entitled “Alaskan Edge”, explains, “You must be willing to brave alternative methods of transport.” These include bush planes, skiffs, sturdy fishing boats and ferries. Roads are tricky to find; the Alaskan Highway runs mostly up the eastern edge of the state. \nSome of the best-charted surf areas of Alaska include the Aleutian Islands, Kodiak Island, Sitka Sound and Yakutat. “The Aleutians are the frozen Hawaii,” reckons Vertido. And the best time for good weather and big swells is summer to early fall. Alaska is, of course, frigid in winter. Blinding blizzards can hit suddenly, and just as Hawaii has the trade winds, the Aleutians have the Williwaws, sideways-blowing winds with speeds of up to 100mph. \n, on Adak Island, about halfway between Alaska and Russia, has frequent, small but good quality waves for all-level surfers. Further north are The Lagoons and \n, access to which requires driving an off-road vehicle to the bay, and then a long paddle. Still, it’s worth the work, as Loran Point has world-class waves likened to those of Waimea Bay in Hawaii – so it’s no surprise to learn it’s for experienced surfers only. The powerful waves, breaking over the boulder-strewn bottom, range in length from 300 to 500 meters (985 to 1,640 ft) or greater, while the swell starts to work at a height of 3 meters (10 ft).\n, near the port of Dutch Harbor, features world-class waves for all-level surfers, although it's only accessible by plane. Definitely get to know the locals here as apparently the fishermen know everything. The waves, meanwhile, are hollow, fast and powerful. On average, the wavelength ranges from 50 to 150 meters (164 to 492 ft), but can be greater than 500 meters (1,640 ft). Swells range from 1 meter to 4 meter (3 to 12 ft) in height, and low and mid tide are said to be the best times to catch waves. Beneath the surface of the water is an artificial reef; just watch out for the sea urchins.\nOn Kodiak Island, \n offers “regional classic quality” waves for all-level surfers. Swells can range from 1 meter (3 ft) to 5 meters (16 ft) and more. The pristine beach is black sand, with pink sand running up-river. \n, on the northern side of Kodiak town, features clean, barreling waves in winter.\nKnown as Surf City Alaska, \n has decent waves for all surfers and you can camp there too. The beaches in Yakutat are tribal, so people from out of town are advised not to leave a mess. \n, a.k.a. The Wall, in the Sitka Sound, has “regional classic” breaks for experienced surfers over reef and sharp rocks, best caught at low tide only. Roaming these parts are orcas, stellar sea lions, grizzlies and wolves – so the dangers don’t simply come from the elements!\nNeedless to say, if you're happy to brave chilly temperatures, it's certainly worth visiting Alaska to ride the waves and see the breathtaking sights.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","title":"The Coolest Surf Spots in Alaska","author":"carladerrico"}