{"url":"http://www.environmentalgraffiti.com/green-living/horses-pushed-as-new-eco-friendly-transport-option/535","content":"\nThere is a new transportation alternative to cars and buses being pitched in France. It’s called a horse.\nHorses are being presented as an eco-friendly alternative to large vehicles used for several jobs throughout communities, in particular garbage trucks and school buses.  This weeks yearly conference of French mayors saw a presentation by the French National Stud Organisation (FNSO) promoting the idea. Stephane de Veyrac, a spokesperson for the group, said: \"It's all about sustainable development and bringing some humanity back to today's monotonous, machine-driven jobs.\"\nThe FNSO, first founded to provide France with war horses,  is the first group in France to consult on horse-powered vehicles, including ones that can help with street sweeping and garbage collection.  The group showed off the “Hippoville” horse-drawn carriage prototype at the conference. The carriage comes complete with removable seating, disc brakes, and signal lamps, all for about 11,500 euros.\nThere is a project on in northern France for a horse-drawn route to pick up glass bottles in a seaside town. The Regional Horse Promotion Commission, which also promotes the use of horses for collecting garbage and recyclables, as well as school buses, is supporting the project.  Head of the project Olivier Linot expects 30 more towns to adopt the practice next year. He believes more people are realizing that horses are perfect for certain types of work, and can greatly increase job satisfaction. \nLinot said: \n\nStudies on overall cost and carbon footprint have not yet been completed, but supporters say that horses can beat trucks and cars in several areas. In particular, horses seem to be better for the type of work that requires frequent stops in a short area, such as garbage collection. \nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"Horses Pushed as New Eco-Friendly Transport Option","author":"Chris"}