{"url":"http://www.environmentalgraffiti.com/conservation/news-biodiversity-talk-philippine-forest","content":"\nIt was recently revealed that two percent of the forest cover in the Philippines is destroyed each year - accounting for a 20 percent drop over the course of the 1990s, or a fifth of the country's forest cover.\nThe Wold Environmental Journalists eGroup, supported this evidence stating that 800,000 hectares of the Philippine forests were lost between 1990 and 2000 due to illegal logging, forest fires and timber export, all of which were prevalent in those years.\n\nOther threats to Philippine forests include illegal mining industries - which cause pollution, soil erosion and flooding.\nMoreover, more than 400 species of plants and animals are considered endangered due to clearing of forests, according to environmental journalists. There are now only 16 provinces in the country whose forest cover is at more than 50 percent.\nOne of the many areas in the Philippines that has lost more than 50 percent of its forest cover is Metro Manila (in Luzon). To date, the surrounding forests of the La Mesa Watershed in Quezon City is the last remaining forest of its size in Metro Manila.\n\nA watershed is \"an area of land that drains into an underground water supply: local stream, lake, small holding pond or wetlands.\" Every action we do, even in our respective properties, has an effect on drainage.\nThe watershed, which serves more than two million Metro Manila residents with a source of potable water, was renamed the La Mesa Ecopark when organizations like ABS-CBN, MWSS, and the Quezon City government restored 33 hectares of land located right outside the watershed. It included the restoration of an ecopark, which was opened to the public in 2004.\nIn Negros Island, one of the largest islands with one of the largest forests in the Philippines, forest cover has fallen from 95% in 1897 to only 4% today. \"This is greatly attributed to mining,\" lamented Negros Oriental Vice-Gov. Jose Baldado.\n\"The loss of forests has led to the loss of biodiversity in general,\" he added.\n\nBalbado said it's ironic how the Philippines ranks one of the first among the world's richest biodiversity areas because of its high number of native species and various habitats; the country also has one of the highest discovery rates in the world.\nIn spite of that, he lamented how hunting and wildlife trade have contributed further to the loss of biodiversity. Wildlife trade is the third largest industry in the country, Baldado said.\nWhat's worse is that for every 10 birds illegally traded in the country, only one actually survives.\nIn Negros Island, some species have been made endangered due to the improper disposal of solid waste. To date, a solid waste management plan has been formulated to address this problem.\nSection chief-designate of the Environment and Natural Resources office of Negros, Lucena Amaro said that although the government has enforced R.A. 9003, which concerns the formulation of a 10-year Solid Waste Management Plan, the garbage problem has not been resolved.\n\n\"It would be practical to segregate out waste into four different bins: biodegradable, non-biodegradable, bottles and cans, and toxic waste; this has to start at home,\" she advised.\nThe Flora and Fauna International-Philippines Oriental Negros is also helping reclaim the lost forests. It is currently working toward the preservation of the forests through awareness campaigns among communities. It also helps promote wildlife protection and improve reforestation efforts on the island through the help of non-government organizations and academic institutions.\n\"Forests are the main sources of clean water on the island. In addition, they're home to many of our country's endemic species, some of which are among the world's most endangered. If we don't save our last remaining forests, we risk altogether losing two valued resources - water and biodiversity,\" warned Jean Asuncion Utzurrum, Education officer of Flora and Fauna International-Philippines.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-9798-2807087570105101600S600x600Q85.jpg","title":"How the Philippine Forests are Shrinking Every Day","author":"bookjhayar"}