{"url":"http://www.environmentalgraffiti.com/green-living/news-rites-passage-–-green-options","content":"\nSo many important important stages in life have the possibility of being unforgettable and unique while also being kinder to the environment. Here are a few rites of passage that each have several greener options to consider.\nNo longer must the green car option make you look like your driving your child’s electric toy car around. Car manufacturers are finally getting the\n\nmessage for the demand in greener cars: Seat, Smart and Ford all have\n\nmodels out that have an A grade in CO2 emissions while also being\n\nmore reliable than sluggish electric cars. \nIf money is no option, however, then why not follow Prince Charles lead and convert an \n?\nNearly everything involved in your big day can be ethical and green - from recycled wedding invites to organic, fair-trade wedding cakes. There are even such things as green wedding dress designers. There are many options available for to you to enjoy your special day without damaging the\n\nenvironment. a) Driving at your destination on a horse drawn coach, for example, is much greener and more elegant then arriving in a classic car.\nHow about a local holiday too? Sometimes the most beautiful places can be right on your doorstep without you even realizing it. Cutting out a long haul flight will reduce your carbon footprint.\nUpon choosing a new home, it is a legal requirement for the estate agent to provide a report and rating on the energy efficiency of the property, so make sure to check this out before buying. There are so many options and\n\nchoices to be made when moving to a new home. There are a few \n companies around that are committed to making your move as green as possible. If you are moving in with another person and now have two of any utility, particularly fridges and freezers, make sure you dispose of these in the correct way.\nA rising trend is green burials. It is reported that a cremation uses about 92 cubic metres of natural gas, which could be used to heat a home for 12 days, so a burial is probably the most environmentally friendly option. \nIn the western world, there are many green options in regards to coffins. The most ecological-friendly coffin is one made from recycled newspapers,\n\nbut there are many other options such as wicker, reed and other biodegradable coffins. \nSo next time you are facing a rite of passage, why not go the green way?","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"How to Green Up the Key Moments of Your Life","author":"EdConway"}