{"url":"http://www.environmentalgraffiti.com/green-living/beware-of-tigers-offering-sweets/701","content":"\nBarely audible, a humming sound could be heard from somewhere over the horizon.\nThen you could see them. Lined up in fighter formation, flying at no more than 10 metres above the ground, a swarm of Tiger Moths approached us head on. In no time they were above the screaming crowd. And then they dropped their load. People scurried everywhere, while I remained glued to the spot in total shock.\nChildren’s Day, Thai style. A squadron of old turbo prop planes (Tiger Moths) had been charged with dropping thousands of sweets into crowds of children. I haven’t been to an air show in the UK for many years, but I can’t imagine Health and Safety would allow aerial sweet shops.\nOf course, nobody pretends that events such as this are eco friendly. Quite the opposite. But over the weekend I was able to participate in flying experience that does claim to be green. I was invited to try out the “Gibbon Experience” in the jungle near to where I live. The attraction comprises a series of cables, nearly 1km in length, erected between trees. Once in a harness you traverse Tarzan-like (or Jane) through the trees. It’s fun. It’s pretty. But you don’t see any wildlife. Not even birds. Certainly no gibbons.\nOf course, the middle of the day is not a ripe time to fauna watch. But I suspect this particular area would be the same at dusk and dawn. If we’re around, animals aren’t. Then you have to get people there (for most an hour from town – lots of C02), feed them, emergency exit them (if you suffer from vertigo like my accompanying colleague) and dispose of their rubbish (including the mandatory feedback form)\nIs there a solution for safari-type companies that want to be green, but aren’t really? Well offsetting emissions is a start, but how do you compensate for shrinking the territory of the local inhabitants? Buying some more might help, but you would need to make sure you stick it on at the right place and the spec is the same. Not easy. No, the only sure way is to take the fear factor away from animals. See them on their terms.\nMany years ago I completed a walking safari in Royal Chitwan National Park in Nepal. Our guide was about 4ft 4” and carried a stick for protection. Our debriefing comprised of what to do if you see a rhino, tiger or sloth bear. Valuable words if I ever heard them. I saw more fauna than I care to remember, I was charged by a rhino and to top it off, we saw fresh tiger tracks, still an hour from safety. Fortunately we didn’t hear or see one. I doubt he would have been offering sweets.\n\n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-44915-2893253190105101600S600x600Q85.jpg","title":"Beware of Tigers Offering Sweets","author":"Richard Rhodes"}