{"url":"http://www.environmentalgraffiti.com/featured/most-incredible-natural-arches/18023","content":"\nWe humans sometimes seem to think we’ve got it all sown up as the premiere architects on this planet, but Nature is actually well ahead when it comes to constructing wonders of design emerging from the landscape. Take the arch, for example. While it was only a few millennia ago that humankind began to build these impressive structures, Mother Earth has been moulding them for millions of years.\nGet your hiking boots on; we’re taking a trip to find the most amazing of these natural formations the earth has to offer, with points awarded for both size and splendour.\nFound in southern Utah, Grosvenor Arch is a unique sandstone double arch that while not the biggest in this list is still hugely striking in appearance. Teetering atop stony stilts, this splendid natural formation is accessible by road, though unlike some such landforms offers no natural passageway below that visitors can walk through. As a natural arch, Grosvenor is a product of erosion, the elements having found weaknesses in the softer rock of a cliff and gradually worn them away.\nLocated in Utah’s Zion National Park, Kolob Arch is considered the second longest natural arch in the world, its span having been measured at 287 feet – just three shy of the span of the more famous Landscape Arch, of which more later. Set just 44 feet from the cliff side it frames, this imposing landmark is reachable by various hiking trails, though trekking in the summer is discouraged, as it can get hot as hickory throughout the Colorado Plateau region.\n\nPhoto: \nShipton's Arch, aka Tushuk Tash, meaning Hole in Heaven, is the tallest natural arch on earth. Located northwest of Kashgar, in China's Xinjiang Province, this soaring structure, while familiar to locals, was not known to the West until its discovery in 1947 by English mountaineer Eric Shipton. The span of the arch is around 212 feet, but seen from the floor of the west side canyon, its height is estimated at a jaw-dropping 1,200 feet – about the height of the Empire State Building.\nNot technically speaking a natural arch but a colossal natural bridge, Sipapu Bridge nevertheless makes the cut here as it does a good enough impersonation of an arch. This beautiful structure boasts a span of 225 feet, making it the second longest natural bridge after the more renowned Rainbow Bridge. Sipapu is also now the longest natural arch in the world with an active trail beneath it that visitors may pass through, affording spectacular views of its underbelly.\nA spectacular shelter arch found it Utah’s Escalente Canyon, at its junction with Stevens Canyon, Steven’s Arch is another giant on the world stage of arches, with a span believed to measure 220 feet. Forbidding at first glance, Steven’s Arch gives the illusion that there is no way to make the climb up to it, though in actual fact the hike is neither difficult not hair-raising – just downright breathtaking. Over the Escalente River, Steven’s Arch looms like a cryptic sign from Nature.\nAnother of Utah's finest, Double Arch is a famous close-set pair of natural arches, and despite the competition is one of the more impressive sights in Arches National Park. This spot hit the big screen when it was used as a backdrop for the opening scene of \n, in which the arches are briefly glimpsed. They were formed differently than most of the arches in the Park, the result of water erosion from above rather than the more typical erosion form the side.\nWith a height of 394 feet, Aloba Arch in Chad is the second tallest natural arch on earth, and at about 250 feet in length it is also one of the world’s longest. Yet despite its size, this magnificent landform is seldom seen due to its remote location. Aloba Arch appears to have been shaped in two stages, its upper half a buttress-type natural arch formed at the end of a slab of sandstone while its lower section is a softer sandstone layer that was subsequently eroded by a stream.\nAnother natural bridge that snuck into our list of arches, the resplendent Rainbow Bridge, is a majestic structure that looks arch-like enough for us. A National Monument and a sacred place for Native Americans, it stands 245 feet tall, has a 234-foot span, and is 42 feet thick and 33 feet wide at its apex. This natural wonder was carved out during the last Ice Age: river waters formed a wide hairpin bend flowing around the solid fin of sandstone that would become the bridge.\nThe most widely-recognized landmark in Arches National Park, Delicate Arch is depicted on Utah’s license plates and is something of an international icon too. Known to early cowboys as ‘the Schoolmarm's Bloomers’ due to its distinctive shape, the 52 feet tall freestanding arch was the site of controversy in 2006 when climber Dean Potter made the first recorded free solo ascent of the formation – an event the led to the banning of climbs on any named arch within the park year-round.\nThe longest of the numerous natural arches in Utah’s Arches National Park – indeed the longest true arch on earth – Landscape Arch is a phenomenal 290 feet in length. Just as phenomenal is the fact that at its thinnest point this slender arc of rock is only 6 feet thick. Since 1991, three large slabs of sandstone measuring 30, 47 and 70 feet long have fallen from Landscape Arch's narrowest section, prompting the Park Service to close the trail that led beneath it. It could collapse at any time. \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","title":"10 Most Incredible Natural Arches On Earth","author":"Karl Fabricius"}