{"url":"http://www.environmentalgraffiti.com/beaten-track/news-exploring-small-town-maine-big-woods-country-0","content":"\nI’ll be honest – I hadn’t been expecting to meet a member of the blues rock band ZZ Top in a small town in rural Maine. Yet, that was what appeared to have happened on one stormy day in mid-October. Or at the very least, I had found a man with a strong resemblance and a story to tell. Rural Maine on this particular day comprised the small town of Cherryfield, sat by a freezing but nonetheless brightly sparkling river, and purportedly the ‘Blueberry Capital of the World’. A bridge, a car dealership and two small shops all located around a small tree lined crossroads appeared to be the hubs of any local activity. A couple of former businesses sat empty and declining over the river, while a number of seemingly out of place, large and handsome wooden houses lay scattered along the roads leading from the centre. \nEarlier that day, en route to Cherryfield, I had experienced the real majesty that Maine’s natural landscape can so often afford, in particularly spectacular style. After consulting the map, I parked the car in a clearing. A strenuous 30 minute walk up a steep hill had beckoned. One wrong turning, a retracing of my footsteps and subsequent correction later, I arrived on the top of the world. In every direction, trees in hues ranging from emerald green to a ruddy bronze spread to the mountains of the far horizon. \n \n \nToy trucks traced their way through narrow pathways - wide highways almost lost in the immensity of the forest, and several huge gray piles of rock not dissimilar to that I was standing on thrust upwards through the enveloping carpet. \n \nOnto this panorama the moody sky cast its dramatic verdict. When people talked about the natural majesty of Maine, this was surely what they were referring to. \n \n \nLater, in town, it turned out that the at first sight famously bearded musician owned the local town store – one which also happened to sell bric-a-brac, antiques, art, or indeed anything that took his fancy. Having seen a fair chunk of the world he had come back to Maine to settle in this undeniably beautiful part of the country. \n \nThe story he told me of the town was one that can be seen repeated en masse throughout Maine, but rarely in such dramatic fashion. Despite sitting close to the heart of modern Maine’s blueberry country, this town had been built on the lumber trade. Indeed, amazing as it might seem today, large swathes of Maine’s renowned treescape was, for a time, open farmland and cleared prairies. Massive logs of mahogany would float downriver to be processed in towns like Bangor and Belfast, before being sold around the world. Even today, lumber and pulp remain a prime industry in ‘Vacationland’. As for the name of the town; it arose from the cherries that once grew in abundance along the local River Narraguagus. \n \nMany large and stately timber homes were built by the lumber barons as the town grew and flourished through the 19th century, reaching a peak population of around 2,000 people during its heyday, almost twice the present population. Indeed, today, the town undoubtedly has among the largest number of historic residences and businesses (52) to be found anywhere for a town of its small size.\n \n \nHowever, the end was ever on the horizon as the trees fell and the unsustainable lumber practices of the time gradually cleared the land. One day, the last mills closed, and the industry, and largely the people, moved on.\n \nBlueberry fields gradually appeared (and remain to this day) on the cleared plains that were the legacy of the lumberjacks, but could never replace many of the vanished jobs. Empty households abounded and property prices collapsed. \n \nToday, the town hangs on, a grand if subdued reflection of its former self. The aforementioned blueberry harvesting and processing companies provide employment for some, but for many residents the town is simply a pleasant dormitory community and a base for jobs elsewhere. As Mr. ZZ explained, tourists rarely penetrate more than 10 miles from the coast, particularly once the summer season is over. For now it seems the town is destined to remain an oft overlooked gem – albeit one providing a welcome surprise to those chance visitors who would stumble across it. As I walked back to the car after the interesting little chat, I turned up a side road and took the time to take a look at a large historic timber house. Returning, I passed the local entrepreneur returning home from his store. Gesturing to the enormous property he chuckled, ‘That’s my house - not bad for a bum, eh?’\n \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","title":"Exploring Small Town Maine via Big Woods Country","author":"Rob_sg"}