{"url":"http://www.environmentalgraffiti.com/nature/news-natural-masters-disguise-now-you-see-them","content":"\nThe world is a truly savage place for every creature that lives upon it. Kill or be killed is the natural order of things and survival of the fittest seems to be the normal way of things.  Yet some of those inhabitants appear to have cottoned on to the simple fact that if they are invisible, they are far more likely to live longer.\nIn the constant struggle for survival, the two main challenges are to eat and avoid being eaten. It is one thing to find food but quite another to collect and capture it. In this struggle, evolution has created offensive and defensive weapon systems. Camouflaging is vital because it breaks up the outline presented to the world, making for a less visible presence. \nSome examples of evolution taking camouflage to heights humans never dreamed of are included in this narrative. This tendency to be completely sneaky about your whereabouts is not confined to the animal world. Water-living beasts can go to extraordinary lengths to avoid detection, while certain insects look nothing like the creatures that they actually are. Hiding in plain sight is an art form, and these are life forms who have truly taken it upon themselves to be remarkably artistic.\nOne such organism is not only a consummate expert at concealment but also highly toxic to any who encounter its defences.  The stonefish is so-called because it has adapted to avoid predators by taking on the appearance of the rocky outcrops that surround it on the seabed. So efficient is it in doing so that only the eyes give it away, when opened fully. Prey creatures stand no chance at all.\nThen we have the chameleon of the oceans, a creature that tends to strike fear into human hearts because of its eight tentacles and vicious suckers. But the octopus is a tasty treat for many ocean predators, and looks not only to hide from those that would hunt it but also those it hunts. The ability of these creatures to change colour according to their surroundings is truly remarkable.\nOctopuses change colour to match their environment, and can also change the texture of their skin to look bumpy like the rocks where they are hiding. The walking stick and the skeleton shrimp also copy both the shapes and colours of the plants around them. You have to look closely to tell which are the branches and which are the animals.\nFlatfish and flounders are slow-moving and especially vulnerable to attack, so they too need to blend in with the ocean floor on which they spend most of their lives.  As with so many other creatures in nature, the best way to escape being eaten, or indeed to snag prey creatures, is to remain unseen as they pass by. These fish have spotted skin that helps them to blend in when burying themselves in the sand.\nKatydids are a group of grasshopper-like insects found worldwide, nocturnal insects that try to remain unnoticed during the day when they are inactive. They have evolved to the point where their body colouring and shape matches leaves of all kinds, twigs and tree bark. Other well-known camouflage artists include beetles, caterpillars, moths, snakes, lizards and frogs.\nMimicry is what many smaller creatures use, adapting shape, colour and pattern to look like another animal that is more dangerous than the creature itself. Monarch butterfly tastes so bad to birds that they avoid eating it, so the viceroy butterfly mimics the pattern and colour of the monarch.\nMany animals use colour to help them hide. The polar bear's white fur keeps him hidden in the snow, as is true for arctic foxes, and ptarmigan grasshoppers and lynx spiders use their green colour to hide among the leaves and stems of plants. Colour is used as much as textures for disguising the appearance of all kinds of creatures.\nHumanity has never had a need for such elaborate disguise because we have no natural predators, but very many creatures would be hard pressed to get along without it. In the natural world, the true masters of disguise may be only inches from where we stand but we would never be aware of them. Sort of makes you feel quite humble. We humans rule the world?","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-43404-2910915830103691965S600x600Q85.jpg","title":"The Animal Kingdom's Ultimate Masters of Disguise","author":"tonyleather"}