{"url":"http://www.environmentalgraffiti.com/animals/news-thieves-and-robbery-within-animal-kingdom","content":"\nTheft appears as a widespread practice across the animal kingdom and is a very effective form of non-violent predation on other species. This planned technique comes with the advantages of lessening conflict and injury, requires less energy than catching and chasing prey and when mastered correctly is a great way of tackling scarce food sources.\nThe technique of stealing either eggs/food or alternative resources of other species has been practiced around the world, with thieves learning  individual methods to acquire exactly what they need. Here are some great examples of some of the best techniques used in the animal kingdom:\nWhen ostrich nests are lest unattended (even for the slightest second) the baboon is on the watch – quickly running in and stealing an ostrich egg, keeping a firm grip on his winning prize until in safe quarters. In some cases the baboon is not always slick enough and results in a confrontation with the adult ostrich that is extremely dangerous due to size comparison and the power behind the ostrich’s feet and can often result in death.\nDespite such a risk egg robbing has become common within animals including insects, birds, mammals and even reptiles.\nEggs contain everything responsible for the growth and development of a bird embryo containing three essential requirements – nutrition, vitamins and fluid. Having such a concentrated nourishment of ingredients makes it an extremely favourable, valuable food source to get their hands on. So if the eggs keep on being laid, the eggs will keep on being stolen with the Baboon being the leading culprit of this!\nHere is another example of the power behind those animals brave enough to steal! For ants the process of theft is very common. The principle behind this is that one species of ant steals the pupae of another species so when developed as an adult they serve as extra workers within the workforce. Some ants of the genus \n have even adapted mouthparts specifically evolved for stealing and gripping the pupae of others.\nWhen you weigh over forty tons with a large body surface to hide, you would think that the sperm whale would always get caught when trying to steal? Despite this, the sperm whale surprisingly gets away with the most daring thefts within the animal kingdom.\nNow their trick involves commercial fishing lines found in the coasts of Alaska. Their trick is to loll about in the water near boats, waiting just for the right moment to charge up to the lines, gulping down the fisherman’s catch. Sperm whales have begun learning and remembering timed schedules and the routes of the ships, making it their habit to steal a great deal of fish each day! Now that is what I call boldness for not being caught while being such a big thief!\nIn some cases being a thief involves a one on one battle with another thief making the situation very tricky! Look what happens when two thieves crosses paths. Greater black backed gulls nest in the slands of Skomer, off the coast where birds are naturally competitive, often stealing food from others, as they cannot dive for fish so therefore often to have to steal from others species when bringing prey to the surface.\nWith keen eyes these gulls look out for smaller species of birds such as jackdaws that are eating captured prey. Jackdaws often start with the eyes, plucking them out and gaining a key area of nutrition. Shortly afterward, before the jackdaw has chance to consume the rest of the corpse, the gull chases away the jackdaw, using their more powerful bills to tear away and consume the corpse.\nIn the meantime the crafty jackdaw swoops down to the gulls nest, removes an egg and relocates to devour the contents. After a while the gull notices this intruder and begins to chase it away. The Gulls egg becomes dropped during the madness which the gull later eats as the broken egg can no longer be recognized as its own so the contents become eaten. This is a prime example of one thief turning against another, both taking parts and consuming one another’s dinner!\nAs you can tell - not all species are as cute and innocent as they appear! Imagine how many stolen watches and necklaces rest in their dens at night!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","title":"The Thieves and Robbers of the Animal Kingdom","author":"Emmysarus"}