{"url":"http://www.environmentalgraffiti.com/physics/news-particle-detector-uncovers-mystery-our-existence","content":"\nFor eons, human beings have wondered how we came to be. Physics provides a simple answer: in the early universe, there was more matter than antimatter. You see, when equal parts matter and antimatter meet, they annihilate each other. The slight overabundance of the former 13.7 billion years ago explains why there is a universe at all, and why all the \"stuff\" we see in it is made out of matter instead of antimatter. Although this is a fairly agreed-upon theory, it begs yet another question: why was there an excess of matter? For years, scientists have cited a phenomenon called CP violation that predicts such an excess; however, CP violation does not predict \n of an excess to match present-day observations. Now, \n claims that they have found yet another instance of CP violation that could help to fill the observational gap.\nFermilab, home of the Tevatron.\nCP violation postulates that certain particles can transform into both their associated antiparticles and particles that exhibit a mirror-image symmetry, or an opposite \"handedness\". The former type of inversion is called charge conjugation violation, while the latter is called parity violation. CP violation is one of the Sakharov conditions, three rules that detail what must have occurred during the first short moments following the Big Bang in order for the universe to appear as it does today.\nThe new instance of CP violation was found during an experiment involving a type of neutral B meson. These B mesons each consist of two quarks: an anti-bottom quark and a strange quark. During the experiment, B mesons transformed into anti-B mesons, which consist of a bottom quark and either an anti-strange quark or an anti-down quark. Each of these different \"flavors\" of quark is unstable in isolation, and decays into a different kind of particle.\nThe Tevatron experiment yielded an excess of positively charged muons, which only result from the decay of anti-bottom quarks. Since anti-bottom quarks are only found in B mesons and not anti-B mesons, this particular instance of CP violation seems to indicate an excess of matter over antimatter: the exact result the team was seeking. The results of this experiment will soon be retested at multiple detectors around the world, including CDF at Fermilab and the ATLAS and LHC-b detectors at CERN. Until then, the jury is out on whether CP violation can account for the very small matter of our human existence.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"Tevatron Particle Detector Reveals the Mysteries of Existence","author":"vmdamico"}