{"url":"http://www.environmentalgraffiti.com/news-bird-book-crossley-id-guide","content":"\n&gt;Birders, naturalists, and nature photographers may be interested in a unique bird identification guide called \n, by Richard Crossley (Princeton University Press, Princeton, NJ, 2011). Unlike most bird field guides, this book relies primarily on contextual photographs and not illustrations. The extensive guide, which covers birds found in eastern North America and Canada, contains more than 10,000 photographs of 660 species, a feat that was made possible by advances in digital photography. Crossley, who took the photos, says of the book: “Its main goal, using unique photographs and page layouts, is to show birds as we really see them in the field.”\nIn addition to the extensive catalog of photographs, another significant feature that sets this guide apart from others is that it organizes birds based on their habitat and physical resemblance, not on taxonomy. Because of this, birders can more easily compare birds that look alike since they are grouped together.\n \nThe birds in the photographic plates appear as they might in their natural habitats, flying or situated up close, or in the backdrops of realistic scenery. This feature supports what Crossley calls \"reality birding.\"\nThe photographs show relative size in comparison to the other birds in the group. Each description includes the bird’s alpha code (short-hand notation), species name, common name and body length. A map of the bird’s range indicates, when applicable, its regular breeding range, year-round range, and winter range.\n includes a section of bird topography by songbird, duck, gull, shorebird, hummingbird, and raptor. Each bird photograph in this part of the guide has labeled external features, which help describe the bird being seen out in the field. If you can’t quite remember the difference between parts, such as primary and secondary coverts or postocular spots and orbital rings, you can better identify these features simply by referring to these labels.\nThe first few pages of the guide include a quick key to birds, which present thumbnail photos of birds by group: swimming waterbirds, flying waterbirds, walking waterbirds, upland gamebirds, raptors, miscellaneous larger landbirds, aerial landbirds, and songbirds. Crossley offers the reader an overview on how to use the book and how to be a better birder by looking (as opposed to merely seeing), taking field notes, and discerning bird size, shape and structure as well as behavior, color and vocalization.\n \nMore Crossley ID books are in the works, including those for British and western North American birds. For more information on \n and access to related videos, go to \n. The events page lists upcoming scheduled workshops and related ornithological\n\nmeetings.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","title":"New Book for Birders Really Breaks the Mould","author":"Environment_Mol"}