{"url":"http://www.environmentalgraffiti.com/featured/giant-jellyfish/18043","content":"\nThey came from the deep – swarms of giant jellyfish that can sink trawlers and strike fear into the hearts of fishermen. Growing to almost seven feet wide, weighing a sumo-sized 450lb (200kg), and armed with myriad stinging tentacles, \n sound like the stuff of Japanese sci-fi, yet the threat they pose is as real as it gets. Since 2005, these slimy horrors have been wreaking havoc in the waters off the coast of Japan – and how to stop them is anyone’s guess.\nOver recent summers, the gelatinous giants, known as Nomura’s Jellyfish in English, have mysteriously materialised in the Korean peninsula and Yellow Sea off China before drifting across the oceanic void to terrorise the people of Japan. These huge marauding armadas have caused devastation due to their habit of clogging up and destroying fishermen’s nets with their sheer bulk, or poisoning and besliming catches with their toxic tentacles, leaving the fish inedible and worthless.\nApart from choking the fishing industry – costing coastal fishers billions of yen – \n have also caused injuries to fishermen, and even pose a danger to swimmers, with a few unfortunate people said to have been killed. Matters got grave in November 2009 when a 10-tonne Japanese trawler was capsized by the gigantic jellyfish off eastern Japan, its three-man crew thrown into the sea as they tried to haul in a net containing dozens of the creatures, but luckily later rescued.\nNomura’s first bullied their way into the news in 2005, when the problem was so severe that East Asian fishery officials met for a ‘jellyfish summit’. Methods designed to combat the invaders include screens that allow fish through but keep out anything bigger, and sharp wires placed inside nets to chop the jellyfish to bits. But it is not just the fishing industry that has been attacked; the brutes have been known to block the seawater pumps used to cool the reactors in nuclear power stations.\nWhy there has been this population explosion of \n remains a mystery. Some scientists believe global warming is responsible, with rising ocean temperatures encouraging the jellyfish to breed. Another theory is that overflowing rivers in China carrying the nutrients the jellyfish feed on have propelled the amassing menaces towards Japan. Others blame pollution or overfishing, which may have depleted the fish that prey on or compete with the Nomura’s for food.\n\n\nWhatever the reasons behind the burgeoning numbers of these massive, stinging blobs in the Sea of Japan, each year the fear is they’ll be back, invading the fishing grounds, ruining fish stock and generally wreaking havoc once more. The only positives to take out of the influx of these colossal critters? Apparently collagen can be extracted from them that is beneficial for the skin, while stranger still, a company has invented a \"slightly chewy\" vanilla and jellyfish ice cream, created by soaking diced cubes of Echizen kurage in milk. Delish. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","title":"Giant Jellyfish!!!","author":"Karl Fabricius"}