{"url":"http://www.environmentalgraffiti.com/animals/news-amazing-amphibian-diversity-appalachians","content":"\nAs night falls over the southern Appalachians, a light rain begins to fall. Raindrops meet a thick green canopy of hemlock and birch, seeping through the thick foliage and falling into the dark, misty jungle of rhododendrons below. Under the cover of darkness, the forest floor comes alive.  It is here, on these wooded mountain slopes, where nature enthusiasts may bear witness to one of the greatest spectacles of vertebrate biodiversity on the planet. Though tropical rainforests may contain the most diverse ecosystems on the planet, the hotspot for salamander diversity lies in the Appalachian Mountains of North America.\nThe majority of these salamanders are quite small. They belong to a family of salamanders known as the Plethodontids, or the lungless salamanders. As their name suggests, these salamanders have no lungs and they breathe entirely through their skin. This small body size gives them a comparably high ratio of surface area to volume, meaning they have more skin surface area over which to take in oxygen. \nOver fifty species of salamanders are found in the southern Appalachians alone, making up ten per cent of the global diversity of salamanders. Many of these salamanders are found nowhere else on the planet and some species may only occur on a few isolated mountain peaks. What makes these misty mountains such an ideal location for salamanders? The answer lies in the biology of these small amphibians. Salamanders require cool, wet environments to live and most species need a water source in which to lay their eggs. The high elevation and humid conditions of the Appalachians provide a perfect climate for salamanders to thrive in.\nYet even in such perfect habitat, it is difficult to imagine how so many different species might arise.   With a diversity of available microhabitats (everything from rotten logs and leaf litter to caves and shaded sandstone cliffs) it is perhaps understandable how such a high number of different species would be able to coexist in such a small area.\nAs elevation rapidly changes in this mountainous region, so does the forest habitat.  With multiple different forest types occurring on a single mountain slope, we see a dramatic change in amphibian communities based on altitude. Ultimately, it is the age of these mountains and ravines that explain why so many different salamanders may be found here. Evolution happens over an extremely long  period and new species don’t exactly pop up overnight. In fact, the incredible diversity of salamanders that we see today in the Appalachians is the result of over 200 million years of natural selection and genetic isolation. This landscape is one of the oldest natural areas found on earth and many of the mountains and rivers here are truly ancient.\nAmong the peaks and misty valleys of the Appalachians, many other organisms have diversified to a similarly impressive degree. The region yields an incredible biodiversity of both plants and fish, with many of these species being endemic (occurring nowhere else on earth) to the Appalachians. On top of that, the watersheds that carve their way through these mountains are home to more freshwater mussel species than anywhere else on the planet.\nThe beam of a headlamp illuminates the steep mountain slope as the rain falls. In the stillness of the humid night it appears as though the forests floor is twitching with movement. A tiny brown dusky salamander peeks out from under an oak leaf while a slender gray-cheeked salamander ascends a nearby twig to await any small flying insects that may pass by. \nOn a large boulder uphill, the bright red back of a large Yonahlossee salamander stands out vibrantly while the lichen pattern of the green salamander allows it to blend in perfectly to the adjacent tree it is climbing. Two-lined salamanders manoeuvre the swift waters of a headwater stream just downhill while the much larger spring salamander stalks them in search of its next meal. \nThis is the show of biodiversity that nature puts on every night in the Smoky Mountains of Tennessee and North Carolina. It is just one of many of the well kept secrets that await observation and appreciation in the ancient Appalachian Mountains of North America.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"The Incredible Amphibian Diversity of the Appalachians","author":"ahoffman"}