{"url":"http://www.environmentalgraffiti.com/featured/caught-cobra-pants/14551","content":"\n\nImage via \nWhat if you were driving down a lonely road, your partner beside you, and suddenly you felt something between your legs? As you look down, expecting an ant, caterpillar or something a bit more pleasant, you discover a snake crawling up your leg. Resisting the urge to slam on the brakes, what would you do? As the following pictures and videos show, being caught with a snake in one’s pants is not as random as it might sound. Find out what those who got caught on film did…           \nAccording to a story that circulated earlier this year, a South African man, Gordon Parratt, drove 170km with a deadly spitting cobra between his legs and lived to tell the tale. He was returning from Kruger National Park with his wife when he felt something between his legs.\n“I thought it was an insect,” Parratt said, “and tried to brush it away.” When it persisted, he looked down and to his shock, found a deadly Mozambique spitting cobra looking right back at him. According to Parratt, he was only “a little taken aback and wondered what to do.” \nHe either has nerves of steel or has seen it all, as the Mozambique spitting snake is second only to the Mamba in terms of danger. It can spit its venom up to three metres and with surprising accuracy. Venom to the eyes can cause impaired vision or blindness and the snake's bite severe local tissue destruction. Oh, and the snake’s temperament is nervous to highly strung. \n\nImage via \nThe couple made it to the nearest town where they made a quick dash out of the car and got an expert to search it. No snake was found. Convincing themselves that their visitor must have escaped and not wanting to abandon the car, they continued on their journey to Pretoria. But soon after they had left the town, Parratt felt that familiar tugging at his leg again.\nYup, the snake was still there and had decided to crawl up Parratt’s leg this time:\nLuckily, the snake decided it had had enough of Parratt’s leg after a while and disappeared into the depths of the car. Parratt managed to locate a snake expert in the next town who searched the car thoroughly and found it curled up under the back seat cover, spitting huge amounts of venom when found. He marveled at Parratt’s calm, which had saved the day.  \nSo if you are ever faced with a trouser snake situation, stay calm. And because a picture says more than a thousand words and a video says more than a thousand pictures, here are some examples of what people did when they found a snake up their trousers – caught on camera too. \nThe way he’s pacing around, the reporter talking to the snake expert in the next video is clearly already getting a bit hot under the collar upon seeing the snake. Just as he relaxes a bit because he sees the snake firmly in the expert’s hand and hears him say that “Texan rattlesnakes can become up to 5ft long,” one of the lizards previously lying lazily on the table jumps at him. Harmless yet hilarious. \n\n\nThe lizard is harmless that is; Texan rattlesnakes are venomous and responsible for the majority of snakebite fatalities in the US. Toxic effects include swelling of the wound, paralysis, muscle and cell destruction and bleeding. \nHere’s the classic case of someone trying to be brave and then paying for it. At the Iowa State Fair last August, KCCI-TV meteorologist Kurtis Gertz agreed to have a diamond python put around his neck in front of running cameras. He got quite a surprise when the snake decided to slither up his pants and stay there for a while, even after some gentle tugging! \n\n\nThough diamond pythons are heavy and intimidating looking reptiles at 2-3m long, they pose no danger to humans. They are capable of biting, however, and of leaving their teeth in the wound.   \nIf you’re thinking the previous incidents can only happen if you wear shorts, watch the next video of a wildlife expert in boots and long pants being visited by a snake. His leg, that is. \nHe got called to a house after a Black snake was spotted, one of Australia’s deadliest serpents, which can inflict a potentially lethal bite. It’s a thrilling 9-minute video that once you start watching, you can’t stop. \nThe wildlife expert finds the snake all right and captures it but hasn’t counted on a second one that decides to get real friendly and slither into his pant leg. Staying absolutely still, he asks for help. See the woman in pink rushing to do the job of pulling his pants down. Nasty, we say. But, according to the wild life expert: “It’s all part of the job.”\n\n\nAt the end of day, you’ll live to tell the tale if you stay calm but you are going to have to face more than a few jokes aimed below the belt. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockHypomelanisticmilksnakeorm24223973jpg_0","title":"Caught with a Cobra in your Pants","author":"Simone Preuss"}