{"url":"http://www.environmentalgraffiti.com/sciencetech/physicists-create-universes-smaller-than-a-marble/1148","content":"\nAt \n, they're unraveling the secrets of how to build a universe. In fact, they have already formed one, or something very much like it. This scientific breakthrough lies in the bottom of a chamber no larger than your pinky finger, filled with helium and cooled to 0.0003 degrees Fahrenheit above absolute zero.\nBy placing helium in a state which most closely resembles the form it held at the beginning of the universe, scientists have created an opportunity for the gas to go through several low-energy evolutions. These defects in space-time, are represented by tiny whirlpools in the helium, which are created by the rapid expansion, and equally rapid slowing of the expansion; something that it's believed our own universe did at the big bang and in the moments thereafter.\nHow, then, did our universe go from whirlpools that could fit in a thimble to galaxies larger than our imaginations can properly comprehend? Physicists, ever ready with their dry wit, have deemed these phenomena \"inflation.\" Nobody knows how this works or why, this happened; vast amounts of energy aren't something you'd like to replicate in a lab. Black holes and supernovas aren't pleasant lab partners. It's quite evident to the researchers however, that inflation, or something very much like it took place and, lacking the ability to do field research of lab trials, they have built scale models. This is where the tiny galaxies come in.\nThe theory being presented by the physicists in LancasterUniversity is that inflation is the product of violent competition: a series of collisions between universes known as \"3-branes;\" a term related to \nwhich I'm frankly not smart enough to explain to you. Suffice to say that our universe is one, because it exists in \n.\nWhat the \n claim is that in a collision of two 3-branes, or two different modes of pure helium like that containing the mini-galaxy, the universe will rapidly expand and stop instantly, mimicking the halting advance of the universe's growth. Remarkably, when super cooled helium in different phases is mixed, it does exactly that: \nsymmetries in the solution disappear, and aberrations form; the first step in several that lead to the forming of galaxies out of nothing. The secrets of the universe it seems, aren't safe for long.\nSources \n, \n, \n,","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","title":"Physicists Create Universe Smaller Than a Marble","author":"whatsrequired"}