{"url":"http://www.environmentalgraffiti.com/product-design/news-10-most-incredible-experimental-aircraft-cold-war","content":"\n \nAt the end of WWII the world entered an era when the two superpowers, the USA and the USSR, were fiercely competing for supremacy. Part of that technological arms race was the driving urge to produce ever more sophisticated aircraft. Here are 10 amazing examples of Cold War designs that never did make the grade. \n \nThe opening image of this story features the strangest of designs. The US Army Air Force had asked aircraft manufacturer Northrop, as early on as in 1941, for a flying wing that could manage 8,000 miles at a time, with a service ceiling of 40,000 feet, able to carry 10,000 pounds weight of bombs at a minimum 250mph. The first XB-35 flight took place on June 25, 1946, and lasted 45 minutes. In 1947, Northrop completed two all-jet prototypes, but after unsatisfactory testing in August of 1949, the programme was scrapped and the YB-35 never made it into service.\n \n \nThis manic airplane, called the Pogo, was a VTOL experiment with delta wings and three-bladed contra-rotating propellers. Meant to be a high-performance fighter capable of operating from small warships, it was hard to land as the pilot had to look over his shoulder while carefully working the throttle. Later, longer flights revealed flaws in the design. Due to the lack of weight, spoilers and air brakes, the XFY-1 could not slow down or stop efficiently. It became evident that technical problems could not be overcome, and the XFY Project was put on hiatus permanently. \nOnly a prototype model was ever made for the Convair F2Y Sea Dart and though incredibly short-lived as a project, this aircraft holds a unique record, as it is the only seaplane ever to have exceeded the speed of sound in sea trials. The design was a result of a 1948 competition by the US Navy for a supersonic interceptor aircraft. In November 1954, the prototype disintegrated in mid-air during a Navy demonstration for the media, killing its test pilot. The Sea Dart never got any further, because newer technology took over for the launching of carrier-based aircraft.\nThe really crazy shape of the Vought V-173 \"Flying Pancake\" was designed by Zimmerman and built as an experimental test aircraft as part of the WWII \"Flying Flapjack\" fighter aircraft programme. Two were made, and both featured the weird \"all-wing\" design, being flat and flying-saucer shaped, the shape acting as the lifting surface. Two piston engines buried in the body drove propellers located on the leading edge at the wingtips. The idea was shelved in 1947, unsurprisingly, because nobody could get it to fly properly. \n \nThe Convair company tested this plane hard before handing it to USAAF on 26 August 1949. Chuck Yeager, a famous test pilot of the time, was the first to fly the XF-92A, reaching Mach 1.05 for a brief time. Like other pilots, he was very critical of the design. Another test pilot named Crossfield put it into proper perspective when he stated: \"Nobody wanted to fly the XF-92. There was no line-up of pilots for that airplane. It was a miserable flying beast. Everyone complained it was underpowered\". Small wonder this was another scrapper.\n \nMaking its maiden flight on 18th April 1952, piloted by Beryl Erickson, this plane arrived only days before the famous B-52 bomber was unveiled. The YB-60 was, unfortunately for Convair, 100mph slower and had severe handling problems. Though it could carry a greater bomb load, it had too many faults. The flight test programme was abandoned on 20th January 1953 with a total of only 66 flying hours accumulated. The second prototype never completed. Both YB-60 planes were formally accepted by the Air Force in 1954, but the operational aircraft never flew again.\n \nThis unusual looking airplane was an experimental US VTOL aircraft in the 1950s. The project aimed to show that a pure jet could not only take off vertically, but also hover before transition to horizontal forward flight, before vertically landing again. The first prototype then had the landing gear replaced with a tail-mounted framework that held it in a vertical attitude on the ground. On April 11, 1957, the second prototype made a vertical take-off from the trailer, successfully transitioned to horizontal flight and back again, but the Air Force chose not to continue development as operational requirements of the time did not call for it. \n \nThe beautifully shaped X-3 Stiletto was an experimental jet aircraft by the Douglas Aircraft Company in the USA during the 1950s. The initial ambition was to design an aircraft that could manage prolonged supersonic flight, and was the first design to use titanium amongst its components. Despite the good looks, however, this plane was far too underpowered for its purpose, not even getting beyond Mach 1 in level flight. The research aircraft was a major disappointment, and the designers went back to the drawing board. \n \n \nThis most bizarre of Cold War ideas was awesome in its idiocy. The Goodyear Inflatoplane was an experimental aircraft made by the Goodyear Aircraft Company in 1956. Although a capable enough aircraft, the Inflatoplane project was discontinued after the army was unable to find a valid military use and remarked, unkindly perhaps, that it \"could be brought down by a well-aimed bow and arrow.\"\n \n \nWith such a stirring name, you would think this one must have been a winner. The Thunderwarrior, developed at the beginning of the Cold War, was designed as a high speed interceptor. It never passed the mock-up stage, however, because the prototype was plagued by engine problems. The whole nose of the aircraft housed a massive radar set for very long ranges of detection. Its missiles were carried in bays on the side of the fuselage but the dreams of the designers never came into being. The project was finally cancelled in 1957, so this striking airplane never got off the ground.\n \nThere were many curious and sometimes downright odd ideas for aircraft in those times, but this hasn't gone away in the modern age. A stroll through the history of some that never really made it, only goes to prove that inventiveness is a continuing affliction. Long may it remain so.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Planecrashcity.jpg","title":"10 Most Bizarre Experimental Airplanes of the Cold War","author":"tonyleather"}