{"url":"http://www.environmentalgraffiti.com/featured/no-mr-bond-we-expect-you-fly/7889","content":"\nBond did it. So did Boba Fett. Boosting into the sky with your own jetpack is something we’ve all dreamt of. Inspired by 1920s science fiction, agile personal flight achieved using jetpacks became a technological reality in the 1960s. But despite the gravity-defying cool of the early designs, there have always been a few reasons why the idea didn’t take off. One snag is that jetpacks couldn’t carry enough fuel for flights much longer 30 seconds, while sheer hazardousness has been another drawback. Until now, that is, as a new age dawns with the launch of the water-propelled jetpack.\nThe JetLev-Flyer is a 215-horse power aqua jetpack that works by blasting water through downward-pointing nozzles at high pressure, allowing steady, controlled flight. The wearer can attain a height of nearly 30 feet and a top speed of over 64 km/h, although future versions could reach much higher altitudes and velocities, exceeding 50 feet and 80 km/h respectively. Yippee!\nThe JetLev-Flyer is highly manoeuvrable, capable of performing turns as well as taking off, flying, hovering and landing. It can cruise for up to 2 hours, though this could yet stretch to 5 hours with a range beyond 300 km. The contraption is propelled by water forced up through a hose by a boat-like pump that trails behind the flyer, powering the whole shebang with its hefty 4-stroke engine.\nOne of the pros of this gizmo-lover’s wet dream is its significantly longer flight times when compared with traditional fuel-fed jetpacks. This is chiefly because the JetLev-Flyer makes the area it flies over its fuel supply. It simply sucks up water from the lake or sea beneath rather than taking a heavy fuel load and engine up into the air with it.\nOK, so the dangling yellow hose may be a bit of a downer, as it does mean the user is held back and technically has contact with the water's surface. But it brings us to an upside, namely that you'll always have something of a safety net below. Of course, slapping the water at high speeds and from height isn’t recommended, but the makers boast that this easy-to-learn activity is safer than rivals such as waterskiing, parasailing and cycling.\n\n\nThe creators confess that JetLev-Flyer isn’t practical for commuting – unless a soaked early morning fly from one side of the lake to another works for you. No, this is purely a recreational toy, and at upwards of $130,000 a go, a rich boys’ toy to boot. Still, it sure looks a whole lot of fun from where we’re sitting; hours and hours of fun.\n\n\nFrom an environmental angle, at first glance the JetLev-Flyer seems head and shoulders above its thirsty, rocket-fuelled predecessors. Hydrogen peroxide propellant might be nasty but it isn’t cheap, whereas the JetLev-Flyer keeps its water footprint at zero by continually recycling what it uses. Of course, that’s forgetting the gasoline the engine pump needs to run on – but somehow charge it with solar-power and you’d be talking low impact to the max.\nThis product has been almost ten years in development; so give the JetLev guys a little more time and with luck they’ll be making another splash with an eco-friendly model.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","title":"No Mr Bond, We Expect You To Fly [PICS]","author":"Karl Fabricius"}