{"url":"http://www.environmentalgraffiti.com/offbeat-news/las-vegas-could-run-dry-by-2021/789","content":"\nIf current climate trends continue and water usage is not cut back, Las Vegas’ largest water source could be completely dry within 13 years.\nLake Mead is the largest man-made lake or reservoir in the U.S., and is formed by the waters of the Colorado River held back by the Hoover Dam.  The lake provides 90% of the water used by Las Vegas’ residents and casinos.\nResearchers with the Scripps Institution of Oceanography in San Diego calculated that Lake Mead has a 10% chance of running dry within 6 years.  Unless changes in weather and water consumption are made, they say there is a 50% chance of the reservoir running dry by the year 2021. Study co-author Tim Barnett said: \"Our reaction was frankly one of being stunned. We had not expected the problem to be so severe and so up close to us in time.\"\nLake Mead is currently at less than 50% of capacity. The situation in the reservoir is just one in a series of \n related to water reserves in the American West. The flows in the Colorado River, which feeds Lake Mead, have been depleted in recent years by drought and increased water demand from agriculture. Much of the American West has been suffering from a prolonged drought over the past sevearl years, leading to \n such as increased numbers of forest fires.\nThere are several factors attributing to the lake’s loss of water.  While the \n are one \n attributing to the \n, the scientists believe the biggest cause of the decline is greater demand from residents.\nBarnett said: \"The biggest change right now is taking more water from the bucket than we are putting into it.\"  Las Vegas, with its giant hotel pools, flashy fountains, and dozens of golf courses is an easy scapegoat in the issue, but the problem can’t be blamed solely on one city’s water consumption.  Scott Huntsman, a spokesperson for the water authority that covers the Vegas area, said: \"While we wholeheartedly support the authors' call for greater urban water conservation, it is important to also remember that agriculture uses four-fifths of the Colorado River's flows, so meaningful solutions cannot be borne solely by urban users.”\nInfo from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"Las Vegas Could Run Dry by 2021","author":"Chris"}