{"url":"http://www.environmentalgraffiti.com/sciencetech/has-the-great-arms-race-moved-into-space/1239","content":"\nAt the start of 2007, China took the first step in the international space arms race. On January 11, the Chinese launched a missile\n\nand successfully destroyed one of their satellites.\nOfficials hurried to say that there was no cause for concern because there was no threat behind the launch. The space device was brought down because it was an old weather satellite and China had no intention in entering a space arms race. But criticism was unavoidable.\nJapan, Australia and the U.S. all immediately expressed their disapproval of China’s action, arguing that it may start an arms race in space. Now, Chinese military experts point out that there is a need to empower international law to halt an eventual destabilization of the space arms race.\nAccording to Chinese experts, the race for arms in space is expanding and it cannot be avoided. Once it has started, the officials say it is unstoppable. Conquering space will bring countries into bitter competition.\nThe U.S. is already planning to strengthen their position in the civil space arena and intends to build a missile defense system in Europe that will stretch to the eastern part of the continent; a plan which is opposed by Russia and China.\nAmerican military officials say the nation has to take necessary steps to protect their “space capabilities”. Weapons may be developed, as there are a number of arms makers who can’t wait to sign a contract with the U.S. Government.\nEach side is blaming the other, as usual. Beijing says their country is the victim and the U.S. stresses that it is unacceptable that China should have missiles capable of destroying satellites.\nScientists are worried that targeting satellites may create a cloud of debris around Earth.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","title":"Has the Great Arms Race Moved into Space?","author":"Vlad Jecan"}