{"url":"http://www.environmentalgraffiti.com/businesspolitics/turning-your-office-wasteland-into-a-recycling-haven/306","content":"\nFor several years, colleagues within our office looked around at the mountains of used printer paper, newspapers and other waste that surrounded them and made mild mutterings about how awful it was that it all just went into the main waste skip and wasn't recycled. Yet while many were keen to see the waste dealt with in a better way, no-one was particularly keen to take on the recycling role themselves.\nYet, when we finally got the bit between our teeth at the start of the year and decided once and for all that the waste must stop, it turned out to be much easier than anticipated.\nIf you currently find yourself in the same frustrating position as we were in, the \n guide to setting up an office recycling scheme will hopefully help to get your office into a greener way of working.\nAlthough this may seem like an obvious question, setting the boundaries of what you will and won’t collect is a very important aspect of your scheme. \nHere are some of the items you may want to consider:\n- Paper (newspaper, magazine etc).\n- Drinks cans.\n- Plastic bottles.\n- Glass bottles.\n- Drink cartons.\n- Cardboard.\n- Printer Cartridges.\n- Items for composting.\nSetting up a scheme involving all of these items may be costly and take up a lot of your time. You may want to start with the basics and build up from there. Have a look in bins and see which items are most commonly thrown away. You’ll probably find paper, plastic and cans to be a good starting point. Smells are another issue to bear in mind. Storing teabags for composting is brilliant for the environment, but could quickly lead to a very smelly kitchen. Look at how much room you have and be practical about what you can and can’t achieve within your workplace.\nTalk to your manager about buying some \n to place around the office. Don’t try to use existing bins as this will very quickly lead to confusion and a huge jumble of items.\nGo for bins with lids for anything that could be smelly and large boxes with sturdy handles are a good bet for carrying paper. Also invest in a stack of \n to make sure you’re not just adding extra plastic to the landfill.\nThe way you mark your bins is also very important; be very clear about what can and can’t go in each bin to avoid confusion. We’ve created a \n for you to use to help people know what they can and can’t place in each bin. After a little trial and error we also found the need to stick this information on the lid of the bin (if possible) to make sure people can clearly see what the bin is for.\nSo, you’ve collected your waste and it’s neatly bagged up in biodegradable bin liners. What next? Now you need to make sure it gets to a main recycling centre, and this is where you have a few options.\nThere are three main choices for waste collection:\n- Your local authority/council.\n- A private service.\n- An in-house collection.\nBoth your council and a private scheme may also provide bins, but check out the size and positioning of these to make sure your scheme is kept as simple as possible. Visit \n to find out whether a local company will collect your recyclable waste, or get in touch with your council to if there are any schemes they can offer to your business.Also remember that a private or council service will often charge for collections so check with your manager or company owner to make sure they are happy to cover this charge.\nIf a private or council scheme doesn’t fit your criteria, you may want to think about organising an in-house recycling run. This will only realistically work for a small to medium-sized business; if you are trying to organise this sort of scheme for a large company, a private/council collection is likely to work well.\nHowever, organising an in-house collection can often be easier and cheaper for your company. It's unlikely you will be able to manage every recycle run on your own, so send out an email and try to get as many people involved as possible. Remember, the more people involved, the less often they will each have to go.\nGenerally speaking, one run to the recycling centre per week should be enough, but this will depend on the size of your company and the amount of waste produced. Draw up a rota of the people prepared to help and give them a week or half week period when their turn should be. Don’t try to make them take the rubbish on one particular day, their work commitments must come first and they’ll need to fit the recycling around their own timetable. Also, try to encourage colleagues to make the run on their way home, rather than taking a special trip which would notch up additional traffic pollution.\n As long as you’re reasonable about your volunteers’ commitment to the scheme, you should be able to get a pretty steady rota of people taking rubbish down for recycling. Always remember to say thank you and be prepared to be the first person to cover a recycling run if someone is ill.\nWith your recycling scheme up and running and your office hopefully now starting to catch the green bug, there are plenty of other ways in which you can make your workplace into a greener place to be. Have a look at The Big Green Switch's  \n section to get you started on creating a cleaner, greener office.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","title":"Turning your office wasteland into a recycling haven","author":"BigGreenSwitch"}