{"url":"http://www.environmentalgraffiti.com/news-agata-olek-–-crocheted-body","content":"\nWhen you are faced with Olek's work, you confront vivid, exciting colors, yarn, hours upon hours of crocheting, metaphor and meanings that may be different for every viewer but never fail to create questions.\nOlek was born Oleksiak in Poland, graduated university and then immigrated to the United States. She has received the Ruth Mellon Award, a 2005 residency at Sculpture Space, a 2009 residency at Instituto Sacatar in Brazil and has been selected for a 2010/11 LMCC Workspace residency in New York City as well as being the winner of an apex art gallery commercial competition. \nHer sculpture, installations and performance art have been seen worldwide and continue to amaze and stun with their vivid colors, their unique placements and creativity. She has spent a lot of time on the interconnectedness of the human body as well, crocheting sperm, cancer cells, skeletons and of course bodies. The prostate cancer above is a spectacular example of this sort of work from Olek.\nHer journey to the use of crochet as an art medium was a long one, starting in an after-school-program in Poland where she took the book home and pushed herself to learn it. Then she forgot about crochet until she was 16 and cut her hair short, when she realized she could crochet a hat to cover it in the cold, and friends asked her to make a few things as well. \nOnce again though, the crochet hook was put down, until she arrived in the U.S. and was asked to make a costume for a dance rehearsal. She could not afford a sewing machine, but remembered her crochet abilities and designed a costume by crocheting. The final event was attending a sculpture class where the professor challenged her to make a sculpture out of the material, and from that time on, it has become the medium for her artistic creations.\nIt is often lonely work, thousands of hours spent alone in her financial district studio, in downtown Manhattan, watching movies and occasionally indulging in a spiced vodka! When asked why she does it, she said she has an explanation: \"I'm crocheting becauce I love watching movies\". Many times, the movie has to do with the piece she is working on, or at least the theme is tied in, for example as she was covering a projector, she was watching Blade Runner.\nOlek does a number of collaborations and stats in an information packet for her upcoming show: \"Due to the labor-intensive nature of my work, I often find myself alone for hours and days... creating a desire to connect with other artists, thus collaborations are always a welcomed opportunity.\" \nShe won a residency in 2005 at Sculpture Space, and says in her\n: \"Since my work is sculptural in form, I am often exploring the inherent opportunities offered through these traditional and non-traditional means to question the role of sculpture - installation and readymades. Although I look at the space or body, it is the space and the body which I intend to conform to my sculpture. Recently I have been developing crocheted camouflage pieces, which gave new meaning to an abandon house (Utica), benches of a commercial boat (Venice), a footbridge, a bunker from War World II (Poland) and the windows of the public boat (Kabatash Port - Istanbul).\"\nIn the \n about the above photo, Olek says: \"Inspired by a uniformed attendant holding the sign Hold the Handrail  in a Taipei metro station, I've created this moving installation/performance piece. In wearable sculptures of multicolored crocheted camouflage, my performers appear in various sites on 14th Street, displaying photographs of signs I've collected from different countries that are in emphatic, ironic or amused dialogue with their location.\"\nAnother trademark of her pieces is the interplay between the modern world of movement and the movement inherent in crocheting, where each loop is linked to another.\nOlek herself says about her work:\"I think crochet, the way I create it, is a metaphor for the complexity and interconnectedness of our body and its systems and psychology. The connections are stronger as one fabric as opposed to separate strands, but, if you cut one, the whole thing will fall apart.\"\nThe concept is well illustrated in her piece \"Couples Therapy\" shown above.\nOlek explains: \"Relationships are complex and greatly vary from situation to situation. They are developmental journeys of growth, and transformation. Time passes, great distances are surpassed and the fabric which individuals are composed of compiles and unravels simultaneously.\" \n \nWhether busily holed up in her studio crocheting new pieces to mesmerize us or directing an installation of hers, Olek is a unique and welcome addition to the art world who deserves even more recognition than she already has. Her pieces inspire, whether to just smile or to want to develop some artistic corner of ourselves as well, perhaps to question the human condition or just sitting back to watch and enjoy.\n \nAccording to her bio, \"Olek herself, however, can be found in her Brooklyn studio with a bottle of spiced Polish vodka and a hand-rolled cigarette, aggressively re-weaving the world as she sees fit.\"\n \nIf you happen to be in New York City, she has a show running through October 17 at Christopher Henry Gallery, Wednesday to Sunday each week.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","title":"The Incredible Crocheted World of Olek","author":"Michele Collet"}