{"url":"http://www.environmentalgraffiti.com/health-and-body/news-playing-fire-resistance-history-asbestos-use-and-abandonment","content":"\nWith a recent awareness of indoor air pollutants, recognized as contributing to the increasing frequency of respiratory disease, heart disease and cancer, home owners have taken steps to ensure their homes are free of these toxins. Many families now recognize the dangers they actively introduce into their homes in the form of harsh cleaners and overpowering fragrance sprays, choosing to discontinue use of these chemicals. In addition, thanks in part to government agencies like the \n, homeowners now actively identify and remove more devastating environmental threats in their homes, like mold, carbon monoxide and radon.\nUnfortunately, as homeowners rid their homes of these serious threats, they may also be lured into a false sense of security regarding the rest of their house, failing to heed the threat lesser-known chemicals can have. Ironically, one of those chemicals is asbestos, a naturally occurring mineral popular as an insulator for thousands of years. \nRevered for its incredible resistance to heat, evidence of asbestos’ first use was discovered when cooking artifacts dating back at least 4,500 years contained the material as a strengthener. From there, the mineral’s use is documented by both the Greeks and Romans, who used the material to make cloth. Later, accounts arose of Persians burning their dead wrapped in this cloth so the ashes could be collected after. \nAlthough given many names throughout history, today we use the name the Greeks gave it, which means “inextinguishable” or “unquenchable.” Amazed travelers frequently wrote of asbestos’ ability to be thrown into fire for cleansing, only to be removed undamaged. Besides its use in clothing, it was also used as a sealant in homes and as an insulator under medieval armor. \nDespite its renowned indestructibility, the negative consequences of the material were recognized even in ancient times, as Romans noticed slaves who frequently worked with or mined for the material exhibited \n, which are indications of the cancer this material causes. Furthermore, as a rule ancient Romans never purchased former asbestos quarry slaves because of their tendency to pass away at a young age.\nDespite this evidence, the use of asbestos has continued until very recently, with some nations still producing and selling the material today. However, most countries now recognize the risks associated with it that leads to mesothelioma, an aggressive cancer without cure. Furthermore, \n can remain latent for decades, making initial diagnosis and early treatment difficult. \nOwing its lethal qualities to its strong fibrous structure that either appears as long strands or needle-like fibers, asbestos presents a danger when its structure is compromised, allowing tiny bits of the material to fragment off. When present in this powdered form, the particles can enter the body through inhalation or ingestion, eventually ending up in the tissue surrounding organs called the mesothelium. Because the human body cannot rid itself of this foreign substance, these asbestos particles remain in this tissue, eventually leading to the development of cancer. \nWhile mesothelioma typically affects the pleural region of patients after inhalation, this cancer can also originate in other areas, including the tissue surrounding the heart and stomach. While treatment includes traditional cancer cures, few are successful, leading to a poor \n for most sufferers. \nFurthermore, a variety of unproven alternative and experimental therapies have appeared, as will in response to virtually any disease, though these too show few encouraging results. For that reason, avoidance remains the best policy in regards to asbestos. Although the amount of exposure needed to put individuals at risk remains controversial, for both political and legal reasons, it is clear that the longer one is exposed, the greater their chances of developing mesothelioma. \nThose who worked in professions that frequently came into contact with this material, including construction workers, shipbuilders and those in the military, should be screened for early symptoms of this disease. Furthermore, like campaigns against home \n, mold and carbon monoxide exposure, asbestos deserves serious attention so homeowners can learn where this mineral is found, how to avoid contact with it and how to dispose of it safely.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"Playing with Fire Resistance: Asbestos Use and Abandonment","author":"KristaPeterson"}