{"url":"http://www.environmentalgraffiti.com/news-one-thousand-islands-short-summer-break","content":"\nThis journey through the Thousand Islands region, between Canada and the USA might not count as a Guiness World Record - but it is amazing!\nThe cluster of islands (about 1,864) stretch 50 miles along the Saint Lawrence River and Lake Ontario between New York State and Ontario; a distance that can be easily covered by boat or even by canoeing or kayaking. The islands vary in size from 40 sq. miles to one square foot. The rule is, if it’s one square foot or larger, above sea level all year round, and home to a tree, it qualifies as an island.\nStarting with Wellesley Island State Park, home to a vast campground secluded in the wilderness along the St Lawrence River and only accessible by boat. A place where people can forget about the world, swim in the clearest waters, fish, hike, or simply appreciate the awesome scenery.\nRobert Moses State Park is beyond amazing, located both on the mainland and on Barnhart Island. Visitors can reach the park through a tunnel under the Eisenhower Lock. This park is also a wilderness paradise, ideal for hiking, water sports, fishing and camping. \nNear the park visitors can find Canoe-Picnic Point State Park, Grass Point State Park, Dewolf Point State Park, and Waterson Point State Park.\nThe waterways are riddled with shoals and rocks which are dangerous for large craft but ideal for canoes and kayaks. The water is so clear that a rocky bottom can be observed in 80ft of water due to the activity of Zebra mussels, which filter pollution out of the water.\nIn addition, the area abounds with shipwrecks making it a superb diving spot. Wrecks can be found as deep as 100 feet underwater or as shallow as 15 feet below the water's surface and are easily spotted.\nBesides wilderness, there are amazing castles and mansions dotting the Thousand Islands. The rich and famous of the late nineteenth century and early twentieth century made the area an exclusive summer resort and built spectacular structures, including Boldt Castle and Singer Castle which are easily toured. \nMore low key, but belonging to the rich and famous. is Deer Island which is owned by the Skull and Bones secret society.\nThousand Islands provide an opportunity that shouldn’t be missed, an awesome summer break covering two countries and over 1,800 islands in a few days.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","title":"A Journey Through North America's Thousand Islands","author":"greenwrld"}