{"url":"http://www.environmentalgraffiti.com/art-and-design/news-rainbow-church-south-korea","content":"\nWhen you see the title you could be forgiven for believing that you might be learning about a multi-coloured place of worship. However, the 'Rainbow Church' is a massive work of art by the extremely talented Tokujin Yoshioka that went on display, along with the remarkable 'Waterfall', a glass table, at the Museum Beyond Museum exhibition when it opened this month in Seoul, South Korea.\nThis Japanese pioneer of imaginative art and design wanted to create an installation that would allow people to 'walk into the light' and experience this in a whole new way. As he commented: \"The idea of this architecture project “Rainbow Church” dates back to when I was in my early 20s. I visited the Chepelle du Rosaire, which Henri Matisse, a French painter, created in his last years, located in Vence, a commune located near Nice, France. I was engrossed in the beauty of the light that the chapel created.\"\n“I experienced a space filled with the light of Matisse. Being bathed in the sunlight of the Provence, the stained glass with Matisse’s vibrant colors suffused the room with full of colors. Since then, I had been dreaming of designing an architecture where people can feel the light with all senses\".\nThe artist is world renowned for his unique and inventive use of materials, and this is another masterpiece of design. He has constructed a window from 500 crystal prisms that is 26ft tall. When viewers enter the space and face this window, the light shining behind it is refracted in many directions, leading to a kaleidoscopic array of breathtaking rainbows around them.\nThe prism is well-known for the effect it has on light, splitting the original 'white' source into the seven colours of the rainbow as they pass through it. Yoshioka thought to use this physical anomaly to strengthen the impact of his work, and it does so spectacularly.\nEven though this wondrous creation would draw crowds in its own right, Yoshioka felt that he needed to display another incredible object at this exhibition.  Called \"Waterfall\", this is his culmination of 10 years of experiments with this effect.  The 15ft table was actually carved from a single sheet of glass, of the kind used to manufacture optical telescopes such as the Hubble.\nThis piece was inspired by running water and because of the rippling nature of the glass itself, appears to be just that, due to the way the glass was polished and refined. The whole thing has a moving, watery feel to it, quite disorienting when first looked at closely. It is the largest table in the world made of this material, and when light shines through it, you could swear the water was rippling, a truly stunning work of art.\nIt may be that you love to lose yourself in the sheer artistry of such thought-provoking art forms, or that you simply like to soak up the atmosphere of such a talented artist at work. Whatever it is, few visitors will ever forget the time they spent in the Rainbow Church's colourful interior, or the amazing effects of the Waterfall. Whatever Tokujin comes up with next will be well worth waiting for.\nThe images of the Rainbow Church are also available \n.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/jinmao1jpg","title":"South Korea's Psychedelic Rainbow Church ","author":"tonyleather"}