{"url":"http://www.environmentalgraffiti.com/exploration/news-islomania-ancient-syndrome","content":"\nIslomania is a strange attraction to islands. As far back as the days of Plato’s Atlantis, islands and island nations have been a source fascination and inspiration. A brief description from a lost seaman’s encounter with another land was enough to drive people into the sea risking everything in search of a new world.\nThere was a time in human history when innocence prevailed; when anything could be believed by the mere power of storytelling; when every trip and adventure had a mythical feeling. It was the time when everything could be true and out there.\nIn ancient times, those who could afford it, usually kings, were sending ships to find a fountain of youth; some were melting, distilling and transforming mysterious elements in search of gold, knowledge and a cure for all diseases.\nIn all these fantasies, islands were the most featured subjects that fascinated the minds. A king would receive news of a fantasy world where the immortal live in a beautiful paradise somewhere in the middle of the sea, and these kings would dispatch search missions into the sea. \nIn 458 AD, a Buddhist monk entered the palace of a Chinese king named wén chéng dì and described how he discovered a paradise at sea – a place where you could find the elixir of youth and achieve immortality. The king was so fascinated that he allowed a fleet of several hundred ships to go with the monk but they were never seen again.  This story is from an American TV series that was popular in the 1970s and 80s called “In Search Of”. \n\n\nCountless numbers of kings have been persuaded by adventurers to allow them to go off in search of paradise at sea. Some were successful in finding a new land but most perished in the waves.\nWhile most people attracted to islands were driven by their fantasies of finding better things, others were driven by their need to escape authority. Most people’s idea of an island is a sandy beach that leads to green forests and coconuts trees, but not every island looks like a tropical paradise. \nIn Norway, around the year 874, a chieftain named Ingólfur Arnarson was involved in a blood feud with some of his people and needed to escape revenge. He heard reports of an island in the Atlantic Ocean with resources that could sustain settlement. He gathered slaves and friends and set sail with Viking age vessels.\n\nTheir settlement laid the foundation of the modern state of Iceland.\nThe medieval period was an age of discovery; of technological and scientific developments. But it was also a time when it was hard to distinguish between facts, fiction and fairy tales; it was a time when everything could be possible. Many people adventured into sea in search of new lands only to be lost forever, but of all those who got lost the luckiest was Italian adventurist Christopher Columbus.\nItalian adventurist Columbus heard about the new kingdom of Spain and its wealth after the completion of the reconquista, so he went to the Spanish queen, Isabella I, and proposed that she fund a mission to India. Columbus claimed he knew how to get to India travelling less of a distance compared to the usual route and without being detected by enemies or captured by pirates. Isabella funded the mission, but Columbus got lost and ended up in the Bahamas. \nThinking that he was in India, he called the locals the Indians. Columbus loved the islands and the new world; he did everything he could to see it colonised. \nIn the late 1700s the British Empire was nearing the peak of its power. The empire needed to feed its soldiers and slaves in its many and growing number of global colonies. They heard reports of an amazing plant that grows in a beautiful island in the Pacific Ocean. The royalty believed that this plant, named breadfruit, could be the answer to their food problems.\nIn June 1787 a specially fitted ship, HMS Bounty, was sent on a mission to visit the island of Tahiti and collect breadfruit plants that could be grown in England to feed the slaves.  When the ship reached the island the crew found the life in the island so enjoyable many of them decided to do whatever it takes to stay.\nAfter five months on the island collecting and building a garden of breadfruit plants inside the ship it was time to head back to England. However a group of island lovers conspired together to convince the ship's second-in-command, Fletcher Christian, to commit mutiny and take control of the ship so they could stay permanently. Fletcher Christian and the group took up arms, captured the ship’s captain, and loaded him and those who showed loyalty towards him on a small boat before sending them away. The captain and those with him survived and eventually made it back to England where they reported the rebellion. Some of the decedents of the mutineers still live in the Pacific islands. \nEven today people’s attraction to islands remains. The most visited holiday destinations are islands, and an island is a symbol of freedom, paradise and pleasure. The rich still buy houses on islands, and in some places like Dubai islands are being constructed at sea. Plato’s Atlantis is still the subject of many books, documentaries and movies. And resorts named after the legend include Atlantis Bahamas and a newly constructed Atlantis underwater hotel in Dubai.\n\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb33.webshots.com-8352-2117529380104237032S600x600Q85.jpg","title":"Islomania: The Age-Old Obsession For Discovering Islands","author":"Expresswriter "}