{"url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-toilet-roll-mini-sculpture-art-anastasia-elias","content":"\nThe really astonishing thing about art is the diversity of scale that different artists bring to it, everything from the truly monumental to the almost microscopic. Sometimes big is bold, while small can be incredibly beautiful in the simplicity of form that gets created. Any art that makes use of materials originally put to other purposes is worthwhile art indeed.\n \n \nOne exponent of such environmental \"green\" art is Paris-based artist Anastassia Elias, who normally works in the mediums of painting and illustration, but recently elected to branch out into doing something very environmentally friendly, when she undertook to turn the used cardboard inners of toilet rolls into the venues for her cutout paper sculptures. \n \n \nThe 33-year old Elias has always been more at home with paper collages and canvases, but somehow she was inspired by her observations of everyday life to try recreating such images by cutting very small paper shapes out that she then places carefully, using fine tweezers, into place within the confines of the small cardboard tubes. \n \n \nPerhaps her experience of illustrating two children’s books proved useful in the pursuance of her goals. Using paper that is the same color as the roll gives the illusion that the paper figures are part of the toilet paper roll. They have a whimsical quality, capturing moments in time that may otherwise be overlooked or seen as mundane in a busy world. \n \n \nThere is always something intensely evocative about artworks in miniature, and these stunning little diorama illustrations of everyday events are a wonderful example of this. The scenes within the toilet roll tubes are brought to life by the application of simple lighting techniques, and the effect is amazing. \n \n \nEach piece can take several hours to complete because of the intricacy of the cutting out and the very small scale at which Elias is working. The series is ongoing, with no clear indication of when it might be finished. These fabulous mini sculptures are testament to the innovative nature of the artistic mind, and to the idea that nothing ever really need go to waste if thought about carefully enough. \n \n \nSeeing such small-scale artwork makes everyone appreciate all the more just how broad and colorful is the canvas that represents the world of the artistically gifted. They see beauty and possibility for such in all kinds of everyday objects, something for which the rest of humanity should be eternally grateful. It had never really occurred to anyone that toilet rolls could be used as art, but Anastassia Elias has changed all that. Brilliant. \n \n \nAll information used in this story obtained from \n.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","title":"Amazing Miniature Scenes Crafted Inside Toilet Rolls","author":"tonyleather"}