{"url":"http://www.environmentalgraffiti.com/beaten-track/news-maze-daze-londons-trafalgar-square","content":"\nAs a Londoner I am very attentive to the innovative quirks of the UK's capital, from strange elephants dotted around the city, to giant chessboards, to an oversized ship in a bottle and recently, a rather large (30m by 20m) and environmentally friendly (!) maze found right in the centre of Trafalgar Square. Much like the Queen of Heart’s maze in Wonderland, the attraction is not just aimed at confusing the puzzled wanderer; on the contrary it seeks to teach foreigners and locals alike about the pulsing heart of Theatreland; London’s West End. The idea is to encourage tourists to drop out of the ordinary tourist trail (Big Ben, Portobello and the Change of Guard) in order to be pleasantly surprised by the multitude of unwritten secrets that the metropolis’s side streets and alleyways have to offer.\nEvery day last week a different (and free) event was scheduled, from speakers, dancers and singers from Avenue Q and Priscilla Queen of the Desert to a Carnaby Street-inspired '60s jive and photography exhibition. Every corner and dead end hosted some interesting plaques spilling trivia about the different areas, some of which surprisingly authentic and others bogusly endearing.\nThe maze is built of real hedge; a mix of laurel and thuja, and is tall enough (almost two and a half metres) to hide its baffled prey (though not from Admiral Nelson’s omnipresent, one eyed glare). Although, in essence, a clever advertising campaign on behalf of West End Alliance, it did provide a taste of London’s Theatreland. Musicals and shows do not stand alone, however, they share the stage with Chinatown, Soho, Sherlock and notorious Carnaby Street.\nUnfortunately, for fear of vandalism and drunken wreckage, it only stood for five days, until last Friday, nonetheless, enthusiastic local restaurateurs and shopkeepers expressed their interest for the labyrinth explaining that indeed much of London remains unexplored. Others however have argued that advertising the hidden gems of the centre will bring an irrevocable tourist invasion to those sacredly untouched, local hubs.\nTourists on the other hand, eager as ever, joined the queues to partake in the bizarre activity. Seemingly, adults found it rather more fascinating than their offspring - perhaps the latter were expecting Portkeys and red sparks for danger, maybe a Dementor or two or at the very least a more challenging path to the exit. In truth, it seemed that the more city-weary visitors appreciated the plentiful signage that offered a break from the winding, unidentified and dead-ending options of London’s authentic concrete maze, the Tube.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb11.webshots.com-33994-2100098910104237032S600x600Q85.jpg","title":"Trafalgar Square's Amazing Maze","author":"marianovellamonti"}