{"url":"http://www.environmentalgraffiti.com/featured/nature-chemical-invisibility-cloak-cuckoo-wasp/6579","content":"\nTo give you an idea of how the cuckoo wasp operates, imagine a ninja secretly penetrating a samurai’s castle and causing complete carnage without ever being seen. The brilliant metallic colouring shouldn’t deflect from what a highly specialised parasitic critter this is. In point of fact, the cuckoo wasp has a distinctly subtle way of avoiding detection, which owes less to the way it looks than the way it smells.\nThe female cuckoo wasp lays her eggs in honeybees paralysed by the European beewolf. What makes her special, however, is that she does so right under the beewolf’s nose – entering its nest burrow as it comes and goes, oblivious. The cuckoo wasp’s larva is then later able to climb onto, kill, and feed on the beewolf larva, as well as the other bees. How does the cuckoo wasp get away with such a murderous sleight of antenna? It’s all about chemistry.\nTo us, the cuckoo wasp might appear an innocuous, even pretty looking bug, but the beewolf wasn’t born yesterday and doesn’t see its brightly coloured butt in the same light. If the cuckoo wasp is visually identified by the beewolf skulking in front of its nest mound, it’s unceremoniously attacked and driven off. The cuckoo wasp has a thick cuticle shell and can roll up into a protective ball, but the beewolf is much bigger, with a mean sting in its tail and strong biting mandibles.\nSo the cuckoo wasp keeps a low profile, waiting for an opportunity to sneak into the host’s nest; she doesn’t need a second invitation, though, and once inside she comes into her own. The beewolf seems unable to detect the cuckoo wasp down in the dark burrow, passing her by even as close as 2 cm away. More importantly, the cuckoo wasp leaves no scent trace of her treacherous visit behind, which might cause the beewolf to get rid of the potentially infested bees.\nIt’s as if the cuckoo wasp is invisible, and effectively she is. The Frontiers in Zoology study, ‘Cuckoo in Wolf’s Clothing?’ concluded that the female cuckoo wasp closely mimics the chemical composition – read: smell – of the female beewolf’s cuticle shell. Through chemical mimicry that has evolved through specific focus on one host, the cuckoo wasp has synthesised a chemical cloak that conceals all signs of her presence on the beewolf’s turf. \nApparently this is the first reported evidence for chemical mimicry of a solitary wasp like the beewolf. Of course the beewolf is no angel; it can paralyse a lovable honeybee as easily as taking pollen from a flower. Like the cuckoo wasp, the beewolf itself feeds on nectar, but the female will go hunting for up to six bees, which she stings and drags back to her burrow as food for her offspring. Unless, as we know, the cuckoo wasp gets in there first.\nThe problem is that the beewolf’s bee-stocked nests are so threatened by the cuckoo wasp that the situation is seriously impacting on its evolutionary fitness. With a rate of up to 30% parasitism, the cuckoo wasp may well be steadily driving the beewolf to extinction. Scientists compare the struggle between the species to an “evolutionary arms race”. If so, the cuckoo wasp is like a super-power with spy planes and the latest cloaking devices. It's just not fair to others with less sophisticated arsenals.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2786710020df2ee3eddbzjpg","title":"Nature’s Chemical Invisibility Cloak","author":"Karl Fabricius"}