{"url":"http://www.environmentalgraffiti.com/robotics/news-researchers-discover-heated-massage-relaxing","content":"\nA recent study by Lee, Park and Kim at the Yonsei University Wonju College of Medicine, Korea investigated \n. Over 100 volunteers received daily warm massages from a massaging robot five days a week for two weeks. Measurements of hormone levels and sympathetic skin response showed a marked reduction of stress by the end of the experiment. Thus, regularly indulging in robotic massages could be an effective way to keep stress levels down.\nThe autonomic nervous system controls certain emotional responses in humans. It is comprised of the sympathetic division, which triggers a fight-or-flight-response during stressful times, and the parasympathetic division, which brings the body back to a relaxed state once the stress is over. The visceral responses activated by each system reveal how stressed a subject is.\nThe fight-or-flight-response evolved to help humans face short-term emergencies, but it causes long-term health problems. Lee, Park, and Kim suggested that therapies which temper stress reactions might help conditions such as depression and generalized anxiety disorders that are associated with long-term stress. They measured signs of stress in subjects at the start of the experiment, after two weeks of heated massages and two weeks after the last massage.\nThe results showed a temporary change in the subjects' heartbeats and more lasting reductions in their sympathetic skin responses and levels of stress hormones. Blood levels of both cortisol and norepinephrine (also known as noradrenaline) declined as a result of the massages. Although both hormone levels rose again when the massages ceased, they were still below the pre-massage levels two weeks after the  last massage. A few subjects experienced increased back pain during the study.\nOverall, the data suggests that heated massages reduce stress. It is noteworthy that even robots were able to relax the subjects, most of whom were women. If a robot can provide a great massage, what other domestic tasks could be automated? Computer programs have come \n for artificial intelligence. These Artificial Conversational Entities managed to fool people into thinking that they are actual humans 25% of the time. Anybody who has difficulty convincing his significant other that he is listening might provide better service by passing this task along to a bot.\nImagine the potential of a robotic masseur that rubs away the day's anxieties while asking how work went and cooing empathetic responses. Just as the invention of the vacuum eliminated hours of domestic drudgery from the weekly chore list, a robotic masseur would free people up for more important pursuits, like STEM research. A newly liberated technophile could spend his evenings tinkering with the next great invention. Of course, for this lifestyle to be sustainable over many generations, said inventor might best focus his efforts on developing human cloning.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","title":"Researchers Discover that Robotic Massages Are Relaxing","author":"Joseph Dunsay"}