{"url":"http://www.environmentalgraffiti.com/news-face-face-lemon-shark","content":"\nThe shot above was eight years in the making - Todd Mintz, a terrific professional underwater photographer, finally got his \"grinning shark\" image and what an image it is! Here's more about being face-to-face with one of the bigger sharks in the world, the lemon shark.\nLemon sharks grow up to 13 feet long and average 10 feet, swimming in the shallower waters of the Bahamas and Caribbean as well as Florida. They get their name from the yellowish tinge to the skin on their back (with an off white belly) that is great camouflage when they are resting on the sea floor.\nFemales produce a litter every other year, and it takes a long time for the young to come to maturity, 12 to 15 years. While they are young, they stay in shallow waters near mangroves away from bigger sharks. Most of their food is bony fish but up to 20% of their diet consists of invertebrates like clams and squid.\nLemon sharks have been known to attack people, but out of fear rather than aggression, and no known deaths have occurred. When asked about the biggest myth regarding sharks, Todd said: \"That sharks are mindless killers. I have been in the water with many large sharks that are supposed to be the bad boys of the shark population and in general I have found them more cautious than anything. It generally takes bait to lure them in for close encounters. They cautiously evaluate the situation as opposed to mindless killing. Some are more bold in their approach while others keep their distance. I really feel they deserve the same respect a person should also get. By that I mean, you realize there are potentially bad people in the world, you hope you don't run into them, but you don't need to live your life in constant fear of all people because of the rare few.\"\nTodd has spent years photographing these beauties underwater and honing his skill, so has had quite a number of shark experiences. His most memorable one was not with a lemon shark but a hammerhead. He remembers: \"The most memorable experience for me in diving with sharks was awe inspiring and somewhat magical. We had been set on a position pretty much for the week waiting and hoping for a Great Hammerhead Shark to show up. I was sitting down on the sand bottom beside the reef with one of the guides and we were the only two in the water at the time. The visibility was decent but hazy at a distance. We looked out across the grass area out from us and out of the haze came the Great Hammerhead.\" \nHe continues: \"It had fish surrounding its hammer along for a ride. The dorsal fin was massively high (compared to other sharks). The shark swam directly towards us and we started to realize how massive this shark was. We estimated about 16 feet and larger. When the shark turned about 15 feet from us what struck me was the eye and the inquisitiveness of the eye as it looked at us, almost in the same way we were viewing it. The shark continued on and later made another pass. What struck me was the absolute calm that existed as we encountered the shark. I experienced not fear but rather complete admiration of this magnificent animal in front of me. Magical.\" \nLemon sharks have been extensively studied, partly because they are easy to keep in captivity, and one interesting fact of note is their mating habit. It appears that they will travel a long way to find a female to mate with, bypassing more available ones close by, which is probably to widen the gene pool among them. Unfortunately, inbreeding is not the only danger they face.\nThere has been a major decline in populations due to recreational and commercial harvesting of them, easy to do because large populations get together in shallow waters where they are easy targets. \nFlorida this year just placed a ban on all recreational and commercial 'fishing' of them. According to the Florida Fish and Wildlife Conservation Commission, the reasons for this are because \"lemon sharks also are susceptible to over harvesting because of their life history characteristics. They are slow-growing, reaching sexual maturity at 12-15 years of age, and have a low reproductive potential, producing 6 to 18 pups per litter every second or third year. Juvenile lemon sharks experience a mortality of 40-60 percent.\"\nThe report continues: \"Recently, some preliminary data from an ongoing tagging study found that at least 7.5 percent of tagged adult lemon sharks from a Southeast Florida aggregation succumbed to fishing mortality in one season. At that rate, the entire lemon shark aggregation could be harvested in a few years.\"\nTodd talks about what his work with these grand animals means to him: \"To me, photography is all about the shark and the photographer mixing together to capture a moment in time. I hope that in my images I can inspire people to take an interest in wildlife and nature and the beauty that it holds.\" \nIf these photos are anything to go by then he has certainly succeeded. Sharks are vital to the oceans' biodiversity as an apex predator. Near threatened on the IUCN Red List at the moment, we have to pay attention now to stop the slide into oblivion for the lemon shark species. Todd's work is one way to get rid of the myths about sharks, and new regulations will hopefully be respected and understood once the irrational fear is lessened. \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","title":"Staring into the Jaws of the Lemon Shark","author":"Michele Collet"}