{"url":"http://www.environmentalgraffiti.com/news-your-mind-controls-how-your-body-responds-allergies","content":"\nAllergies are a source of misery for millions of people worldwide, most of whom would probably be very surprised to hear their mind is at least partly responsible. But this was the finding of a group of neurosugeons from Neuroscience Research Australia and the University of South Australia.\nIn two separate tests, Prof. Lorimer Moseley and his team administered histamine, the substance our body makes during an allergic reaction, to the arms of healthy volunteers. The twist was that half the volunteers were convinced, through an illusion, that one of their real arms was actually just a rubber replacement. In reality, both their real arms were given histamine.\nThe surprising result of this experiment was that there were \n allergic reactions on the arms that volunteers had thought were rubber. This finding corresponded to an earlier experiment that determined a drop in blood flow, and therefore skin temperature, in arms which volunteers believed were rubber. Effectively this means that the mind \"disowning\" the body part has a direct affect on the limb in question.\n\"Such a finding is particularly relevant to the immune system because a primary role of the immune system is to discriminate self from non-self,\" says Prof. Moseley in a release from Neuroscience Research Australia. \"These findings strengthen the argument that the brain exerts some kind of control over specific body parts according to how strongly we own them,\" he says.\nThe outcome of this research has far-reaching implications for our understanding of not only auto-immune diseases such as Multiple Sclerosis, but perhaps also neurological and psychiatric conditions where the mind's \"ownership\" of the body is distorted, such as stroke, schizophrenia and even conditions like anorexia nervosa.\nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"How the Mind Controls the Way Your Body Responds to Allergies","author":"Yohani Kamarudin"}