{"url":"http://www.environmentalgraffiti.com/lifestyle/news-animals-entertainers-how-can-we-be-so-cruel","content":"\n\nThere is a body of opinion these days that reflects my own views on the matter, namely that keeping animals in captivity is wrong, no matter how carefully they are looked after. The argument that certain species face extinction and can be saved from that fate by breeding in captivity in order to release them back into the wild does hold some weight, but perhaps not enough.\nIt is not just that animals are ripped from their natural surroudings and transported often to locations that are totally unsuitable for them, but there's also the awful practice of training various creatures to perform tricks for the amusement of human onlookers. The sight of a poor bear being made to dance or ride a bicycle – both things that nature never intended – is anything but amusing.\n\n\n\nChimpanzees do not drink tea in the wild, no matter how cute the image may be, and you are never likely to see a line of elephants doing the conga, yet we accept that these activities are really only harmless fun, yet how can we know how the animals involved feel?  Elephants live as long as humans, have long memories and large brains. Chimps are the closest relatives mankind has in terms of DNA and intelligence. Why do we take pleasure in humiliating them?\n\nIt seems impossible to me that a creature that is naturally secretive and stealthy like a lion or a tiger could possibly be at ease in a situation where hundreds of spectators make lots of noise around it as they watch a circus performance. There have been many instances of fatalities caused by big cats to people attempting to train them. Why are such obvious warning signs always ignored?\n\n\nHumanity seems at times hell bent on self-destruction as well as the ignorant and brutal rape of the world around it. The oceans contain some of the most spectacular creatures on the planet, but once again we feel it necessary to cage them and ‘train’ them to entertain us. Killer whales are not comedians or dancers or acrobats, yet we treat them as such with impunity.\n\n\n\nDolphins are among the most intelligent of beasts, sociable and playful by nature. We take full advantage of their desire to please by keeping them captive and expecting them to perform water acrobatics just to keep ourselves amused. Military uses have also been found for these wonderful creatures. Do we really have the right to treat any intelligent mammal as some sort of servant? I think not.\n\nNothing seems more heartbreakingly ridiculous than the Animal Olympics once staged in Singapore, where kangaroos were made to box one another and this unfortunate black bear had to ride a motorbike across a high wire as part of a trapeze act. Nothing could possibly be more alien to the nature of the animals concerned and yet we laughed about it at the time.\n\nIt matters little what strange spectacle you look at, from a crocodile pulling a cart to a dog or a wombat on a tricycle, you are witnessing something that never could or would happen naturally. Should it ever happen at all?  A man wrestling with an elephant is a really stupid idea, but it has happened in the name of entertainment.\n\nThere is, of course, something thrilling about watching a snake charmer at work, and something endearing about the photographs of animals performing the craziest of stunts, so this ritual abuse of creatures lower down the food chain than ourselves will probably continue. I believe that animals should be allowed to be exactly what nature intended, in the way that was intended. Wild should mean exactly that.\n\n  ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"A History of Animal Circus Acts in Pictures","author":"tonyleather"}