{"url":"http://www.environmentalgraffiti.com/featured/swimming-in-the-coldest-waters-on-earth/6238","content":"\nWinter recreation in the northern hemisphere is distinguished by a few highly recognizable and very enjoyable pastimes, like the building of a snowman, snowball fights, ice skating, toboganning or skiing. Less well-known is the time-honoured tradition of ice swimming: yes, that's right, a dip in freezing cold waters, just for fun! These icy swims are popular in Scandanavian countries, northern China and Russia; and across North America the 'polar bear clubs' host yearly plunges to raise money for charity.\nBut if you think ice swimming is crazy you'd better sit back with a warm blanket and a cup of hot cocoa for what's coming next: a list of the world's top three cold-water swimmers, people who put themselves through trials so extreme you'll shiver in your boots just reading about it. These people don't just jump into freezing cold water and jump right back out, they travel deep into the Arctic circle – even the North Pole – to test their bodies to the limit, swimming long distances in water so cold any other human would be immobilized in mere seconds. \nBritish lawyer Lewis Gordon Pugh became the first person to complete a bone-chilling long distance swim at the North Pole in 2007. Wearing nothing more than his Speedos and swim cap, Pugh bravely jumped into an icy crack on top of the world and swam 1 km in frigid waters of minus 1.7ºC to 0ºC (29F to 32F).\nIcy waters will disable most swimmers within a few seconds, but not so Pugh, whose swim took 18 minutes 50 seconds. Pugh has the unique ability to raise his core temperature to help safeguard him against the coldest waters on Earth; in preparation for his cold-water swims, Pugh has also received training from the Sports Science Institute of South Africa. \nCheck him out in this video – just watching it makes us shudder:\n\n\nSaid Pugh of his North Pole swim:\nPugh says it’s “a tragedy that it’s possible to swim at the North Pole.” He put himself through intense physical strain to raise awareness about climate change; he’s an ardent environmentalist who wants the world to know about the decrease in ice in the Arctic.\nIn addition to his achievement at the North Pole, Pugh was also the first person in history to achieve the Holy Grail in swimming, completing a long distance swim in each of the Atlantic, Pacific, Indian, Arctic and Southern Oceans. \nLynne Cox is another extraordinary athlete who has no fear of subzero swims. A long distance swimmer since the age of 14, she became famous as a teen when she claimed the world record in her swim across the English Channel. In recent years she made it her mission to become the first to swim across the Straits of Magellan in South America, go around the Cape of Good Hope and swim the Bering Strait. \nWearing only a swimsuit, Cox also swam over a mile in 0ºC (32F) Antarctic waters in 2002. In 2007, she topped the cold water swimming charts by completing no less than four swims along sections of the Arctic’s Northwest Passage in 2.2ºC (28F). \nCox says her journey to the Arctic was informed by Norwegian explorer Roald Amundsen, who led the first successful expedition through the Northwest Passage in 1906. Read a personal account of Cox’s Arctic adventure in the \n.\nA cold shower is small potatoes for Wim Hof, who holds the Guinness World Record for the longest ice bath, at 1 hour 13 minutes and 48 seconds. Known as the Iceman, this Dutch-born sensation also swam 57 metres (62.3 yards) under ice wearing only a pair of shorts. The swim, the furthest by any human, was completed inside the Arctic Circle in the Finnish village of Kolari. \n\n \nHof is said to use a yoga technique called Tummo which enables him to generate tremendous amounts of ‘inner heat’. Tummo is an advanced practice of the Yogi monks of Tibet and Hof is said to be the only non-monk skillful enough to use Tummo to regulate his internal thermostat, making it possible for him to avoid hypothermia and endure his icy-cold baths and under-ice swims. \nAnd if his under-ice swims and ice baths weren't challenging enough, Hof also attempted a shorts-only ascent of Mt. Everest in 2007. Though unsuccessful, he is undeterred and is already planning another bone-chilling climb.\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giannisd2jpg","title":"Swimming in the Coldest Waters on Earth","author":"soniaydong"}