{"url":"http://www.environmentalgraffiti.com/conservation/news-cool-it","content":"\nEveryone complains about carbon emissions – save the turtles, save the Earth! But, most people, uh, Americans that is, don't want to give up their luxurious lifestyle for the better well-being of Flipper, or even, for themselves (yes, if you are reading this, your lifestyle is more luxurious than most of the rest of the world).\nIn 2007, the United States produced 5,838,381,000 metric tons of CO2 emissions, 19.91% of the world's output, and only second to China. One simple solution to off-setting carbon emissions? For the love of seaweed, turn down the air conditioning! In 2007, air conditioning made up 12% of the United State's household energy use, second to space heating, and tied with water heating – that's 70,060,572,000 metric tons of CO2 per year just to keep your pits dry, and almost the same as Germany's entire yearly output. I don't want granny shivering in her knickers up in Bismarck, so I suggest we turn down the cold air, in homes and especially in business establishments that take up mass amounts of space, say like 50,000 square feet.\nAren't you tired of walking into a department store during the summer – what's that store called with the red bullet logo? – and immediately being in need of purchasing a parka? Is it really necessary to stroll the mall with chattering choppers, or take in the newest Hollywood hit wrapped in a fleece? We don't need to offset summer heat with the Arctic tundra. If we cut our air conditioning use by even 5% – not so much that your sweating through your socks, just enough to keep cool and save energy – we'd save 35,030,283,000 metric tons of CO2 emissions per year, the amount emitted annually by Chad, Gambia, Belize, Bermuda, the Cayman Islands, Andorra, Greenland, Mali, Eritrea, Bhutan, Somalia, Seychelles, Rwanda, Afghanistan, the Maldives, Niger, Malawi, Swaziland, Sierra Leone, Togo, Barbados, Guinea, Fiji, Guyana, Laos, the Republic of Congo, Martinique, Bahamas, Madagascar, Iceland and Haiti combined!\nSo please folks, let's reset the thermostat, and therefore, reset CO2 emissions.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","title":"How Turning Down the Air Con Could Save the Planet","author":"bsmith"}