{"url":"http://www.environmentalgraffiti.com/offbeat-news/microstate-environmental-world-cup/667","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the planet’s most prestigious internet-based environmental competition for microstates.\n\nvs.\n\nSo far, we’ve focused solely on the European microstates, with the \n, \n, and \n.  Today we’re going to be heading to the opposite end of the globe to start the next leg of our competition. Today’s match pits the two tiny island nations of Nauru and Tuvalu against each other in the first South Pacific region match.\nUntil now, we’ve been awarding first go based on movies I like that have been set in the various microstates. However, I’ve never seen a movie shot in either one of these places. So after a quick google search of both countries, Tuvalu starts off because there is a movie named after the country on the first search page.\nTuvalu is a group of nine coral atolls covering 26 square kilometres in the South Pacific, about halfway between Hawaii and Australia. The country, formerly known as the Ellice Islands while under British rule, is populated mostly by ethnic Polynesians. In 1974, the Polynesian islands split over ethnic differences with their Micronesian counterparts on the Gilbert Islands, which they had been paired with under British rule.  They changed their name to Tuvalu in 1975, and became an independent nation in 1978.\nIsland nations frequently have environmental problems based on human consumption of resources, and Tuvalu is no exception.  They face some issues with erosion due to their use of sand from the beaches as a building material. They also face the common issue in the South Pacific of a limited supply of fresh water, which they’ve tackled by building innovative catchment systems and a desalinization plant. One of the biggest threats to the coral reefs surrounding the islands comes from the Crown of Thorns starfish, which has been spreading rapidly and preys on coral. It also has a creepy sounding religious name and causes intense pain and vomiting if you step on it.\nFact I personally find both amusing and an awesome business idea: Tuvalu raised $50 million in cash by leasing the country’s .tv domain name in 2000.\nNauru is another island nation in the South Pacific, although unlike Tuvalu it is composed of one 21 square kilometre island rather than a group of atolls. The island has its own language, and the people are descended from Polynesian and Micronesian sailors. Although it has a population of less than 10,000 people, it has a thorough and complex legal and parliamentary system. Unfortunately, the island was almost abandoned in the 60s, and it’s still in trouble today. It’s all because of one mineral.\nNauru is basically a big chunk of phosphate stuck in the middle of the sea and surrounded by coral. Actually, make that “was” a big chunk of phosphate. There’s not so much there anymore. Phosphate was discovered on the island over 100 years ago, and was mined pretty much constantly until things gave out in the late 20th century, although there are some who say there are a few phosphate reserves left. As you might have guessed, early 20th century British mining companies were somewhat less than careful in their environmental treatment of the island they were mining. They screwed up pretty much everything except the coastal regions, which didn’t have any phosphate. The Nauruans successfully sued Australia for over $85 million in 1989 for damages caused to the island during the country’s stewardship, with a further A$2.5 million in 1993 dollars contributed to the island every year for environmental rehab. Environmental rehabilitation is a big deal to the islanders, who were almost moved in the 60s after the situation on the island deteriorated.  The government has instituted reforms designed to rehabilitate the land and reintroduce lost vegetation to the areas that were devastated by phosphate mining over the last century.\nFinal Score: Tuvalu-2 Nauru-1.\nThe score remains close to reflect the fact that while Nauru has a much more damaged environment than Tuvalu, it wasn’t really the islanders’ fault. The score should really be Tuvalu-2 British/Australian Mining Companies- negative 9. Nauru should be commended for their attempts to reverse the damages wrought by years of mining. It goes without saying that both nations are strong opponents of climate change. Something about being a tiny low-lying island makes them worry about rising sea levels, I guess.\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","title":"Microstate Environmental World Cup: Tuvalu vs. Nauru","author":"Chris"}