{"url":"http://www.environmentalgraffiti.com/businesspolitics/city-council-bans-balloons-to-save-sea-creatures/898","content":"\nA British town council has banned balloons from some events, citing the health risk to sea turtles.\nThe members of the Portsmouth City Council enacted the ban recently after environmental campaigners expressed their fears that burst balloons were making their way into the oceans and choking dolphins, sea birds and turtles to death.\nSome have branded the city councilmen “killjoys”, but they deny the charges. The council’s executive member for the environment, Jason Fazackarley, said: \"I am not a killjoy. Balloons may look nice but once they are released into the atmosphere, whoosh, they are gone. Then they might choke some innocent turtle to death. They think it is a jellyfish and eat it and die horribly and slowly.\"\nHe was quick to point out that not all balloons were banned. The ban applies to balloon releases on land. Mostly this applies to events like business openings or charity fundraisers.\nAt least one charity was upset by the ban. Helen Somerset-How of the Rainbow Centre near Portsmoth described how the group raised more than £1000 for charity last year by selling balloons that were later released in a race. She said: \"We sold each balloon for five pounds which raised funds for us. What else are we supposed to do - cut a ribbon? That's nothing compared to the fun and visual impact of a balloon race.\"\nBalloons have been found to kill some marine animals, generally ones who mistake the latex for jellyfish or another form of food. The latex of a balloon can block breathing passages or block the animals’ digestive systems, causing a painful death. Some small animals can also get tangled in the balloons’ ribbons and die. \nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-36267-2462416590104181437S600x600Q85.jpg","title":"City Council Bans Balloons to Save Sea Creatures","author":"Chris"}