{"url":"http://www.environmentalgraffiti.com/art-and-design/news-mobile-works-awesome-automobile-artwork","content":"\nWhat could be more personal than the way you present your car to the world? At the website \n – which thanks to Cam Winston gave me permission to use the photos on display – you get to see a whole heap of cars that the owners really have to be crazy about.  The one topping the story is known as the 'Sharpie Lamborghini, owned by Prestige Imports of Miami, USA.\nThe artwork on this way expensive super-car was done entirely in brand 'Sharpie' permanent marker then covered with clear varnish to preserve the images. A really cool example of taking extreme risks with design for the ultimate personalisation of your vehicle.\nNot that the only expensive car to receive a personal paint job was this Lamborghini.  Take a peek at the outrageous artwork on this gorgeous old Rolls-Royce. Originally the pride and joy of John Lennon of 'Beatles' fame, other Rolls-Royces have been painted in a very similar fashion. Such an expensive piece of art. Would a Picasso have been cheaper?\nEverybody would like to see their own car painted specially. It could be that you were smitten by a movie like 'Goldfinger', but not many owners would go to the lengths some do to let others see the appreciation they feel for these movies.\nThen again, few people are as inventive or artistic as those living in Asian countries when it comes to automobile decoration. In India and Pakistan buses and cars are regularly painted in the brightest and most colourful ways possible. In places of such enormous populations, it seems a great many wish to express their individuality this way.\nThen we have those who like nothing better than to be as quirky as they can possibly be, paying homage to the most unusual things – like the guy who covered his car completely in used marker pens, just to make his 'average' motor that bit more noticeable. \nI especially like the man who was so enamoured with the green movement that he felt it necessary to decorate his minibus and trailer as giant vegetables.  The bright, rough texture of the paintwork makes it pretty special, to be honest. There are no limits to the inventiveness of these proud car owners, who often seem to be every bit as colourful themselves.\nThe guy who just wants to advertise the fact that he loves his own home town will be just as proud of his own paint job as any artist ever was of their work.  After all, it makes a statement about him as well as his car.  Not every one will please those who see it, but it probably will be a talking point, and that is exactly what the drivers want.\nPaint jobs on treasured vehicles are always worth looking at twice. Sometimes the sheer dedication of the individual involved can leave the onlooker speechless. I really do appreciate that computer games are important to certain people these days, but making your car into a shrine to 'Pac-Man'?\nDecoration on automobiles can be brazen or subtle, but it always makes an impression on those who see it. If some image in your life had a lasting effect on you, perhaps you feel the need to share that with others. Whatever the reason for your choice of paint job for your car, it can be as mainstream or as unique as you are yourself, depending how far you are prepared to go.\nIf you had to choose between being a pussycat and a tiger, part of you would long to be the big cat, ruling everyone and everything around it.  That may not really be possible in life, but your car can show off your dreams if you let it. Long live those brave enough to go for it!\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","title":"11 Works of Incredible Car Art","author":"tonyleather"}