{"url":"http://www.environmentalgraffiti.com/nature/news-cool-physical-properties-behind-sky-color","content":"\nThe great American man of letters, Ralph Waldo Emerson, said, “The sky is the daily bread of the eyes.” At some time or other, we’ve all found ourselves on our backs, marveling at the fathomless blue space above us and spotting shapes in the clouds.  \nBut the ever-changing colors of the sky, from deep indigo to red-gold fire, are not only beautiful but also scientifically fascinating. Our exploration into the physics behind sky color will take us from the properties of light rays, to the unique sunset variations caused by the position of clouds. \nAs we all learned in science class, light travels in waves of different length and frequency. The light waves with a large wavelength (like red, orange and yellow) have a low frequency, while waves with a short wavelength (like blue and violet) have a high frequency. \nWhen light travels through outer space, it contains all the different wavelengths of light and travels in a straight line. But all of this changes when light-rays hit the Earth’s atmosphere.\nWhen light waves encounter relatively large objects like water droplets or dust particles, they bounce off in various directions. Gas particles, however, are not as big as the wavelength of visible light, and they absorb some of the light rays before releasing them.\nBecause the way the color is absorbed is different for different hues, the way these wavelengths are given off again is also different. The higher frequency colors like blue are absorbed and then radiated more than the lower frequency colors, which mostly pass straight through the atmosphere.\nThis means that the blue and violet light waves are thrown all over the place, creating incredible blue skies that are our “daily bread”. This phenomenon is called 'Raleigh scattering', and it also occurs in gemstones and glass, as shown in the picture above. Meanwhile, the red and yellow spectrum waves continue through the atmosphere undisturbed, making the sun, and direct sun rays, look yellow.\nWhen the sun falls lower in the sky towards sunset, the light waves have to travel through more of the atmosphere. As a result, almost all of the blue and violet light is scattered out, making the sun appear not only redder, but also less intense. Despite what many people think, the red tones have nothing to do with the quantity of pollution in the air.  \nIn fact, haze and smog make the colors of the sunset less brilliant and clear. The multiple particle sizes of the aerosols in haze muddy up the sky by filtering out and reflecting a variety of wavelengths, not just those with the lowest frequencies. Clean, clear air makes for the best sunsets. Yet another reason to cut down on air pollution.\nClouds that are high up in the atmosphere, like cirrus and altocumulus clouds, usually turn brilliant shades of orange and gold, making for awesome sunsets. They are so high that they catch light rays that haven’t passed through the haze, dust and smog closer to ground level and lost most of their color. \nWhen clouds further down in the atmosphere produce vivid colors, it is a good indication that the lower atmosphere is pure (like the air over the ocean, in deserts, and the tropics). \nThere is a whole lot more to the beauty and colors of the sky than we’ve covered here. Check out the sources below to learn more! \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-25970-2132852630103830173S600x600Q85.jpg","title":"The Cool Physical Properties Behind Sky Color","author":"yvonne.mcarthur"}