{"url":"http://www.environmentalgraffiti.com/animals/news-cool-facts-about-elephant-shrews","content":"\nWith their little trunk-like noses and fuzzy fur, elephant shrews are pretty darn cute. They look like bizarre guinea pigs, or like the rodent version of a platypus (almost). It took scientists a long time to get the classification straight on these guys, but despite – or perhaps because of – all the confusion, you’ll have to admit that they are fascinating creatures. \nElephant shrews are not related to shrews, rabbits, hedgehogs or llamas, as was thought at different times. Scientists finally figured out that these fuzzy, long-trunked creatures are in an order all their own. Not only that, but all 18 species are found exclusively in Africa, just like sea cows, aardvarks, hyraxes and elephants, to which they \n related. To eliminate some of the confusion caused by their name – for, as stated, they're not actually shrews at all – they are sometimes called sengis. \nElephant shrews are fairly unusual mammals because they form monogamous pairs and mate for life. The pair stakes out a territory of a couple acres, and several species make tons of tiny paths so that they can easily escape from predators. The two elephant shrews don’t usually hang out together, but they mark their trails with scent glands to keep tabs on each other’s locations (“Hi honey, I’m still here!”). They also use their scent markings to point out sources of food. \nThese fuzzy critters may look cute, but they aren’t exactly sociable. For one thing, they will ferociously drive off any encroaching elephant shrews. The female takes care of driving away females, while the males drive out males. According to one source, this can “involve screaming, sparring, snapping and kicking, all of which can happen so rapidly that it appears to be a blur of animals tumbling on the forest floor.” \nMost elephant shrews spend the majority of their time out and about during the twilight hours of dusk and dawn, munching on insects. They eat all sorts of different bugs and grubs, like millipedes, worms, beetles, ants and termites. Their predators, meanwhile, can include birds of prey, cobras and black mambas. When they're stressed – while being confronted by predators, for example – many species hammer their feet or slap their tails on the ground, or else they hotfoot it away.\nSengis get really fun to learn about when exploring the details. For example, one species, the checkered elephant shrew, can leap three feet into the air and is a super-fast runner. Another, the golden-rumped elephant shrew (pictured above), has skin that is three times thicker on its bottom than anywhere else. Apparently, this acts a shield to protect against butt-bites when it fights other sengis. \nAlthough most sengis are not endangered (the golden-rumped elephant shrew is an exception), they are facing greater difficulties as their territories and habitats become fractured. And as it becomes harder for young sengis to find their mates and claim territory, they will likely become even more at risk.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/box-jellyfishjpg","title":"Awesome Facts About Elephant Shrews!","author":"yvonne.mcarthur"}