{"url":"http://www.environmentalgraffiti.com/architecture/news-environmentally-friendly-green-roofs-growing-popularity","content":"\n \nGrowing plants on rooftops is an old concept. The Vikings who explored the upper Atlantic built grass-covered sod homes where they settled. In Iceland where trees are limited, sod roofs and walls have been used for hundreds of years. When early settlers first arrived on the western prairie, they found millions of acres of grass but few trees. They built sod homes that were dark, damp, cool and let in rain, bugs and snakes. As soon as possible they replaced these primitive homes with stick or brick. \nToday, modern builders are re-examining sod homes and incorporating green roofs to bring a fresh approach to many of the environmental problems that face our cities. Modern green roof technology originated in Germany over 30 years ago and quickly spread throughout Europe mainly due to its low environmental impact. \n \nGreen roofs diminish the developmental impacts on our communities by producing natural processes that are net producers of energy, clean water and air and healthy human and biological communities. Since they mimic nature, they allow development that heals instead of harms the environment. Instead of replacing the existing environment with the built environment, they intermingle to sustain each other. They use forgotten, barren space to create a new life environment. \n \nGreen roofs can be simple, extensive green roofs that incorporate drought-tolerant, self-seeding native covers such as sedums, grasses, mosses and meadow flowers that require little or no irrigation, fertilization or maintenance on 2-3 inches of sod. These green roofs are lightweight, inexpensive, and can be retrofitted onto existing buildings often with little additional structural support. \n \nIntensive green roofs are more elaborate roof gardens designed for human interaction. They generally have a relatively flat roof surface or mild slope and allow for a larger selection of plants, including shrubs and trees and require engineering to be able to conform to the load requirements. \nModern green roof offer many advantages over conventional roofing. They improve storm water management, conserve energy, reduce noise, air pollution and greenhouse gas emissions, improve biodiversity, provide habitat for birds and wildlife, mitigate urban heat effect and give a high rate of return on the investment over traditional roofing.\n \nA typical green roof can absorb 30% of the rainwater that falls on it, reducing the amount of water that goes through our waste water systems. Green roofs sequester carbon and absorb carbon dioxide that contributes to global warming. While green roofs require more output in construct costs than conventional roofs, over a lifetime they save enough in energy usage to cover the additional costs. They also last approximately twice that of a conventional roof. \nIntensive green roofs use the evolution of plants to minimize energy costs. Plants provide shade and reduce surface temperatures below the plants. Cooler temperatures reduce the heat transmitted into buildings and re-emitted into the atmosphere. In the summer, only 10-30% of the sun’s energy reaches the area below a tree due to photosynthesis which absorbs some sunlight while leaves reflect more sunlight back into the atmosphere. In the winter when deciduous trees have no foliage, up to 80% of the sun’s energy can reach the area below a tree, allowing the area to warm.\n \nGreen roofs may be the best way for larger cities with dense, built-up urban cores to provide an effective amount of vegetation cover or provide green spaces.\nThey can even retard the spread of fire. Our current environmental crisis may be the result of design failure to consider the health of human communities and ecosystems - nature and culture woven together. Green roofs are one option to reduce the alienation with nature many people experience due to our designed world.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","title":"Why Green Roofs Are Growing in Popularity","author":"Lisa Hossler"}