{"url":"http://www.environmentalgraffiti.com/travel/news-visit-japans-fascinating-manga-café","content":"\nIf you’re traveling on a shoestring in Japan, or just want a unique experience, manga kissas may be the thing for you. These Japanese institutions are a combination of comic book libraries and cafés. And not only are they are a great place to relax after a full day exploring the streets of a new Japanese city, they can also be a destination all on their own. \nManga, a Japanese word meaning “humorous pictures”, became hugely popular in Japan during the 20th century. The artistic style and large-eyed, small-mouthed characters displaying larger-than-life emotions make manga easy to identify with. Relatively speaking, manga is only really beginning to gain popularity among young people in the United States, but in Japan it is read and loved by all generations. In fact, manga writers and artists in Japan enjoy as much prestige and respect as their more literary and artistic counterparts in the West. There are many genres of manga, from romance to action and adventure.\nSince Manga is so popular, the advent of the manga café is perhaps not that surprising. These cafés started out in the 1970s as places in which to read comics and drink coffee. Since then, however, they have morphed into something new. Now, most manga cafés provide computer cubicles equipped with Internet access, video games and DVDs, in addition to the thousands of comic books available.\nMany manga cafés are located near train stations and have hourly rates for the services they provide. Commuters can spend an hour or two reading comic books while they wait for their train. Or, if they happen to miss the last train to their destination, they can spend the whole night in the manga kissa at a discounted price. Since these cafés are open 24 hours a day, they provide a cheap alternative to hotels.  \nAlthough the majority of these Japanese institutions don’t provide beds, their chairs are reportedly comfortable, and many even offer showers. Sodas and other drinks come included in the price and are available at an open bar where patrons are free to help themselves. Meanwhile, food can be purchased from vending machines, with a selection that usually includes ice cream, pot noodles and sandwiches.   \nDue to the high cost of renting apartments, some Japanese youths have opted to live in the manga kissas long term, paying a set rate for every week or month they spend in them. Homeless people have also apparently used these cafés as places in which to shower and sleep in a relatively comfortable and safe environment. \nWhile it may not be your first choice for a place to stay, these manga cafés are surely worth the visit. Not only are they a fascinating conglomeration of library, café and hotel, they are a unique and interesting part of Japanese culture.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"Japan's Amazing Manga Cafés","author":"yvonne.mcarthur"}