{"url":"http://www.environmentalgraffiti.com/news-16-year-old-tries-become-youngest-explorer-ski-north-pole","content":"\n\"The Arctic Ocean is the only environment in the world that requires constant focus 24 hours a day, 7 days a week, and every minute of it – one slip-up and I can find myself submerged in 11F water, or underneath a heavy sled. iPods are out of the question,\" says adventurer, explorer and One Young World ambassador, Parker Liautaud. Not the kind of words you'd expect from your average 16-year-old, but Parker is not an average teenager. He has many achievements already under his belt, including climbing the Rockies, making it to within 15 miles of the North Pole, and acting as a motivational speaker when not in school. He is also reattempting – and is determined to accomplish – his 2010 goal of being the youngest person ever to ski to the North Pole.\nParker will be drawing attention to global climate change and the devastating effects it has on the world. His 2010 attempt to reach the North Pole ended agonizingly close to its goal due to the high temperatures and open water which show the effects climate change is having on the polar regions. Amidst extreme weather, including zero visibility, heavy drifts and strong winds, he almost made it last year. Now his second attempt is underway.\nParker started an organization called \n, which is dedicated to bringing young people together to discuss the environmental issues and needs of the polar regions. He explains: \"As a barometer for global environmental health, the Polar Regions should be considered a serious warning sign for the future of the planet; and, as the next generation of leaders, it is time for young people around the world to take responsibility for the planet and materialize concrete action before it is too late.\"\nParker is extremely proud of being one of the ambassadors for \n, saying: “One Young World provides a unique opportunity for young leaders to share their visions, ideas and to have their voice heard on global issues that matter. I am thrilled to be the first One Young World Explorer and will draw attention to the need for government action to address climate change.” \nHowever, this intrepid young explorer won't just be drawing attention to climate change in the poles but will also actively be doing something to help, taking snow thickness measurements for the University of Alberta to monitor changes between spring and summer. An inspiring and exceptional young man, he is traveling with world famous polar explorer Doug Stoup, a teammate who will be able to share with him a wealth of knowledge while on his trip. \nOn his 120 km journey through ice and snow to the pole, Parker will be pulling a sled weighing 115 pounds the whole distance. He is on the ice at this very  moment, and we at Environmental Graffiti wish him the very best of luck – and know he will be opening many eyes to the issues of climate change. You can follow his progress on his expedition on his \n.\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/57141655411a44525078bjpg","title":"16-Year-Old En Route to Becoming Youngest Explorer to Ski to North Pole","author":"Michele Collet"}