{"url":"http://www.environmentalgraffiti.com/physics/news-“eyjafjallajökull”-divine-wrath-2","content":"\n\nWhat would you do if you had to deal with a volcanic eruption? Unfortunately, there is not much you can do! \nEyjafjöll, an Icelandic volcano which was asleep for almost 190 years, started to show some activity signs in March 2010. But on the 14th of April, Odin and his fellows were on the way ... Eyjafjallajökull, located at 100 miles from Reykjavik, erupted - releasing a massive ash cloud that paralyzed all aerial traffic across Northern Europe for days.  \nIceland, well-known for its unique geological conditions and its volcanic activities, has been caught between 'Ice and Fire' since the dawn of time due to its geographical position. Jammed between the Eurasian and North American plates the Nordic island is directly located above the Mid-Altantic Ridge. Most of the volcanic activity is concentrated along the plate boundary, which runs across the island.\nEyjafjöll, covered by Eyjafjallajökull‘s glacier, is neither the biggest, nor the most dangerous volcano in Iceland - but it was enough to create international chaos.  130 active volcanoes can be observed throughout the island, which is almost entirely composed of volcanic rocks. These unique geological conditions create magical landscapes and incredible freaks of nature, which provide us with one of the best illustrations of Mother Nature’s power and make Iceland an island which inspires both fear and respect. \nEven though Eyjaföll’s eruption created international chaos, its consequences are above all local. The eruption has caused large-scale ice-melting. Thus, the water brings along all the material extracted during the eruption, creating a huge mudslide, known as Jökulhaups in Icelandic. For safety reasons, the entire surrounding area has been closed. Icelandic people have also observed large quantities of ash falling from the sky, as well as several flashes of lightning due to static electricity, making the area extremely dangerous. Falling ash is not only potentially deadly for people, but for cattle as well. Inhaling ash can cause severe health problems and may also poison water sources and cultivated lands in the area.\nThe eruptions of the comparatively small Eyjafjallajökull glacier volcano in Iceland have historically preceded massive eruptions by the terrifying Mount Katla - precisely what happened in 1823. Katla’s eruption then was the most violent Iceland had known for 200 years!\nThis is why today the world's attention is turned towards Katla. Icelandic vulcanologists consider it possible Katla may erupt and are currently monitoring the volcano very closely. If Katla were to erupt, the blast would make the current air traffic chaos look like a minor incident, inflicting much greater economic losses for Europe and creating disastrous consequences for the local area. \nSo for everybody who is thinking about visiting Iceland soon... do check!\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"Eyjafjallajökull: The Divine Wrath of Iceland's Volcano in Pictures","author":"juliette"}