{"url":"http://www.environmentalgraffiti.com/beaten-track/news-art-and-pixadores-urban-predators-sao-paulo","content":"\nIf you hear the words “Pixo” or “Pixadores”, you can be nowhere else but in San Paulo. San Paulo is the biggest city in South America and indeed the southern hemisphere. It also has the particularity of being a town completely surrounded and flooded by the Pixadores’ graffiti pieces. You can find them nowhere else in the world. If you walk through Sao Paulo’s streets at night and pay attention to your surroundings, you will see shapes moving along the walls of buildings. These are not cats or other kinds of urban predators; they are what we call Pixadores. \nActually, they \n some kind of urban predator. Usually, they go painting in groups, moving, climbing dangerously, jumping from roof to roof. What are they looking for? A blank wall of course. They are looking for adrenaline and for the most unreachable locations. Each building is a new challenge to face, a new territory to get to, and this dangerous game is definitely the essence of this acrobatic art. Pixo art is also a political act. It is about expression, revolt and defiance in the face of authority. \nBorn in the 80s, the Pixacaos movement is known as the most aggressive and controversial form of graffiti. For Pixadores, this is not graffiti, this is “Pixo”. This counterculture was established with its own specificity and its own rules, and it still remains completely illegal. The Pixadores are clear about their activity. It has nothing to do with graffiti as we know it.\nPixacao means “trace” or “stain” and is essentially inspired by Gothic's calligraphic letters and hardcore and heavy metal bands. It is a language that is codified and complex, and has created new forms of calligraphic signatures. \nDown on the streets, the crowd is getting bigger and the astonished pedestrians are staring at those urban acrobats. The show is definitely impressive, and the situation could get out of control at any time. If the Pixadores fall down, the impact would immediately kill them. It seems that Pixadores do not fear anything. Death is part of their art, their environment. It feels as if they have nothing to lose.  \nIn a world where the future means unemployment and marginalization for the poorest, the new generation corners this new form of urban art to express their pain and disillusion. Overall, they emphasize their suffering by proving to everyone that they exist and that art doesn’t just belong to the middle and upper classes. They give themselves the right to express their feelings, their opinions. The only place that offers them this space is the streets. \nIn \n, a documentary made by João Weiner and Roberto Oliveira, the cameramen follow a group of 50 Pixadores attacking the 28th São Paulo Biennial (in 2008), which is Brazil's major biennial art exhibition, to protest against the elitism of art. Suddenly, an army of Pixadores flooded the university, painting “Pixos” everywhere, under the eyes of the powerless security staff. In the documentary, the scene is kind of funny, though unfortunately was not so for the staff, who described the attack as vandalism. The affair eventually became a national controversy. \nAll of Sao Paulo is covered with “Pixos”. The aesthetic of the “Pixos” still remains quite invisible to the majority of the population. For most of the outsiders, “Pixo” art is definitely ugly and dirty. But for the hooked, the reality is elsewhere. For Choque, an urban photographer, it is as if the town is a huge notebook meant to be filled as quickly as possible. He sees the town as “a vertical agent’s letter” where everything is allowed. The town has to be used as a surface of self-expression. Every blank has to be filled by the Pixadores – every spot must be used to show their art so that it can be seen – just like it was at the beginning of the graff movement, way back when.   \nThousands and thousands of letters and words crawl along the San Paulo’s walls, but this is not only about catching people’s attention. Choque thinks this movement as an aggression against contemporary society and a complicated artistic process to realize: “Each Pixadores has his own logo. He has to fight to be seen: against adverts, graff and all different kinds of visual pollution.” \nExpressing themselves through destruction seems to be the only way for the “Pixadores” to be heard. This new generation that feels abandoned by the public authorities and reflect the malaise of society cannot be ignored anymore. However the authorities help the movement to stay alive. The Pixadores all agree with the idea of Pixo art remaining illegal. “If this movement was legalized afterwards, nobody will make Pixo anymore!”","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","title":"Pixacao: Sao Paulo's Acrobatic Urban Graffiti Movement","author":"juliette"}