{"url":"http://www.environmentalgraffiti.com/animals/news-killer-kangaroos","content":"\nNothing symbolizes Australia like kangaroos do, but us non-Aussie folk know surprisingly little about these graceful animals. The origin of their name, for instance is said to have its roots in the time when the first settlers set foot on Australian soil. After much pointing and endless hand gestures to try and find out what these weird animals were, it appeared that they were known locally as kangaroos. As time went by and some of the aborigines learnt to speak English the settlers found out that ‘kangaroo’ actually means ‘I don’t know’. The earliest settlers must not have been very good at gesturing, or the aborigines had an uncanny sense of humor. I guess we’ll never really know the truth.\nKangaroos are known to be peaceful animals that are tough enough to survive the harsh climate that is Australia. As long as their numbers do not spiral out of control, kangaroos are also eco-friendly as they only eat grass blades, not roots as the other icon of Australia, the sheep, tends to do. Kangaroos can also be a nuisance to farmers as they are very agile and speeds of up to 74kmph (46mph) are not unheard of, topped off by single leaps of up to 9m (30ft). This agility enables kangaroos to easily clear fences of up to 9ft high (2.7m), which makes it extremely hard to keep them out of grazing pastures reserved for sheep and cattle.\nKangaroos are also often seen in large numbers, but they are not herd animals in the strictest sense of the word. This can clearly be seen when a mob of kangaroos comes under attack from predators.\nHerding animals usually run away in the same general direction, making it easy for predators to pick them off. Kangaroos, on the other hand, all scatter in their own directions, and they normally run straight for a body of water, if there is one in the vicinity. This is where the killing instinct comes to the fore, revealing the dark side of these gentle creatures.\nOnce the kangaroo is inside a body of water, it will turn to face its attacker, grab it with its short front paws and push the head of its assailant underwater to drown it. The animals that most often fall victim to kangaroo rage are, not surprisingly, canines. Kangaroos are also not limited to drowning only one aggressor-tuned-victim at a time, as Mr Rickard from Arthur’s Creek in north eastern Victoria Australia, can \n.\nReinforcing this newly acquired ‘tough guy’ image kangaroos now enjoy, kangaroos are almost \n in their survival instincts, once again proving that the truth is sometimes even more bizarre than fiction. When a kangaroo is shot and only injured it will not stay down and wait for death to come, as most other animals tend to do. In real-life Terminator fashion, these fascinating creatures would pull themselves forward with their paws, not giving up until the last strength has been drained from their bodies. The reason behind this extreme survival instinct can probably be traced to the fact that kangaroos could have up to three joeys (young kangaroos) that they are taking care of at the same time. This could include one young adult which recently graduated from the pouch, that is still learning the ropes, one infant peering out of the pouch, and another in embryo form waiting for its turn to see the day of light.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockPeek-boo128179jpg_0","title":"The Killing Power of the Kangaroo","author":"Zbenek"}