{"url":"http://www.environmentalgraffiti.com/news-home-mythical-garden-eden-victim-decades-abuse","content":"\n \nAn internet search for Iraq returns pictures of war, devastation and desert. However Iraq was not always a desolate landscape. The Republic of Iraq is located at the eastern end of the Fertile Crescent – the home of modern civilization and the possible location of the Garden of Eden. This is where wheat was first cultivated, allowing nomadic people to settle down around early cities. \n \nWhile war has ravaged Iraq, its desert landscape is down to one of the largest ecological disasters of all times. \n \nFor over 5,000 years the Marsh Arab culture thrived in a water paradise in the middle of a desert. The Tigris-Euphrates Rivers fed one of the most fertile marshes in the Middle East, the Mesopotamia Marsh. Periodic flooding of the marsh created the Fertile Crescent. Night herons, pied kingfisher, little grebes, marbled ducks, wild boars, water buffaloes, foxes, otters and water snakes made their home in the 6,000 square mile marshland. \n \nThe Fertile Crescent has suffered at the hands of humans for centuries. As cultivation extended into pastoral lands, wells were dug to make pastures usable throughout the year. Remote areas became accessible to livestock. As a result, lands that were ideal for grazing became marginal crop lands, and marginal grazing lands lost their vegetative cover due to overgrazing. \nAfter the first Gulf War, Saddam Hussein drained the Mesopotamia Marsh in what the United Nations environmental program called \"the worst engineered environmental disaster of the last century.\" Thousands of Marsh Arabs were killed, their homes burnt down and their water sources poisoned. Fine sediment that was underwater dried and became airborne, creating vast dust storms and desert landscapes. Salt and toxic levels of minerals accumulated, killing off many of the native species. Only 10% of the original marsh survived. By 2000, Iraq’s Fertile Crescent was a salt-encrusted patch.  \nAfter the fall of Saddam, the Iraqi people began to restore the marshes; however it may be too late. While the dams Saddam built are gone, the rivers that feed the marshes are heavily dammed in Turkey and Iran. Last year a drought further restricted the amount of water that reached the area. And the water that does make it into the marsh area is contaminated by untreated sewage and industrial discharge.\nMarsh restoration on this level is a giant eco-system experiment that has not been attempted before. Simply flooding the area is not enough to restore the function of the marshes. But the return of wildlife has been swift and promising. Several rare and endangered bird species have been spotted, attracted by the abundance of wild grass. And the people are returning to their ancestral homes. Ultimately, restoration of the home of the Garden of Eden depends on the Iraqi people.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-www.environmentalgraffiti.com-wp-content-uploads-2008-06-optimist-hires.jpg","title":"How the Site of the Garden of Eden Has Been Ravaged by Man","author":"Lisa Hossler"}