{"url":"http://www.environmentalgraffiti.com/science/news-deadly-effects-dengue-fever","content":"\nImagine having horrible joint pains, swollen glands, a high fever, and a rash – all at the same time. Then you’ll have an idea of just how horrible the effects of dengue fever are. And with four different strands of the virus running rampant through the tropics and subtropics, it’s no wonder this debilitating sickness is sometimes called “breakbone fever”.  \nIt all starts when a female Aedes mosquito (most often the \n) sucks blood out of a person infected with dengue. Soon the virus infects the cells lining the mosquito’s gut. The virus then carries on infecting the rest of the mosquito's cells, all the way up to the salivary glands. Within 8-10 days, the process is complete, the virus is in the mosquito saliva, and humans had better watch out!\nWith a single bite, an infected mosquito can transmit dengue to a human host. While the mosquito is having its meal, the virus enters the person's bloodstream. It then binds to the white blood cells and travels around in the blood stream, replicating itself. Once the white blood cells realize that they have been compromised, they begin producing proteins, but it's these proteins that give rise to a great deal of the symptoms.\nBy now, the body is in all-out war and the infected person is feeling the effects. Their muscles and joints ache, they break out in the notorious dengue rash, and they have horrible headaches right behind their eyes. Other symptoms include exhaustion and even bleeding around the gums.\nInside the body, at least in severe cases, virus production will be at an all-time high – with horrific results. The bone marrow can start to dysfunction, resulting in a decreased production of platelets and a severe risk of bleeding. Even worse, some of the liquid in the blood vessels starts to leak out of the capillaries. Blood pressure plummets to the point where it can’t even support the vital organs. \nAs devastating and terrible as it sounds, most people don’t die from dengue. Although there is no cure, rest and drinking lots of fluids usually does the trick. It normally takes one to two weeks for the acute symptoms to pass and several more for you to get back up to snuff and feel like yourself again.\nUnfortunately, matters can be a lot worse for children under 10 years of age who contract the illness, because it can turn into dengue hemorrhagic fever (DHF). This is a severe form of dengue that produces symptoms such as abdominal pain, internal bleeding, and circulatory collapse. What’s more, patients can easily contract pneumonia in addition to everything else they have to deal with. And without hospitalization and proper treatment, including blood transfusions, fluid replacement, and oxygen, up to 20% of those who contract DHF will die.\nPerhaps one of the most terrifying characteristics of dengue is that once you become ill with one strain of the virus, things will be a whole lot more complicated if you come down with another. \nThe solution? Slather yourself in bug spray, get rid of standing water, avoid going out around sunrise and sunset, and become a mosquito-killing maniac! Or something.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","title":"The Horrible Effects of Dengue Fever","author":"yvonne.mcarthur"}