{"url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-giant-surf-ona-lake","content":"\nA blizzard rages outside as three men inside a pick-up truck zip up their wet suites and rub thick globs of vaseline onto their faces. Large winter waves crash onto the shore in front of them, throwing giant splashes into the air. The men exit their truck into the well-below freezing weather and grab their surfboards. They are not in California or Hawaii - no, the rules have surfing have changed. These three men are about to surf on Lake Superior, 1,000 miles away from the nearest ocean.\nAs surfing’s popularity has spread, wanna-be-beach-goers have discovered that big lakes, if pummeled by strong enough winds, can create waves that rival their ocean counterparts. Lake Superior, the largest lake in the world, could easily make islands out of several entire US states. It is there, more than anywhere else in the world, that “no salt” surfing has taken hold.\nLong before surfers, the Great Lakes were infamous for their dangerous waters. Winter storms have created waves large enough to sink massive freighters since the turn of the 20th century. The SS Edmund Fitzgerald, one of the most famous shipwrecks in history, is thought to have fallen victim to a series of rogue waves on Lake Superior that were large enough to tear the massive ship in half. Luckily, there have been no major shipwrecks in recent years. The advent of satellites and weather buoys have allowed meteorologists a chance to predict the behavior of the lakes. An unexpected side effect of this technology is that surfers are now armed with enough information to take advantage of the lakes' ample surfing opportunities.\nLake surfing does come with a few added obstacles. Freshwater is significantly less buoyant than salt water, so it can be more difficult to maneuver a surfboard. Also, due to limited spacing, lake waves are closer together and generally more chaotic in nature than ocean waves. But many surfers find that the additional challenges only add to the allure of saltless surfing.\nMark Richards, an Ontario native, is one of many people who has turned to freshwater surfing in the face of rising traveling costs. \n“After a few attempts I realized I could surf pretty decent breaks if I got to the right place at the right time. It isn’t quite like surfing in the ocean, but in a way it’s more fun. There’s no crowds, and the water is perfectly clear. It’s much more rewarding catching a big wave on Lake Superior than it is in Malibu.”\nThe largest waves in the lakes generally remain well offshore, so surfers usually encounter waves no larger than five feet. But larger waves can make it to the shoreline. In April of 2008, footage was captured of surfers catching waves nearly ten feet high in the Lake Ontario waters near Toronto, Canada.\nSaltless surfing was a secret for many years, but not anymore. Surfers are connecting through the internet and forming groups like the Superior Surf Club, and YouTube movies allow the rest of us a chance to see how surprisingly ocean-like the lakes can be. Other lakes across the country, such as Lake Tahoe, are also beginning to attract fearless new surfers, who are realizing how unexpectedly close-by a good swell can be.\n ","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","title":"Surfing 10ft Waves on the Great Lakes","author":"Maximilian"}