{"url":"http://www.environmentalgraffiti.com/news-8th-edition-boom-festival-awareness-and-free-spirit-wanted","content":"\n\nTired and fed up of the big music festivals, with the same line-ups, constantly surrounded by the visual pollution of brands and adverts? Don’t worry, other mysterious musical worlds exist far away from these big events...  \nThe Boom festival is one of them. It takes place every two years and is one of the most best examples of a non-commercial festival out there. Lost between the pines and the cork trees of the Portuguese countryside, this festival takes place in a wonderful area, called Idanha-a-nova, during the August full moon cycle. The place is located in the heart Portuguese mountains, in the center of the country, around a huge and peaceful lake, which gives the event an aerial and refreshing atmosphere.\nThe Boom Festival is also a concept: creating a space where people from all over the world can live in an alternative reality for a few magical days. For more than ten years now, this artistic and cultural event has been an alien among the other big international music festivals. It is not about money and marketing, it is about promoting different values, such as peace, art, creativity and a visionary culture.\nThe peculiarity of many trance festivals is that, contrary to the big, commercial events, they are usually openly tolerant and permissive, and far from official institutions. They promote a more human, open-minded approach to human gatherings. Trance music, awareness, alternative concepts and responsible behaviour is what people expect at Boom, and even if some borderline behaviour is observed, the general atmosphere remains quite pleasant. \nFounded by Diogo Ruivo and Pedro Carvalho in 1997, the Boom festival started as a small Goa trance festival. At the time, it was the peak of the Goa trance movement. With five hectares, two dance floors and one chill-out space, it was far away from what Boom looks like today. Nowadays, Boom is much more than a simple music festival. The four dance floors coexist with a multitude of different experimental workshops. You can lose yourself in the forest art gallery, for instance, which explores urban art and psychedelic symbolism, or walk through the live-art zone, which mingles dance, theater and circus with performance art. Every part of the festival is full of surprises and experiments. \nMusic is everywhere, but it is not the main element of the event. Back then, the Boom festival was surrounded by Goa Trance music, which was the continuation of the Goa Trance movement that gathered steam amongst revelers in India. Nowadays, the music is more eclectic, because of the size of the event obviously, but also because of the maturation of the festival. However, electronic music genres are still the main kind of sound you can expect to hear. Perhaps quite boring for a casual outsider, but completely amazing for us experts! \n\nFrom the Drum and Bass and trance music of the groovy beach, to the psychedelic instrumentals, experimental trance and live concepts of the ambient forest, all these music genres are linked together in a special universe - a universe self-created by the location, the light-effects, the art concepts and the atmosphere of Boom. It works like a whole, a single and lively unique piece, where all the components are mixed to form a complicated, experimental structure, in which the entire spectrum of sensual pleasures are solicited. \n\nTrance festivals are at the heart of creativity and art creation. At Boom, visual arts including painting, sculpture, video and installations are everywhere. Festival goers are always in contact with creation and live art performances. Thus, they have the opportunity to express themselves freely. Along the venue, you can see a lot of fancy dress styles and playacting, such as fancy art make-up, 'air-style' hairdos, or mystical and ethnic dresses. \n\nTrance festivals appeal to the free expression of the individual's personality and the discovery of oneself; they are places where normal dress-codes and conventional attitudes are left in the shadow. People are not just festival-goers, they are different people - in a liberating sense.\n\nBoom festival is also a call to multicultural and international mixing: thousands upon thousands of people across the globe are waiting for the 2010 party. They come from everywhere around the world, by plane, train, bus or even on foot to join the adventure. They feel they are a part of this “huge worldwide family”, which shares common values and messages through art and music.\n\nLike the “hippie movement”, which was about sharing common values and delivering a peaceful message, the Boom festival goers have their own social rituals as well.\nIn a time when the media keeps talking about climate change, the Boom festival started to emphasize environmental issues way before culture's wake up call. Biodegradable constructions and alternative energies, such as windmills and solar power are widely used during the festival. Organizers set up a dry toilet system and a biological water treatment process. Partnerships are also getting more and more diverse, little by little. For this year's party, the festival is going to use bamboo from Latin America and Asia to create various bio-constructions, thanks to an array of new partnerships. People are also surrounded by ecological messages everywhere around the venue. All the rubbish will be put in recycle bins and portable ashtrays will be given to each festival goer at the gates. It would be Utopian to think that everybody single party goer will live a totally green life, at the festival or beyond, but nevertheless this ecological spirit, which has been built progressively, remains a real success for such a huge festival. \nAlthough drugs are completely forbidden inside the festival, everybody knows that it is also a part of most music festivals. Portuguese authorities remain quite permissive concerning the problem, and the organizers have adopted a preventive approach towards drug use. The notion of the psychedelic experience and drugs are, obviously, very closely linked and even if some extreme behaviour regarding drug taking has occurred in the past, dialogue and supervision remain the two key elements of the Boom spirit. \nParamedic teams are present everywhere around the venue to prevent abusive behaviour. However, some people, like at other similar festivals, are looking for extreme thrills which can often create real disasters. Here is some basic advice: drink water regularly to prevent dehydration, respect the hygiene of the event and your fellow festival goers, respect the rules of the festival, and eat at least two meals per day. Lastly, and very importantly: don’t forget your sunglasses and sunscreen!\n\n\nEven if Boom is one of the most well-known trance festivals, a lot of different locations host similar festivals in Western Europe . Some might prefer to visit the Romanian forest of the 'Transylvania Calling' festival, or be tempted by the German bier during the 'Full Moon Festival'. Whatever, it's up to you, but the concept is always the same. It is about gathering people and talents together around one hot-spot, and being surrounded by trance music and art concepts. Basically, it doesn’t matter where the event takes place, the goal is the same: enjoy and create together, through a psychedelic and parallel journey!\nThis year, the Boom’s team-members have decided to dedicate this edition to the theme of water. Water is actually a metaphor for the Boom festival which is always changing, moving, flowing and recycling. Water, such a precious energy, becomes rarer and less accessible, especially in less well developed countries. So let’s follow the stream and totally immerse ourselves!\nFree spirits wanted!\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","title":"Boom: Portugal's Psychedelic Trance Festival","author":"juliette"}