{"url":"http://www.environmentalgraffiti.com/news-pearls-beyond-price-xx-facts","content":"\nPearls are produced inside the tissue of a shelled mollusk, either an oyster or a mussel, however, any shelled mollusk is able to produce a pearl, rarely though a nacreous pearl. They are formed to protect the mollusk from an irritant in the soft tissue, either an injury or parasite that the oyster then entombs within layers of nacre.\nNacre is more commonly known as mother-of-pearl and is formed by two compounds, aragonite and conchiolin. The lustrous material is added to, year by year as the mollusk grows.\nThere are two forms of mollusks that form gem quality pearls, one is the pearl oyster that lives in seawater and the other is the freshwater pearl mussel that lives in rivers and streams.\nPearls are either cultured or 'natural'. A natural pearl is extremely rare, and is the reason why they were so expensive in years past, when hundreds upon hundreds had to be killed to find one pearl. A cultured pearl however, is one just as real as a natural one, but the organic irritant is introduced into the oyster or mussel by man. They take a piece of mantle from another oyster, for example, and put it into the mantle of the pearl oyster. As in natural oysters they can take 2-7 years to form.\nFreshwater cultured pearls generally come from China but they can be found in Scotland and other areas as well. The saltwater pearls are generally farmed in lagoons or volcanic atolls.\nSeven fun facts on pearls for you:\nPearls have graced our lives for thousands of years, gemstones beyond price, and their beauty is one of natures miracles. They have paid for wars (a Roman general once financed a campaign by selling one of his mothers earrings) and also brought happiness to thousands. Whether they are freshwater or saltwater, cultured or natural, white pearls or black pearls, there is one for any taste and budget, so with Christmas coming it is an idea to keep in the back of your mind for the loved ones in your lives.\nSource: \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/KatrinaNewOrleansFlooded.jpg","title":"Pearls: Beauty from the Ocean Floor","author":"Michele Collet"}