{"url":"http://www.environmentalgraffiti.com/science/news-phage-therapy-cure-next-superbug","content":"\nThe method is ingenious: whereas we medicate ourselves and let it flush into the water with our waste, people in the Republic of Georgia take their untreated waste and ingest it to avoid the use of medication. Well, it’s not as simple or as gross as that, but not far from the mark, either.\nThe concept behind phage therapy is that, alongside bacteria and viruses and all the other bad news one would expect to encounter in sewage, it also contains bacteriophage. Bacteriophage are basically viruses for bacteria. Just as our own viruses wage an evolutionary battle to outwit our immune systems, bacteriophage interact similarly with bacteria. By accumulating waste water and separating out phage strains for different bacteria, doctors in Tbilisi, Georgia, are assured the most up-to-date medicine to combat a wide range of illnesses, including the deadly, drug-resistant MRSA, and the kicker is that bacteriophage is harmless to humans. In fact, it’s harmless to anything except the bacteria it specifically targets, meaning that unlike traditional antibiotics, phage therapy poses little to no threat to the friendly bacteria on which our bodies rely for optimum health.  \nFootage of surgery at the Central Hospital of the Republic of Georgia shows doctors spraying an operating room with phage before a surgical procedure to eliminate the risk of contamination. They douse the air and all the instruments, even the patient's mouth, before surgery to eradicate opportunistic bacteria awaiting signs of vulnerability. Phage therapy could be a powerful tool, perhaps the only one, in the battle against a new enemy, the insidious NDM-1. If this is a battle of humans versus bacteria, then NDM-1 is the arms trader, and he’s got a whopper for the next buyer. NDM-1 is not itself a bacteria; rather, it is a gene that can be incorporated into the DNA of any bacteria that come across it, rendering the bacterium, and all of its offspring, immune to antibiotics. It sounds scary and it is, when we already worry about particular bacteria evading particular antibiotics, let alone an all-purpose WMD. Of course, it is important to note that NDM-1 does not affect the human body’s own natural ability to fight disease.  However, it has the capacity to render even fairly simple medical procedures potentially deadly.  \nPhage therapy has been used regularly in Georgia for the better part of the last century. It was originally brought to the Soviet Union in the 1930’s by Stalin, who wanted to use this exciting new development to help Communist troops ward of dysentery. While primarily produced and used in Georgia during the latter decades, the rest of the former Soviet Union continued to make use of phage to a limited extent, particularly in the 1970s when a wave of drug-resistant bacteria spread through Russian hospitals.\nThe main barrier to phage’s introduction in the West is a lack of published research on the subject in English as well as the general reliability of antibiotics and the lack of profit for drug companies. Industry benefits far more from a “cure one, cure all” solution that can be patented than from a more labor intensive remedy that uses live materials.\nResearch into, and use of phage outside of Russia, Georgia and some successful experimentation in Poland is mostly limited to veterinary applications in the UK and US. However, one American company, OmniLytics, describes work into practical agricultural, medical and military applications of phage, and maintains a fairly regularly updated website. In addition, the website AmazingPhage keeps a database of articles and research into the subject. Nonetheless, these examples are the exception and phage therapy remains unknown to most of the world.\nThe shocking lack of interest in phage therapy in the West must be corrected if we are to head off the dangers posed by MRSA and NDM-1. We now know that we cannot rely entirely on traditional antibiotics to protect us. A new class of antibiotic drugs only comes around every other decade or so, and while a Swiss biotech company has recently discovered one that looks promising in the fight against \n, a potentially deadly bacteria commonly found in hospitals, it is, at this point, limited in scope and has yet to reach mass production.\nPhage therapy has been proven effective and the treatment has withstood the test of time, used in a region whose technological sophistication kept pace with that of the Americans for the duration of the Cold War. The therapy provides a solution proven to literally save life and limb, and if we can get the ball rolling, one day it may save yours.\nReferences and additional Information: \n, \n, \n, \n, \nVideo: \n 1997-10-09 – includes scene described in first paragraph\n\nVideo: \n, White Pine Pictures, Canada, 2005","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Phage Therapy: The Viruses that Could Kill the Next Superbug","author":"Ryan Robert Hallett"}