{"url":"http://www.environmentalgraffiti.com/news-can-little-radiation-be-good-you","content":"\nEarly on in the Japanese nuclear crisis, Fox News political pundit Ann Coulter outdid herself (again). In the clip below, she can be seen telling people that exposure to radiation in doses in excess of federally designated safe levels is actually good for the body.\nIt's true; we are exposed to small amounts of radiation all the time in our daily lives, with no negative health effects. Unfortunately, Coulter's remarks contradict the most recent study done by the National Academies' National Research Center on this very subject – appropriately titled,  \n. According to the report, \"a preponderance of scientific evidence shows that even low doses of ionizing radiation, such as gamma rays and X-rays, are likely to pose some risk of adverse health effects.\"\n\n\nChoosing between the advice of Ann Coulter and national scientists on the topics of health and nuclear energy isn't very hard. Knowing which types of radiation put you at risk and at what doses is a little more complicated.\nConflicting reports about the radioactive contamination of some \n, milk, tap water and now seawater, are trickling in from Japan. If safety cut-off for radiation in tap water is 100 becquerels per kilogram (for infants), is it really safe to ingest the water at 99 becquerels? How about 85?\nThe following infographic is the aggregation of numerous sources that are authorities on radiation. It details the threat levels of radiation exposure from events like the Fukushima explosion down to a dental x-ray. Hopefully, it will clarify the magnitude of everyday threats and help increase awareness around what Japan (and the world) is facing in light of these tragic circumstances.\n\nCreated by \n, a digital marketing agency.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"Can a Little Radiation Be Good for You?","author":"Beth B."}