{"url":"http://www.environmentalgraffiti.com/plants/news-five-curiously-strange-and-weirdly-awesome-trees","content":"\nIt might be said that trees are only fascinating to fruits and nuts. But these five species are bound to change your mind. Not only is each of them uniquely and beautifully shaped; some have such strange characteristics that they seem to belong to the realm of fantasy rather than real life. Who was it who said that truth is stranger than fiction?  \nWhen we talk about extinction and the Triassic period, we usually think of T-rexes and the like, not trees. Yet environmental changes, it turns out, can be just as lethal for plants as they are for animals. The tree species Ginkgo biloba was nearly wiped out with the dinosaurs, but it managed to survive. It was the only one of up to 20 varieties to do so. What's more, not only can this tree live for up to a thousand years, but it also has medicinal properties which alleviate Alzheimer's disease and dementia. Although this tree may be familiar as an ornamental plant, it grows wild only on the Xitianmu Mountain in China. All those things aside, any tree that survived over T-rex is pretty darn cool.\n, also known as the Boojum tree, is one of the strangest trees on the planet. Not only is it weirdly shaped and spindly; its tiny branches also grow directly out of the trunk. Boojum trees can grow up to 50 feet in height, even though the trunk is only 18 inches wide at the base. These trees are adapted to the desert and shed and regrow their leaves according to rainfall. Although they don’t have any medicinal properties, their looks make up for it. Unfortunately, you probably won’t see one unless you travel to Baja, California, since nursery-grown seedlings can cost as much as $1,000.\n, also known as the Kapok tree, is the king of the Amazon. It can grow up to 13 feet in one year and reach a towering height of 200 feet. The fruit produces a silky cotton which, according to \n, is “eight times lighter than cotton.” The cotton has been used for thermal insulating in mattresses and lifejackets, while the bark, leaves and resin have medicinal properties that can treat asthma, dysentery and fever. In the Amazon, Ceiba trees are made into huge canoes, rather like the water-equivalent of a stretch limo. \nWith its succulent, finger-like branches and few leaves, his tree not only looks strange – it is also toxic. Each of the branches is filled with a milky latex that can cause blistering, blindness and (if you’re stupid enough to swallow it) death. It is often used as a living hedge in warm to tropical climates because most animals will steer clear. There’s only one animal that can eat \n without being poisoned, and that is the rhinoceros. Maybe they like the tingle! This tree has been used to poison fish, as termite-deterring struts in roofs, and as a strangely beautiful addition to landscapes.\n grows on an island in the Indian Ocean. It has a thick trunk that sprouts out at the top to form a dense umbrella-like shape. This distinctive shape and its stiff leaves allow the tree to live in areas with little soil, channeling rainwater down to the roots and preventing evaporation. Even more intriguing is the fact that this tree is commonly known as a “dragon tree” and excretes a crimson-colored sap called dragon’s blood. This sap has historically been used for incense, toothpaste (red teeth anyone?), dye and to treat tumors. It is also used to this day as a varnish for violins. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/241710128_4e84b989e0.jpg","title":"5 Curiously Strange and Weirdly Awesome Trees","author":"yvonne.mcarthur"}