{"url":"http://www.environmentalgraffiti.com/news-cats-suck-milk-they-dont-lap","content":"\nCat lovers everywhere know how neat and tidy cats are when drinking - it is rare to see so much as a drop on their chin, even if its milk. Well, researchers in the United States have discovered that our feline friends have developed a maximum efficiency method of drinking and they are not lapping as most of us thought.\nInstead, cats curl their tongue backwards in a J shape so that just the smooth tip hits the water. When taking their tongue from the water, cats defy gravity and an effect like a reverse waterfall occurs. What cats are doing is exploiting a phenomenon called \"fluid inertia\" to pull liquid into their mouths, meaning the effect that any fluid is most likely to keep going in the direction it was already going in. Cats then close the mouth to stop the flow.\nThe really interesting thing about this is that is not only applies across all species of cats from the tiger down to the house cat, but that each cat manages to calibrate its speed and size. For example, big cats like the tiger below drink more slowly than house cats to keep the balance between gravity and inertia.\nDr. Aristoff from Princeton's Department of Mechanical and Aerospace Engineering said: \"The amount of liquid available for the cat to capture each time it closes its mouth depends on the size and speed of the tongue. Our research suggests that the cat chooses the speed in order to maximize the amount of liquid ingested per lap. This suggests that cats are smarter than many people think, at least when it comes to hydrodynamics.\" \nSo now you know how felines manage to stay so tidy when drinking and also that they are far smarter than many think. Smart enough to understand hydrodynamics, which is more than I do! Finally, for those wondering, your cat at home averages four drinks a second.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb21.webshots.com-25620-2945980220103830173S600x600Q85.jpg","title":"Cats Don't Lap They Suck","author":"Michele Collet"}