{"url":"http://www.environmentalgraffiti.com/news-city-lights-space","content":"\nNot only stars light up the sky at night; these incredible photographs taken from the space stations show earth in a whole new light.\nThe Nile Delta is illuminated above and shows the incredible distribution of the population. NASA describes it as a flower, with Cairo being a particularly bright spot at the base. Almost all of the people live along the life-giving river, while Tel Aviv, Israel is another bright spot, as is Amman in Jordan.\nA stunning image of the city lights along the border of France and Italy. With the alps separating the two countries, you can clearly make out the centers of Lyon, Marseilles and Torino. The island of Corsica is just behind the brightly lit moon.\nThis image was taken by space shuttle Columbia and shows Ohio, Kentucky and Indiana. The three bright lights in the center are Springfield, Daytona and Cincinnati, with Indianapolis in the lower left. Lake Erie, Cleveland and Akron are in the upper left, and Lexington is at the center right edge. The white light at the top is a phenomenon called \"airglow\".\nA beautiful image of the United States' east coast with Philadelphia, New York (known as the city that never sleeps) and Connecticut lit up in fiery splendor. The image also shows part of the Appalachian Mountains under some cloud cover.\nMoving back on to Europe, we can see the layout of London in this great image of population density. The most urban, is of course, the center with it thinning out as it reaches the Orbital, an encircling road. The fuzzier lights of the outskirts of town are because of fog or a thin cloud cover, while the warm air in central London makes the image clear and sharp. \nAn astronaut took this image on February 1, 2008, looking east from a spot southwest of Ireland. The panoramic view shows Ireland and the United Kingdom in electric beauty with the lights of Calais in the distance.\nChicago is one of the brightest centers on earth at night, with approximately 10 million people in its metropolitan area. Lake Michigan is on the right with East Chicago and Gary, Indiana in the bottom of the image.\nAn incredible image of Jeddah, Saudi Arabia and the holy city of Mecca. Two major population centers with almost nothing in between them but the pilgrimage road the devout take in their annual visit to Mecca.\nSeoul is a sprawling city bisected by the river Han. It has been the capital of Korea for 600 years and of South Korea since the country's independence in 1949. The brightest spots are the most urban or large industrial complexes - you can see one clearly on an island in the Yellow Sea in the left of the picture.\nThe city of Dubai in the United Arab Emirates is fantastically clear in this image taken from the space station. The orange lights are sodium vapor lights. Located on the coast of the Persian Gulf, one of the earth's man-made wonders is visible, the Palm Jumeirah, a man-made peninsula and islands built from 50 million cubic meters of sand. In the lower portion of the image you can see the famous camel racetrack.\nThis incredible image is looking directly out of the space shuttle window at the Northern Gulf Coast, with the Russian Soyuz spacecraft in the foreground. Behind the solar panels is New Orleans, and a line of lights follows highway I55.\nIt is awe inspiring to look up at the night sky and think that people are up in it taking pictures of us down here on earth. They have a wonderful view of our world that we are lucky to be able to share it through these images.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","title":"The Greatest Cities on Earth Shining into Space","author":"Michele Collet"}