{"url":"http://www.environmentalgraffiti.com/physics/news-anatomy-explosion","content":"\nFor the smallest quantum of a second, a blindingly bright flash of light almost imperceptibly hits the retina. In the next instant, the pointed conical mound of the mushroom head takes shape, an evanescent glow visible midst the billowing plumes of smoke. Then the ever-expanding opaque dome of the shockwave materialises, distorting the landscape behind it even as the fire and fumes beneath collapse in on themselves. So goes the explosion: a thing of destruction; a thing of beauty. \nThe full, magical wonder of an explosion – a sudden and extreme release of energy – is too fast and short-lived for our eyes to entertain. Yet captured using super slow-motion cameras that effectively stretch time, the fleeting physiology of the explosion has never been better appreciated. \n\n\nNatural or nuclear, astronomical or mechanical, there are various types of explosion, many not of our own making. Here however it is an artificial chemical explosion that arrests our gaze – a gunpowder blast involving a rapid and violent reaction that produces large quantities of hot gas.\nGunpowder was the first explosive to be discovered: in ancient China, it was used in the earliest rockets, cannons and explosives against the invading Mongols. Centuries would pass before the next major steps in chemical explosives, and it was not until 1866 that Alfred Noble invented dynamite.   \nYet it is neither the detonation of the explosives themselves nor the searing high temperatures generated that bestows the explosion with its destructive power. It is thin air – the shockwave, invisible to the naked eye – that holds the capacity to destroy buildings and obliterate rock.   \nIt is not the force of the blast itself but the shockwave it unleashes that makes an explosion capable of smashing through solid materials with ease. In \n, the programme these stunning stills were taken from, the presenter says of the phenomenon: \n“A wall of intense high pressure in the air. It is travelling at over 300 metres every second, so fast that anything in its path is punched aside... The shockwave re-ignites unburned fuel, triggering a secondary shockwave at the tip. It is the shockwave not the explosion itself that causes devastation.”\nUsing the latest high speed cameras, this latest factual documentary from the BBC “explores the extraordinary wonders of the world of detail hidden in the blink of an eye.”\nExtra source: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-6344-2433554450103830173S600x600Q85.jpg","title":"The Anatomy of an Explosion","author":"Karl Fabricius"}