{"url":"http://www.environmentalgraffiti.com/physics/news-parallel-universes-proven-physics","content":"\nEinstein's theory of general relativity states that nothing in the universe can travel faster than light. As usual, quantum mechanics disagrees. In special cases, a pair of particles can be connected in such a way that by measuring the state of one, the state of the other can be instantaneously known, even if the two particles are separated by a large distance. Einstein famously poked fun at the idea, sarcastically nicknaming it \"spooky action at a distance.\" Many physicists today still have trouble accepting this so-called quantum entanglement, despite experimental evidence that implores them to think otherwise. In \n, Dr Frank J. Tipler, a mathematician and physicist at Tulane University, has developed a model that links alleged quantum nonlocality with the Many Worlds interpretation of quantum mechanics. He claims that his theory solves the paradox of faster-than-light travel, but only if we are prepared to accept the fact that we live in a multiverse, a wacky version of the cosmos in which parallel universes are born every time a decision is made.\nThe most oft-cited example of quantum entanglement is a system in which two electrons exist in a singlet state; that is, they must have opposite spins. Spin is a property that measures the angular momentum of a particle. When measured in the vertical direction, the spin of a particle can either be \"up\" or \"down.\" In a singlet state, if one electron is spin up, the other must be spin down; this holds true even if the electrons are separated by hundreds of thousands of lightyears. The problem with such systems is that electrons should not be able to communicate with each other any faster than light can travel. For instance, if they are positioned 100,000 lightyears away from each other, it should take no less than 100,000 years for the news of one electron's chosen spin to reach the other so that it can choose the opposite spin; however, experiments indicate that such information seems to travel instantly. How can this be? \nAccording to Tipler, we should embrace the Many Worlds interpretation of quantum mechanics in order to make sense of this seeming paradox. In the Many Worlds interpretation, every possible set of circumstances exists in a separate universe. Every time one choice is made over another, the universe splits. In my current universe, I am writing this article at a coffee shop in downtown Boulder. In a separate but equally real parallel universe, I am writing from home, successfully resisting the lure of overpriced tea. In yet another universe, I have horrible command of the English language and am instead spending my afternoon pondering the financial merits of becoming a stripper. Regardless of circumstance, each of these alternate universes is just as real as the one in which I sit, fully clothed, diligently pounding out a wordy and rambling piece of science writing.\nBack to Tipler. In his model, there are four distinct universes that are born of such an experiment: one in which electron #1 is spin up, one in which electron #1 is spin down, one in which electron #2 is spin up, and one in which electron #2 is spin down. But because the two electrons exist in a singlet state, there are only two possible \n of these worlds. Either electron #1 is spin up and electron #2 is spin down, or electron #1 is spin down and electron #2 is spin up. When an observer measures the state of electron #1 here on Earth, two universes result, each one containing an observer that detects an opposite spin. Thus, the resulting spin of electron #2 has nothing to do with any kind of faster-than-light communication by its counterpart. It is simply a consequence of the particular universe the observer happens to find himself in. Measurement of one electron does not determine the spin of the other; instead, it selects for one universe over another, one in which the two electron spins have been predetermined. \nConfused yet? Don't worry, in another universe you know exactly what's going on. I promise.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","title":"Parallel Universes Really Do Exist","author":"vmdamico"}