{"url":"http://www.environmentalgraffiti.com/news-worlds-biggest-fish","content":"\nThe world’s biggest fish has a menacing name, but is actually one of the most docile and graceful creatures in the ocean. Measuring over 40 feet long, weighing over 30 tons each, with skin 10 centimeters thick, and with hundreds of teeth in their meter-long mouths, it's not surprising that humans used to be afraid of these ocean giants.\nThe only member of the \n genus, whale sharks are found in tropical ocean waters throughout the world, but are particularly prolific in the waters surrounding the Philippines, the Gulf of Mexico and Western Australia. \nTheir presence in the ocean is thought to date back 245-265 million ago, to the Jurassic and Cretaceous periods, but the first confirmed sighting by a human was recorded in 1828. There's no mistaking these distinctive fish, with their wide, flat heads, speckled grey and white torsos, and three characteristic ridges on their sides. \nIronically, the largest fish in the world feeds on the smallest creatures and organisms in the ocean. Sucking water in through their gargantuan mouths, which can measure up to 1.5 metres wide, whale sharks are filter feeders, surviving largely on plankton and krill. Water is blown back out through their gills, trapping small creatures and plankton with a sieve-like filtering system located on their gill plates and pharynx. At times, whale sharks have been known to let out a sort of cough, to clear out a build-up of food.\nGliding slowly through the ocean, these giants use their entire bodies to propel themselves through the water, reaching average speeds of around 5 kilometres an hour. They migrate to find food sources, and this search largely determines their movement and location, making their presence or absence useful indicators of ocean health. Recent studies have found over 400 individual whale sharks swimming together in the Gulf of Mexico, gathering to feed on concentrations of fish eggs. Ningaloo Reef in Western Australia is another whale shark hotspot, where hundreds migrate each spring to feed on the abundant plankton here.\nToday, whale sharks are not considered to be dangerous to humans, and in many parts of the world, snorkeling and swimming alongside them is a popular activity, bringing a wave of tourism to previously under-visited locations. Donsol, for example, on the Philippine island of Luzon, was a small, relatively unknown fishing village. Although renowned as a spring feeding ground for whale sharks by locals, the fish were feared by many and their presence was not publicised. Everything changed in 1998 when a group of scuba-divers came into contact with the whale sharks and confirmed their docility. Since that day, snorkeling with whale sharks in Donsol has become a national phenomenon, with Filipino and international tourists alike flying specifically to Luzon's south-western tip with one sole agenda.\nAn influx of tourism holds potentially serious implications for the whale sharks and so practices for responsible interaction are enforced in most hotspots. In the Philippines, snorkelers are required to watch training videos and to read local guidelines before entering the water; no more than eight swimmers are allowed per whale shark, boat numbers are restricted, and touching the fish is strictly forbidden. I visited Donsol in April 2011 and discovered that, although many of these recommendations are strictly enforced, others are less stringently applied. Sadly, whale sharks who swim too close to motor boats have been known to loose fins and, although the fish appear unconcerned by human presence, one can't help but wonder whether they'd prefer to enjoy their daily swim without eight or more humans thrashing around them.\nRecognizing the value of whale sharks both in tourism and for environmental integrity, hunting has been banned in the Philippines since 1998, in India since 2001 and in Taiwan since 2007. However, hunting still occurs in some parts of the world, illegally so in much of Asia. In Indonesia, witnesses have recorded fishermen harpooning the giant fish with long bamboo poles, slicing up their enormous torsos, which are often too large to haul on board. It's customary for some Indonesian fishermen to give the prized meat around the eyes to the person who first spotted the whale shark, with the harpooner – who risks his life by spearing the fish and then wrestling the bamboo pole out in shark-infested waters – taking part of the tail. Flesh can be eaten, salted, frozen, dried and sold to Chinese markets for use in traditional medicines, with other products such as the oil being valuable commodities. Due to the sharks' enormity, just one kill brings home abundant wealth; in Taiwan 10,000kg of whale shark meat can fetch up to $21,400.\nWith around 1,000 individually identified whale sharks worldwide, the International Union for Conservation of Nature and Natural Resources has listed the whale shark as “vulnerable” on its Red List of threatened species, meaning that, although not critically endangered, wild whale sharks are at risk of extinction in the medium-term future. The main threat is from harpoon fishing, with the slow-moving fish a relatively easy catch. With whale sharks growing slowly and living for up to 70 years, when populations are disturbed, recovery is a slow process.\nHowever, a lack of research means that our understanding of whale sharks is relatively lacking, and the bulk of studies involve scuba divers tracking and observing these gentle giants in their natural habitats.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sea-snakejpg","title":"Whale Sharks: The Largest Fish on Earth","author":"Lucy Grewcock"}