{"url":"http://www.environmentalgraffiti.com/news-aye-aye-animal-could-give-ultimate-middle-finger","content":"\nThe cute lemurs of Madagascar usually get all the attention.  How about a little love for a different member of the lemur family: the Aye-aye?  It isn’t as cute and is even despised by locals because of a superstition that it is thought to be a symbol of death.\n\nThe Aye-aye does have one extremely creepy characteristic: a long, thin middle finger.  It uses its middle finger to dig out larvae and grubs from trees.  It creates a hole by biting through the bark and then sticks in its middle finger to pull out juicy pieces of protein.  Check out the awesome Youtube video of an Aye-aye feeding.\n\n\nAye-ayes live on the east coast of Madagascar in relatively low numbers due to habitat destruction and their reputation as a nuisance species.  Additionally, they are thought to be an incarnation of evil and so are often killed immediately.  One group of native people even believes that the Aye-aye kills people in their sleep by using its middle finger to puncture their heart.  It doesn’t help that Aye-ayes will just wander into villages in search of food and have been known to saunter right up to the feet of naturalists.\nHow the Aye-aye got its name is a mystery but it may be a derivation of the Malagasy phrase “heh heh”, which means “I don’t know.”  Aye-ayes are nocturnal and primarily solitary creatures.  Today the Aye-aye is protected by law and is classified as an endangered species.  If you don’t have the opportunity to travel to Madagascar, but still want to see an Aye-aye, head to the Duke Lemur Center in Durham, NC, US, where they have a major breeding population of about 20 Aye-ayes.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","title":"The Aye-aye's Evil Middle Finger ","author":"swgreenscribe"}