{"url":"http://www.environmentalgraffiti.com/flowers/news-florescence-collection-worlds-most-beautiful-flowers","content":"\n\nfrom the poem \"Flowers\" by Rabindranath Tagore\nThe poem above beautifully presents the exotic nature surrounding us that has always been an inspiration for art-lovers. \"Florescence: The World's Most Beautiful Flowers\" by Noel Kingsbury and Clive Nichols (Merrell Publishers 2010) is an incredible collection of images showing the natural beauty of flowers. Each photo represents the unique characteristics of a particular flower, leaving us spellbound. Join me to take a quick tour of a bouquet of fresh flowers from the book \"Florescence\".\nUK-based photographer Clive Nichols has been successful in drawing attention toward how amazing flowers are when really studied in detail. Shooting flowers in their raw format captures the maximum amount of possible information about their texture, color and form according to Clive. For him, \"simplicity is the key\" and he has been able to capture gorgeous flowers in their natural form for a while.\nClive Nichols has not only won many awards for gardens and flower photography but was also voted Garden Photographer of the Year in 2005 by the Garden Writer’s Guild. Very passionate about his flower portraits, Clive has been one of the UK’s foremost photographers of gardens and plants since the early 1990s. Many will be surprised to know that this great photographer hated gardening as a child; today he owns a nice big garden with plenty of magnificent flowers.\nClive has included a large variety of exquisite flowers in his book ranging from amazingly attractive flamingo flowers to strange looking slipper orchids and from intensely colored ‘camellias to the adorable hyacinthus. Each one of the flowers is stunning and supplemented with appropriate text and details alongside, written by renowned garden writer Noel Kingsbury, a well-known expert on plants and gardens.\nFor all those who love to see flowers and want some in their garden, \"Florescence\" is a brilliantly written flower book, published by Merrell Publication. This book portraits the world’s most beautiful flowers in engaging in-depth detail and could be the best Christmas gift for nature lovers.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hemlock.jpg","title":"Florescence: The World's Most Beautiful Flowers","author":"Alka Sharma"}