{"url":"http://www.environmentalgraffiti.com/featured/tawny-frogmouths-lazy-skunks-skies/16132","content":"\n\nImage: \nTawny frogmouths spend their days lazily perched on branches, their eyes tightly shut to give casual passersby the illusion that they’re looking at nothing more than any old tree. Taking pictures of them with their eyes open therefore requires patience, a good lens or gaining the bird’s confidence. \n\nImage: \nTawny frogmouths (\n) are often thought to be owls but they are more closely related to nightjars and oilbirds. They are natives of Australia, including Tasmania, and southern New Guinea. Unlike owls that hunt for food on long flights during the night, tawny frogmouths perch on low branches and sit very still, waiting for food to come to them. \nThey feed on rodents, insects and generally smaller prey than owls that they catch with their beaks rather than the talons on their feet, which are quite weak as a result.\n\nImage: \nTawny frogmouths breed from August to December, timing it with the end of the monsoon to take advantage of the abundance of insects to feed their chicks with. Frogmouth pairs stay together until one of them dies and share child rearing equally. \n\nImage: \nBoth parents take turns sitting on the two or three eggs to incubate them. They use the same nest every year and even repair it if need be. The eggs are placed on a lining of green leaves. Tawny frogmouth chicks take about 30 days to hatch and both parents help in feeding them.  \n\nImage: \nProfessor Gisela Kaplan who took the amazing picture above teaches animal behaviour at the University of New England, just north of Sydney. She attributes her good fortune to the confidence she has built up with the species: she raised 36 tawny frogmouths over the last decade. She says about her fluffy friends:\nShe observed that, as family birds, tawny frogmouths let out a \"gut-wrenching whimper - the closest to crying in an animal that I have yet heard” when a fledgling leaves home for the first time. Though theoretically the young are ready to lead their own lives after 25 days of hatching, families tend to roost close together. \n\nImage: \nThe image below shows two feathered bosom buddies – a tawny frogmouth chick and its rare albino friend. Because it is in a zoo, the albino chick will survive to adult age, otherwise its survival strategy of standing stock still and banking on camouflage instead of taking flight would backfire badly. \n\nImage: \nWhen tawny frogmouth chicks feel threatened, they fluff up their baby feathers and open their mouths as wide as possible to scare off predators.\n\nImage: \nAnd the adult birds? They are a bit less aggressive at first and bank on their camouflage mastery when threatened. They freeze into position, compact their feathers, close their eyes to tiny slits and concentrate on merging with the branch they are sitting on. \n\nImage: \nWhen things get rough and predators a bit too pesky, tawny frogmouths can send out a foul smell and spray it with enormous force over a wide area, a deterrent for snakes and big lizards trying to eat their eggs and chicks that has earned them the nickname “skunks of the sky”.\nSo far, this combined strategy seems to have worked as tawny frogmouths are not a threatened species. We wish these Zen-like creatures all the best. \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Owl8jpg","title":"Tawny Frogmouths: The Lazy Skunks of the Skies","author":"Simone Preuss"}