{"url":"http://www.environmentalgraffiti.com/news-smallest-hippo-earth","content":"\nThis adorable picture of mother and baby pygmy hippopotamus embodies the ten out of ten \"awww quotient\" that these animals have. They are the smallest of the hippos and have very different behavioral characteristics than their mammoth cousins, while other things remain the same.\nThe average pygmy hippo stands about two and a half feet tall, five feet long and resemble tapirs more than hippos with their longer necks and smaller heads. Like their cousins they do need to protect their skin but instead of the famous red excretion of Nile hippos they excrete a white substance, as neither species has sweat glands. They spend their day in wallows and riverbeds and come out at night to forage in the forests.\nOne big difference between these sweeties and the large Nile hippo is the solitary life the pygmy lives. They are generally found alone or in pairs, either a mating pair or a mother and calf, rather than in large groups. In zoos they mate as monogamous pairs but there is just too little information to know whether this is normal in the wild. An interesting little factoid: Franklin D. Roosevelt was given a pygmy hippo he called Billy and almost all the North American zoo pygmy's are his descendants.\nPygmy hippos don't eat water plants very much, instead they forage in the forest. They mark their trails by defecating and waving their tails vigorously to spread the feces as far as possible and make little 'roads' in the underbrush. They eat almost any plant or fruit, eating grass to a much lesser extent. Again, what we see in a conservation area or a zoo may be different to the wild.\nRight now there are less than 3,000 pygmy hippos left in the wild. In 2008 a film captured one in Liberia in an area that the pygmy was feared to be completely extinct but it looks like zoo breeding will be the main way to save them. Deforestation through logging, with no attempt to reforest, has caused havoc for their habitat, which is a very small area on the west coast of Africa, where they are classified as vulnerable and critically endangered in Nigeria.\nIn fact the IUCN has now recommended that the threat status to the pygmy hippo be moved to 'endangered' rather than vulnerable and they are in the process of doing this re-evaluation.\nUnlike its much larger cousin, who has no predators but man, pygmy hippos can be prey to leopards (the greatest threat they face apart from logging), python's and crocodiles, but are not the target of subsistence hunters as they are so reclusive, wallowing in the river all day until dusk and then using their own 'roads' in the forest. That is not to say that a hunter who comes across one will not try his luck and it seems more subsistence hunting is threatening them, partly due to the wars taking place across their habitats.\nFrom \n: \"Pygmy hippos have numerous resting places throughout their territory, which they use exclusively when sleeping. These resting places are usually found in moist to wet terrain. Pygmy hippos seek food on higher, drier ground, and are most active between 6pm and midnight. Both sexes have home ranges, though those of males are much larger than those of females: a female's range covering 100-150 acres, and a male's covering about 400 acres. Despite extensive overlapping of home ranges, pygmy hippopotamuses rarely meet others of their species.\" \nAn absolutely key area to conservation of the pygmy hippo is the Sapo National Park in Liberia. A 500 mile square block, at the moment it is well protected and hopefully other areas will also set aside forested land for the pygmy hippos, overturning the trend of destroying the forest and therefore the species. \nThese tiny hippos share a lot with their mammoth cousins, but are much more solitary and have their own habits. Threatened with extinction, there is a self sustaining zoo population that will hopefully allow some reintroduction to the wild if conservation efforts pay off in some of their habitats. This way the smallest hippos on Earth can be kept from extinction in the wild.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","title":"The Pygmy Hippo: The Smallest Hippopotamus on Earth","author":"Michele Collet"}