{"url":"http://www.environmentalgraffiti.com/biology/news-1-shrimp-you-wouldnt-want-meet-dark-alley","content":"\nSubmarines during WWII discovered they couldn't detect enemy ships.  Something was interfering with their sonar.  The cause?  A 2 inch long shrimp with an oversized claw.\nPistol shrimp have one normal claw, and one claw that is about half the size of their bodies. The claw stays open until a muscle causes it to snap closed, ejecting a powerful jet of water traveling at an incredible 60mph. The snapping sound itself reaches 218 decibels - your eardrum ruptures at a mere 150.\nA bubble forms in the low pressure area behind the stream of water, which is called a cavitation bubble. As the bubble implodes, it produces a flash of light and the interior temperature reaches over 5,000 degrees Kelvin - that's close to the surface temperature of the sun!\nThe resulting shock wave easily stuns and kills small fish, crabs and other shrimp at close proximity, which the pistol shrimp drags into its burrow to feed on. Pistol shrimp also use the powerful snapping claw to communicate with other shrimp and to defend itself.\nThere are over 600 species of snapping shrimp (family Alpheidae) located all over the world. For the most part they are located in tropical to temperate water along sea coasts and shallow oceans. They burrow in coral and oyster reefs, as well as in seagrass meadows.\nSome genera have a symbiotic relationship with goby fish. The goby's have much better eyesight than the shrimp and are able to alert it to danger by flicking the shrimp with it's tail. The pistol shrimp gets a watchman, and the goby gets a safe place to live and lay eggs.\nOne thing is for sure.  The next time someone calls me a shrimp, I'll take it as a compliment.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","title":"Pistol Shrimp: The Snapping Shrimp that Packs a Deadly Punch","author":"yvonne.mcarthur"}