{"url":"http://www.environmentalgraffiti.com/animals/news-perpetually-unresolved-conflict-between-cat-and-dog","content":"\nCats and dogs fight like...  like cats and dogs. Keeping cats in the litter box, and dogs on the leash is usually enough to prevent this problem, until you find those people who just can't decide whether they are 'cat-people' or 'dog-people' and simultaneously house the two pets. Then, the peace is disturbed, and domestic battle erupts.\nI, as a cat/dog-person, have a cat and a dog who have not been allowed in the same room for years. When Taffy the tabby is dining on the kitchen floor, Huckleberry the bichon poodle is locked in my bedroom, and when Huckleberry roams free, Taffy is safely asleep under my bed.\nIt all started when Huckleberry was a 4 pound puppy, brought home for the first time. Taffy was a senior pet – having outlived the goldfish, the ant farm, and that hamster I kept forgetting to feed. I introduced my two pets, and the war began.\nAll problems between cats and dogs stem from a fundamental miscommunication. The cat wags its tail to say, “I'm mad. I want to fight,” and the dog wags its tail to say, “I'm happy. I want to play.” The cat sees the happy dog and feels threatened, and the dog sees the threatened cat and feels free to approach.\nMy little Huckleberry's tail began to rapidly beat. Taffy, always particularly observant even for a cat, noticed the sign. Arching her back, fur standing on end, claws flexed, Taffy prepared her defenses. Huckleberry gleefully yipped at Taffy's shaking tail. He crouched in formation, waved his butt, and playfully pounced.\nTaffy is fat, and perhaps she doesn't know her own strength. She felt so intimidated by Huckleberry's wagging tail that she forgot she was 4 times his mass. \nAs Huckleberry landed beneath Taffy's nose, the tabby swatted the pup's ear with claws extended. Little Huckleberry wailed in shock and pain, as any baby would, and off to the vet we went, for 6 puppy stitches. \nHuckleberry's defeat is unusual. Typically a dog and a cat are equally matched in a fight. Though dogs can be significantly larger, they often lead with their teeth, giving the cats easy access to scratch the dogs' noses and throats. A well-trained canine kitten fighter will bat the cat away with its paws instead.\nCats and dogs are both predators by instinct and want to catch smaller animals. Cat owners will often see their pets chasing anything that moves – including their own tails. Dogs have a prey drive, which also causes them to pursue moving objects (or animals). When a cat feels too threatened to confront the dog, it will run away. Theoretically a smart move, but sometimes this strategy will lead to an epic chase.\nIn the domestic sphere, cats and dogs may fight for alpha-pet status. Particularly when only one cat and only one dog occupy a residence, the battle to become Number One Pet becomes an inter-species competition. Ironically, dogs become more jealous when a cat enters its territory than when another dog appears. But if there is no other dog around, a pup will settle on adopting the unwilling cat as a playmate.\nDespite the hostile legacy of cats and dogs, there have been reported incidences of harmony. A farmer in China found his dog breastfeeding a litter of kittens. A couple in the UK woke up to discover their dog was cuddling with the corpse of their late cat, which the dog had dug up in the middle of the night. I have no such story. Even after Taffy was declawed for safety reasons, Huckleberry still had his teeth. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/31983352129fae817afezjpg","title":"Cats vs Dogs: The Battle of the Pets","author":"ppavone"}