{"url":"http://www.environmentalgraffiti.com/news-discovering-largest-cave-known-man","content":"\nHis feet move over limestone as sharp as razor blades yet invisible to the naked eye. The darkness is like pitch in the cavernous space, but the smell of moist air given off by the cave and jungle hangs heavily in the air.\n\nTo explorer Mark Jenkins, it feels like being inside a mountain. In the silence he can hear water dripping onto limestone and rocks, but whatever his senses tell him, one thing is clear: he is deep in the bowels of the earth, in the largest cave known to man. This is the story of Vietnam's Hang Son Doong, and the extraordinary journey Jenkins undertook to be among the first to fully explore this massive natural wonder.\nTo put things in perspective about the size of the cave, one section is almost 800 ft high and more than 300 ft wide. You could park a Boeing 747 there or fit a block of skyscrapers 40 stories tall in it. There is space enough for whole villages in this underground expanse. \nLife flourishes here too. In the areas under the huge skylights that the exploration party discovered jungle grows and bats and birds flutter, while the areas in pitch dark are home to cave crickets and fish, small, blind and white.\nIn an extensive interview, Mark Jenkins tells us about his incredible experience on assignment for National Geographic. \nTo give a bit of background, English explorers Howard and Deb Limbert had led an expedition into this mammoth cave in 2009. However, they were unable to get to the end of it because of a huge natural obstruction, a 200-feet-tall wall of mud, calcite and stones they named the \"Great Wall of Vietnam\". The two cavers from the year before spent the winter trying out different bolts in different rocks to enable them to make the climb this year. If the wall could be surmounted, Jenkins and the rest of the expedition team would be standing where no man had gone before. Mark describes the struggle to successfully scale this formidable obstacle, and what was found beyond:\n“I think that was the highlight for me,\" he says. \"To be with – their nicknames are Sweeney and Clarky – to be with these two very serious cavers [and] to have overcome the biggest obstacle in the biggest cave in the world as far as we know – 200 ft overhanging of just this calcite, mud, flowstone nonsense. And then when we got up there we could see light, and we knew that it was either the end of the cave or a third skylight. So that passage for me was very special. We were the first humans ever there.\n\"We passed by this area with these massive cave pearls. Cave pearls you are lucky to find at all. They are created by drips of water coming from the ceiling, hitting the floor of the cave, kicking up this little particle of limestone. That same drip hits again and hits again, and then over thousands of years, a pearl is formed. A cave pearl, it's very special to find any of them, and oftentimes they are no larger than a marble. We found cave pearls that were bigger than any of these cavers had ever seen... the size of a baseball, even the size of a softball.\n\"We passed all the way out of the cave. At that point, the three of us, we didn't know if we were entering another skylight and just the collapse of the cave or if we were actually going to the end of the cave. So we passed all the way out, walked into the jungle – it's raining – and continued to walk until we could determine we could see a horizon there, and realize that was the end of the cave and not just another skylight. Then we continued back into the darkness. So that was by far the most compelling aspect, for me, of this whole expedition: to be with two of the world's greatest cavers and to climb up this enormous, imposing, slick wet mud wall and to pass all the way through. To have done the first complete descent of the largest cave on the planet.” \nThe Great Wall of Vietnam was not the only challenging part of the expedition; just getting to the mouth of the cave was a lot of work. In fact, it is one reason that this cave will be off-limits to tourists, Mark tells us. To get here you not only need to be a good caver but an excellent wilderness hiker as well, used to getting through heavy jungle foliage with no trails. Listening to Mark, it was clearly a difficult trek.\n“Well we passed through one cave for about 2 km to get into this forbidden paradise, where we are walking along a riverbed for some time. Then we hike up into the jungle once again – this is the second day – and it's real hiking. You're pulling yourself up on branches; sometimes it's almost vertical.\n\"It's like what the Aussies call bushwalking, where you're scrambling a lot and there is obviously no trail to this because there is no reason for anyone to have gone to this cave. And you are following the guide; he knows, he knows where it is. Half the time you have no idea where you are. You get turned around quite easily. Everything looks exactly the same. Unless you are a botanist and can identify trees, you don't know where you are. You cant see the sun, because it's often misty, cloudy dense foliage. \n\"So you are just following your guide... and you come upon, you can't see it from a distance... this kind of wall of vines, and you think: 'Oh jeez, there must be a cave somewhere.' And sure enough, you are walking along this wall – it's quite large, about 1 to 200 feet tall – you're walking along it just like something out of Tarzan or the Hobbit or something... And then you see these leaves fluttering, and there is this gaping hole. It's black, utterly black, but you can feel air rushing out of it, so you know you are at a cave. So then you use your headlamps, you start putting in ropes. You rappel, do one rappel, still not down at the bottom; you do another rappel, still not down; you just keep going until you get to the bottom.”\nThe air rushing out of the cave is actually the cave breathing. Air would drop in during the morning and blow out during the evening. The Vietnamese locals use this breathing to find caves. They stand on a hillside and look out over the jungle, and when they see leaves fluttering in an otherwise still area, there is likely to be a cave. The topography is unique because not only does it have the normal type of things found in caves, such as karst (limestone) and tunnels, but also areas of living jungle due to the 800 ft skylights, with trees, plants, bats and birds. When asked how sharp the descent from the mouth of the cave was, Mark explained:\n\"The drop down probably wasn't as steep as vertical, but it was like 45 to 70 degrees at points, dropping. Then when we got down to the bottom of that section, it's never really flat. It goes up and down all the time, because the cave is so enormous that when chunks have dropped out of the ceiling, 200 ft above you, they have created a mountain, or let's call it a hill, that you have to climb over, or climb through or around. That's very common to caving: that you are not just on some flat surface moving along; you are going up and down constantly.\n\"There are beaches inside there, because there is water running that created little beaches. There are also lots of little tunnels through the karst that you might crawl through with your pack, get your pack stuck and drive yourself crazy. It's a landscape of its own really inside there. It's not like you drop down in this cave and then you are walking along this kind of sidewalk corridor; you are constantly going left and right. You can't go straight in any cave as far as I can see. Even this cave, which is itself straight, to pass along the bottom of the cave you are going up and down and right and left all the time. It's a very jumbled type of floor.\"\nExploring the largest cave in the world is very different in some ways from any other sort of caving simply because of its immense size. As mentioned, it has two enormous skylights that were created when rock collapsed in on itself. Mark told us how its size itself creates new obstacles:\n“There were times you had to be very careful. This cave is so large that you're sometimes crawling over, sometimes climbing over what they call breakdown – breakdown is just large chunks of rock that have fallen from the ceiling. And you are going through this rubble. In a normal cave – if there is a normal cave, I guess – a small cave let's say, where the ceiling is just 5 ft tall or something, you are crawling over rubble that's only a foot high. Here we were crawling over rubble that was a 100 ft tall in some places. We had to run rope so you would actually rappel down through the rubble.\n\"Well some of the rock, particularly places where you pass through limestone down at the bottom of the cave, are incredibly sharp. If you slip, it's like walking through razor blades. If you slip you just gash yourself really seriously, and I was actually pretty surprised we didn't have somebody slip and cut themselves bad enough to need stitches.”\nWhen we think of being stuck underground, most of us have fears of things falling from above as well as claustrophobia. Now claustrophobia wasn't really an issue in this cave – \"[As] it's so mind-blowingly large,\" says Mark – but we wondered whether, especially with the skylights in the roof, there was any risk of the ceilings collapsing.\n“I think it was solid,\" Mark explained. \"I mean, this is something we worry about, the non-cavers, all the time. You are kind of in this thing wondering, 'When is this thing going to fall on my head?' But we are thinking in human time, and everything is happening in the cave on geological time. So certainly the roof collapses, but that might happen every 45,000 years, and the chance of you being there when it happened is minute. So it's kind of funny, I am glad you brought that up. Non-cavers – I mean, I have done caving but still consider myself a climber – we have this kind of fear of the sky falling, like, 'When is this thing going to drop on you?' But that's not how cavers get hurt.\n\"The two ways cavers get hurt: the first is just like you do climbing. You're scrambling over something and rock breaks and you slip and you fall, you cut yourself or you smack your head. That's a very common thing.\n\"The second thing is trench foot... To have a foot that is cold and wet day after day, that can cause a lot of pain – the term comes from World War One, [when the men were] wearing leather boots in muddy conditions all the time. Almost all serious cavers have had trench foot at one point or another. It's really painful and takes months to heal.\n\"So you have standard hiker type injuries, trench foot, and then finally, in some situations, the water can rise incredibly fast and you can drown in a cave. So that's the other way people are sometimes killed in caves: they go caving and a thunderstorm happens. In most of these caves, the water is coming from the surface at some point, and it fills the cave up, and you are stuck in the cave and can't get out and you drown. Most of the time, though, cavers are very aware of what is happening on the surface. In this cave that could never happen, although we did go during the dry season, because the cave is running with so much water, we would not be able to pass through the cave during the wet season. It would be such a strong river we wouldn't do it.”\nHere at Environmental Graffiti, we are always concerned with the ecological impact on a habitat. Anytime man enters an area that is pristine, never before visited, it has an effect. We asked Mark about the possibility of tilting the ecological balance in the cave by exploring it with a team of close to 50 people.\n“Yeah, I think that was a concern of mine, I am glad you asked that,\" he said. \"This was an exploratory sort of journey so that was probably required to have that number. It would never happen again, now that we know what the cave looks like; we've measured it. The next group that went in, for example if it was a scientific group, I think they would go in with a much smaller crew, and they would know what to look for, where to stop and and that sort of thing. It's entirely because this was an exploratory journey and we really didn't know what we would encounter.\" \nThe bolts used to scale the Great Wall of Vietnam were a case in point. \"I do think we caused some ecological damage and I feel bad about that,\" Mark says candidly. \"We could have been more careful, and that was something we learned. We could have probably found some routes through different parts of the cave where we would have done less damage. I think that was educational and we will have to be more careful next time... I think we should have been more careful – I always feel that way of course – and we talked about it. So I think there is this continuing understanding that we have to be as careful as we can be in these precious places on the planet.”\nThere are approximately 150 caves in the same area as Hang Son Doong, a few of them open to the public. In fact Vietnam has a show cave that Mark describes as being a little like Disneyland, with colored lights and funky music. However, the future of the largest cave known to man will be different because, for the moment at least, the Vietnamese plan to keep it off-limits.\n\"The future of this cave, it's very hard for me to say,\" concludes Mark. \"I don't think you are going to see tourists there. I don't think you will see much travel there at all. I think it's going to be held as one of those beautiful places that scientists and a few people occasionally go into, but it's not going to see much traffic, again because it's too hard to get into. It's too far away, and I don't think they are going to want to build walkways in the biggest cave in the world. I think it's too special for that.\"\nMark is a superb writer, climber, caver and adventurer who takes on physically demanding and dangerous assignments for National Geographic, often those that no one else wants to do. He loves it, and when asked if he wanted to go back to this cave, his answer was that of a consummate adventurer:\n\"I think I will. I would like to. I wouldn't mind going back to this cave but what I would love to do is go back to another cave and explore a new one. Not knowing what is around the bend is so exciting. It's this fundamental feeling of: no one knows what we are going to see. And I love that feeling\". \nAdditional sources: \n, ","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43321-2858654040104237032S600x600Q85.jpg","title":"Discovering the Largest Cave on Earth","author":"Michele Collet"}