{"url":"http://www.environmentalgraffiti.com/offbeat-news/stories-that-are-sure-to-anger-peta-members/576","content":"\nThis week has brought us two stories sure to have any self respecting PETA member red-faced with rage.\nThe \n comes from China. Recently released photographs were published in several major news outlets showing two horses engaged in a “horse fight” for spectators’ and gamblers’ amusement.\n were taken at a festival in Guizhou, China, and show two horses brutally fighting each other as a large and rapt crowd looks on.\nHorse fighting has been practiced in China for over half a millennium. It is also popular in other Asian countries, including the Philippines, South Korea, and Indonesia. Much like racehorses, the animals are specifically bred for the sport.\nThe fight is usually started by presenting a mare in heat to the two battling stallions. Generally, they begin to fight in an effort to be the one to mate the mare. If they don’t fight, the horses are sometimes whipped or startled with gunshots. The last horse standing is considered the winner.\n groups have \ne. Karen Chisholm of PETA said: “Torturing these magnificent animals in the name of entertainment is deplorable. Tradition never justifies cruelty and this has no place in a civilised society.\"\nA clip on horse fighting is available on YouTube \n.\nOur next animal rights angering story comes out of \n, where a commercial group is attempting to brand fur as an eco-friendly industry.\nThe Fur Council of Canada recently launched a campaign calling \n an \n. The group said that fake fur’s petrochemical basis was bad for the environment, while fur was a biodegradable and renewable resource.\n are dead set against the campaign.\n spokesperson Mike Rice said: \"It's completely ridiculous. It's just another desperate attempt by the fur industry to pimp their fur.\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-33534-2710953620104181437S600x600Q85.jpg","title":"Stories That are Sure to Anger PETA Members","author":"Chris"}