{"url":"http://www.environmentalgraffiti.com/news-100000-scholarship-flower","content":"\nIn the summer of 2009, Gechen Zhang, a senior from Rockwood Summit High School in Missouri, went to China to help with the Sichuan earthquake relief. As a side trip, his curiosity led him to the Gongyihai Panda Reserve, high up in the mountain. On his way, a huge boulder blocked the road and made him abandon his car and take a walk. Perhaps he was lucky, as that fortunate day, he discovered a unique impatiens species by chance.\nImpatiens, also known as jewelweeds, is basically a genus of more than 500 species of colorful, dependable, flowering plants, mostly found in the northern hemisphere and the tropics. So, when Gechen observed a variety of impatiens species, he knew for a fact that something was unique about them. In his own words: \n“The purple leaves and the dark red spur tip of one particular Impatiens plant caught my attention. I suggested that it could be a new species and proposed a species analysis. I took advice from a few Impatiens specialists in Asia, which made me intrigued to further my studies. Using a combination of molecular phylogenetic and morphological studies, I was able to substantiate the unique identity of this species.” How fascinating! \nGechen, famously known as Jason among his friends, later on also participated in the Siemens science, math and technology competition that he found out about from his science teacher Mrs. Cheryl Apperson. It was Mrs. Apperson’s guidance and help in writing the paper that made him reach all the way to the finals, and today he is gaining fame as the only Missouri student among the finalists. Needless to say, his parents are extremely excited about his achievement at such an early age - he is only 18.\nGechen wants to be a college professor. Science, math and economics are his favorite subjects. His teacher Tracie Summerville says: “I can definitely say, as far as fame at an early age [is concerned], that Gechen is ambivalent about it. I think it is fantastic that a student has the wherewithal to ask the question 'Is this a new species?' and then run with it and you can see, the end product was astounding.” \nMr. Dale Menke, Rockwood Summit's principal, says: \"We are proud of Gechen's accomplishment and we know he will succeed in college and beyond.\" When asked for a message to all his friends and other aspiring students, Gechen said in an email: \"Do what you love. Follow your heart. Take advantage of every opportunity because when the chance passes, you will never be able to retrieve it.\"\nIn Gechen's case, Washington Irving's saying is very true - \"Great minds have purposes; others have wishes.\"","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Missouri High School Student Discovers New Impatiens Species ","author":"Alka Sharma"}