{"url":"http://www.environmentalgraffiti.com/animals/news-top-5-animals-most-likely-survive-apocalypse","content":"\nApocalypses come in all shapes and sizes, but anything from catastrophic climate change through to nuclear war, a comet collision or a viral pandemic would struggle to knock these critters into extinction.\nIn reverse order of hardiness, we have:\nOkay, okay, cockroaches (see top image) are an obvious place to start this list, but it really is staggering how well-equipped they are to survive almost anything thrown their way (except, perhaps, for a large shoe).\nCockroaches have been around for about 250 million years, so they've already survived a few mass extinctions. Here’s why: they can regenerate most body-parts, they’re prolific breeders and can hold their breath for over 40 minutes. What’s more, because a cockroach’s brain is dispersed throughout its body, it actually only needs its head to drink. Since a cockroach can survive without water for several weeks, that means it can live headless for the same amount of time!\nA mummichog is a kind of fish, which is about 15cm long and lives along the east coast of North America. Unlike nearly any other fish, the mummichog can survive in lots of different habitats, whether freshwater or salty, warm or cold, polluted or clean.\nThis adaptability comes from the fish’s ability to activate or deactive a large number of genes according to its environment. For example, if moved from salt water to fresh water, the mummichogs will turn on or off 498 genes to cope with the change.\nBecause of this wide range of genetic ‘options’, generations of mummichog evolve to new environments relatively quickly. In one experiment, scientists looked at three mummichog colonies, all living in highly polluted areas. All three colonies had adapted by modifying around 20% of their genes compared to a control colony.\nIn another experiment, mummichogs were sent into space and adapted to a weightless life in three weeks, substituting gravitational pull for light as a means to orientate themselves. The unhatched fish, born on the trip, adapted to weightlessness while still in the egg.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-41199-2295604920102365357S600x600Q85.jpg","title":"5 Animals Most Likely To Survive the Apocalypse","author":"lucylangdon"}