{"url":"http://www.environmentalgraffiti.com/art-and-design/news-unfortunately-temporary-nature-stunning-sand-mandalas","content":"\n \nIt seems inconceivable to any lover of art that people could devote time and incredible effort to the creation of truly stunning works of art, only to eradicate them from existence again, shortly after completion. This is, however, an amazing aspect of the Buddist religion that defies description, reflecting on an aspect of their beliefs that brooks no criticism. \nThe Mandala, according to those religions that subscribe to it, is a type of prayer to the gods, asking for favour in some particular matter or other. Each mandala is regarded as a sacred place in itself, a place of the ‘pure Budda’ where gods can roam freely. So the Mandala is an aid to meditation, a doorway to the higher realms of consciousness. \nThe most striking, and in the artistic sense, poignant aspect of the process in which the mandala is created, is the central Buddhist belief in the impermanence of all things earthly. The ritual of their creation is without doubt the most unique and exquisite artistic tradition in Buddhism, and of enormous importance to the monks who perform it. Known in the Tibetan language as \n, this art is a way of consecrating the world and those who live in it. \n \nKnown to be at least two-and-a-half thousand years old, this incredibly difficult and labour-intensive way of producing stunning colored patterns and astounding images was originally taught, so it is said, by Sakyamuni Buddha in the sixth century. The utterly traditional methodology involves the use of geometric shapes and any number of ancient spiritual symbols in the creation of a tribute to the earth whose bounty keeps us alive. \n  \nMade up of innumerable grains of colored sand, dyed with natural ingredients and also reportedly ground-up precious stones, the often very bright in colour \"centre of the circle with exterior walls and surrounding environment,\" for which mandala stands, can be absolutely breathtaking in appearance. Despite this and the fact that several dedicated monks can have spent weeks applying each grain with a ‘chak pur’ metal funnel, achieving the intricate design, the mandala is doomed to destruction. \nAs every single grain of colored sand or stone that went into the construction is charged with blessings associated with this ritual process, the complete mandala represents an enormous amount of spiritual energy, and all who participate in or bear witness to the creation of the finished piece, are said to accumulate merit points on the road to achieving karma. \n  \nOnce completed, Buddhism demands that the glorious artwork be ritually sanctified before being destroyed in a highly ceremonial way. Deity syllables must be removed in a specific order, along with everything else, until fully dismantled. The sand is swept into a jar before this is wrapped in silk and carried to where it can be emptied into moving water and thus given back to nature. \nMaterials can never be used twice. Some creations are very complex, like the Kalachakra Mandala above, which houses 722 different gods. That natural substances like colored sand, crushed gypsum yellow ochre, red sandstone and charcoal can be utilized in the creation of such fabulous art simply reinforces the Buddhist belief in the power of nature, especially when other things used like flower pollen, powdered roots and bark are taken into consideration. \n \nWe can at least be grateful that the Buddhist religion does not forbid the photographing of these remarkable artworks, or their beauty might never come to our attention unless we can be physically present at their creation. The mandala is undoubtedly, whatever form it takes, a genuine work of art, and we are all extremely fortunate that we are able to drink in the wonder of this most ancient form of artistic expression. Truly awesome. \n  \n\nSource: ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"Mandalas: Stunningly Colored Religious Images Made from Sand","author":"tonyleather"}