{"url":"http://www.environmentalgraffiti.com/nature/news-woodpeckers-tree-specialists-bird-world","content":"\nWoodpeckers are the tunneling superstars of the bird world.  Lampooned as cartoon characters and often misrepresented, woodpeckers are hardworking, fascinating birds. \nThe most famous woodpecker is the Pileated Woodpecker (pictured above), better known as Woody. Usually seen hanging onto the side of a tree, many have a black back with white sides, while some have red heads or yellow chests. These bright areas are important in signaling. The dark areas of plumage are often iridescent. Although the sexes tend to look alike, the males of many species have more prominent head markings than the females.\nMembers of the woodpecker family are found worldwide, apart from Australia, New Zealand, Madagascar and polar regions. Most live in woodland habitats, although a few species are known to live in treeless areas such as rocky hillsides and deserts. There are about 200 known varieties, many of which are threatened or endangered. Two species, the Ivory-billed and the Imperial, have been thought extinct for about 30 years.\nThe smallest woodpecker is the Bar-breasted piculet at around 3.25 in. The largest was the Imperial at around 23 in.  The Ivory-billed was slightly smaller at 20 in. If both varieties are really extinct, the largest now would be the Great Slaty of Southern Asia at around 20 in.  In piculets, it is often the females that are larger, while amongst woodpeckers, the males are usually larger.\nAlmost every species nests in tree cavities, although in deserts, some species nest inside holes in cacti and a few species nest in holes dug into the earth. Woodpeckers and piculets will excavate their own nests, which are usually only lined with wood chips resulting from the making of the hole. Many kinds of woodpecker dig out one hole per breeding season, often trying many times before getting it right. It takes around a month to finish the job.\nAbandoned holes are used by other birds and mammals, and because nesting holes are in great demand by other users too, woodpeckers face competition for the nesting sites they create from the moment the hole becomes usable.\nThe woodpeckers' diet consists mainly of insects, their grubs taken from living and dead trees, other arthropods and fruits, nuts and sap from live trees. Their role ecologically is thereby to keep trees healthy by keeping them from suffering mass infestations.\nThis woodpecker family is noted for its ability to acquire wood-boring grubs using their bills for hammering, but overall the family is characterised by its dietary flexibility, with many species being both highly omnivorous and opportunistic. The insect prey most commonly taken are insects found inside tree trunks, whether they are alive or not, or rotten wood found in the crevices in the tree's bark.\nWoodpeckers have special feet. While most tree-dwelling birds have three toes going forward and one going back, in woodpeckers two go forward and two back. For them, this is akin to having an extra thumb to help them hold on. Their sharp claws help too. Even their tail feathers help. These feathers are very stiff, and the bird can lean on them for support, like having a built-in stool on which to rest.\nWoodpeckers have very keen hearing. When they detect an insect under the bark, they peck a hole with their beaks. They have extra-thick skulls, so that the repetitive pecking has no ill effects. The woodpecker's beak is long, straight, and pointy, good for making holes. Its tongue is extremely long with a sharp end for spiking bugs inside the tree.\nThis tongue is also sticky, so it can attach to ants in the tree or lick up sap. The straight bill is also good for collecting nuts and berries. Many woodpeckers do not fly south for the winter. They live in a warm tree hole all year round and eat the bugs that live underneath the bark. They can also go to bird feeders for peanut butter and suet (prepared cow fat).\nWoodpeckers use their beaks to sing and drum on trees. This attracts the opposite sex for mating, so males always do more of the drumming. After they find a mate, the pair help each other to tunnel down up to 24 in into the tree, then make a wood chip nest at the bottom. Both parents take turns sitting on the eggs and feeding the young.\nWoodpeckers are as familiar to those walking in the forests as the trees themselves, and a treat to observe through binoculars as they go about their daily lives. Woodpeckers somehow lend a timeless air to woodlands as no other bird can. Long may they be around for us all to enjoy.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","title":"11 Incredible Images of Woodpeckers","author":"tonyleather"}