{"url":"http://www.environmentalgraffiti.com/health-and-body/news-deuterium-our-drinking-water-health-risk","content":"\nRecently, there's been some media hype about the environmental and financial cost of buying bottled water rather than simply using municipal water. However, by doing some online research into municipal water vs. bottled water, one can discover some very interesting facts about the quality of water. This information may not sway you one way or another on the merits of municipal vs. bottled water, but it will certainly enlighten you on the content of drinking water.\n\nNaturally occurring fresh water is not pure. Water, in a pure state, exists with an acidity (or pH) balance of 7. However, in its non-distilled natural state, the pH will vary. Normal rain water has a pH of 5-6, making it acidic. Acid rain runs as low as 1, which is equivalent to battery acid. A typical stream will vary in pH from 6-8. This acidity causes natural water to acquire minerals. Unless these minerals are removed, they end up in the water we drink.\nSome of these minerals are actually toxic. Minerals such as arsenic, asbestos, cadmium, chromium, lead and mercury are part of a group known as heavy metals. Because of their naturally occurring structure, these are often difficult for the body to filter and eliminate. They can build up in the body very quickly, causing serious illness and even death if not properly treated. \nOther minerals, such as calcium and iron, are not toxic, but can still be harmful. Typically, these minerals are cleansed from the body and eliminated as waste. However, the efficiency of the cleansing process varies from person to person. The result is that as people age, many build up mineral deposits in their bodies, which can lead to gallstones, kidney stones, and in some cases, hardening and blockages in the arteries.\nGovernment regulation of municipal water treatment plants work to keep the parts per million (ppm) count within safe limits. In addition, many reputable bottled  water companies use a reverse osmosis process to remove the minerals. To prevent re-absorption of harmful minerals, bottlers sometimes add food-quality, organic minerals. These balance the pH and improve flavor.\n\nBesides holding minerals, naturally occurring fresh water also contains deuterium. Deuterium is a water molecule in which at least one of the hydrogen atoms contains a neutron. Another, more popular name for deuterium is heavy water. It is the same heavy water that is used in the development of nuclear fuels, weapons and reactors. Deuterium has a density of approximately 150 ppm, which amounts to only a few drops per quart of water.\nIn recent studies on mice, deuterium has been shown to have a negative effect on the immune system. It decreases leukocyte counts in the blood and increases inflammation response rates to agitates. These results suggest that deuterium is carcinogenic. According to public health authorities, there is no evidence that deuterium, in naturally occurring densities, presents a health risk. However, it is possible that deuterium works as a naturally occurring carcinogen that builds up in the body over time and thus as an environmental risk factor.   \nUnfortunately, removing deuterium is difficult to do. Current methods include distillation, electrolysis, high-temperature exchange and desalination. All of these treatment processes are quite expensive. A new method that is in use involves hot and cold temperature exchanges and a platinum catalyst. This method is significantly less expensive. It is effective in reducing the concentration of deuterium from 150 to 125 ppm. This difference may seem insignificant but research indicates that this small difference could have a positive impact on public health over time.\nFor more information see:\n \n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","title":"Does Deuterium in Our Drinking Water Pose a Health Risk? ","author":"Russell Vallimont"}