{"url":"http://www.environmentalgraffiti.com/news-nepal-successfully-relocates-wild-tiger-first-time","content":"\nIn the dying days of the Year of the Tiger, a wild tiger named 'Namobuddha', has been successfully relocated in Nepal for the first time, from Chitwan National Park to Bardia National Park .\n\"You would not believe how fast the tiger moved into the forest once it was released in Bardia,\" said Carter Roberts, President and CEO of WWF-US, who participated in the operation. \"Powerful magnificent animal with a roar that shook the ground. Made chills run down your spine. This translocation, the first in decades, made possible by the extraordinary conservation community in Nepal. And a testament that we need to care for every single one of the tigers, and restore their numbers in the wild.\"\nNamobuddha is named for the site that legend has it the Lord Buddha gave his body to a starving tigress and her cubs. It now has a monastery on it that thousands of pilgrims visit every year. In September, the male tiger had been injured and park authorities rescued it after it wandered into a hotel. In itself this is a great result as in many places it would have been shot with no hesitation, but instead he was nursed back to health.\nNepal has made a goal of doubling wild tiger numbers by 2022 which is when the Chinese New Year next celebrates the Year of the Tiger, and this relocation is one of the big steps to gain that goal. By moving some tigers to areas that have more prey and less poaching there is a greater chance of successfully reproducing and cubs surviving to adulthood. It is also an area where the tigers mean a lot to the people, partly due to the legend.\n\"The Babai valley was an ideal location for the translocation because of its vast size and available prey species, improved anti-poaching efforts, lower human-tiger conflict and good connectivity with other protected areas through the Terai Arc Landscape all the way to India’s Suhelwa Wildlife Sanctuary,\" said Krishna Acharya, Director General of the Department of National Parks and Wildlife Conservation. \"Nepal is one of the countries in the world where the prospect of doubling the tiger population is quite good, if tigers are given enough space, prey and proper protection.\"\nThe satellite collar will track his movements and report every half hour to help scientists learn more about tiger behavior and see how he is adapting to his new home.\n\"WWF is pleased to have played a part in the pioneering tiger translocation led by the Government of Nepal,\" said Anil Manandhar, WWF-Nepal’s Country Representative. \"As a global conservation organization, we have been part of Nepal’s evolving conservation landscape, from species protection to the successful Terai Arc Landscape, for over four decades, and remain committed to working together with our partners to help save nature for future generations.\"\n\"This translocation, the first of its kind in Nepal, is a concrete example of our commitment to saving wild tigers using the best science available, including the application of cutting-edge technologies,\" said Minister of Forest and Soil Conservation of Nepal, Deepak Bohara. \"I am confident that by working together, the global community can reach the goals we set ourselves at the recently concluded tiger summit to save tigers to benefit people, nations and nature.\"\nTigers are critically endangered with only 3,200 left in the wild. Initiatives like this are vital to increasing their number and protecting the species. The government of Nepal, with support from World Wildlife Fund Nepal (WWF-Nepal) and the National Trust for Nature Conservation, were all involved in this terrific endeavor and hopefully next year Nomabuddha will have fathered a number of healthy babies in the Bardia river valley, who will go on to have families of their own - and increase the numbers of this beautiful big cat.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","title":"Nepal Successfully Relocates Wild Tiger For First Time","author":"Michele Collet"}