{"url":"http://www.environmentalgraffiti.com/ecology/five-earthquakes-in-major-cities/1107","content":"\nEarthquakes are a perfect representation of the age-old riddle: if a tree falls in a forest, and nobody is there to hear it, does it make a noise? \nSome of the largest earthquakes in recorded history have taken place in parts of the world that have hardly any human population at all--\n--but not the five you're about to see, which had the courtesy to strike major urban centers.\nBam was Iran's ancient city, over 2,000 years old, and home to 90,000 people in 2003.  When it was struck by a 6.6 magnitude earthquake that year, 70% of the Bam Citadel: the largest adobe structure in the world, as well as most of the city, was destroyed.\nThe Great Hanshin Earthquake, as it's properly called, lasted 20 seconds and was a 7.3 on the Richter scale in 1995: an intense burst at the juncture  of three tectonic plates, which caused 200 Billion USD in damage, and left nearly 7,000 people dead.  It was, and still is, the costliest natural disaster to strike any one nation.\nImage from \nDon't let the name of the quake fool you. The earthquake that almost destroyed Guatemala City in 1976 actually took place some 160 km away, but was so strong that it still leveled many of the outlying areas, like the cathedral below.  A 7.5 magnitude quake, was followed by thousands of aftershocks, many of which caused their own damage and fatalities.\nSkopjie, of course, isn't in Yugoslavia anymore, but it was in 1963, and under the watchful eye of Josip Broz Tito.  A 6.1 Magnitude quake, Skopjie was distinguished more by the character of the international response.  35 nations in the UN General Assembly requested that relief for the  city be made a priority, and in the overwhelming response, even the U.S. Army was flown into a socialist state at the height of the Cold War to assist.\nOf course, California had to make this list at some point, and the 1906 quake is the granddaddy of them all-- with a magnitude that's been projected as high as 8.3. This was the Hurricane Katrina of its day, simply removing an American city from the map for a few years while  it rebuilt itself out of absolute ruin.  The shock of the initial quake was soon replaced by fires sweeping the city, and then looters. As the Army was called to respond, some soldiers even participated in the \"liberation\" of goods.\nIf you know of any other major quakes that I'm sure we've definitely missed, why don't you drop us a few comments. All your help is greatly appreciated. We might do a follow up post.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb16.webshots.com-42447-2846367760105101600S600x600Q85.jpg","title":"5 Catastrophic Earthquakes in Major Cities","author":"whatsrequired"}