{"url":"http://www.environmentalgraffiti.com/news-sun-you-have-never-seen-it","content":"\nThe Solar Dynamics Observatory (SDO) was launched into orbit in February of 2011. The mission was to take a close look at the sun in ways we have not been able to before. The sun is the source of all space weather, and it affects us both on earth and outside earth's atmosphere, it affects other planets, our satellites and astronauts, so there is an understandable wish to unlock its mysteries.\nThe SDO will closely examine a number of aspects of the mysterious sun, including but not limited to where its energy comes from, how the inside of the sun works, how energy is stored and released in the sun's atmosphere and magnetic energy.\n.\nJust as weather forecasters on earth need to be aware of how changes in energy, electricity and magnetic forces affect us, the information will allow better forecasting of weather out in space, giving early warnings to satellites and astronauts out there.\n.\nSDO is the first satellite launched under the Living With a Star program at NASA and is meant to fly for 5 years even though expectations are for more. An earlier satellite built for 5 years (SOHO) lasted for 10.\nThe amount of data SOD is collecting is phenomenal, enough to fill a CD every 36 seconds. The data is so vast that SOD has its own ground station to download to and was placed in its own orbit - called a geosynchronous orbit - that rotates at the exact speed as the earth to stay above the ground station.\nAs we can see from the images here, SOD is already collecting amazing pictures and information, all of which will help us both in space and understanding how space weather affects earth (magnetics is one big way). \nFor those interested, there are a number of ways to view it including some \n, \n and \n. \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","title":"The Sun as You've Never Seen It Before","author":"Michele Collet"}