{"url":"http://www.environmentalgraffiti.com/animals/news-new-jaguar-catfish-species-found-amazon","content":"\nIn the heart of one of the most protected areas of dense jungle on earth – so dense that scientists had to be helicoptered in – a new species of catfish was discovered. It was named Stenolicnus ix, with the ix a Mayan term for jaguar. This isn't just a case of “ho hum they found a catfish” but a prime example of the importance of protecting the rainforest.\nNot all discoveries like this one involve the exciting animals like jaguars themselves, and in fact often more is learned from the less 'sexy' finds, thinking in terms of biodiversity and the health of an area. The fish just discovered is cream colored with groups of dark spots very like those jaguars have for coloration. Wolmar Wosiack, researcher and curator of the ichthyology collection of the Emilio Goeldi Museum, in the state of Pará, Brazil, said: \"This fish was collected when we were about to finish our research in the creek. It is very small and, therefore, very hard to find. This is why we collected only a single individual.”\nSpeaking about the importance of what some might think of as a simple find – a 2 cm-long fish – Patricia Baião, Amazon Program director at Conservation International Brazil, said: “Discoveries like this one remind us that we still have a lot to learn about the biodiversity of the Amazon. Grao Pará Ecological Station is the world's biggest strictly protected area and holds important species, some unknown to science, and major ecosystems services. Only the protection of its limits and real implementation will achieve this area’s purpose: the conservation of these native forests.”\nThis tiny new find will add to the mountain of evidence being gathered which shows that destroying any more of the rainforest is not only shortsighted but can greatly harm humans. It will have a negative impact on the very rivers that supply people with clean water and which are home to animals, like the jaguar catfish, that contribute to the cycle of life.\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"New Jaguar-Spotted Catfish Discovered in the Amazon","author":"Michele Collet"}