{"url":"http://www.environmentalgraffiti.com/green-living/awesome-way-to-recycle-dumpster/1418","content":"\nGoldsmith's design graduate, Oliver Bishop-Young, unveiled two \n for the re-use of dumpsters (or skips as they're called in the UK) at the New Designers' festival earlier this month - but would you have lunch in a dumpster, or more to the point, would you swim in one?\nThe first proposal is for a website where people can share information about the contents of their skip and others can salvage it (demo now online). The database would be searchable by a variety of filters including item or location, with the tip you choose to loot viewable as a hi-resolution image.\n\nNow, traveling the grimy backstreets of the capital peering into dumpsters as you go seems like a potentially embarrassing situation - ask yourself just how necessary that new filing cabinet really is? But Bishop-Young's idea allows you to travel straight to the site of your bounty. His vision even includes plans for mirrors to be placed beside each and every skip, eliminating the need to hoist yourself up and have a good look and instead warranting no more than a casual glance to pinpoint your item.\nHaving just read an article about the amount of young, twenty-something ‘arty' types squatting all over London, they must be wetting themselves at this prospect and rightly so - we could all do with a new shelf (couldn't we?) and hunting down your prey via a hip social-networking site, traveling to the location and securing the item by hand just feels so urban and ever-so slightly dangerous:\n\"Oh, you must tell us where you got this lovely wardrobe!?\"\n\"Well...you see...there's this amazing skip in Ladbroke Grove....\"\n*silence*\nEmbarrassing familial situations aside, it's a great idea that both helps people fill their house with all those goodies they always wanted and benefits the environment. Not bad, eh?\nThe second proposal is even more ambitious: it involves converting empty skips into urban ‘spaces' - but this isn't your normal minimal-cube-with-found-object type ‘space'- everyone can benefit from a dazzling array of designs that include gardens, skateparks, living rooms and swimming pools (shown in images).\nI could seriously see these popping up in the City as lawyers, investment bankers and consultants have lunch meetings in the road outside the offices, maybe have a go on the ramp or take a refreshing dip in summertime. Who knows, maybe in a couple of years time HSBC will be merged with Haribo in a meeting held in a dumpster outside Liverpool Street station? Perhaps not...\nAnd once again, the neighbours might raise an eyebrow or two if you start swimming in the skip at the end of your cul-de-sac but who cares? In the words of Kaiser Chiefs... this is the modern way.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","title":"The Awesome Way To Recycle a Dumpster [pics]","author":"Thomas Davie"}