{"url":"http://www.environmentalgraffiti.com/news-nasas-operation-icebridge","content":"\nNASA isn't always just about telescopes, satellites and trips to the moon. The space agency also performs some very important research and monitoring work right here on planet Earth. One of their most vital ongoing programmes is Operation IceBridge, which looks at the troubling current rates of polar ice melting and the rise in sea levels.\nThrough comprehensive data collection, NASA are trying to shed some light on the matter. From 2003, they utilised their ICEsat (Ice, Cloud and land Elevation Satellite) to take the relevant measurements, but unfortunately in 2010 the satellite stopped working. Such important research couldn't stop, however, so NASA switched to the next best thing: airplanes.\nUsing a DC-8, and later a P-3 Orion fitted out with state-of-the-art technical equipment, NASA were able to carry on recording important information from specific areas in the Artic and Antarctic, furthering our understanding of global climate change. The ICEsat is scheduled to be up and running again from 2015, but until then aircraft will continue to monitor our ice caps, taking some stunning photographs of the constantly changing landscape in the process.\nThis steep Antarctic valley is full of flowing ice, making its way own to what remains of the Larson B ice shelf (an area of ice floating on the sea). When that huge shelf, roughly the size of Rhode Island and stable for over 12,000 years, broke off and disintegrated in 2002, it was seen by many as incontrovertible proof of global warming. When the ice in this valley reaches the remnants of the ice shelf, it will break them up further, pushing them out to sea as icebergs.\nFrom this angle, it may not look like much, but that line across the middle of this picture is actually a crack in the ice, and it's enormous. What you're seeing is a photo of the Pine Island Glacier ice shelf taken in October 2011. If the area of the ice shelf behind this fracture were to break off, it would mean 800 square kilometres (310 square miles) of ice breaking away, or 'calving'. \nThe Pine Island Glacier is made up of around 10% of the Antarctic ice sheet, itself the largest ice mass on Earth, and is one of the main areas of focus for Operation IceBridge. Large scale melting here would have major ramifications for sea levels around the world.\nThis close-up of the ice fracture gives some idea of its width and depth. This particular stretch is 240 feet wide, and NASA recorded the break descending all the way down to sea level at some points. It is almost certain that the crack will widen and break off the ice behind it in the coming months. When this happens, scientists say that the Pine Island Glacier will have retreated to its farthest level since 1940, when measurement of the glacier began.\nOn the opposite side of the world to the Antarctic lies Greenland. As part of the Arctic component of Operation IceBridge, NASA flew over vast territories here, including the rugged southeast where they passed over many glaciers and fjords (inlets carved by millions of years of moving ice). The primary purpose here was to measure the worrying rate of melting in Greenland's ice sheets.\nLike glaciers, ice streams are rivers of moving ice, usually lubricated by a layer of water underneath and reaching speeds of up to 1,000 meters a year. Trapped in this ice stream, large chunks of ice are being carried across the ice sheets of northeast Greenland towards their final destination, the sea.\nBreaking off the end of West Greenland's Jakobshavn glacier are some monster- sized icebergs. Every year, over 35 billion tons of ice calve into the sea from this fast-moving glacier. Many of them are so large, they simply sit at the end of the glacier for years until they're broken up by continued pressure from the ice river behind them. Keeping track of this glacier is considered an important part of climate change study for Operation IceBridge.\nTwo mighty forces of nature come together as a glacier in West Greenland flows into and is absorbed by sea ice. Although composed of seawater, sea ice is actually converted into fresh water by the freezing process. Sea ice advances and retreats with the seasons, and is a barometer of Earth's global temperatures. Fortunately for scientists, we have a good record of sea ice since 1978 when NASA began tracking it with satellites.\nIt's easy to see why Russell's Glacier is one of Greenland's favourite tourist sites. Scientists from Operation IceBridge have been studying the meltwater (seen here pooling on top of the ice) from this stunning frozen river in an effort to better understand where the runoff goes to and how this affects sea levels. Russell Glacier does not run directly into the sea, making it less vulnerable to fluctuating ocean temperatures. The biggest loss of ice here comes instead from melting.\nAs well as being of vital scientific significance, Greenland is also a country of breathtaking beauty, as you can see from this stunning shot taken near Qaanaaq, its northernmost town. (Avid readers may recall that it was here that Smilla was born, in the bestselling book \n.) The people of Qaanaaq live a lifestyle very much tied to their environment, hunting polar bears, narwhals and walruses for food as they have for generations. They would be among the first people affected by any changes in temperature due to global warming.\nAlthough they were on a research mission, the scientists of Operation IceBridge did occasionally also pass over other interesting sites. Here lie the remains of a B-29 called Kee Bird, which crash landed in Greenland in 1947. Perhaps not such an inspiring sight to see from a plane.\nNot only important for scientists monitoring global warming, sea ice also supports a diverse ecology, including walruses, polar bears and sea lions, to name just a few. NASA studies the Arctic seas around Alaska to gauge how environmental factors are affecting the chemistry of the ocean, the ice and those who depend on it.\nSeen from above, the pure snowy white of older sea ice contrasts strongly with the dark depths below the thin, newly formed ice. New sea ice, still in its transparent stage, is known as 'nilas.' As water below the ice starts to freeze, it will take on a grey and finally white appearance. Awe-inspiringly beautiful but also vitally important, sea ice will continue to be a focus for Operation IceBridge, as those involved watch it slowly melt away.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","title":"Stunning Polar Images from NASA's Operation IceBridge","author":"Yohani Kamarudin"}