{"url":"http://www.environmentalgraffiti.com/news-amazing-images-winners-night-sky-competition","content":"\nThe Second International Earth and Sky Photo Contest, of 2011, has some incredible images, not the least the winner of this year's first prize in the \"Beauty of the Night Sky\" category. \n captured the magnificent, deep, ghostly green glow of the Northern Lights and Milky Way over Iceland.\nThe contest had the theme \"Dark Skies Importance\" and divided the submissions into two categories. The first was the \"Beauty of the Night Sky\", and the second, \"Against the Lights\".\nIn a scene of subtle beauty (above), the alpine valley illuminated by both the sky and the village lights, \n shows how the two sets of lights compete with each other, one of the themes in the Against the Lights category. Thomas won first place with this image. \n\"The selected images are those most effective in impressing people on both how important and amazing the starry sky is and how it affects our lives, and also how bad the problem of light pollution has become,\" states the The World at Night (TWAN) website.\nThis spectacular image (above) of the Milky Way over Isfahan garnered \n second prize in the Beauty of the Night Sky category. It also shows how light pollution makes it almost impossible for the stars to shine through.\n won second prize in the Against the Light category. \"The position of the Milky Way in this image—lying horizontally, just above the horizon—gives the sense that it's just beyond arm's reach. Walk to  the horizon, and instead of falling off the edge of the Earth, you can  step into the rest of the galaxy,\" said contest judge Mike Simmons.\n won third place in Against the Lights for showcasing Lisbon's famous bridge with crescent moon trails. You can clearly see how the lights have blocked out the night stars, something common in big cities.\nThird place in the Beauty of the Night Sky category went to \n, a French photographer, for his image of the sky over Reunion Island, east of Madagascar. He called it \"Venus over Reunion Island\". Almost like an ancient landscape, one can imagine dinosaurs walking in it, with the beautiful sky above.\nVenus might twinkle away brightly but lights in the villages underneath the colorful fog will block all but the brightest stars from being seen by villagers. This is Luc Perrot's second entry (fourth prize for Lights Against the Sky) – a panorama above a valley looking out to Reunion island. \nThe night sky above one of the main gates in China's Great Wall is a perfect blending of an earthly landmark and the Milky Way. Yet of course it is the Milky Way which is timeless: \"The Milky Way stood above this spot, just as in this image, long before this historic gate was built, and it will remain long after the gate is gone,\" Simmons said. The shot was taken by Xiaohua, who took fifth place in the \"Beauty of the Night Sky\" and who you can email at mr_wxh@hotmail.com.\n\"Lights from the Hidden City\" by \n, fifth place winner in the Against the Lights category, was taken 50 miles from Portland, Oregon and shows the lights of the city reflecting off the clouds. TWAN's Babak Tafreshi says they chose this category to inspire people \"to reclaim the night sky and its beauties, not only as a laboratory for astronomers, but as an essential part of our nature.\"\nFifth place in the Beauty of the Night Sky category went to \n for his stunning image of the sky above the mysterious outcrops in the Arsenic Lake, Lake Mono, California.\nAll of these images remind us that the sky is a part of nature as well, and that we should both look after it and embrace its beauty. Lights can't be done away with, but instead of pointing them upwards, as often happens, they can be pointed where they will do the most good. Light pollution is becoming a serious issue in cities. There are millions of children who have never seen a night sky as it really is because they don't get out of our major urban centers.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Ice3jpg","title":"10 Dazzling Photographs of the Night Sky ","author":"Michele Collet"}