{"url":"http://www.environmentalgraffiti.com/ecotourism/news-does-cage-diving-condition-sharks-attack-divers-south-african-dilemma","content":"\nYou can easily find adventure \n \n advertising shark cage diving in South Africa. It is a regulated business, and the operators work hard to ensure the safety of each tourist. You go under water to observe sharks from the safety of a steel cage. So what is the environmental dilemma? Why should you have concerns about doing this, rather than feeling simple delight (or abject terror)? Why not simply vacation as your heart leads you?\nThe shark cage is essentially a rigid steel mesh platform with steel bars. You either get a breathing tube so the boat can pump air to you, or wear scuba gear. You enter the cage and peer between the bars to see sharks swimming past. Your safety is ensured by the strong cage.\nDespite the excitement of being so close to a shark, this is a very safe process. Very few \n have been reported where a cage diver has been at risk from a shark attack - this is not the issue.\nFrom a scientific view, the problems begin with the expectations of the tourists and the tour operators. If you pay to dive with sharks, then you want to see sharks - nearby and active, perhaps even feeding. How can the tour operator improve the chances that the sharks will put on a good show?\nOnce in an area where sharks are known to spend time, the operator might \"chum\" the water, by casting or trailing bait. Sharks are credited with having a very sensitive sense of smell, so they are attracted to the bait. So the sharks will be active nearby, and both the tourist and the operator are pleased.\nBut what if the sharks associate seeing a boat - or a diver - with getting an easy meal? Pavlov conditioned his dogs in a similar manner. Start with a trivial stimulus: ring a bell for the dog, or anchor a boat near the sharks. Then introduce some food. After the animal experiences the pair of stimuli often and consistently, it becomes conditioned to respond to the trivial stimulus just as it does to the important one.\nThere may not be significant consequences if a dog drools when your doorbell rings. But what if sharks become conditioned to thinking that a boat or diver signals the arrival of food? The results could be grim for scuba divers and swimmers in nearby waters.\n conducted a study that found four (out of many) sharks did indeed behave as if they were conditioned to associate a diving cages with a food source. Their report does not condemn this type of tourism, however.\nThey report that, in South Africa, tour operators are subject to regulations which forbid deliberately feeding sharks. Nor are the sharks likely to mistake a kayak or swimmer for a diving cage attached to a tour boat. So why does the controversy linger?\nThe first problem is that it is difficult to enforce the regulations. Tour operators risk their livelihood if they cannot produce sharks on demand. So they will always be tempted to chum and to feed. (Johnson and Kock did \n observe anyone flouting the regulations; they merely speculated that it was possible).\nThe other problem is political. Despite the fact that there are very few shark attacks - about five injuries in South Africa's coast per year, as \n in 2001 - people do fear shark attacks. The government of South Africa might enact further restrictions on shark diving, simply to appease the rest of the tourism industry.\nIf you decide to encounter sharks by diving in a shark cage, you will probably just enjoy the experience of seeing these magnificent animals in their own habitat. But just for now, consider how intelligent sharks must be: some can learn as well as dogs.\n: This article does \n imply that any tour operators referenced contravene South Africa's regulations on shark cage diving. They are simply two of many South African firms in this business.\n:\n \nRyan Johnson and Alison Kock, \"Johnson R and A Kock. 2006. \n - is their cause for concern? In Nel DC &amp; Peschak TP (eds) Finding a balance: White shark conservation and recreational safety in the inshore waters of Cape Town, South Africa; proceedings of a specialist workshop. WWF South Africa Report Series - 2006/Marine/001.\", PDF referenced July 31, 2010. \nSouth African Tourism, \"\n\", 2008, referenced July 31, 2010. \nAfrican Shark Eco-Charters, \"\n\", 2007-2010, referenced July 31, 2010. \n, 2005-2010, referenced July 31, 2010. \nWhite Shark Diving Tours, \"\n\", referenced July 31, 2010. \nAnimal Tourism, \"\n\", referenced July 31, 2010. \nAdam Fresco, \"\n\", published March 24, 2005, referenced Aug. 1, 2010. \nShark Attack Photos.com, \"\n\", April 14, 2001, referenced Aug. 1, 2010. ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb42.webshots.com-45865-2174443360105101600S600x600Q85.jpg","title":"Shark Attacks: The Cost of Cage Diving?","author":"MikeDeHaan"}