{"url":"http://www.environmentalgraffiti.com/beaten-track/news-stumble-down-under-real-tan-sydney-australia","content":"\nEvery morning, the sun awakes on the eastern shoreline of the vast island that we call Australia. Sitting south of the equator, it’s often seen as the little brother to the Commonwealth motherland that is England. United by the monarch they may be, but as a country, oh how different they are. A foreign land to most, Australia has been personified through the ages by the famous men of the country, Paul Hogan, Steve Irwin and Hugh Jackman, but to name a few. However, as famous as they have become, none have been more iconic than the famous Australian beaches.\nFrom Manly to the small cove around the corner from your mom’s house, these are the places you dream you could be and where the inhabitants of the east coast of Australia call home.\nOf the most renowned, there is Bondi. Bondi is both the aboriginal word for “water breaking over rock” and one of the world’s most well recognized beaches for its beautiful landscape, seaside restaurants and laid back lifestyle. A popular tourist destination for decades, it was the hub of social activity for all sun seekers and surf enthusiasts, hosting many a surfing carnival for the Australian people in the early 1900s.\nIn these modern times, lazy Sundays transform the beachside into a bustling market place where young and budding designers showcase their creations, from jewelery to clothing to one off art pieces. Many Australian designers made their humble beginnings here before continuing successfully onto the nearby Oxford street, the fashion hub of Sydney.\nSun seekers by day, as dusk lingers and night falls onto the waters, the activity continues off the sand.\nManly Beach, due north of Bondi is recognised for its strip of cafes and restaurants which line the shoreline with amazing food, famous faces and that breathtaking view. Being only 7 miles from the Sydney city, it is a 1000 miles away from stress with a seemingly endless list of bars, pubs, restaurants and cafes. It is the place to be when you want to kick up those feet and relax with a meal on the water and a good night to follow.\nTake a stroll away from the main beach and you will find a scattering of smaller beaches in the area, less crowded than the tourist attracted main beach. This exploration lets you see Sydney beaches from another perspective, away from the hustle and bustle of the visitors to where the locals lay. As you sit in your small cove, the sand is a little grainier and the surroundings a little unfamiliar. A small boat floats into the horizon and drifts towards the shoreline... Your neighbours on the towels three rows down walk into the water and towards the boat, coming back with two ice creams and a bag of chips. This is how the locals do it. You run towards the boat to buy some goodies, if only to feel the rush of buying food from the man who drifted in from the horizon!\nBack on the grainy sand, eating your ice cream, watching the light fade away into darkness, you’re a little more tanned and a lot happier. This is when you know its time to take a stroll down under and get yourself a real tan.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb33.webshots.com-8352-2117529380104237032S600x600Q85.jpg","title":"Sydney's Awe-Inspiring Beaches","author":"Jam"}