{"url":"http://www.environmentalgraffiti.com/news-7-volcan-ic-summits","content":"\nOne of the mountaineering challenges for adventurous types worldwide is to climb the highest volcanic peaks on each of the Earth’s seven continents, known as the Volcanic Seven Summits. \nAs you might guess, the views from these mountains are absolutely stunning. We’ve gathered together the best images we could find that give a sense of what it’s like to look down from the top of these giant peaks. \nThe highest volcano in Antarctica, Mount Sidley, is 4,285 meters (14,058 ft) high. Unlike the other volcanoes on this list – which have been climbed for decades – Mount Sidley was first climbed very recently, in 1990. This giant shield volcano is undoubtedly high, but it is also extremely remote, and thus only relatively few people have scaled its snow-covered flanks to enjoy the view over the polar landscape below.  \nAt 4,368 meters (14,331 ft), Mount Giluwe is the second highest mountain in Papua New Guinea and the highest volcano on the Australian continent. It is made up of a series of volcanic plugs left over from the original volcano, which formed between 650,000 and 800,000 years ago. First discovered and climbed by Westerners in 1935, Mount Giluwe remains a treat for those who manage to reach its summit today. The mountain’s slopes have a number of different vegetation zones containing a huge variety of different species. \nMount Damavand, situated in Iran, stands tall as the highest volcano in all of Asia, at 5,610 meters (18,406 ft). A potentially active volcano, it has fumaroles near the summit crater that release sulfur gas and whose last recorded activity was in 2007. Damavand is considered the Mount Olympus of Persian literature and mythology, where it has long stood as a symbol of resistance against invasion and tyranny. Today, thermal springs with curative properties on the volcano’s flanks are an undoubted attraction for those who visit and attempt one of the 16 known routes of varying difficulty to the summit. Then, of course, there are the views.\nRising dramatically to a height of 5,636 m (18,491 ft) above sea level, Pico de Orizaba is Mexico’s highest peak and North America’s highest volcano (as well as the third highest peak on the continent). In ancient Olmec mythology, the volcano was formed by Orizaba, an eagle spirit, and the people believed that praying to the god at the zenith would prevent a furious eruption. Today, this dormant volcano attracts climbers the world over who can choose routes of different difficulty levels to the top. As photographer Purolipan said of this view from the summit: “The clouds seemed breaking waves against the mountains.” Beautiful. \nMighty Mount Elbrus is located within the Caucasus mountain range in Russia, near the border with Georgia. At 5,642 meters (18,510 ft), it is considered the highest mountain in Europe as well as the continent’s highest volcano. Greek myth has it that Zeus chained Prometheus – the Titan who stole fire from the gods and gave it to man – here. Mount Elbrus’ higher summit was first climbed in 1874. \nIn the mid-20th-century, a cable car system was built extending to a height of 3,800 meters (12,500 ft) up Mount Elbrus, while in 1997 a Land Rover was driven to the summit, landing itself in the Guinness World Records. Many climbers have enjoyed Elbrus’ view over the years, but it is also known for having the world's “nastiest outhouse\" – situated at the edge of an icy rock and itself covered in ice.\nMount Kilimanjaro, the highest mountain in Africa and the second of the Volcanic Seven Summits, rises to a height of 5,895 meters (19,341 ft) and overlooks the plains near Moshi in Tanzania. It actually has three volcanic cones, Kibo (5,895 m), Mawenzi (5,149 m) and Shira (3,962 m). The giant volcano formed a million years ago, with two of its peaks now extinct, and the highest dormant – but with the potential to erupt again. The most recent volcanic activity was 200 years ago, though the last major eruption was hundreds of thousands earlier.\n \nThe first successful attempt to summit Mount Kilimanjaro was in 1889, but while people can trek to the summit today, it’s not easy, and the high altitude presents a risk. That said, the mountain has incredible biodiversity, and the view from the summit must be something to behold. On a less uplifting note, more than 80% of Kilimanjaro’s ice cover has disappeared as it follows the trend of glacier retreat across the planet, and it is estimated that between 2022 and 2033, no more ice will remain.\nRising to a height of 6,891 meters (22,608 ft), Ojos del Salado is the highest volcano on the planet. Located in the Andes on the Argentina-Chile border, its name means \"Source of the Salt river” – and indeed, “eyes” appear in its glaciers in the form of lagoons as a result of huge salt deposits. Conditions are very dry here and snow only stays on the peak through winter. Despite its height, the ascent to the summit of Ojos Del Salado is essentially a hike, barring a tougher clamber near the top where ropes may be necessary. \nAnother unique feature of Ojos Del Salado is its crater lake: at a height of 6,390 meters (20,960 ft), the 100 m-diameter lake is believed to be the highest lake on Earth. In 2007, a Chilean team drove a modified jeep up to a height of 6,688 m (21,942 ft), which was certified by the Guinness book of World Records as the highest altitude achieved by a land vehicle. The views from the top are at once bleak and indescribably beautiful.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb18.webshots.com-42705-2238144040104178106S600x600Q85.jpg","title":"The View from the Seven Highest Volcanic Peaks on Earth","author":"Michele Collet"}