{"url":"http://www.environmentalgraffiti.com/ecology/mother-earth-how-ice-shaped-the-face-of-the-planet/595","content":"\nWelcome to post number five in the series we’re calling Mother Earth.\nSo far, we’ve covered the \n, \n, \n, and \n. Today, we’ll be discussing how \n changed the face of our world.\nTake Earth’s abundant \n, add some crazy planetary movement and freezing temperatures and you have yourself an ice age.  The first ice age is thought to have been around 2.5 billion years ago. It is known as the Huronian \n and it occurred during the \n period. Not everyone agrees on what caused the ice age.  They’re not even entirely sure how extensive the ice sheets were.  However, there are plenty of theories on the first ice age.\nMany people think that the ice age was due to the \n at the time. 2.5 billion years ago, the Earth had a \n. Earth is currently tilted on its axis at about 23.5 degrees. Some scientists think that the planet could have been tilted as much as 54 degrees in the past.\nMore is known about the later, and most severe, \n known as the Cryogenian period. From around 800 million to 600 million years ago, the Earth resembled a giant snow or slushball. This nasty period came close to killing most of the life on earth. Levels of \n, present in organic life forms, is present in the fossil record before and after the period but almost entirely gone during.  The \n preserved itself for almost 200 million years.\nThe sheets of white ice covering the Earth reflected most of the warming \n that heated the Earth during this period.  Eventually, however, our old friends the volcanoes helped out. By shooting a bunch of CO2 into the air for 200 million years, the volcanoes produced enough greenhouse gases to eventually warm the Earth. If only there were a massive ice age going on right now, humans would be set.\nFunnily enough, though, we are actually in an ice age at the moment. An ice age occurs when ice sheets cover significant portions of the northern and southern hemisphere. This would mean we are still living in an ice age now, as the \n. However, the term can also mean the periods of glacial expansion farther than normally occurring. The last one of these glacial periods ended around 10,000 years ago.\nThe ice ages and \n movements shaped the planet in more ways than one.  They’ve had a massive effect on the landscape, for one. \n are like the abusive parent of the planet, they scar it for life. Much of the US topography, not to mention the world, has been \n during ice ages. Long Island, for instance, is composed of sediment dumped by glaciers. The \n, as well as Minnesota’s famed 10,000 lakes, were formed by glaciers cutting and moving the Earth’s crust.\nBiologically, the ice ages also have an effect.  During more recent ice ages, when the planet has been populated by complex life forms, extinctions and redistribution of populations generally occur. And after the Cryogenian ice age, the microbes and bacteria that survived the long chill suddenly began to develop into something more. Shortly after the ice age ended, the warmer oceans and planet began to positively crackle with new life forms. The huge number of new forms of life arising in a short period of time earned this period the nickname the Cambrian Explosion.\nTune in next time, as we discuss how these early life forms, and the complex life forms that arose after the Cambrian Explosion, might have come to be.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","title":"Mother Earth: How Ice Shaped the Face of the Planet","author":"Chris"}