{"url":"http://www.environmentalgraffiti.com/news-10-minerals-are-more-beautiful-gold","content":"\nWe all know about the allure of gold. Fabulously valuable and eternal, it would seem at times to be the most beautiful sight in the world – but it's actually rather plain. For truly stunning visual treats you cannot do better than to take a good look at the mineral wealth of the planet. Not only are some of these substances far more beautiful than gold; many of them are also far more valuable because they are so rare.\nAlmost 95 per cent of all opals come from Australian mines. The remaining five per cent are mined in Mexico and in Brazil’s north, as well as the US states of Idaho and Nevada, but recently the stones have also been found in Ethiopia and in the West African country of Mali. Black opal or opal with a dark gray body shows the most brilliant play of colors imaginable and is the most valuable.\nPainite, once believed to be the rarest mineral on earth, was first found in Myanmar by British minerologist and gem dealer Arthur C.D. Pain in the 1950s. When it was confirmed as a new mineral species, the mineral was named after him. For many years, only three small painite crystals were known to exist. Before 2005 there were fewer than 25 known crystals found. It was widely considered to be the rarest of all gems, with only two faceted crystals in existence. The monetary value is incalculable.\nGarnets are found in many colors, including red, orange, yellow, green, blue, purple, brown, black, pink and colorless. The rarest of these is the blue garnet, discovered in the late 1990s in Bekily, Madagascar. It is also found in parts of the United States, Russia and Turkey. It changes color from blue-green in the daylight to purple in incandescent light as a result of the relatively high amounts of vanadium it contains. The most expensive gem, a 4.2 carat beauty, sold in 2003 for $6.8 million.\nTaaffeite is one of the world's rarest and most exclusive gemstone types. Named after Bohemian-Irish gemologist Edward Taaffe, who discovered the first one from a box of Sri Lankan spinels in 1945, taaffeite ranges in color form mauve to lavender to red. The stone displays a double refraction which is uncharacteristic of spinel. All the known faceted taaffeites currently in existence would fill only about half a cup.\nJeremejevite is among the rarest of gem minerals. Some of the best crystals, water-clear and cornflower-blue, have come from a small ocean-side occurrence in Namibia discovered in 1973. The site was reworked for specimens in 1999, but yielded only colorless to pale yellow crystals; the first-found examples remain the best from the occurrence. A new locality for blue jeremejevite was discovered in the Erongo Mountains in 2001 and has produced some fine, lustrous crystal.\nThis is a bluish-green mineral found primarily in Madagascar. The first and so far only clean faceted specimen was from Sri Lanka. The mineral is named after French explorer and natural historian Alfred Grandidier, who among other things unearthed bones from the extinct half-ton elephant bird in Ambolisatra, Madagascar. Another absolutely priceless gem.\nNatural red diamonds are so rare that most jewellers have never seen one, and will never own one. The world's largest red diamond is known as the Red Shield, and weighs only 5.11 carats, compared with over 600 carats for the largest diamond of any kind. It would not get anywhere near the list of the world's largest diamonds, yet it is famous for the fact that it is red, one of the rarest colours for diamonds.\nUntil recently, jadeite has been a mystery mineral, but primary sources of it have been found in Guatemala as well as several Californian sites where it also occurs. All Mexican jadeite is in artifacts from unknown sources. The record price for a single piece of jadeite jewelry was set at the November 1997 Christie’s Hong Kong sale: lot 1843, the “Doubly Fortunate” necklace of 27 approximately 0.5 mm jadeite beads, sold for US$9.3 million.\nRhodochosite (whose name means rose-colored) is a very attractive mineral with an absolutely one-of-a-kind, beautiful color. Although it can be an ore of manganese, it is its ornamental and display specimen qualities that make it a very popular mineral. The color of a single crystal can just astound the observer with its vivid pink-rose color that seems to be transmitted out of the crystal as if lit from within.\nMining malachite was begun as early as 4000 BC by ancient Egyptians. In the middle ages, malachite was worn to protect wearers from black magic and sorcery. In the New Stone Age malachite was already in use as a cosmetic and easily reduced to copper in a strong fire. It is impossible to be precise about the time and place of its discovery, but its consequences – in aesthetic terms if no other – were tremendous. Malachite is a beautiful green earth stone with irregular black banding. It is easily recognized by its color, green streak, and silky or velvety lustre. \nI wish to thank the jewelry companies from whose websites I gleaned the information used in this article and who granted permission for their images to be used.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","title":"10 Minerals More Beautiful Than Gold","author":"tonyleather"}