{"url":"http://www.environmentalgraffiti.com/news-wolverines-threatened-climate-change-earlier-springs","content":"\nThe wolverine is a lovely, stocky predator that looks somewhat bear-like. While not in any danger now, it may soon be due to climate change. Some scientists believe it won't survive in view of global warming because it needs two things: one, a snow pack that wolverines raise their young in; secondly, temperatures that aren't too high. However, scientists expect temperatures in August to increase way beyond what they can tolerate.\nNCAR scientist Synte Peacock, the lead author of a paper reporting the study's results, said: \"Species that depend on snow cover for their survival are likely to be very vulnerable to climate change. It's highly uncertain whether wolverines will continue to survive in the lower 48, given the changes that are likely to take place there.\"\nThe fur of wolverines is thick and oily so as to insulate them. They also have large, padded feet to deal with thick snow and enable them to live in regions with late spring snow and coolish summer temperatures (72 degrees Fahrenheit as a high). \nThe scientists modeled three scenarios – low, high and medium low emissions of green house gases – and found that the snow cover went close to zero in late spring in cases of both medium low and high emissions.\nThe female wolverines make their dens in the snow to protect their kits, and this habitat disruption is clearly going to have a big effect on their breeding. As well, unless they can adapt quickly to much higher temperatures in the summer, there is a good chance that they will no longer be able to survive in the lower 48 states of the US at all. Man needs to start dealing with climate change before we lose more and more species to global warming.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/art-350.png","title":"Wolverines Threatened by Climate Change","author":"Michele Collet"}