{"url":"http://www.environmentalgraffiti.com/offbeat-news/works-of-leather-art/3620","content":"\nLeather is one of the most versatile materials available to an artist. Normally the preserve of clothing or sofas,  artists have been using it for centuries as a form of decoration and self expression.\nFrom the elaborate saddle covers of the 5th century BC Nomads of the Altaic Region to modern day contemporary wall hangings, working with such an unforgiving medium as leather requires a truly masterful skill-set to produce a work of art from what is basically tanned animal hide. Fortunately the advancement of both tools and techniques has enabled artists to do more with leather than ever before, most notably in the realm of sculpture and intricate pictures. Let's celebrate the skill and talent of the master craftsmen and women with a look at five incredible works of leather art.\nUnlike dyeing leather, when you paint on leather the paint isn't absorbed into the material and therefore artists have to be very careful not to bend or twist the leather as the paint can crack or flake off.\nThis vibrant depiction of two traditional hunters with their quarry is a brilliant illustration of the intricate detailing that can be achieved when using paint on leather. The use of form, colour and texture makes this painting appear three-dimensional while helping to give an illusion of movement in the huntsman's clothing.\nThis piece won a Blue Ribbon at the 2008 Tennessee State Fair and is a brilliant example of the possibilities that exist when using leather as an art medium. It is life-like and immaculately detailed with a character all of its own. The artist has even gone so far as to include the Tennessee state flag on the body of the guitar.\nThis incredible picture of a man tipping his hat carved into suede leather is a superb illustration of master leather craftsmanship. Excellently proportioned, even the hand is perfectly formed. A three dimensional effect is created by the fine detailing of the man and the illusion of distance with the background images. There's even a vague similarity with Michael Jackson!\nLeather is a great medium for sculpture, which if used correctly can be used to produce a dramatic visual effect as is the case with this Peruvian leather sculpture.\nThis particular example of leather art is exceptionally well moulded, giving the impression of a face framed by folds of the leather. The careful positioning of the creases leads the eye to the central focus point, the face.\nA number of tools including a swivel knife, veiner and pear shader are used in the art of leather carving. The intension with this type of leather art is to carve a design or image into the leather and thereby to create a three dimensional visual effect.\nThis scene of deer in a forest is just one example of what can be created when combining the technique of leather carving with dyeing. The artist has managed to capture a feeling of tranquility in the wilderness on this particular \n purely by the placement and actions of the deer set against a natural backdrop of sky and ground.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","title":"5 Incredible Works of Leather Art","author":"Chris"}