{"url":"http://www.environmentalgraffiti.com/news-park-giants","content":"\nThe Adrspach-Teplice Rocks are a 17 square kilometer park of incredible sandstone rock formations in the Czech Republic. The area has been designated a national park and runs between two towns: Adršpach and Teplice nad Metují. \nThe waterfalls below are called the big and small waterfall - I call them the men's and women's giant showers and bath! Both are stunning, with the moss building up on one side to evoke a sense of peace.\nBelow is an absolutely enormous rock, worn smooth with the elements. A tree has also grown around and through it, and it makes a perfect place to sit and relax for both big and small people. One popular sport at Adrspach-Teplice is rock climbing, while another is the riskier sport of rock jumping. There is even a small rock chapel that has the names of those who died participating in their sport, near one of the popular climbs.\nThe names given to various formations are imaginative and run the full gamut, wither names translating as: Worm, Stony gate, Krakonoš´s harp, Swallow´s nest, Butcher´s axe, Stony crown, Temple and Martin walls, Stony temple, A fist, Indian Ink, Trosky castle, Boar and Dog, Bottles of ink, Stony eagle, Sleeping swan and Clucking hen.\nThe area has names for many of its rocks but unfortunately I could not find a list matched to the photos, so have made my own in some cases. This is \"the fisherman\", the pine tree just above the left side hand makes it look as if he is sitting with a pole in hand, whiling a way a Sunday afternoon.\nThe Giantess (my name) - a spectacular rock formation, it looks like a woman with shoulder length hair in a long dress. How they manage to stand is a matter of physics I will never understand!\nThis gorge chasm is named Siberia because it has a micro-climate that is very like that found in the frosty high altitude areas. \nOne of the special things about these rock formations and the preserve is a threatened species of hawk which is protected here, the Duck hawk. Tourists are kept away from the area where they live but they can often be seen flying in the sky between landings.\nPurely guessing, but this looks like it might be the Butchers Cleaver. Whatever the name it is certainly a stunning formation in both color and size.\nThe Rocks are equally spectacular on both the Adrspach and Teplice sides of the preserve, the two being connected by a beautiful hiking trail through the mysterious and marshy Vlčí Rokle (Wolf Gorge). For some reason the Adrspach side has many more people in it than the Teplice side. Perhaps more water is the attraction, but since you can walk from one to the other, my suggestion would be to start on the Teplice side with less traffic and tour buses in the town. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb50.webshots.com-42801-2771980820104237032S600x600Q85.jpg","title":"Park of Giants: The Adrspach-Teplice Rocks of the Czech Republic","author":"Michele Collet"}