{"url":"http://www.environmentalgraffiti.com/news-maurizio-savini-used-pink-chewing-gum-and-fibreglass-works-art","content":"\n When WWII came to an end, American soldiers had introduced Europe to the era of chewing gum. It was not long before the gloopy stuff was being chewed furiously all over the place, and used gum was turning up everywhere. Chewing gum artworks had found their base material, and have been appearing at exhibitions ever since. Artist Maurizio Savini aims to remember childhood and personal memories by sculpting pink chewing gum and fibreglass, hoping to provoke different “flavors“ of reactions among the people who see them. \n Savini, 39, has been using the unusual material, known in his native Italy as 'American Gum' after it arrived during World War II, for the past 10 years. His sticky sculptures have been exhibited all over the world, including London, Edinburgh, Rome and Berlin, where they have sold for as much £40,000 each. \n The artist, based in Rome, said: \"The reason I like to use chewing gum is because it seemed to me an amazingly versatile material compared to those used by the traditional arts such as painting. I work the chewing gum when it is warm and manipulate it with a knife just like some traditional material like clay. The most important step is the fixing of the sculptures with formaldehyde and antibiotic.\" \n Maurizio Savini's intricate works are created using thousands of pieces of the bright pink gum. They include a life-size buffalo, a grizzly bear and suited businessmen suspended in gymnastic poses. Art critic Mario Codognato from Pastificio Cerere Gallery, Italy, said Savini's gum sculptures embodied the essence of youth. He wrote: \"Maurizio's work reminds of the sensual act of chewing, the voluptuous warmth of rebelling saliva, the artificial and secretly aseptic fragrance which spreads from the mouth as a promise and missed kiss.\" \n It may seem gross to some people that any artist would dream of employing used gum in an artistic way, but you have to concede that it is, in some respects, a very environmentally friendly thing to do with the stuff. \n This art form is now recognized around the world as perfectly valid, and avid collectors of the genre are always on the lookout for new and exciting works. Savini is undoubtedly one of the most highly respected, his next exhibition being eagerly awaited. \nI find this amazing form of sculpture quite breathtaking in its simplicity of form. The bright pink colour transports you back to those carefree days of childhood when chewing gum was king and the world belonged to you. This awesome artist took a bold step when starting out on his artistic journey in this genre, and it really paid off. Beautiful and very thought provoking, the work of Maurizio Savani will surely stand the test of time. Awesome in scope and brilliant in execution. What incredible art. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-43984-2380224670104178106S600x600Q85.jpg","title":"Jaw Dropping Chewing Gum Art by  Maurizio Savini","author":"tonyleather"}