{"url":"http://www.environmentalgraffiti.com/sciencetech/spiritual-effect-of-shrooms-may-be-long-lasting-and-positive/1377","content":"\nAs any great reporter can tell you, research is paramount to any successful article.  When conducting research, a writer will delve into the material, becoming as much an expert on the topic as a deadline will allow.  However, once in a while, a reporter is presented with a story that he has already heavily researched in his college days.\nPsychotropic mushrooms are not a new discovery to humans.  Ancient cave art has been found with strange designs and pictorials that seem to be more inspired by a Pink Floyd album than a kick-ass bison hunt.\nMost of the historic relationship between humans and mushrooms has remained mostly benign.  Occasionally, a human would come across what they thought was a tasty fungi only to scarf it down and end up staring at his hand for five hours straight.  Undoubtedly, there was the occasional death by saber-tooth cat while attempting to hunt an imaginary white elephant in the clouds, but that was hardly ever the mushroom's fault.\nIn the wake of the 60's, the United States outlawed psilocybin and psilocin, the chemicals found in mushrooms that cause hallucinations, under the Controlled Substances Act of 1970.  Since this time, many states have also outlawed the possession of the spores of psychotropic mushrooms.  The UK and The Republic of Ireland both banned mushrooms outright in 2005 and 2006.  Despite these measures, 'shrooms' remain a popular recreational drug. Recent studies by John's Hopkins University however,  may lift the hippie stigma of mushrooms.\nDr. Roland Griffiths and his colleagues at Johns Hopkins gave 36 volunteers a single dose of psilocybin and noted their responses over the following 14 months.  Most of the subjects reported positive results and even experienced “mystical” or “spiritual” episodes.\nWhat is interesting for researchers is that more than a year later, many of the subjects reported that the drug increased their sense of well-bing and life satisfaction.  The implications of such a long-lasting drug are astounding.\n“This is a truly remarkable finding,” Griffiths said in a statement. “Rarely in psychological research do we see such persistently positive reports from a single event in the laboratory.”\nEven after 14 months, 58 percent of the volunteers rated the experience as one of the top five personally meaningful experiences of their lives and 67 percent rated it as a top five most spiritually significant experiences of their lives\nResearchers hope to be able to treat severe depression and anxiety with psilocybin-based drugs.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","title":"Spiritual Effect Of Shrooms May Be Long-lasting and Positive","author":"Brad Handley"}