{"url":"http://www.environmentalgraffiti.com/offbeat-news/5-nominees-for-the-greatest-environmental-film/546","content":"\nI started thinking the other day about what could be considered the greatest environmental film. In order to be considered an environmental film, the movie would have to have a significant environmental aspect to it, although it doesn’t need to be exclusively about the environment. I included both Hollywood fare and documentaries. Here’s the list.\n5. Soylent Green (1973)\nThis science fiction film starring Charlton Heston focuses on the far-off world of 2022, where mankind is suffering because it failed to develop in a sustainable way. The world is hugely overpopulated, for example New York’s population is around 40 million, and a greenhouse effect from pollution has caused a year round heat wave and thick smog. The government combats overpopulation by promoting euthanasia. Natural food is prohibitively expensive, and the population survives on government rations of synthetic foods from the Soylent Corporation. The most popular is Soylent Green. Eventually, we discover the horrible truth. “Soylent Green is people!!!” Yes, Soylent Green is made of the bodies of the euthanized. Now that is a scary future.\n4. Fern Gully: The Last Rainforest (1992)\nFairies! Evil Spirits! Crazy fruit bats! Deforestation! Gosh this movie has it all. If you were a kid in 1992, chances are you saw this movie. A fairy named Crysta befriends a crazy fruit bat with tech implants from human experiments in his head, voiced by Robin Williams. She accidentally shrinks a human named Zak, and they go on crazy adventures. Lumberjacks are cutting down their forest, and they accidentally release an evil spirit called Hexxus, voiced by Tim Curry, who had been imprisoned in a tree. Hexxus gets the lumberjacks to start cutting down the forest to get revenge on fairies before he is finally destroyed by a combined effort from the fairies. Then the humans set off to stop the destruction of the rainforest. Classic. \n3. Star Trek IV: The Voyage Home (1986)\nSo these aliens go to Earth and start sending these signals down, but the signals boil the oceans and take power from ships and do crazy things. Then Kirk and the gang, in a stolen Klingon ship, figure out the aliens are trying to contact humpback whales. Only all the humpback whales on Earth were hunted to extinction long ago (Thanks a lot Japan!). Clearly there is only one course of action. Slingshot around the sun and travel back to 1986 to Save the Whales! They hide their ship in Golden Gate Park, then set to work building a whale tank for the ship. They convince a whale specialist they are from the future and get her to help them steal whales. Whales stolen, future saved. I’ve always thought of this as the most believable of the Star Trek films. \n2. Grizzly Man (2005)\nWerner Herzog’s documentary on Timothy Treadwell, a man who spent 13 summers with grizzlies in Katmai National Park and Preserve, Alaska. He felt a close affinity to the bears, and would approach and even touch them. Treadwell used film he took of the bears to raise awareness of their situation. Herzog uses Treadwell footage from the last 5 years of his life and interviews with people who knew him well to create a snapshot of a man most people can’t understand. Herzog portrays Treadwell as a disturbed individual who may have had a death wish towards the end. As you likely know, Treadwell ends up being killed and eaten by a grizzly, along with his girlfriend. Herzog’s film is moving and beautiful, and deals well with a subject most filmmakers couldn’t begin to touch.\n1. An Inconvenient Truth (2006)\nSeriously, what did you think it was going to be? Al Gore attacks climate change. The movie follows Gore’s slideshow on global warming, detailing the causes, and likely effects, of global climate change. It even uses a Futurama episode to explain global warming. Well done, Mr. Vice President. If you haven’t already, go see it. \n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","title":"5 Nominees For The Greatest Environmental Film","author":"Chris"}