{"url":"http://www.environmentalgraffiti.com/featured/pictures-largest-free-running-jam/16293","content":"\nWe’ve featured parkour, or \n, a couple of times here on Environmental Graffiti, and stood in awe of what can only be described as poetry in motion. Urban landscapes supply the settings and \nsupply the sick moves as concrete spaces are navigated with grace and style. Although we'd never hit on it directly before, parkour and free-running are also environmentally friendly activities in a big way – now more than ever and for more reasons than one.\nOn September 26, 2009, the largest ever global free-running jam took place, as over 3,000 traceurs in 35 countries teamed up in a bid to flip the status quo by calling for a world with clean power. In terms of size, the jam set a Guinness world record, and it was also the first happening of its kind held in support of tackling climate change. \nFrom Sydney to Rio de Janeiro, Hong Kong to London, over 100 cities were involved as events sprung to life in sync around the globe. Organised by environmental action group \ntogether with pro traceurs from \n, the free-running jam worked to spearhead the One Giant Leap climate change campaign.  \nThe motivational springboard for the events was simple. The way we generate power makes up to a quarter of global carbon emissions, with just over 3000 power stations worldwide responsible. One Giant Leap is about us cleaning up our act. It's not that we can't, argue the campaigners: the technology is there; all that's needed is the political will.\nSandbag Founder and Director Bryony Worthington said: “We’re asking world leaders to focus their efforts on agreeing laws that will deliver a real change on the ground – creating massive investment in clean, safe forms of electricity. We’ll need clean electricity to heat our homes and power our cars in a low-carbon future. A deal for clean power can start to tackle climate change in One Giant Leap.”\nWorthington also explained how l’art du déplacement fits into all of this: \"The parkour network is a great example of a global community that has come together to take action. Their involvement has been particularly impressive in places with the highest power sector emissions such as Australia, China, India, Japan, Mexico, Russia, South Africa, the United States and Europe.\" \nThe events in China were particularly interesting in the context of the worldwide free-running jam because civil society rarely gets the chance to take part in events and activities there. The people at Sandbag said they felt proud they were able to give people an opportunity to take action.\nAnd parkour and free-running have not only made a leap in terms of putting positive pressure on the world's governments; they're also setting an example as emission-free activities in themselves. Think about it: practically all you need to take part is suitable shoes, a little imagination, and the desire to do it – however much practice it might take.\nDan Edwardes, Director of Parkour Generations, spelled it out: “Parkour is a low-carbon and environmentally sustainable activity, and parkour groups have a long history of positive engagement with the local community and environment, neither of which can thrive without a safe climate.”  \nThe One Giant Leap petition is calling on world leaders to cut a tough climate deal, drop global power emissions by 10% and roll out clean electricity everywhere. A deal like this would enable the world to peak carbon emissions by 2020, say Sandbag. With the UN climate change talks coming up in December, you can help by signing the petition \n.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","title":"Pictures from the Largest Free-Running Jam on Earth","author":"Karl Fabricius"}