{"url":"http://www.environmentalgraffiti.com/news-very-enviromentally-friendly-moss-your-city-project","content":"\n Now and again, someone comes up with an idea that really brings the wonder of the environment home to people, and just such a wonderful innovation is the \"Moss Your City\" project, the brainchild of several imaginative young Norwegian women. \n Sissil Morseth Gromholt, Camilla Langeland, Marthe Melbye and Gyda Drage Kleiva are the women who comprise Oslo-based architectural practice PUSHAK, and the project was born of the Architecture Foundation's international exchange programme for emerging architects in Norway and the UK - launched to identify and promote the best new architects from both countries. \n Being well aware of a long history of moss in architecture - from Japan to Victorian England - PUSHAK aimed to present an inspirational moss landscape designed to enchant and amaze. Moss is shown to be a living, beautiful and versatile material that can easily compliment contemporary design features. A natural flora that is very low maintenance, moss could help architects design buildings aimed much more at including elements of the natural world in everyday constructions. \n\nPUSHAK believes that, along with architects and planners, individuals should also take responsibility for greening cities to create more amenable, vibrant and healthier places to live. \"Moss Your City\" was designed and installed by the young women in under six months and they describe it as the \"fun, not so well behaved little cousin\" of the city’s Bankside Urban Forest Project, designed to enhance public spaces in South London by ‘greening’ them. \n\nTo quote the four young female architects: \"'Moss your City' is fun. Green guerrilla actions like moss graffiti could, as well as greening the hard surfaces of the city, informally advertise the forest idea and give it a stronger presence in people’s minds. To create a surprising feeling of nature arrived in the city. To make a space that appeals to the senses in color and scent.\" \n\nI believe that this amazing installation should serve all of us as a template for future buildings, designing them to not only incorporate nature but also encourage it. At one time in the history of the human race, we were much more at one with the wonders of the natural world, and it is perhaps long overdue that we recognise how much we have lost in creating the urban sprawl that today surrounds us. \"Moss Your City\" is a shining example of what can be, and needs to be achieved more, namely man and nature living in harmony. \nOther sources: \n, \n  /","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","title":"Moss Your City Project Greens Up South London","author":"tonyleather"}