{"url":"http://www.environmentalgraffiti.com/spirituality/news-dying-go-green-eco-friendly-burials-offer-sustainable-living-dead","content":"\nAs more and more people become more eco-conscious, some funeral home owners and cemeteries are offering sustainable alternatives for the dead. And believe it or not, the green burial movement is growing. \nAccording to a report in the \n, 2.4 million people die each year in the US and about 70 percent are buried in traditional caskets.  Instead of elaborate and expensive funerals, some people are opting for more natural burial options. From biodegradable shrouds and wicker caskets to plant-based embalming fluids, green is in when it comes to the end-of-life. \nBiodegradable urns made out of bamboo or papier-mâché are also available. Green burials are often less expensive, use less energy and create less waste than traditional burials. \nAccording to the non-profit \n(GBC),many states across America and several Canadian provinces now offer approved green funeral providers and cemeteries certified by the GBC. Instead of being buried in caskets that introduce toxic chemicals and pollutants to the ground, many are choosing a more sustainable and less expensive burial. Wicker caskets constructed out of sea grass don’t contain toxic glues or stains and are alternatives to traditional caskets. Plant-based embalming fluids are being used instead of toxic formaldehyde fluids.  \nLaunched in 1999,\noffers sustainable, simple, sacred and skillfully crafted burial products. Trappist monks create handcrafted caskets and urns constructed out of wood from the monastery’s own award-winning forest. Pine, oak, walnut or cherry wood is often used because it breaks down easily.  Eco-friendly varnishes are used and most models do not contain any metal pieces. For each person who is buried in a Trappist Casket, a mass will be offered and a tree is planted in the forest in their honor. Revenue generated from the sale of green products helps support the monastery. \nAnd “home funerals” may also be an option for some. According to the GBC, home funerals were once common in the United States. If certain requirements are met, families can bury loved ones at home instead of in a cemetery. \n\nThe GBC encourages “environmentally sustainable deathcare and the use of burial as a new means of protecting natural areas.” A listing of approved cemeteries, funeral providers, cremation disposition programs and approved products is available on the website.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","title":"Dying to Go Green: Eco-Friendly Burials ","author":"Jace Shoemaker-Galloway"}