{"url":"http://www.environmentalgraffiti.com/featured/surfing-longest-wave-world/2206","content":"\nEvery night and every day for just three days between February and March monsoon rains and a full moon cause a high tide at the mouth of the Amazon river where it meets the Atlantic to produce the longest wave on Earth. The dramatic change in tide forces the tide’s power upstream and as the river narrows and shallows a funnel effect is created causing the wave to gather momentum and speed. A thunderous wave then forms which can reach up to three kilometres in length and a speed of up to 30 km per hour. This natural phenomenon is called the \n.\nKnown as ‘the murderer’ or ‘the monster’ to local people, pororoca actually means ‘great roar’ in the Tupi-Guarani Indian language and has been sighted over 180 miles (300 km) inland. To scientists, these feisty river waves are known as tidal bores and can be strong enough to rip trees from the earth and flatten houses so most sane people would be inclined to batton down the hatches, put all their belongings on higher ground and get well out of the way. But it seems South Americans are made of harder stuff, instead of evacuating the area they’ve organised an annual Pororoca Surfing Championship, which is attended by both locals and keen surfers from the world over.\nAnyone keen to ride the wave boards a flotilla of waiting speedboats, surfboard under arm, and heads toward the galloping white-crest. Travelling towards it, the building wave is almost indecipherable in the distance but as it builds it rises on the horizon, mushrooming slowly towards the boats, tension mounts and those new to the adventure suddenly realize that the advancing wave is much bigger than first thought.\nPicuruta Salazar, a 47-year-old Brazilian surfer who set a record in 2004 riding the rollercoaster wave for a total of 37 minutes talks about waiting for the wave:\n\n\n\nThe surfers jump into the river merely a minute before the wave arrives, still in awe that a wave of this magnitude is possible so far inland. Facing away from pororoca, the surfers start to paddle, gaining momentum as their ride approaches, and then go for it.\nSalazar says, “You're up there on the wave and it's amazing. You're surfing alongside lots of piranhas and tree trunks, which can sometimes become dangerous enemies.\" Alligators, anacondas and even a tiny fish that can swim up and lodge itself in the penis drawn by the aroma of urine are a few other hazards to watch out for, but, sometimes if you’re lucky you’ll see pink dolphins, which, for Salazar, have proved lucky in the past.\n\n\nIt is fitting that the longest wave in the world is found on the longest river in the world. As of 2007, the Amazon was declared longer than the Nile since a new starting point was established further south. It now is estimated to measure 6,800km (4,250miles) to the Nile’s 6,695km, stealing the Egyptian’s longest river crown after generations.\nSource \n, \n, ","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","title":"Surfing the Longest Wave in the World","author":"Linda"}