{"url":"http://www.environmentalgraffiti.com/featured/incredible-terraced-chalk-ponds-pamukkale/14399","content":"\n\nImage: \nWhat looks like a winter wonderland is actually a summer landscape with hot springs, crusted with calcium deposits. Pamukkale, in south western Turkey, is a natural mineral-bath spa first built by the Romans around a sacred hot spring and still open to the public as the Sacred Pool today. Let’s find out more about this natural phenomenon and see some stunning pictures.\n\nImage: \nWhat exactly happens at Pamukkale? The calcium-laden water from natural hot springs cascades over a cliff and forms the incredible white terraces that look like they're decorated with stalactites. They are travertines, actually, calcium deposits frozen in stone as the water cools in the open and the calcium separates and attaches to the soil.\n\nImage: \nThe hot springs are said to be more than 2,000 years old and the Romans first built the spa city at Hierapolis, capitalising on the natural beauty and the hot springs’ health benefits. A visitor to Pamukkale in 1967 remembers the springs: \nSoon, word of Pamukkale’s beauty spread and the number of visitors increased: They came by car, bus and taxi; first from neighboring cities, then from further away and even abroad. The village at the foot of the \"cotton castle\" (Pamukkale's translation from Turkish) turned into a proper town in no time, with tea and snack stalls, restaurants, hotels and motels to accommodate the growing number of overnight visitors.  \n\nImage: \n\nImage: \nUnfortunately, as is often the case, too much attention is not always a good thing. The only road connecting the hot springs with the world ended right next to them, causing a lot of pollution. People even rode bikes and motorbikes up and down the slopes. Hot water from the springs was used to fill hotel pools and waste water collected in the springs’ pools, turning them brownish. Some visitors walked around in the springs with their shoes on and others mistook them for private bathtubs and washed themselves in them with soap and shampoo. Soon, Pamukkale lost its glory and attracted fewer visitors. \n\nImage: \nThis was Pamukkale’s unprotected state until the Pamukkale-Hierapolis area was declared a World Heritage Site in 1988. In the 1990s, local authorities undertook a development project that restricted access to the site and imposed restrictions on visitors. Though some of the measures might not be ideal – the drop-off point is quite far from the springs and no transport is provided – at least efforts are being made to protect this unique site and to restore its former glory. Pamukkale is still very much worth a trip.   \n\nImage: \n\nImage: \n\nImage: \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","title":"The Incredible Terraced Chalk Ponds of Pamukkale","author":"Simone Preuss"}