{"url":"http://www.environmentalgraffiti.com/featured/20-most-incredible-volcanic-satellite-images/2081","content":"\nFew things in nature are as unpredictable as the majestic volcano. Unleashing billowing ash, \n and \n when the Earth’s tectonics plates push and shove at each other like bullies in a playground, volcanoes are testament to the devastating and deadly forces of nature. Their power and might have seen them worshipped in the past, feared always and trusted, never, yet we still are drawn by their beauty, even in the face of destruction.\nWe’ve unearthed some of NASA’s best satellite images of volcanoes from around the world, revealing the other side of these fiery demons. Their allure remains uncanny but not unsurprising.\n\n1. Mount Bromo is one of the many peaks that make up the Tengger Caldera in Java. Bromo is one of the most photographed sites in Java and is easily recognized as much of its peak has been blasted off leaving a wide crater which continuously belches white sulphurous smoke.\n2. Nea Kameni is a rarity as it was one of the few volcanoes to be observed rising from the sea. Created between 1707-1711 Nea Kameni eventually erupted in 1866 offering a spectacular fiery display before settling to become what it is today.\n3. Mount Vesuvius near the Italian city of Naples is most famous for the eruption of AD 79 when devastating \n and ash covered the nearby cities of Pompeii and Herculaneum, killing anyone not quick enough to escape. Vesuvius has erupted about 50 times since, sometimes with devastating effects. It's thought to be the most dangerous in the world still as a population of about 3,000,000 people live around the base.\n4. Mount Belinda Volcano on the remote island of Montagu in the South Sandwich Islands was thought to be inactive until it erupted in 2001, and it’s been erupting ever since. This false-color image shows hot areas in red, snow is blue, white indicates steam and grey, volcanic ash.\n5. This eruption of Mount Etna was taken on 30 October 2002, which was one of the most vigorous in years. It was triggered by a series of earthquakes earlier in October 2002.\n6. The wonderfully symmetrical, perpetually snowcapped cone of Mount Fuji is probably one of Japan’s best known sights. Located just west of Tokyo, the active volcano has erupted 16 times in recorded history, the last being around 300 years ago in 1707/8.\n7. Mount Merapi on the Indonesian island of java has erupted several times over the past century with devastating results. Hundreds of small villages sit at the foothills of the volcano and one of Java’s largest cities, Yogyakarta is just 18 miles away. The worst eruption was in 1930 when over 1,000 people died.\n8. Mount Egmont in New Zealand last erupted in 1755 and is now protected territory within Egmont National Park where regulations have ensured survival of the surrounding forest up to a radius of 9.5km from the volcano’s summit.\n9. Typical of many Pacific Rim islands, Bouganville, part of the Solomon Islands, is host to three large volcanoes – Mount Balbi, Mount Bagana and the Mount Takuan volcanic complex. Mount Bagana in the only active volcano.\n10. Lying between Java and Sumatra, Anak Krakatau is a turbulent volcano with a consistent eruption history. It was created following the eruption of neighboring Krakatau, a volcano that exploded in 1883 and is still the biggest recorded bang in history. Anak Krakatau means child of Krakatau and has been growing in size since 1927. This image was taken during the eruption of 2005; loud booms where heard up to 25 miles (40km) away.\n\n1. This incredible image shows extensive lava fields in the Saudi Arabian desert known as, Harrat Khaybar. Following eruptions throughout a 100km area and over a period of 5million years this volcanic field is reminiscent of some of the lunar landscapes we are more familiar with.\n2. Situated on the central Aleutian Islands of Alaska, Mount Cleveland is a currently erupting volcano. This image was taken in May 2006 by Jeffery Williams aboard the International Space Station. He was the first to observe the eruption, even before the Alaska Volcano Observatory.\n3. Nyamuragira volcano in the Democratic Republic of the Congo last erupted in November 2006 and is classed as one of the world’s most active, erupting every few years.\n4. Mount St Helens in Washington State, in the far northwest of the US, last erupted in 1980 killing 57 people and covering almost 230 square miles of the surrounding area in pyroclastic flow.\n5. Ol Doinyo Lengai, meaning ‘Mountain of God’ in Masai language, sits 2900m high on the East African Rift in northern Tanzania, near the Ngorongongo and Serengeti National parks. It is the only volcano erupting carbonate \n instead of a silicate type.\n6. Cotopaxi Volcano within Cotopaxi National Park, Ecuador rises 5,897m above sea level and is said to be the highest active volcano in the world. An eruption in 1877 saw pyroclastic flows reach more than 100km into the Amazon basin and Pacific Ocean. It last erupted in 1942.\n7. Colima Volcano juts 33,000 ft into the air and is Mexico’s most active volcano having erupted at least 40 times since 1576. It’s been active for about 5 million years and continues to rue havoc to this day as villages are temporarily evacuated every few years for fears of catastrophic eruption.\n8. Possibly one of the most famous volcanoes, now inactive, Kilimanjaro is the highest peak in Africa at 5,895 meters (19,340 ft). Potential trekkers will be glad to know that the last eruption in the area was thought to be about 100,000 years ago so it should be safe enough for a while longer.\n9. A series of explosions from Peru’s, most active volcano, Ubinas, sent ash, gas and lava fragments more than 3km into the air on 21 April 2006 forcing nearby inhabitants to evacuate the area.\n10. The Arkenu Craters in Libya are thought to be eroded impact craters which formed simultaneously about 140million years ago. The mouths measure about 10km and 6.8km in diameter.\n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"20 Most Incredible Volcanic Satellite Images","author":"Linda"}