{"url":"http://www.environmentalgraffiti.com/news-ashes-and-snow-photography-exhibit-celebrates-majesty-man-and-beast","content":"\n\nThe pictures are haunting, almost cosmic in their beauty.  Animal and man seem to be one. Such is the beauty of Canadian artist Gregory Colbert’s photography in his exhibit \n.\nIn this traveling exhibition, the work explores the “shared poetic sensibilities of human beings and animals”. \n\nAnd poetic it is. \nstarted as novel about a traveler who composes 365 letters to his wife during the course of a year long journey.\nThe novel then turned into these soul stirring photographs…\n\n \nwhich then turned into a film.\n\nTo capture these photos, Colbert traveled to more than 60 locations including India, Burma, Sri Lanka, Egypt, Ethiopia, Kenya, Tonga, Namibia, and Antarctica to film and photograph interactions between human beings and animals. Elephants, whales, manatees, sacred ibis, cheetahs, leopards, baboons, meerkats, gibbons, orangutans, and saltwater crocodiles are among the animals that he has filmed and photographed. Human subjects include Burmese monks, trance dancers, San people, and other indigenous peoples from around the world. To date, Colbert has collaborated with over 130 species.\n\nColbert captures these animals at their most natural and elegant.  \n\nGaining spiritual insight...\n\nReading each others thoughts...\nBoy and beast...\nHaving an animated conversation...\n\nFinding peace with a new friend...\n\nSomehow dancing never seemed so poetic...\n\nHonoring the glory and beauty of a majestic animal...\n\nTwo species honor the other...\n\nIf you believe, you can fly...\n\nThe structure the exhibit travels in is noteworthy in itself. Colbert conceived the idea for the \nexhibit to be shown in a sustainable traveling museum. Called the Nomadic Museum, the structure is assembled, redesigned and recycled according to the specifics of each location.\nand the Nomadic Museum is charted to travel the globe with no final destination.\n\nTo date, the \nexhibit has attracted more than 10 million visitors, making it the most attended exhibition by a living artist in history\n\nGazing at these photographs, it is easy to see why.\nSource: ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1332955660c51c6b9d37zjpg_0","title":"Poetic Images Celebrating the Harmony of Man and Beast","author":"Elaine Furst"}