{"url":"http://www.environmentalgraffiti.com/science/news-how-human-penis-lost-its-spines","content":"\nSomewhere between 7 million years ago – when we split from chimpanzees on our evolutionary journey – and 800,000 years ago – when we split from Neanderthals – humans lost the spines that chimps and many other animals have on their penises. In some cases these consist of small keratin hard nodules and in others actual sharp spines. The mystery of how this happened has just been unraveled in some research by Stanford and Penn State University scientists.\nChimpanzees are not very different to us genetically, but according to researchers, it is actually the missing parts of regulatory or non-coding DNA that make us human. In other words, it's about what we don't have in common rather than what we do. Another find was not only the lack of penile spines but the discovery that some regions of our brains are larger due to the same lack of DNA coding areas.\n\"We basically asked where evolution favored tweaking gene expression to get human-specific traits,\" said study co-senior author Bill Bejerano. \"We found two main categories of enrichment: genes involved in receptor signaling for steroid hormones like testosterone, and genes involved in neural development in the brain.\"\nOne of the missing brain regions drives the androgen receptor, which is responsible for whiskers and the surface spines found on penises. Philip Reno, assistant professor of anthropology, Penn State said: \"We often think of brain size and bipedalism as key characteristics of what makes us human... But another difference is our sexual behavior.\"\nChimpanzees are not known for engaging in intercourse for long, and are in competition with others to fertilize the one female in a group that is receptive. The spines may help shorten and enhance rapid intercourse. Humans, however, have evolved to bond as couples and live in groups, so the lack of the spines would prolong intercourse and reinforce the pair bond.\n\"We now have the genetic sequence of three separate Neanderthal individuals,\" said Reno. \"Looking at these same non-coding areas, the Neanderthal genome lacks them as well.\"\nThis tells us that the differentiation between penis spines and the lack thereof occurred at the same time or before Neanderthals were also living in groups and likely bonding in either monogamous relationships or at least pairs – one of the best ways to survive at the time. Behavior in which one works to help the other was vital at the time – whether it involved clothing, hunting or work division – and has continued to make society what it is now.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","title":"How the Human Penis Lost its Spines","author":"Michele Collet"}