{"url":"http://www.environmentalgraffiti.com/ecology/bio-fuels-and-supermarkets-kill-orangutans/201","content":"\nCountries around the world are setting targets to reduce fossil fuel usage.  However, as Governments look for the easiest alternatives available, the consequences can be unexpected and devastating.\nBio-diesel fuel, derived from palm oil, has been described as “deforestation diesel”, because growing demand for the fuel in the west has led to heavy deforestation in areas of southeast Asia, as forest is razed for palm plantations. The EU recently agreed to replace 10% of its transport fuel with biofuels, including palm oil, by 2020.\nPalm oil is edible and is also used in food preparation.  Researchers estimate that it is present in 1 in 10 UK supermarket products, but, by law, food companies and supermarkets do not have to specifically list palm oil in the ingredients of its products, often simply noting it as “vegetable oil”.\nIndonesia and Malaysia together produce 83 percent of the world's palm oil.  In 2004, the Indonesian government released a plan calling for the conversion of 40,000 square miles of Borneo to palm plantations by the end of the decade.\nBorneo currently supports the largest surviving wild orangutan population.  However, environmental groups fear this may not be true for much longer, as the primates are rapidly losing their habitat due to the deforestation.  They are also often beaten by plantation workers.  Lone Nielsen, head of Borneo Orangutan Survival, says the group sees orangutans with “broken bones, cracked skulls, burns, internal injuries… The plantation workers beat them because they want to catch them and the only way you can catch an orangutan is to knock it unconscious.”\nIn July, Friends of the Earth Netherlands and two Indonesian NGOs released a report on the palm-oil trade which strongly criticised Wilmar, a Singapore-listed company and the world's biggest palm oil company.  The report calls on Unilever, a major purchaser of the product, to review its relationship with the company.\nIn 2004 the World Wildlife Fund helped to set up a Roundtable on Sustainable Palm Oil (RSPO) in an attempt to improve the situation.  This brings together retailers, producers and NGOs, and both Unilever and Wilmar are members.  The RSPO will meet in Kuala   Lumpur on the 20th of November this year and will hopefully publish details of the creation of a network of certified plantations. ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","title":"Bio-fuels and Supermarkets kill orangutans ","author":"Maryking"}