{"url":"http://www.environmentalgraffiti.com/green-living/news-win-some-great-prizes-courtesy-tom’s-maine","content":"\nThis post brought to you by \n.  All opinions are 100% mine.\n\tThough we may have been commissioned to write this, we feel that when you’re looking for toothpaste, mouthwash and dental floss that you can really trust, \n is a great company to turn to (hence why we agreed to run this). The company stretches itself to reach high ethical standards, far beyond what its rivals even consider, one example being that none of its products are tested on animals.\n \n\n\tRecently Tom’s created a new line called Wicked Fresh, which we’ve been lucky enough to try out. Their peppermint-flavored, crystal clear Wicked Fresh mouthwash leaves your whole mouth feeling clean. I tried it for the first time five days ago and I was surprised by the fact there was absolutely no burn, unlike Listerine.  While their toothpaste might not be as sparklingly white as other brands, that’s because it doesn’t contain the needless chemical compounds required to make that happen.\n \n\n\tOne of the great features of the company’s website is that as well as listing every ingredient in all their products, they also list what each ingredient is for and where it is from. This gives you a better understanding of what is in the product - and complete peace of mind that the product is not doing you any harm (which is something that can be hard to gauge when you look at most packs of toothpaste).\n \n\n\tOverall, I would rate their new product range an 8/10 and definitely recommend their mouthwash.\n\n\t\n\tRight now you can win Wicked Fresh!™ Prizes at \n! Alternatively you could win a $100 or $50 Gift Card to Target by leaving a comment below about one of your most memorable Wicked Fresh!™ moments or by following @TomsofMaine on Twitter or by liking them on Facebook (http://www.facebook.com/Tomsof…), where you can also find out tons more about the company.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"Win Some Great Prizes Courtesy of Tom’s of Maine!","author":"MichaelSimon"}