{"url":"http://www.environmentalgraffiti.com/news-new-orleans-six-flags-theme-park","content":"\nWhen Hurricane Katrina hit New Orleans, Louisiana, with catastrophic force in 2005, nothing was immune to its devastating effects. Six Flags New Orleans is found in the Ninth Ward - one of the hardest hit areas, and has been shut down ever since.\nBack in its heyday, this park was a fantasy land for the young and old alike. It oozed the sights, sounds and smells of everything that embodied youthfulness and fun. Rides and attractions like the Mega Zeph, Batman the Ride, The Jester and many others gave the park a pulsating vibe and riders quite the thrill. This truly was a place of awe and wonder. Sadly, Six Flags New Orleans locked its gates in preparation for Hurricane Katrina and never unlocked them again.\nThe park grounds are situated on a low-lying section of eastern New Orleans. The only protection from the ocean and Lake Pontchartrain it had was a 6-foot \"earthen flood berm\" running along the external perimeter working to create essentially a fake basin for the park to sit in. \nDuring the storm, the park's drain pumps failed and the mixture of rainwater and seawater overwash from Lake Pontchartrain caused by the massive storm surge immersed the entire park grounds in brackish floodwater to an unthinkable depth of up to seven feet in some places. Sadly, the floodwater was kept in by the berm meant to protect it. The brackish waters kept eating away at the park for more then a month before being drained away. Effectively on August 29th, 2005, Hurricane Katrina dealt the amusement park a fatal blow.\nIt did not take long before it was determined that about 80% of the park was a total loss. Fantasyland is gone; the magic was corroded away as the park sat under seven feet of brackish floodwaters. Six Flags New Orleans no longer is the embodiment of youthfulness and fun, now it just sits disintegrating and decomposing. Far beyond disrepair, this park has suffered from cataclysmic damage.\nSo, what is next for Six Flags New Orleans? Well, so far not\n\nmuch. On July 1, 2006, Six Flags Inc. officially declared the park to be an \"effective total loss” with rebuilding not an option. They entered into talks with the City of New Orleans to end their 75-year lease on the property, but it did not go well and Six Flags was ordered to rebuild the park on the same site, up to the amount of their insurance coverage.\nOn September 18, 2009, the City of New Orleans fined Six Flags $3 million and ordered the park to resign from its lease. In August of 2009, a small spark of hope came when Nickelodeon wanted to buy the property to build a water/theme park, but the idea has yet to materialize and the bonds fell through. Sadly, as of October 2010, Six Flags is still fighting legal battles over the land lease and reclaiming money from the park's insurance policy. All the while, the escape to fantasy land continues to rust and crumble ever so slowly away.\nThe sights, sounds, and smells of everything that was youthfulness and fun have not echoed through this forsaken park for more then five years now. The defunct park is stuck in limbo, far too expensive to restore and unable to be legally walked away from, so it sits and waits for rusty decomposition to seize and crumble it. Who knows, before there ever was an\n\namusement park here, the area was all swamplands; if things continue on the\n\npresent course of action, we may very well see the swamps reclaim what was once their rightful home.\n\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","title":"Six Flags New Orleans: The Theme Park Devastated by Hurricane Katrina","author":"Tinahm"}