{"url":"http://www.environmentalgraffiti.com/ecology/jurassic-fungus-scientists-discover-ancient-carnivorous-fungus-encased-in-amber/614","content":"\nIn a scene eerily reminiscent of \n Park, \n encased and preserved in a chunk of \n around 100 million years old.\nWhile the idea of a reanimated flesh eating fungus causing havoc on a private island in the Pacific might sound terrifying, or at  least more interesting than \n, humans have no real cause to fear. Besides the fact that nobody is actually trying to reanimate the fungus, the carnivorous fungus preyed mainly on tiny animals.\nThe fungus, which the German researchers who discovered it are suggesting may be the oldest carnivorous \n ever found, was discovered in amber along with some of its prey. The scientists believe that the \n found in the amber were a food source for the fungus.\nResearchers think the fungus snared the tiny creatures with some sort of sticky hoop before consuming the animals. The fungus has several projecting parts known as \n. These were covered with tiny rings with an adhesive substance, which would trap the creature’s prey before it was consumed.\nThe scientists, led by Alexander Schmidt of the \n, discovered the preserved fungus in the archives at the National Museum of Natural History in Paris. The \nchunk had originally come from a site in southwestern France.\nThe discovery of the fungus, and the method by which it trapped its prey, has some implications for the evolution of modern carnivorous fungi. While current fungi are known to trap their prey with snaring hoops, sticky knob extensions, and other methods, it was unknown at which point these developed in fungi. Scientists are now suggesting it could be as old as the fungus. German \nexpert Philip Jacobs called the findings “\"a really amazing report.\"\nHere are a couple things that strike me about this story. One, I had no idea there were flesh eating fungi in existence, and I'm not sure how to take that news. Should I be frightened that some sort of fungus could eat me like that really deadly \n, or is this the sort of thing that can be cleared up with Tinactin? Two, there are experts on something as specific as nematode-eating fungi. Science is cool.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Jurassic Fungus? Scientists Discover Ancient Carnivorous Fungus Encased in Amber","author":"Chris"}