{"url":"http://www.environmentalgraffiti.com/adventure/news-long-way-down-dicing-death-pyrenees","content":"\nI flatter myself that I’m quite good at navigating. I know which way up to hold a map, what most of the squiggly lines mean and even what the red bit of a compass points to. I also flatter myself that I’m fairly good at walking – I’m young, only a part-time couch potato, and own a decent pair of walking boots. Mountain climbing is my favourite; stunning scenery, a challenging ascent, and the brilliant sense of achievement upon reaching the summit.\nWhat I’m mostly definitely not, is a mountaineer. I enjoy climbing but it scares me, and I also know very little about it. When I climb a mountain, I definitely need to follow a path. And when I was 17, when I decided that crossing the Pyrenees on foot, and alone, was a good idea, I was even less of a mountaineer than I am now.\nIn itself, this should not have been a problem. There are actually a great number of paths across the Pyrenees, and whilst they do take in some fairly high peaks and passes, they certainly require no knowledge of ropes or carabiners to tackle. The first leg of my planned route (before my maps ran out) started in Gavarnie in France, crossed le Pic des Sarradets (a 2,739m peak forming part of the Cirque de Gavarnie), and dropped into the Ordesa valley, finishing at the town of Torla on the Spanish side. It was a long walk, but not ridiculous, and I was aiming to complete it in a single day. Things didn’t go entirely to plan. I set out from Gavarnie, carrying about 23kg, and immediately began to struggle navigationally. There are two paths over Sarradets, and I immediately missed the first one. I decided therefore to continue on and take the second, but quickly found that it was not just unmarked, but non-existent in places. There was a hotel however that it passed at the foot of the Cirque, which I managed to reach without too much trouble. The route then wound up the side of the mountain and down the other side. I took the first path that seemed to be in the right place, and followed it upwards.\nIt wasn’t the right path, as evidenced by the fact that after I had followed it steeply upwards for perhaps half an hour, it disappeared. This is where my obstinate internal voice pitched in. I was thoroughly sick of attempting to follow paths that seemed to vanish and reappear without warning, so I decided to carry on anyway, straight up the side of the mountain, half expecting the path to reappear further up. It didn’t. This is where I should have turned back, but I had made reasonable progress, so I thought I would ignore the path and carry on. Quickly it turned from a difficult walk to a steep scramble; the gradient was too severe for me to stand up straight, so I hauled myself and my pack up steadily on all fours, something which in the hot summer sun began to become rather demoralising. Worse, there were numerous occasions where I would come upon an even steeper, rockier part of mountain which would require some sort of scramble/climb. Lacking ropes, with huge drops into nothingness on all sides, these were exciting to say the least.\nI was also running out of water – I was carrying three litres, but in the hot sun I was getting through it fast. By mid afternoon I was expecting to reach the summit at any moment, but I thought I ought to take a break and assess the situation. I ditched my pack and scrambled up the nearest rise, which was of course yet another false summit. I could see what was seemed to be the actual summit three or four hundred metres above me. It was also clearly very rocky and would be quite difficult to climb. Unsurprisingly both paths pass it by. Very worried now, I returned to my pack, and made my first wise decision of the day: to forget the summit and find water. Luckily enough there was a gorge nearby, complete with a mountain goat and a small stream. I climbed in, refilled my water bottles, and then realised that climbing out would be rather harder. On one side was a sheer rock face, on the other was a steep crumbly route out that would require yet another hair-raising scramble. The route up the gorge which I had come in by was easy enough going down, but was impossible in the other direction. So I took option two, and managed to climb out that way. By this point I was exhausted and it was getting late, so I found a partially flat and very rocky gulley and turned in for the night, wrapped in my tent because there was no room to pitch it.\nThe next morning I woke later than I intended and got out the map. The path I originally intended to take didn’t seem to be particularly far away, and if I followed the contours it didn’t look very difficult to reach on the map. After a breakfast of porridge I hauled my pack on with stiff muscles and set off.\nIt quickly became clear that the map had been drawn rather optimistically. The gently curving contours were actually made inaccessible by steep rock faces, and the ridges - relatively benign on the map - were just as steep as everything I had climbed the day before. Grimly set on finding the path however and lacking any obvious other option, I set out to tackle them head on. Crossing the first ridge, then the next, I found myself on a steep scree slope that spewed out from between two spurs of the mountain and flowed down to what appeared to be flatter ground. Every step seemed close to starting a landslide of tiny fragments, but gradually I zigzagged down until scree slope became boulder field. This eventually gave way to a grassy slope with chunks of rock jutting out of it, and a sheep track that traversed the valley side. I followed this in the direction of the path, and there ahead of me was a group of people in bright red coats. Salvation. Almost.\nIt had taken me five hours to reach the path from where I had spent the night. From there it took me twenty minutes, following the path, to be at the valley floor. I was tempted to stop there and rest for the remainder of the day, but I wasn’t really allowed to camp there and thought I’d get bored anyway. The village of Bujaruelo was about 8km away as the crow flies, over the pass at the head of the valley and down the other side. I figured it would take me no more than a couple of hours to get there. It took me six.\nBy the time I got there I was on my last legs. My knees were giving in, and for every half hour’s walking I was having to take a ten minute rest and then haul myself onwards. Finally though I made it, pitched my tent, and collapsed. The next day I made it the hour or so down the road to Torla, and there I abandoned my attempt at crossing the mountains and took the bus out, thoroughly glad to be alive. My knees were so painful that for the next couple of weeks I could not walk properly.\nIt was a strange feeling to suddenly be safe. Whilst on the mountain I was exhausted by the constant need to hold my nerve and make climbs that would mean pretty much certain death if I screwed up. Spending two days constantly scared is extremely draining and not much fun. But when I arrived back on flat ground I found myself bored almost immediately, and two days after feeling massive relief at surviving, I wanted – well, I don’t really know what I wanted. I certainly didn’t want the fear. But I did want challenge, or adventure, or something. And challenge, or adventure, can’t necessarily be separated from danger and its accompanying fear.\nMy crossing of the Pyrenees was hardly a feat of endurance and the will to live triumphing over nature, but I was certainly lucky. Would I do it again? Well, perhaps not in exactly the same fashion, but the next summer I found myself stood on the slopes of le Pic des Sarradets in the midst of a thunderstorm, wondering if death awaited me on the summit. Danger has a way of beckoning. And my obstinate voice is hard to keep quiet.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/summit-mushroomjpg","title":"Dicing with Death in the Pyrenees","author":"dan_hinge"}