{"url":"http://www.environmentalgraffiti.com/health-and-body/news-hydrate-your-childrenbecause-schools-wont","content":"\nI'm in my late twenties, so for me, the phenomenon of bottled water is still a part of fairly recent memory. I can recall a time when the notion of bottling up, slapping a label on and selling at a premium such an abundant and free natural resource seemed strange (moreover that someone would actually consider paying for it). Yet, many of us are purchasing water either in the aforementioned bottle form, by the gallon or at the very least are installing some manner of filtration in the home to remove impurities.\nContamination concerns aside, all of us at least have access to drinking water most of the time. It seems, however that our kids don't have the same luxury. A story from National Public Radio marks a survey of California schools, among which only 40 percent of respondents said that they didn't offer free drinking water in their cafeterias. It's unclear what the statistics are nationally.\nState senator Mark Leno is pushing for legislation to change this, and I for one think this a no-brainer, albeit potentially more costly (apparently) than one would think. After all, nature gives us the stuff for free.\nThere are of course, major health concerns tied to this issue; the NPR article makes reference to a three-year study of 4,600 students in schools across the country. It comes as no surprise that in schools with more optimal exercise programs and less availability of junk food, obesity rates greatly decline. Offering free drinking water to students falls right in line with promoting good health. \nI suppose, though, that if we want our kids at an early age to learn a harsh capitalist lesson of supply and demand, we could always just sell them the bottled and labeled version. \nHere's the link to the NPR \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","title":"Schools Deprive Kids of Drinking Water","author":"green_onions"}