{"url":"http://www.environmentalgraffiti.com/featured/lightning-vs-landmarks/18431","content":"\nIt’s a no brainer, really. Who’s going to bring home the bacon in a battle between the landmarks we humans have built over recent centuries and the electrical power of lightning, one of nature’s most powerful forces? Buildings and bridges may stand proud but can do nothing but take the thunderous shots the earth’s weather systems throw at them, conducting the bolts from the heavens as best they can – and confirming our sublime inadequacy when faced with nature’s might.\nBeing the tallest landmark in one of the world's great skyscraper cities – where thunderstorms are not uncommon – the Empire State Building is particularly prone to being struck by lightning, something its designers obviously considered when they furnished its distinctive pinnacle with a lightning rod at the very top. If lightning strikes, this metal rod allows it to be conducted to the ground through a wire, instead of passing through the building, where it could start a fire or cause electrocution.\nThe Eiffel Tower's iron lattice framework makes it one of the most recognisable constructions in the world, but also ensures it attracts lightning strikes aplenty, as photos from as far back as 1902 demonstrate. When a path of ionized air – known as a stepped leader – approaches the ground during a thundercloud, the electric field is strongest on ground-connected objects whose tops are closest to the base of the thundercloud, such as trees and tall structures. Cue lightning; cue lightshow.\nThis last shot of lightning ripping through the clouds during a storm over the Golden Gate Bridge is a showstopper. In the words of photographer Frank Fenemma: \"Sat in my car with a remote shutter listening to podcasts. Wrapped a poncho around my camera when the rain started. Took lots of shots, \"Dark and stormy morning\" was about my fourth shot of the morning when I got lucky. You should of heard me say \"YEEEESS\" when I saw the huge strike and the sky lit up white/blue with light.\"\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"Lightning Vs Landmarks","author":"Karl Fabricius"}