{"url":"http://www.environmentalgraffiti.com/sciencetech/shiny-plants-beat-global-warming/677","content":"\nWorried about climate change? Well worry no longer because a University of California-Irvine team has come up with a solution: \n.\nThe idea is just one of many recent ideas proposed by geoengineering, the science of modifying Earth’s environment on a large scale. In the last couple years, geoengineers have proposed several unique solutions to the global warming problem including stationing mirrors in space, dumping large amounts of iron into the ocean and creating artificial volcanoes. They propose to use these methods to solve global warming if greenhouse gas emissions are not controlled and the predicted consequences of global warming begin to materialize.\nThe shiny plants idea is part of the larger group of climate change solutions that involve making the Earth’s surface more reflective. Other suggestions in this vein include planting more leafy trees instead of conifers and painting roads, roofs, and other skyward facing surfaces white.   The concept is based on the fact that more reflective surfaces, such as the white polar ice caps, reflect more sunlight, and therefore heat, than darker and less reflective surfaces.\nUC-Irvine team leader Chris Doughty told a special session of the American Geophysical Union: \"Slowing or reversal of regional warming trends may be achieved by manipulation of land surface albedo [the amount of sunlight reflected by land]. This approach is most feasible in agricultural and forestry areas, where the land surface is already under significant human influence.\"\nLuckily for those who favor the shiny plant solution, plant breeders have already created a more reflective crop for widespread planting.  A super-hairy variety of the soya bean originally designed to fight insect pests has the added bonus of reflecting about 5% more sunlight than normal plants.  Replacing normal soya with the extra hairy variety could have a major effect, as the plant is farmed on over 1 million square kilometers of farmland throughout the world.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-40197-2096283280103691965S600x600Q85_0.jpg","title":"Will Shiny Plants Save Us From Global Warming?","author":"Chris"}