{"url":"http://www.environmentalgraffiti.com/news-turning-fagus","content":"\nTasmanians in Australia, talk of the Turning of the Fagus. \"It's beautiful,\" they say. \"You just have to see it.\"\nAnd, when people talk to me using language I don't understand, (especially with words that sound ancient) I become keenly interested. \n? Don't you? Fagus, or \n is, in fact, deciduous beech. And, according to Tasmanian Parks and Wildlife, \"it is Australia's only winter-deciduous tree, and you will find it nowhere else in the world except Tasmania. And, its autumn display is superb.\"\nSo, in search of beauty, we hiked up a mountain, not unlike goats, to arrive on a wombat-roaming plateau. We were not disappointed. Alpine lakes lay like mirrors surrounded by the fagus which was turning from green to rust to gold. Mystical, indeed. I felt I was in Paradise. A paradise reminiscent of the largest Japanese sculpted garden possible - made by the universal powers.\nis apparently one of the oldest flowering plants in the world. It's fossil record stretches back to the supercontinent Gondwana (that is, some 80 million years ago). Consequently, Nothofagus is viewed by scientists as a key to unlocking the mystery of 'how vegetation evolved and migrated throughout the southern hemisphere'.\nHigh on the Tarn Shelf in Southern Tasmanian, we discovered this rare plant in all its glory. In vivid gold, red and green the shrub surrounded the tarns, broken only by rocks and the occasional sprouting pandanus. Tarns (another mysterious word) are mountain lakes or pools, formed in a cirque, excavated by a glacier. And, these glacial sculpted pools on the mountaintop were indeed, beautiful.\nIndividual 'Fagus' trees live for approximately 250 years, though the oldest recorded plant is 350 years old. Fagus thrives in low temperatures and is thought to have the capacity to survive in places that experience greater snowfall than Tasmania. \nalso loves rain. In fact, it often receives a whopping 1800mm of rain each year in its present habitat.\nScientists have still to unravel the mystery as to why this particular Deciduous Beech has survived whilst other plants from the ancient era are now extinct.\nThe seasonal loss of leaves (the deciding characteristic of deciduous trees) is a way of coping with long, dark winters. Perfect for a plant like Fagus which exists in alpine regions. According to Tasmanian Parks and Wildlife: \"During warmer months, chlorophyll in the leaves not only enables photosynthesis to take place, it also gives the leaves their green colouring. But as the days shorten, chlorophyll starts to break down and another pigment called \n takes over. It is this pigment which gives autumn leaves their colour.'\nEventually, as the leaves cease to take up any further nutrient, they fall to the ground, returning precious minerals to the soil which will feed the next spring growth.'\nThe absence of fire will ensure the survival of fagus in the future, as deciduous beech is extremely slow to regenerate after bush fires. And, in some instances, it may not recover at all - unlike Australia's Eucalypt Forests. There are only about 11,000 hectares of the tree left in Tasmania. Seventy percent of that, luckily perhaps, lies within the Tasmanian World Heritage Area. Tasmanian Parks and Wildlife recommend that \"Fagus-spotters\" who visit the delicate highland areas follow their \n in order to help protect the Fagus habitat. \"With such a relatively small distribution\", they argue, one can't be \"too careful about protecting this botanical marvel\".\nIf you do want to see the Fagus in its \"autumnal blaze\" try days around April 25th. Two of the best places to see the 'Turning of the Fagus\" are: Cradle Mountain-Lake St Clair National Park and Mt Field National Park in Tasmania. Hiking boots, a camera and high expectations recommended.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44150-2646722440104237032S600x600Q85.jpg","title":"The Beautiful Fall Colors of Tasmania's Fagus Tree","author":"sontag"}