{"url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-biggest-plug-holes-earth","content":"\nDrains are useful features that prevent water overflow in our sinks, tubs, and showers, so why not use them in places where the threat of flood is greater than that of a damp bathmat? Many reservoirs that experience extreme variations in rainfall use the good old fashion drain to regulate water level. Rather than spending the money on the construction of a larger reservoir simply to accommodate the wet season, drains, known as spillways, ensure there is never any flooding.\nSpillways must be built at the same time as the dam, or at least when the reservoir is empty. The most eye-catching spillway is the bell-mouth, shaped like an inverted bell, which is particularly noted for its resemblance to a giant plughole.\nSpillways are concrete funnels that drain water when the level of the water exceeds their height. The advantage of the bell-mouth spillways is its ability to admit water at any point on its perimeter, evenly draining the pool. Spillways tend to rise 15 feet with a diameter between 30 and 90 feet. When water level exceeds 15 feet, the spillways can drain nearly 400,000 gallons per second.\nAlthough spillways are quite simple in design, they are ominous structures. A plunging hole in the middle of a water source designed to suck in all in its midst? Needless to say, swimming is absolutely not advised around a spillway.\nOne of the most photographed bell-mouth spillway sites is the Ladybower Reservoir in Derbyshire, UK. Built between 1935 and 1943, the Ladybower Reservoir contains 2 bell-mouth spillways, and was such a spectacular construction at the time that the King and Queen appeared at the unveiling ceremony. One of the spillways was originally built with a walkway around the circumference, but has since been torn down for fear that the site's many tourists could get hurt. Other noteworthy bell-mouth spillways are found at the Monticello Dam in Napa, California, and the Tittesworth Reservoir in Straffordshire, UK. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb21.webshots.com-25620-2945980220103830173S600x600Q85.jpg","title":"Giant Plug Holes!","author":"ppavone"}