{"url":"http://www.environmentalgraffiti.com/meteorology/news-downpours-and-drought-make-unusual-summer","content":"\nAs Londoners prepared for the 2012 Olympics, the UK has experienced \n. The months of April, May and June were unusually rainy, cloudy and cold in Great Britain (and July hasn’t proven much better!). Even ping-pong ball-sized hailstones were part of the mix in June.\nThe average rainfall in Wales and England during June was more than double the normal amount, and precipitation levels in Scotland and Northern Ireland were high as well. With skies full of storm clouds, hours of sunshine have also been fewer than normal across the country. What's more, flooded streets made driving hazardous in some areas, while a landslide even caused a freight train to derail.\nWeather forecasters have attributed the downpours to a weather pattern known as the Spanish plume. Rain occurs when a warm, humid air mass encounters a cold air mass. During a Spanish plume, the warm front comes from the UK's south, while the cold front sweeps in from the west. \nIn addition to the Spanish plume, the jet stream has also been blamed by meteorologists for the dreary weather. The \n is a major current of air in the upper atmosphere. In recent months, the jet stream was further south than it is normally.\nYet while the Brits have endured cold, wet weather, \n. During June, temperatures reached the mind 90s °F (30s °C) in New York City. Neighborhoods in the outer boroughs experienced brownouts (reduce power voltage) due to weather-related energy demands.\nElectricity conservation programs and the prospect of higher electricity prices encouraged northeasterners to reduce electricity consumption while the temperatures soared. A program compensates New York customers who save energy by turning off air conditioners, slowing down elevators, and dimming lights. Program participants can lower their strain on the energy grid by firing up their own onsite power generators.\nWhat caused the damaging heat wave in America? Some put all the blame on global warming, but the \n. Multiple factors contribute to any record-breaking weather event.\nAlthough experts concluded that climate change makes extreme weather events more likely, the contribution from climate change is only part of the picture. Meteorologist Martin Hoerling said headlines oversimplify events when they describe extreme weather as a consequence of climate change. He explained that natural causes bring weather close to the brink, and climate change adds an extra bit to push weather into record-breaking territory.\nAnother effect of the heatwave is the \n. Cattle, hay and forage suffered from heat and drought, putting a burden on cattle ranchers. Grain, soybean and alfalfa fields will also produce less than normal this year.\nStill, Australian grain and beef exporters are poised to pick up some of the slack from decreased USA production. Considering how difficult it is to retroactively reach consensus on the causes of extreme weather, much less prevent it, perhaps humanity should be thankful for a flexible global agriculture sector that can respond to changing climate.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","title":"Strange 2012 Summer Brings Downpours and Drought","author":"Joseph Dunsay"}