{"url":"http://www.environmentalgraffiti.com/ecology/to-each-source-its-own-emissions/471","content":"\nAgain, the Lawrence Berkeley National Laboratory is leading the way with its new pilot program, the CALGEM (California Greenhouse Gas Emissions) Project. \nProbes, placed high up at Sutro Tower, in San Francisco, will measure local greenhouse gases emissions high up in the air above the city. Up to now, emissions were measured globally. With this new initiative, cities will be better able to track the changes in emissions at a local level. \nThis is a California state- wide initiative, with ten planned probing sites. The total cost will be $10 million to set up and $2 million to operate annually.  Partnering organizations include Sutro Tower Inc, NOAA’s Earth System Research Lab in Boulder, the California Energy Commission, universities part of the University of California system, NASA Ames Research Center, Harvard and Purdue universities.\nThe CALGEM Project will give California cities and state regulatory agencies the tools to monitor several important factors. First, they will be able to get a better handle on the efficacy of the state’s aggressive anti-warming laws. Second, they will test the accuracy of air experts’ estimations of emissions from power plants, farms, factories, and cars and trucks. Third, they will enable a better monitoring of industries, according to anticipated mandatory controls currently being considered by Congress. Fourth, baseline data collected now, will serve as benchmark for subsequent measures. Fifth, the project will help sort out the portion of emissions that are human-created from the ones due to natural and seasonal phenomena.\n \nMore importantly, the initiative will help direct climate change regulation to the sources,  that are the greatest contributors of greenhouse gases.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"To Each Source, Its Own Emissions","author":"Chris"}