{"url":"http://www.environmentalgraffiti.com/beaten-track/news-women-are-heroes-teds-winner-prize-2011-jr-screens","content":"\nKnown for his crazy, creative, artistic projects, JR is a French street photographer who has been shooting all around the world.  His latest project has recently arrived on French cinema screens. It is a social documentary about one of his challenging artistic projects: “Women are heroes”. Open your eyes, everything is in XXL!\nThis is JR's first film as director. In his documentary, he follows struggling women, coping with misery, but always fighting to bring hope and joy to their community. A smile, a tear on a woman's face; there's no need to say more.\n“I wanted to make their story travel. I wanted to show another image of themselves.” That is what the French artist wants to offer. JR pays tribute to these women, who are so far apart from each other but so similar in their fight. The film is mainly about presenting different women's portraits, their daily difficulties and silent battles. Public recognition is important as well, and is more than symbolic in a world where only public figures can normally be seen on a wide scale - in XXL. From the slum of Kibera to the favelas in Rio de Janeiro, the passer-by is wondering, who are these women, what did they do? It is a wink to these people who fight in the shadows to improve their future and most of all, to keep hope.\nThroughout the documentary, JR travels around the world to spread his message: Women are heroes. They are often the first witnesses and the first victims of conflicts. On one hand, they are often left aside, on the other hand, they are usually the main actors of their local area.\n“The real heroes are sometimes not where you think they are, they are right there in the street, everywhere around you.” These proud, funny women confess their pains and their hopes to the camera. The message is strong, personal and sensitive with an endless aestheticism in it. The film has just been released, on January 12, in French cinemas.\nFirst and foremost, JR is a street artist and a photographer. He started in his childhood town, in Paris, where he composed his first project “Portrait of a Generation”. At the time, passers-by could already see the mark of the artist. JR used to stick massive photos on walls, using close-ups of faces and expressions. The work consisted of photos of everyday people’s faces, here from poor Paris suburbs. “I portrayed them playing their own caricature, the way we see them from Paris.” The photographs, were then pasted on the walls of several “bourgeois” districts. It was considered an act of vandalism but became officially accepted once the Paris authorities allowed JR to exhibit his XXL photos on its own walls. Afterwards, new projects were launched. Among them “Face to Face” created a significant buzz on TV and tabloids. JR and his team pasted many photographs of Israelis and Palestinians on each side of the separation wall, in eight different cities. “We thought that we would be kidnapped... arrested... evicted, and we just came back with sunburns!”\nIn each of his projects, the challenge remains the same. Bring into the public eye normal people, simply living their lives and often in the shadows. JR gets them involved in the artistic process, and thus, asks questions about identity and freedom. He also pays tribute to the people who deserve to be seen, and who don't represent any financial value to be brought into the public sphere - especially in XXL!\nXXL is definitely the favorite format of the artist. JR likes to paint and paste on a huge scale, without any physical boundaries. He likes to explore the urban topography and to work in 3D, playing with materials and architecture. This is an important point to highlight, especially knowing that JR and his team often exhibit in difficult places, such as the separation wall in Cisjordania for instance. JR also questions conventions, knowing that even European cities organize public exhibitions of his illegal artwork - another point, which highlight the gray zone between legality and illegality in street art. \nHis art is usually seen fleetingly, being the subject of swift destruction; by the weather, by passers-by or by the authorities. Indeed, JR’s artwork is printed on paper, a fragile material which cannot resist pressurized water guns, for instance. The strength of JR’s message helps his projects to remain in minds all around the world. He usually hides his face from the camera, as Banksy does, in order to protect his artwork. Most of the time, the local community is entirely engaged with the project, taking pictures, bringing ideas, cutting and pasting, making them actors in the piece, and not just spectators. “In Kenya for example, I used vinyl on the roofs so that it would protect them from the rain. In each place, the people had to find their own interest in the project.”\nHis talent has been rewarded by the TED association (“One wish to change the world”). \nThe TED prize rewards individuals for their work. JR received $100,000 which will enable him to create other projects - and let’s hope his success grows along with his talent and originality.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","title":"Giant Street Art Portraits from the World's Favelas and Slums","author":"juliette"}