{"url":"http://www.environmentalgraffiti.com/food-and-drink/news-beware-hamburger-can-kill-you","content":"\n\nAh, summertime! Time for sunning, swimming and barbecuing! But if you were to analyze some of the bacteria, germs and God knows what else is crawling around your hamburger and other cookout meats, then you, my friend, would probably be better off going hungry!\n\nFollowing is a list of the most popular cookout meats and the  bacteria that could be habitating there right now!\nWho doesn't love a good old-fashioned hot dog with the works!  Well, after reading this, you may just want to forget the 'dog. Ever heard of listeria monocytogenes? Me neither, but after reading what eating a hot dog that is infected with it can do to you, I'm thinking I'm gonna pass on the ole' wiener.\nAccording to the Food and Drug Administration, a hot dog infected with listeria monocytogenes can cause fever, muscle aches and sometimes gastrointestinal symptoms such as nausea or diarrhea. If infection spreads to the nervous system, symptoms such as headache, stiff neck, confusion, loss of balance or convulsions can occur. Even with prompt treatment, some infections result in death. Uh, forget the hot dog, I'll just take the bun and some relish!\nMmm, what means summer more than a big ole' juicy burger with ketchup, onions, tomato and a big side of fries? Well, how about penicillin, ivermerctin and copper? How can that be, you ask? Well, according to a news report from the U.S. Department of Agriculture (USDA), very easily apparently.\n\nAccording to the report, the Office of the Inspector General found that the following common contaminates that can make their way into beef are not currently restricted in meat, even though these contaminants could seriously harm human health: \nFlunixin, a veterinary drug that can cause kidney damage, stomach and colon ulcers and blood in the stool of humans. \nPenicillin, a drug that can cause life-threatening reactions in people who are allergic to it.\nIvermectin, an animal wormer that can cause neurological damage in humans. \nCopper, an essential element we need for our survival, is harmful when too much accumulates in our bodies. And it is being found in the beef we eat. \nMake mine a burger with all the fixings but HOLD the burger!\nOkay, so hot dogs are bad for you and hamburger isn't much better.  So how about some good old fashioned barbecued chicken? Uh, think again (unless you'd like that chicken with a side of arsenic)!  Say what?!  That's right, arsenic or arsenic-containing compounds are used in chicken feed to induce faster weight gain and create the appearance of healthy color in their meat.\n\nStudies conducted by the Institute of Agriculture and Trade Policy discovered that there were detectable levels of arsenic in the majority of both supermarket and fast food chicken with higher levels found in brands of chicken raised conventionally. Long-term exposure to small amounts of arsenic can cause cancer and nerve damage. Arsenic has also been found to contribute to heart disease, diabetes and a decline in mental functioning.  Hmm, somehow southern fried arsenic doesn't quite have the right ring to it.\nAre you one of those people who love barbecued ribs with loads of spicy barbecue sauce? Well, after reading this you may just have the sauce and ditch the ribs! As cute as those little piglets may be, they are actually deemed nature's vacuum cleaner. Pigs are not affected by many toxins that would otherwise kill other animals in a heartbeat, and those toxins that do kill them would have to be consumed in vast quantities to result in the death of the animal.\nPigs also put on flesh at several times the rate that other human-consumed animals do. The body of the pig forces any toxins the pig consumes into the flesh and stores and locks them there. When we eat pork, we take in all the toxins that are stored in the pig's fat. Pigs are also often infested with trichina or parasitic roundworms.\n\nThese roundworms are often passed on to humans when pork is not properly cooked. When infected with trichinosis, patients can expect to experience abdominal discomfort, cramping, diarrhea, fever and muscle pain (especially muscle pain with breathing, chewing or using large muscles). There is no specific treatment for trichinosis once the larvae have invaded the muscles. More severe infections may be more difficult to treat, especially if the lungs, the heart or the brain is involved. Uh, I'll have the barbecue sauce, HOLD the ribs!\nIf after reading this you still have a hankering for some barbecue, I think it would be best to take the advice from the guy in the \n: \"Stay hungry my friends.\"\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","title":"The Deadly Bacteria Hidden in Your Barbecue","author":"Elaine Furst"}