{"url":"http://www.environmentalgraffiti.com/architecture/news-2020-will-we-all-live-jetsons","content":"\nIf you're not paying attention, your home can be one of the biggest causes of \n. Outdated appliances, improper insulation and personal habits can all contribute to huge energy bills because all your heating, cooling and powering efforts are (literally) going right out the window.\nWith all the high-tech innovation happening in the market today, it only makes sense that some of this will eventually affect the way homes are designed and built. Future designers say that the most important difference between homes built in the 20th century and homes built in the next decade will be their intelligence. No, this doesn't mean your house computer will start asking you what you want for breakfast, but it does mean many choices about energy use will be left up to the home itself.\nFor example, now, one of the biggest energy wasting habits is leaving the heat or air conditioning on while no one is in the house. Currently, people need to change their thermostat every time they leave the house. In the future, your home may have a central system that senses presence in each individual room, and alters the temperature according to occupied settings. When no one is home, the systems will remain in standby, saving energy and money.\nResearch is also being done into the possibility that smart homes of the future can make appliances more efficient as well. Imagine a \n and programmed to switch on only when energy was at its most affordable rate. \nThese new technologies promise to make our home lives easier, more\n\ncomfortable, safer, more energy efficient and even more fun. We may not have those \n we were promised, but that doesn't mean we won't be living like the Jetsons by the end of the decade.\nWant to learn more about what's possible in the home of the future? The infographic above explores some of the potential technological possibilities we may see in our homes over the next decade.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Community-Fridge.jpg","title":"In 2020 Will We All Live Like the Jetsons?","author":"Beth B."}