{"url":"http://www.environmentalgraffiti.com/food-and-drink/news-wine-drink-gods-good-everyone","content":"\nWhen it comes to dining experiences, what drink is more culturally relevant than wine? Yet wine can be a simple or a bewildering beverage. It is the drink of celebration and ceremony, often seen to promote gracious living. At first considered a gift from the gods, wine has long been considered a drink of choice for the elite. Yet today (as throughout the ages) in impoverished countries where it is unsafe to drink the water, people can safely drink cheap wine. Wine has also been used throughout history for its medical purposes. \nThere are over 400 published studies trying to connect wine to the French paradox: while the French diet is high in fat, the French people rarely get heart disease. Many believe this is due to attributes found in wine. In fact, wine has gained an international acceptance as being good for you while providing a satisfying experience. Wine has also moved off of the dinner table and became a social drink. \nIn moderation, wine offers a wide array of health benefits: antioxidants in red wine have been found to reduce blood clots; wine is good for the circulatory system and slows the aging process; and wine is also a mild tranquilizer that can lower tension and anxiety. Many human pathogens are inhibited or killed off by the acids and alcohol in wine. As part of a normal diet, wine provides the body with energy, substances that help digestion, and trace amounts of minerals and vitamins. Compounds in red grapes are also proven to boost the immune system and help to prevent cancer. \nWhile many modern diets are becoming more limited, wine is increasing in diversity. Grapes can be grown in many different climates and soils. Wine-making is also growing from a cottage industry to encompass global networks of consumer-aware vintners. And, while wine has a strong association with food, casual drinking of wine is becoming more common (for better or for worse!). \nThe wide assortment of wines available on the market can be bewildering for many people. While France may be the gold standard for wine, globalization has changed the wine industry. Most casual drinkers will likely not understand all the complexities of an expensive French wine. Today, most wine is bought for immediate use and not to be stored in a wine cellar.  \nInterestingly, global warming is changing the way grapes are grown. While grapes can be grown in almost all climates, the best are those grown in moderately cool climates. Grapes that grow in cooler climates have higher doses of acidity, which creates an interesting wine – the kind that makes your mouth water and begs for a second sip. \nThere is a certain romance associated with a bottle of wine. A good bottle of wine is the end result of thousands of years of practice, experimentation and tradition. This is cause enough for celebration and an excuse to open a new bottle!\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tv.jpg","title":"Why Drinking Wine Is Good for You","author":"Lisa Hossler"}