{"url":"http://www.environmentalgraffiti.com/animals/news-looks-cat-acts-dog-experimental-breed","content":"\nCan’t decided whether you’re a cat person or a dog person?  Want a pet that will play fetch and come running to the sound of its name, but also knows how to use the litter? Well, now you can have the look of the former with the personality of the latter!\nIn an attempt to engineer a punky alternative to the small domestic cat, a Bengal breeder created something extraordinary. Mixing a Serval wild cat with a domestic Siamese, breeder Judee Frank produced the first Savannah Cat - a 20 plus pound cheetah-lookalike with the heart of a puppy. It is smart enough to play fetch, vain enough to wear a diamond collar, and chirps excitedly when you come home from work. The Savannah Cat is very sociable to humans and other pets, loves water so much that they will shower with their owner, and has even been reported to be intelligent enough to open doors.\nThe Savannah is the largest hybrid Serval/domestic cat, born in 1986 and registered as a true breed in 2001 by TICA (The International Cat Association). Since then, they have become known as the largest domesticated felines, with a female first-generation Savannah named Scarlett’s Magic winning a spot in the Guinness Book of World Records as the world’s tallest cat.\nThey are bred tall and slim, with the black cheetah tear-stripe streaming down their cheeks. First and second generations tend to look like their wild parent, but get along much better with their domestic relations. However, breeders are still learning to control the genetics of this breed and results in litters can vary greatly between brothers and sisters. The same litter can have a large, wild looking kitten that will start bouncing 2-3ft into the air, and a tiny domestic runt that may become a loyal sleeping partner. Savannahs have personable characteristics that make them desirable pets; they can express their feelings in a multitude of ways. A Savannah says hello by fluffing out its tail, displays pleasure by wagging its tail, and show anger with an angry snake-like hiss.\nSo far, the expensive pricing of this rare breed has resulted in celebrity ownership only. So, if you see Arnold Schwarzenegger walking a giant cat in the city streets, it is perfectly harmless to pet it or throw a stick for it. At least, harmless in reference to the Savannah. If Arnold decides to cannon ball you out onto oncoming traffic, well, that’s totally his prerogative.  \n \n \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Savannah-Catjpg","title":"Savannah Cat: The Cat That Thinks it's a Dog","author":"Greentea"}