{"url":"http://www.environmentalgraffiti.com/graffiti/news-art-communication","content":"\nArt as a means of communicating with other people goes back to ancient times and beyond. The Ancient Egyptians were able to develop and master a system of language based entirely on illustration. These were hieroglyphics, among the best known aspects of a civilization that survived for over 3,000 years.\nHowever, since the advent of the aerosol can, people with the inclination have gone back to using the surfaces of public space for visual communication. Graffiti might not always be as sophisticated as hieroglyphics, but it still has an important role to play in modern urban cultures. In big cities such as Glasgow, for example, graffiti is easy to come by.\nGraffiti is often seen as being created by people of a left-leaning anti-capitalist viewpoint, the prime example being Banksy. This is certainly something which rings true in Glasgow, as this example shows. The piece is advertising a strike and protest, N30. The UK Uncut symbol has been stenciled, with the date referencing a Twitter hashtag helping people to follow the day’s events. The anti-cuts movement is not the only group to make use of this form of communication. The image below, for example, shows a more general message of solidarity with the Palestinian people.\nBut it is not just political campaigning that makes graffiti what it is. Up top is a piece that perhaps symbolizes the death of music, with a pirate’s cross-bone under the cassette tape. This has a particular added quality too: upon close examination, the cassette appears to have teeth, and of course the reel wheels also help to give it a face-like appearance.\nBusiness, however, has also got in on the act of using graffiti in Glasgow. The Hillhead Bookclub has used it to reach out to its retro audience with the novel form of an advertising shown above, whilst other pubs, bars, restaurants and clubs still rely on the more old-fashioned method of leafleting.\nMore apparent, though, are numerous examples of the more creative and abstract forms of this art. Very often street art will use vibrant colors – sometimes in the form of a full blown mural, or maybe a subtle stencil piece on some surface of the city. This latter example can be seen on a bollard, above. \nGraffiti can be seen anywhere from walls to railway wagons. It is likely to continue as a form of expression and means of communicating for the foreseeable future. Anyone can create a piece, there are no rules, and the city is your gallery (although it might be wise to check local laws regarding what is allowed to be done and where before you consider doing anything like this yourself!).","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"The Different Faces of Glasgow's Street Art  ","author":"jonathan_nicholson"}