{"url":"http://www.environmentalgraffiti.com/ecology/mickey-mouse-desert/648","content":"\nThere aren’t many firsts in this world any more, no first man, no first foot. But how about first filmed.\nThis month scientists have \n for, what is thought to be, the first time a teeny tiny mammal known as the long-eared jerboa.\n\nThis little night time cuddly was filmed in the \n \n by Dr Jonathan Baillie from the \n (ZSL). The mysterious creatures are usually found in deserts in \n and \n. Currently classified as endangered, it is hoped the film will help scientists understand a bit more about this creature and its lifestyle.\n\nUnderstandably, Dr Baillie was very excited to have tracked the jerboas down. Due to their small size and nocturnal nature they are extremely difficult to find.\nVery similar to the Australian kangaroo the jerboa hop to get around, they also have hairs on their feet, which have been liken to snowshoes, to enable them to jump along the sand. They also have the biggest ear-to-body ratio for any \n.\n\nStudy of the jerboas up till now has revealed that they spend daylight hours in underground tunnels beneath the sand, and that their diet was mostly made up of insects. By setting pitfall traps, the researchers were also able to look at the \n close-up and to begin to estimate their population.\nDr Baillie has said;\n\n\nAs with all discoveries there is a more serious side to the research, because very little is known about the jerboa it is difficult to ascertain why they are endangered. Dr Baillie believes that the jerboa are under threat from habitat disturbance, and is keen not only to study these mammals, but to find a way to protect their future.\nThe expedition which led to the filming of the jerboa was part of the ZSL’s Edge programme. Its focus is on conservation plans for animals that are both endangered and evolutionarily distinctive. The long-eared jerboa is one of 10 species that the programme is looking at this year.\nDr Baillie remarked that it was important not to overlook desert habitats in conservation,\n\n\n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","title":"Mickey Mouse of the Desert","author":"emma"}