{"url":"http://www.environmentalgraffiti.com/art-and-design/news-return-soylent-green","content":"\nIn the year 1968, Paul Ehrlich wrote a book entitled \"The Population Bomb,\" in which he described a world overrun by humans whose population was out of control. Five years later, film director Richard Fleisher created a cult classic entitled Soylent Green,  which depicted Ehrlich's fears in a world of 2022.  \nIn Fleisher's dystopian vision, the wealthy elite consume familiar foods like cereals and breads, dairy products, vegetables, meats, poultry and fish and condiments like strawberry jam and gravies. The masses, however, are not so fortunate. They consume a diet of industrialized synthetic foods called chips that are sold in bulk as wafers. These are made from anything that might contain calories and nutrients. The wafers are color-coded for different purposes. The most basic one is called Soylent Green.  \nThe fictional Soylent Green is apparently made from sea plankton. In Fleisher's future, cool water nutrients are pulled up from the ocean depths and mixed with artificial fertilizers made from industrial chemicals and terrestrial agricultural run-off. This creates an ocean thick and green with plankton.  The plankton is harvested, processed, packaged and distributed as a synthetic food. As the movie poster asserts, people will go to any length to get what they need. And what they need is Soylent Green.\nThe plot of the story concerns an environmental crisis, in which the oceans are dying and are no longer able to sustain plankton production. Industrialists and politicians are desperate to find a substitute that can be used in the production of Soylent Green. With oceans devoid of any kind of life other than the declining plankton and the terrestrial surface world maxed out on producing food for the elite, there is no place to go for alternatives.\nIn 1968 and 1973, this seemed but a bad nightmare. The war in Vietnam and civil rights presented far more pressing issues. Today, the possibility of such a future is less far fetched. Food production is at an all-time high, yet millions go hungry. Mechanized agricultural methods are seriously degrading soil quality, and pest control is an ever increasing challenge to farmers and growers. Ocean fisheries are being taxed to the limit, while global warming is reducing ocean plankton counts. Dead zones caused by industrial and agricultural chemical wastes, petroleum spills and commercial fishing bottom trawlers are ravaging up to 70% of the continental shelves, rendering them uninhabitable.\nLike the film, governments have launched preservation, protection and production enhancement operations to address these environmental challenges. Large corporate farms are intensifying efforts to control pests and restore soil. Wildlife preserves are commercialized and protected by armed personnel, and prototype blue water operations on the open seas are using iron fertilizers to enhance plankton production.\nHowever, unlike Fleisher's dark vision, it appears that we may well elude Ehrlich's \"Population Bomb.\"  In the 1950s, the population growth rate was nearly 3%, causing the total population to double every 24 years. By 1968, the growth rate had declined to 2%, causing a population doubling every 35 years. Today, with the continued spread of education and the growing economic liberation of women, the growth rate has declined to 1.2% and total population doubling is close to 70 years.\nSo, in spite of fertilized oceans and corporate farms, it appears Fleisher's vision of colored chips of plankton as the world's staple food will not occur anytime soon.\nFor more information see \"\n,\" \"\n,\" and \"\n.\"","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"After the Global Population Bomb","author":"Russell Vallimont"}