{"url":"http://www.environmentalgraffiti.com/nature/news-slow-motion-lightning-strikes-greatest-show-earth","content":"\nThere is nothing more awe-inspiring than the electrical fury of nature, visible somewhere in the world every second of the day. With approximately 16 million lightning storms around the globe, annually, it is small wonder.  A lightning bolt is a huge discharge of electricity from the atmosphere, which usually happens during thunderstorms.\n\n\nThey are called flashes for a good reason, as a bolt of lightning can travel at speeds of 130,000mph. Not only are they incredibly fast but also fantastically hot, reaching 30,000°C. In face they are hot enough to fuse sand into glass, forming channels known as fulgurites, which are normally hollow and can extend deep into the ground.\nLightning clouds can also be created within ash clouds formed by volcanic eruptions or by raging forest fires, the heat from which can generate enough dust to bring static charges into play above the flames. Nobody is completely certain how lightning forms.  \n\n\nScientists believe that various factors including friction, humidity, atmospheric pressures and wind all play a part in the phenomenon, as perhaps does the Sun, via the solar wind. One thing science does believe is important is the presence of ice in the clouds, possibly forcing the positive and negative charges to separate and thus generate electrical discharges.\nBeing hit by lightning is possibly the worst thing that could happen to you, if you were unfortunate enough to be on the receiving end of a lightning strike, and it happens more often than you might think. About 2,000 people get struck around the globe every year, and the mortality rate for such events is high, at 30%.\nUp to 80% of those that survive receive severe injuries, but not, as you might assume, from the intense heat of the lightning bolts. The electricity passes through the body far too quickly to heat it up enough for burning, but the extreme voltages involved can seriously damage the body cells in a process known as electroporation.\n\n\nIt is a myth, by the way, that you can find safety outdoors by standing under a tree or other overhanging form. The lightning strike will always choose the path of least resistance and that could just as easily be you as the taller object beside you.\nIf you can find a shelter which is already grounded, you’ll be safe. Since the rubber tyres of a car insulate it, that would be a safe place to hide, once you were sat inside.\nIf you were to receive a direct hit from a lightning bolt, the electrical charge would affect you before anything else.  Should you be lucky enough to have highly resistant skin, the majority of the charge will ‘flash’ around the skin to ground without serious harm. A metal watch or bracelet, however, could concentrate the electrical energy enough to cause serious injury and damage.  The electricity around the body in these moments generates strong magnetic fields that can affect your internal organs, and it is not unknown for an apparently unharmed victim to suffer a massive heart attack.\nIt is, of course, also possible to suffer injury due to being too close to an object that gets struck.  Known as a ‘splash’ hit, this happens when an object nearby gets struck, only to prove more resistant to the lightning than you are. The charge literally jumps to you on its way to ground, and then there are the ‘ground’ strikes, when a lightning bolts hits close to you but still passes through the ground into you, because of the voltage gradient between the ground and yourself.Both these types of strike can do a lot of damage.\n\n\nIt would be ridiculous to exaggerate the risks that every lightning storm carries with it. 2,000 accidents from 16 million storms is a incredibly tiny percentage. For the most part you will probably be safe enjoying the spectacular beauty of these natural light shows, especially when you get to see them, as in the videos in this post, in slow-motion. A savage lightning storm is the greatest show on Earth. Enjoy it while you can.\nMy sincere thanks to \n for allowing me the use of one photo.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"The Awe-Inspiring Beauty of Lightning Strikes in Slow Motion","author":"tonyleather"}