{"url":"http://www.environmentalgraffiti.com/news-phoenix-island-protected-area-pipa-largest-marine-protected-area-world","content":"\nThe nation of Kiribati has established the world's largest marine protected area of coral reefs and fish populations, \"conserving vital resources for humankind everywhere\" - but both of which are threatened by overfishing and climate change.\nThe Phoenix Islands Protected Area (PIPA) conserves one of the world's last intact corel reef archipelago ecosystems with eight coral reefs, two submerged reef systems and underwater mountains, over 415,000 square km of nearly unhinhabited islands with abundant marine and bird life.\nUsing new boundaries, Kiribati has almost doubled the size of the protected area since 2008: \"Kiribati has taken an inspirational step in increasing the size of PIPA well beyond the original eight atolls and globally important seabird, fish and coral reef communities,\" said Greg Stone, the NEAq vice-president of global marine programs. \"The new boundary includes extensive seamount and deep sea habitat, tuna spawning grounds, and as yet unsurveyed submerged reef systems.\"\nThe Phoenix Islands area is pristine and an important migration route for marine and bird life. Three NEAq research expeditions since 2000 have found 120 species of coral and 520 species of fish, some new to science. It also has some of the most important sea bird nesting sites in the Pacific Ocean.\nWe often hear of protected areas but don't really think of what it means. In the case of Kiribati, and most nations that set aside marine areas for conservation, they are restricting commercial fishing while allowing subsistence fishing (Kanton Island is the only inhabited island in the chain, with ~30 people) and sustainable development. As they are giving up the revenue that could be accrued if they did not give protected status, an endowment system has been set up by Conservation International and the New England Aquarium (NEAq) to both manage the area and compensate the people and government for any losses.\nThe endowment system is one that needs to be used the world over to convince countries that they won't lose when they help preserve areas and species, and neither will the people of the area. Every step taken such as this by Kiribati and its conservation partners has long term good results for all of us.\nRussell Mittermeier, President of Conservation International, says it best: \"The creation of this amazing marine protected area by a small island nation in the Pacific represents a commitment of historic proportions and all of this by a country that is under serious threat from sea-level rise attributed to global warming. The Republic of Kiribati has now set a standard for other countries in the Pacific and elsewhere in the world. We are proud to be associated with this effort that helps the people of Kiribati, and we call on governments and private conservation groups everywhere to support Kiribati in its efforts and make similar commitments to protect their own natural systems.\"\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"Phoenix Island: The Largest Marine Protected Area on Earth","author":"Michele Collet"}