{"url":"http://www.environmentalgraffiti.com/news-avert-environmental-crisis-governments-must-protect-25-worlds-land-mass","content":"\nThis week, world leaders are meeting for the UN's Convention on Biological Diversity (CBD) to discuss targets for protecting biodiversity in the world. A study by Conservation International shows that at least 25% of the world land mass and 15% of the worlds oceans need to be protected by 2020.\nAt the moment less than 1% of the world's oceans and 13% of the land mass is under protection and it is vital to secure more for the delivery of services from the natural habitat to people. These areas support billions of people with food, income and shelter.\nThe \n (pdf) shows that \"17% of the Earth's land is necessary to protect priority areas for known biodiversity and an additional 6-11% is needed to ensure adequate storage of carbon in natural ecosystems\" and that this does not necessarily mean just nature reserves, but areas used for recreation, culture and other uses. \nLinna Barrerra, CI's director of Biodiversity and Ecosystem Services Policy says: \"The problem is that most of the costs are local, while most of the benefits are global, so politicians do not see much incentive to make things happen. This is the time to be brave and get real about the need to put us on the path for a more sustainable future.\"\nThe numbers that seem to have emerged for discussion before the convention are 15-20% which is inadequate. The convention will be looking to protect the species and ecosystems that feed our families, cure our diseases and enrich our cultures. It is an international treaty whose aims are to 1) sustain global biodiversity, 2) promote sustainable resource use and 3) facilitiate the sharing of the resource benefits by all stakeholders.\nThis week will be a chance for the world to join together and work harder at reaching the goals left unmet for 2010 and surpass them. If we do not start getting serious, there will be little left to conserve. \"At the Nagoya meeting, world leaders are reconvening to create new biodiversity conservation targets for the next decade. This gathering provides a key opportunity for governments to develop a bold conservation agenda that will protect genes, species, habitats and ecosystem services—from freshwater provision to climate regulation—at a crucial time in our history.\"\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Why Protecting Natural Habitats Will Save Human Lives","author":"Michele Collet"}