{"url":"http://www.environmentalgraffiti.com/featured/first-images-seen-hubble-new-lens/15063","content":"\n\nPhoto ­\nAs reported in EG May, 2009,\n to the Hubble Space Telescope was a huge success. The first photographs are back from the latest edition of the Wide Field Camera (3) and they are stunning! Settle back to be blown away once again by the beauty in our universe.\nThis jet of stellar gas is a young stellar object in the constellation Carina and is only 7500 light years away. The Carina Nebula is one of the brightest objects in sky, but is not well known because it must be observed from deep in the southern hemisphere. Contained within this nebula is Eta Carinae, the most massive star in the Milky Way that can be studied in detail. Data from the infrared and ultraviolet wavelengths were combined to produce the image above which is 6.6 light years across.\n\nPhoto -­ \nOmega Centauri is the Globular Star Cluster NGC 5139, 16,000 light years away in the constellation of Centaurus. Omega Centauri orbits the Milky Way and is one of the few globular star clusters that can be seen with the naked eye. As with most open globular clusters, Omega Centuri is very old - ~12 billion light years distant - and contains several million stars that are packed together with average separation distance estimated at 0.10 light years. NGC 5139 may be the surviving core of a dwarf galaxy that was ripped apart, and then absorbed by the Milky Way. There is an intermediate mass black hole at the center of Omega Centauri. Data from the visible and ultraviolet wavelengths were used to produce this photograph.\nStephan's Quintet of galaxies is the first compact group of galaxies discovered (1877) and is 290 million light years distant in the constellation Pegasus. HCG 92 is superimposed in the foreground of this image and is 40 million light years away. Four of the five galaxies are integrated in a cosmic dance that is expected to end when they merge together. There is a giant intergalactic shock wave in the space between the galaxies whose physical structure is a huge ionized hydrogen filament produced as one galaxy falls into the center of the group at several million miles per hour. This huge shock wave is bigger than the Milky Way and heats some of the gas through which it travels to several millions of degrees, generating X-rays that are detected by the Chandra X-ray observatory. Very powerful molecular hydrogen signals similar to those believed to be important to the evolving structures in the early universe of 14 billion years ago also emerge from the shock wave. These X-rays are detected by the Spitzer Space Telescope. Data from the infrared and ultraviolet wavelengths were combined to produce this image.\n\nPhoto ­- \nNGC 6302 is a planetary nebular known as the Butterfly or Bug Nebula. It is 3800 light years away in the constellation Scorpius. An extremely dense equatorial disc has prevented direct observations of the central star. The dust lane in the center of the nebula has complex chemistry that may include the first extra-solar detection of carbonates. Crystalline water ice and quartz have been detected with confidence. As both oxygen rich (silicates) and carbon rich chemistry (poly-aromatic hydrocarbons) are found in the Butterfly Nebula, the change from oxygen rich to carbon rich chemistry has occurred recently. This situation has implications for the possible origin of life somewhere in this five galaxy system. Data from the visible and ultraviolet wavelengths were used to produce this photograph.\n\nDiagram ­- \nThe Wide Field Camera is Hubble’s only panoramic instrument because it can ‘see’ over a wide range of the electromagnetic spectrum.  WFC 3 provides a 15 -30X increase in capability over of its predecessors, depending upon the specific region in the electromagnetic spectrum under investigation. The Wide Field Camera is enhanced by an interface with the Advanced Camera for Surveys (ACS) which increased the observation power of the Wide Field Cameras by 10X. (Instrument: WFC3/IR and WFC3/UVIS.) The photographs in this article were taken during July and August, 2009. \nThis post is a contribution to the EG series that presents extraordinary astronomy photographs that capture both the beauty of the universe and important astronomical data.\nSources -\n, \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"First Images Seen Through Hubble's New Lens","author":"merlynne6"}