{"url":"http://www.environmentalgraffiti.com/architecture/news-when-nature-reclaims-its-land","content":"\nIn his novel, \n, Alan Weisman contemplates nature's ability to reclaim the earth when and if an opportunity arises. If humans are to neglect a constant upkeep and development of built form, nature's power is quick to manifest itself and revert back to a landscape previous to architectural form.\nThis case is highlighted in the Admiral's Row development, a stretch of Second Empire style homes once occupied by naval officers at the Brooklyn Naval Yard. The property is now owned by the Army Corps of Engineers, although the original Navy yard was closed in the mid-1960s and all homes were abandoned by the mid-1970s. Some of the houses date back to the Civil War, and much debate has been waged over whether or not the properties could qualify for inclusion in the National Registry of Historic Places. I've now found mixed accounts regarding the future of this property. Many call for the preservation of these historic structures, making strong cases for adaptive reuse and restoration. Others fight for the razing of the entire property in order to make room for a new supermarket and commercial center.\nThis site serves as tangible evidence regarding Weisman's ideas and the seemingly far-fetched possibility of a world without human influence. These photos speak for themselves as proof that nature truly does have the ultimate power in a constant struggle to sustain. One has to wonder what would happen if the landscape were left to reign in this environment. The evident dichotomy present in these photos highlights a struggle between order and chaos, a disconnect between man and nature. Observing this scene is at once serene and disturbing; perhaps it is this duality that creates a true beauty in an absence of place.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","title":"When Nature Reclaims its Territory","author":"Nicole McGlinn"}