{"url":"http://www.environmentalgraffiti.com/health-and-body/news-5-more-reasons-why-tanning-beds-suck","content":"\nWe all know that laying in a tanning bed can give you a sun-kissed look for the summer without having to sit outside for hours on end. We also know that they’re terrible for your health because they wreak havoc on your skin by causing premature aging and increasing the likelihood of skin cancer.  But here are five more reasons for the terribleness of tanning beds.\n\nBulbs used in tanning beds contain high levels of \n.  If not recycled exactly according to proper procedures, environmentally \n liquid mercury can get out into the ecosystem, causing organ damage, birth defects, DNA and brain damage, rashes and other sicknesses.\n.\n\nGetting exposure to the sun provides both mental and physical health benefits. Solar radiation is a main source of vitamin D for all human beings. You can get it from other foods, but spending a little time in the sun is the best way.  \n is essential to maintain healthy bones in humans, and there’s research to support the fact that gaining it through \n can have a positive mental impact.  If the tanning bed is the only time you spend “in the sun,” then it can very well become like a drug to you, because your body desires the intake of that essential vitamin.\n\nEach \n contains 12 to 60 fluorescent lamps that consume anywhere from 100 to 200 watts per second. (These lamps have a special phosphor blend that emits UV, so they’re not the typical florescent bulbs we use in our homes.) While fluorescent bulbs have been proven to be the better environmental alternative when it comes to lighting, this is a large amount of very unnecessary energy consumption, especially taking into consideration that most people will lay in there for a minimum of \n.\n\nIf we have to wear sunscreen outdoors, it shouldn’t be any different inside a tanning bed. Yet, this practice is not only discouraged, but one that is encouraged is to purchase special tanning lotion in order to expedite the tanning process. Furthermore, because of the high exposure of UV to the skin, it’s discouraged even by the biggest tanning advocates to lay more than 30 minutes - which is not something we’re warned to do in normal daylight. On top of all that, our skin just isn’t made to handle that quick a \n, which is the root cause of all those wrinkles and cancerous moles.\n\nEven though only three US states (Wisconsin, Illinois and Texas) and one Canadian Province (New Brunswick) have set age \n, the US’s \n is taking heavy consideration of placing limits on this proven carcinogen. The French are ahead of the game: they don’t allow children under 18 to tan.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"5 Reasons Why Tanning Beds Suck","author":"Chelsea Baldwin"}