{"url":"http://www.environmentalgraffiti.com/spirituality/news-are-we-all-hostages-fortune","content":"\nSuperstition is just so much claptrap.  Mumbo-jumbo that has no place in the modern world, so scientists think.  Why touch wood or throw spilt salt over your left shoulder when these actions serve no useful purpose?  For many people, whatever science might say, there are more things in heaven and earth than we can possibly know, and it’s better to be safe than sorry.\nProfessor Stuart Vyse is a teacher of psychology at the University of Connecticut and wrote a book in 1997 called 'Believing in Magic: The Psychology of Superstition'. According to him, people in the USA are getting ever more superstitious, and less interested in scientific education than they are in magic and the supernatural. He says: \"I think these beliefs are market driven. Mediums are enjoying increased popularity in the US. The paranormal sells and popular images on TV and in film only foster the environment for superstition.”\nHe has a point - especially when one considers the unprecedented popularity of the Harry Potter books about the child wizard, or the 'Lord of The Rings' films which feature druids, magic and mythical beings. We are being swamped by countless images and books of things over which we can have no control, and our safety valve is superstition because it gives an illusion of some kind of protection. Casting the runes has always held sway in some quarters.\nIt seems that people are drawn more to ‘magical’ thinking when they are under stress or threat.  During the 1994 Gulf war, Professor Giora Keinan of Tel Aviv University found that superstition and magical belief was far stronger in areas where missile attacks occurred than in those where no missiles fell. In another clever experiment, he sat students at a wooden bench and asked identical health related questions.\nThose who were more interested in controlling their own lives tended to tap the bench and say ‘touch wood’, being more superstitious than their fellow students. It is a strange fact that many people place unwarranted faith in the performing of ritual acts before doing something important to them. Soccer players will often pull socks on in a specific order and tie bootlaces in a particular way, convinced these things influence their performance on the field.\nStuart Vyse maintains that we are very choosy when looking for evidence in support of our beliefs, remembering only those things that we regard as relevant. In many situations we find ourselves prone to irrational behaviour, showing biased judgement and ignoring important information. Superstitious thinking often springs from misunderstanding of probability and random processes.\nThis is especially true when it comes to gambling. We have an innate belief that the odds are in our favour - no matter how long they are in real terms. Gamblers are probably among the most superstitious people you can find, using ‘lucky’ pens to write out bets or always having some ‘lucky’ mascot with them. Gambling isn’t a rational thing to do but then superstition is hardly rational either.\n\n\nMost people don’t even know why they say ‘touch wood’. It’s just something they picked up early in their lives. In olden times, when pagan religions held sway over the earth's populations, certain trees such as oak, ash, hazel, hawthorn and willow were regarded as sacred and thus would confer protective powers to any who touched them. Even though these pagan beliefs are lost in the mists of time their influence is still felt today.\nDr. Gerda Reith is a lecturer in sociology at Glasgow University and has a passionate interest in the thought processes that gamblers use. She is convinced that superstition can be a positive force in the lives of those affected by it. As she puts it, 'it gives you a sense of control by making you think you can work out what is going to happen next and it makes you feel lucky. In that sense it’s a very useful way of thinking because the alternative is fatalism – \"Oh, there’s nothing I can do about it\" – so at least superstition does make people do things.'\nJust how strong the world resurgence in superstition and magic is was made evident by a report published by professor Steve Smith, historian at Essex University in England. For many years both China and Russia went to great lengths to eliminate popular beliefs in such things, yet today the Chinese are investing lots of money in ancestral temples while sorcery and faith healing are gaining in popularity at weddings,\nTarot cards were once banned in Russia, yet today fortune telling has become very fashionable indeed and there are many reports of a dramatic increase in the incidence of witchcraft. White witches were, for many years, regarded with deep suspicion in the west, as evidenced by the witch trials of medieval times; yet in the USA and other western societies today, especially amongst the young, there is a growing interest in it.\nYou may consider yourself to be a perfectly rational human being, yet know you have no control over future events in your life, at least not in any real sense. Do you ignore the black cat that crosses your path, or the ladder leaning against the wall on the path in front of you? Consciously you might want to ignore that shiver down your spine, but subconsciously you cannot.\nFate, or Kismet, has you at its mercy and that is the most frustrating thing to know. Surely anything, however bizarre, that can give you a bit of an edge is worth it, and that is the basic ‘logic’ behind all superstition. That fortune-teller is probably no more knowledgeable about your future than you are yourself, yet you place your faith in her ability to ‘see’ things because you want them to be true.\nRightly or wrongly, we all want to believe that we can determine our own destinies, and anything that can reinforce that belief has to be worthwhile, however ridiculous it really is. We know that in reality we’re all hostages to fortune, but superstition helps us believe that we can change that. Touch wood it can.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"The Irresistible Delusion of Superstition","author":"tonyleather"}