{"url":"http://www.environmentalgraffiti.com/featured/stunning-images-fully-loaded-bees/16076","content":"\nFrom bikes to trucks, we’ve featured more than a few unfortunate folks on EG who look like they’re loaded up to a more than uncomfortable degree. We’ve even shown ants looking like they could use a lightening of their loads. Now it’s the turn of the bees. \nWhile our buzzing buddies don’t need to be as strong in the lifting department as their antsy cousins, when these insects are collecting pollen they can still look more than a little encumbered.\nThere are over 20,000 known species of bees on the planet, and despite threats to their numbers our honey happy friends are found in every habitat that contains insect-pollinated flowering plants. Hey, they’re one of the insects par excellence in the pollinating stakes!\nA fact not everyone may know is that bees don’t just feed on the nectar that gives them energy. No, they’re quite partial to the pollen itself too, which like the meat in one’s sandwich, gives them – and more importantly their larvae – protein for growing plus other nutrients.\nBees are quite single-minded in what they want. They tend to focus either on gathering pollen or on gathering nectar, with deliberate pollen-gatherers proving the more efficient pollinators. Incredibly, an estimated one third of the human food supply rests on the tiny shoulders of the bee, particularly the domesticated European honey bee. \nBut it’s not the shoulders of the bee that really shoulder the burden. The characteristic that makes bees look more loveable than most insects to our mammalian eyes – their fuzziness – is actually part of nature’s design to make them the exceptional pollinators that they are. Because most bees are fuzzy, they carry an electrostatic charge which helps the pollen to stick. \nStill it’s the mass of stiff hairs called the scopa or pollen basket that we more commonly associate with the pollen carrying prowess of bees. Female bees regularly stop foraging to groom themselves – like the ladies they are – brushing back the pollen and packing it into their moistened pollen basket, which is usually to be found on their legs but occasionally on their abdomens.\nBack at the ranch – sorry, hive – the bees mix the pollen and nectar together to form a typically soupy mass that’s moulded into various shapes and stored in a small chamber ready to be munched on by hatching larvae.\nEspecially when weighed down with heavy loads, travelling between flowers can be a dangerous game for bees. As well as assassin bugs and crab spiders lurking in petals, bees also have be on the lookout for birds in flight – and all while winging around like overladen cargo planes. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-42989-2513443520105101600S600x600Q85.jpg","title":"Stunning Images of Fully Loaded Bees","author":"Karl Fabricius"}