{"url":"http://www.environmentalgraffiti.com/conservation/news-smiling-tarsier-and-bog-turtle-among-two-most-endangered-species","content":"\nThis smiling face is only smiling because it doesn't realize how critical its situation is. The Siau Island tarsier is threatened by both an active volcano and by locals hunting it for bushmeat and has been moved on to the IUCN Red List as critically endangered.\nIt is only found on a tiny Indonesian island which is home to an active volcano. Depending on which way the lava flows, this volcano could have a direct impact on the species when it erupts. The more immediate threat this tarsier faces, however, is the almost complete degradation of its habitat by locals and the widespread hunting of it for bushmeat. Approximately 80% of the population has been wiped out in the last ten years. Rebecca Miller of the IUCN says: \"There are credible reports that the locals regularly eat them and may serve five to ten in a single sitting.\"\nThe Bog Turtle may look huge in this picture but is actually one of the world's smallest turtles, with a 3-4 1/2 inch shell. Living in the eastern United States, its habitats are growing fewer and fewer due to drainage and wetland development. Another issue is the pet trade, which also takes them. It has been added to the critically endangered list, but hopefully conservation plans can be made for this species and other endangered turtles around the world.\nThere are many more endangered species which have reached critical mass, and lack of intervention could doom them to be known of only in photographs and as stuffed objects in museums. We need to start managing their environments in constructive ways, working with local people to show them a way that they can still live but help save the animals as well. Eco-tourism is catching on more and more and we need to encourage this.\nMany thanks to National Geographic for permission to use the photos. Please see their \n for others added to the list.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","title":"Smiling Tarsier Now Considered Among World's Most Endangered Species","author":"Michele Collet"}