{"url":"http://www.environmentalgraffiti.com/news-mindblowing-dice-mosaics-ari-krupnik","content":"\n\"There is something very self-referential in a photograph of an artist holding a life-size self portrait. The core of the plywood I use in this piece is darker than the oak veneer on top. Removing some of the veneer creates this bi-tone image.\"\nAri Krupnik uses dice and various other materials to create intricate pixilated mosaics which are truly amazing. He is a software engineer in Silicon Valley, California, and says he uses dice as an art medium because they offer six different shades of gray, depending on which facet is up. He uses a computer to work out how big the works need to be and also to render several variations. Putting these works together, by hand, and finding the right adhesive for the job are the areas where his talent shines through.\n\n“I make mosaics out of found objects. Dice, matches, M&amp;M candy, spent bullet casings, color pencils, anything small and cheap enough. I write programs that calculate layouts based on image files. Lately I started using a CNC router to make drill-out mosaics - images that are literally made of holes”.\nThe bullet casings mosaic featured below depicts Eric S. Raymond, author of “The Art of Unix Programming” and is made up of around seven thousand .40 brass casings.\nThe next fabulous mosaic is of Ed Seykota, a legendary trader and teacher. Ed plays the banjo, trades commodity futures and helps people experience their feelings. Ed believes that intention equals results. Win or lose, everybody gets what they want. Some people seem to like to lose, so they win by losing. Ed does not believe either the past of the future exist, except as concepts in the moment of now. These concepts are convenient places to park feelings you want to avoid, or things you don't want to do.\n\nUp next is one of Ari's own favourite. He says:\n\n\"I fondly remember reading O. Henry as a kid. Many of his New York short stories feature the Flatiron Building as a sort of recurring guest character. I remember my impression that it dominates the landscape around it as the prototypical skyscraper. I recall searching for it on my first visit to New York in 1989 and my sense of disappointment at finally finding it way below the skyline. In the gutter, almost. Twenty years later, I make an 8-foot mosaic from a 1903 photograph. The image, contemporary with O. Henry's writing, shows the building against an empty sky. The mosaic, my largest to date, reconciles my childhood interpretation with historic reality.\"\n\nSomething else Ari is noted for are his depictions of celebrities. \nBelow is pictured one of Ari's earlier productions, a mosaic of Che Guevara, from 2004. He comments: \"In 1994, I had a summer job as a tour guide at the Bloomfield Science Museum in Jerusalem. One of our interactive exhibits there has visitors constructing Abraham Lincoln's face out of dominoes. Even at 18 x 18 \"pixels\" the face is recognizable -- at a distance. Lincoln's, of course, is a very distinctive face. I look for another similarly recognizable face, and think of Che Guevara. I make a 20 x 20 mock-up (dice laid out on my desk, with no glue), and it seems to work.\"\n\nMuch more information and lots of images are available on the\n.\nThis truly is a man with a remarkable talent and he deserves all the success he gets because he makes beautiful objects from discarded junk, and if that isn't exceptional environmental art, then I don't know what is.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","title":"Mindblowing Dice Mosaics by Ari Krupnik","author":"tonyleather"}