{"url":"http://www.environmentalgraffiti.com/featured/the-tiniest-snails-on-earth/19908","content":"\n\nImage via \nFreshly hatched baby snails are not an uncommon sight to behold, as adult snails can lay eggs up to once a month with broods of up to 100 eggs. The difficulty lies in spotting them as these tiny, only mm-long creatures require a keen eye and a good macro lens. Luckily, quite a few photographers share our interest in snail babies and have captured the following awww-inspiring moments.\n\nImage: \nSnails have a ribbon-like tongue that has thousands of tooth-like structures, similar to a file. This tongue, called a \n, rasps away pieces of food. Photographer Alison Jackson-Bass, commenting on her encounter with baby snails captured in the sequence above, said: “One shot shows it nibbling away at the dry skin on my finger - I could actually feel it rasping away!” Don’t pretend you’re not thinking awwww…\n\nImage: \nAll of the snails pictured here are land snails, the molluscan class of Gastropods we are most familiar with, but actually they are a minority among the three snail types; marine snails make up the great majority of snail species and there are also numerous freshwater snails.\n\nImage: \nFinding snail babies is actually not that difficult given the frequency with which snails mate (up to once a month) and the size of the broods they produce (up to 100 eggs). As suggested, spotting and capturing them in macro with camera may be the most difficult part. Depending on the snail species, egg sizes range from 3 mm in diameter for the common grove snail to 6 mm in diameter for the Giant African Land Snail. Giant is relative in snail terms!\n\nImage via \nGarden snails (\n) bury their eggs 5 to 10 cm deep in shallow topsoil, digging with their foot. The eggs will hatch after 2 to 4 weeks and the first task of a baby snail is to eat the egg from which it hatched. As baby snails’ shells are still very weak, they need this immediate calcium boost to survive.\n\nImage: \n\nImage: \nThe tiny young snails are almost completely transparent and colourless. Once they’ve made their way above ground, they will continue their quest for food, mainly going for the leaves and vegetables they find around them.\n\nImage: \n\nImage: \nAbout three months after hatching, the baby snails will look like a miniature version of their parents. They will reach adult size after 2 to 3 years and will be sexually mature, depending on the snail species, between 6 weeks and 5 years!\n\nImage: \nAfter a few weeks, they show a slight colouration, usually bluish, before they take on their adult colour.\n\nImage: \n\nImage: \nJust when you thought we couldn’t get any closer, we leave you with this amazing macro shot of a baby snail on the run. Don’t miss its grumpy expression and the faint shadow!\n\nImage: \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Owl8jpg","title":"The Tiniest Snails On Earth! ","author":"Simone Preuss"}