{"url":"http://www.environmentalgraffiti.com/news-airgami","content":"\n\"Once upon a time\" brings back memories that almost all of us share –  happy memories from childhood of reading our favorite fairy tales and playing the characters that star in them. Well, \"Airigami\" artist Larry Moss and creative partner Kelly Cheatle have found a way to preserve those memories for us, using their amazing balloon work, together with other media, to create snapshots from the fairy tales.\nMoss started as a street performer \"bending air\" by using latex balloons as his medium, and continued to grow until he became one of the most recognized balloon artists in the world – appearing in \n and in all the major media. His balloon works have stood in museums and art galleries around the globe.\nThis series is different from his previous work for two reasons; one is that it was a collaboration, as Moss told us: \"Kelly and I each have overlapping, but different skills. Illustration is one of her strongest areas. The goal was to combine our skills and produce something that no one has ever seen before. I think we succeeded.\" \nThe second reason is that they are producing something new: \"Balloons are a great 3D medium. The fact that they're a toy makes them so much fun to use in art. But obviously, with wall-hung art in mind, and making something more permanent, the entire nature of the piece changes,\" say the artists. \n\"I didn't want to just take photos of sculptures,\" continues Moss. \"The art has a new purpose, and therefore needs to look different. What it comes down to is that the final result is more important than sticking to any particular method or material. I was creating something new and didn't want the medium to get in the way of accomplishing the goal. I wanted to enhance and show off the balloons any way I could. Combining balloons with photography and illustration does that nicely.\"\nOne of the questions Environmental Graffiti asked Larry pertained to how he gets the \"snapshots\" to be so 2D in perspective, bearing in mind the fact that the work is a mix of sculpture, illustration and photography.\n\"For years, I've used the line that 'a balloon is my paintbrush',\" says Moss. \"I guess I've just taken that as far as it can go now that I'm laying it on a canvas. It's something we're experimenting with. It's really about creating something new and blending different art techniques to create something unique.\" \nMoss continues: \"The camera is just giving us a 2D perspective on a sculpture. Photoshop allows us to present all of the elements in a new fashion.\"\nThis is not the only series with new mediums that Larry has created; one other, called \"Masterworks\", was based on a series of fine art paintings which he wrote a children's book about. You can buy or download a preview of the book \n.\nLarry Moss and Kelly Cheatle have collaborated on a fantastic project in this series, bringing to life many of our most cherished memories. Who can forget the joy and fun we had as children learning about Jack and the Beanstalk or Little Red Riding Hood? Not to forget The Pied Piper or the Three Little Pigs!\n\n\nYou can buy both limited edition and open edition prints in Larry Moss's \n and browse his website to find even more, including his books on balloon twisting. And for a bonus, you can watch this time lapse video, showing how the images were created.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"Fairy Tales Recreated in 3D Balloon Art","author":"Michele Collet"}