{"url":"http://www.environmentalgraffiti.com/ecology/invasive-plants-harm-hawaiian-rainforests-help-global-warming/880","content":"\nOne of Hawaii’s biggest tourist draws, along with gorgeous beaches and great surfing, is its lush tropical rainforests.\nBut as invasive plant species invade the island, natural Hawaiian rainforests, and their ability to \n, are under threat.\nHawaii is no stranger to the ill effects of invasive species.  The very first humans to settle the islands brought livestock with them, which helped strip vegetation from the islands. Europeans visiting the islands much later brought the black rat, a dreaded predator in island ecosystems that has helped decimate bird populations in Hawaii.\nPerhaps people pay less attention because the invasion is slower and the effects take longer to be noticeable, but the problems caused by non-native plants can be just as destructive as any introduced animal.  A recent study has found that Hawaii’s native rainforest trees are being replaced by outside species.\nThe most common tree in Hawaiian rainforests is the ohia tree, which produces the iconic red lehua flower. The ohia is a very slow growing tree that needs specific conditions to thrive.  But as invasive trees like tropical ash spread throughout the islands, those conditions are becoming rarer.\nEcologist Gregory Asner was lead author of the study. Asner said: \"The particular non-native species that we studied actually change the structure of the rain forest by shading out native species. Some of the non-native species physically impede the growth of native plants, [for example] by forming an impenetrable barrier at the soil surface that prevents the seedlings of other species to grow.\" This alters the soil composition and actually makes the soil more attractive to other non-native species.\nNot only is this a threat to native plants, it could be a threat to all of us. Hawaiian rainforests act as a kind of natural carbon sink, soaking up carbon that would otherwise be in the atmosphere helping increase \n. Asner said: “We have shown that these particular invasive species change the amount of carbon stored in ecosystems,” meaning less carbon is stored in an ecosystem dominated by these species.\nThe new plants are less conducive to tourist activities too. The invasive species make it much harder to hike in the rainforests than the native species. So not only are native plants under threat, but your Hawaiian vacation may not be quite as magical as you expected.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","title":"Invasive Plants Harm Hawaiian Rainforests, Help Global Warming","author":"Chris"}