{"url":"http://www.environmentalgraffiti.com/news-graffiti-project-kelburn-castle","content":"\n\"The idea was simple and original: take the vibrant and often transient art form of Brazilian graffiti, out of its predominantly urban context and apply it to the ancient and permanent walls of an historic rural castle in Scotland.\"\nKelburn Castle was built in the 13th century, remodeled in the 16th century, and had additions put on it the 18th. One of the oldest castles in Scotland, it is also the one continuously inhabited by one family for the longest period.\nWhen the Earl of Glasgow was told the concrete facings were in bad condition and would need to be redone to save the stone underneath, his children came up with this idea as a way to bring the public to see it and raise money for the refacing.\nThey contacted the four best Brazilian graffiti artists to work on the project, all of them staying in the castle for a month and collaborating on design ideas.\nThe graffiti was planned to stay up for at least two years or until the\n\nmoney for the renovations was at hand. Brazilian graffiti is a well known force in the art and graffiti world. It has been said that: \"Artistic parallels are often drawn between the energy of São Paulo today and 1970s New York.\" \nOne of the invited artists were Os Geomoos (which means 'the twins'). They are indeed two twin brothers who ply their art around the world as well as in Sao Paolo. Their real names are Otavio and Gustavo Pandolfo. Otavio's wife Nina is also a well known Brazilian artist in her own right and was part of the project, as was Nunca, another artist known worldwide for his graffiti.\nIt is not very often that you have an opportunity to see modern graffiti art in conjunction with heritage castles in a way that is not defacing. This was a perfect situation where the project could go ahead, as the concrete had to be removed anyway and two cultures came together in a spectacular partnership.\nFor those interested in more there is a time lapse video on YouTube of it:\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","title":"Kelburn Castle: The Medieval Scottish Home Painted with Graffiti","author":"Michele Collet"}