{"url":"http://www.environmentalgraffiti.com/news-how-get-free-stuff-and-help-environment-too","content":"\n\nEver hear the phrase, “one man’s trash is another man’s treasure”?  Well, this is sort of the ideology behind freeganism, an anti-consumerist lifestyle where everything that a person eats, drinks and wears is acquired through scavenging.\n\n \nFreegans are dumpster divers who rescue furniture, clothes, household items and yes, food thrown out by others.  And contrary to belief, freegans aren’t necessarily poor or even homeless.  In fact, many of them can easily afford to purchase their own goods and services.  Instead, freegans choose to live what they believe is an ethical, unaffected lifestyle and disassociate themselves from capitalism and consumerism.\n\nThe word freegan is a combination of “free”--as in everything is free because they don’t buy it and “vegan” or vegetarian—a person who abstains from eating all meat products (though not all freegans are necessarily vegetarians). \nThe belief behind freeganism is that consumerism destroys the environment, degrades society and leads to deforestation, factory farming and unfair labor practices. Of course they also believe that society relies too much on oil, therefore many freegans either use bio-diesel fuel, bike or walk.\n\nIn order to live a successful freegan lifestyle it’s necessary to live to where trash is high quality and plentiful. Therefore New York City with its density of population and extreme wealth is the capital of freeganism.  There’s even a New York \n for dumpster diving meetings!\n\nBeyond dumpster diving however, freeganism is also about community, so many of freegans harvest food and medicinal plants in their own neighborhoods. \nSharing is also a common freegan practice. \nrecovers food that would otherwise go to waste to serve warm meals on the street to anyone who wants them. The group promotes an ethic of sharing and community, while working to show what they consider to be the injustice of a society in which they claim fighting wars is considered a higher priority than feeding the hungry.\n\nFreegans also advocate sharing travel resources. Many of them participate in community bicycle programs and bicycle collectives where they restore broken bikes, teach people how to repair bikes and then send these repaired bikes back into the community. In the process, they build a culture of skill and resource sharing, reuse wasted bikes and bike parts, and create greater access to green transport.\nAlong with the belief of not having to purchase food when there’s plenty of unused food around us, many freegans also believe that people should not be homeless when there are so many unused properties available. Freegans consider housing to be a right rather than a privilege. As a result of this philosophy, many freegans are involved in squatting. Squatting is the act of occupying a building that they do not have any legal claim or ownership over. Squatters take a stand against councils and landlords, who would rather keep properties boarded up if they cannot make a sufficient profit from them. Freegans see this practice as senseless and a counter-productive use of resources especially considering the rise in homelessness.\n\nAnother freegan belief is that working too much leads to capitalism which leads to waste.  Therefore rather than working, many freegans spend their time volunteering in service activities and bonding with family and friends. When they do work however, it is only to purchase the very basic of necessities of life.  \n\nWhile freeganism is a lifestyle that not everyone can fully embrace, there are many components to it that are well worth exploring to help make your life and Planet Earth more beautiful.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/North-American-porcupine.jpg","title":"Freeganism: The Lifestyle Where Everything is Free","author":"Elaine Furst"}