{"url":"http://www.environmentalgraffiti.com/conservation/news-going-green-without-going-red","content":"\nYou would be forgiven in thinking that the terms ‘sustainable future’ and ‘global warming’ are new. In fact, groups who want the greater society to address environmental issues have been around since before the Second World War. \nAfter the war, and with the growth of technical advances, the strong beliefs of these organisations were seen as ‘hippy’ and too liberal. \nThe media portrayed the campaigners as activists who just promoted free love and peace, not as true advocates of sustainable resources. Society took no notice and in a way, who could blame them. The war with its rations had forced people to mend and make do, but afterwards there was consumer choice like never before. In the UK Neville Chamberlain had started this drive towards socialism and ‘keeping up with the Jones’’, and with money in their pockets, this is what the consumer wanted to do.\n\nWith an on-credit attitude and technology advances, manufactures reaped the benefits by providing less expensive products, with short life-spans, forcing the consumer to buy more, putting it all on credit. \nAll the time the consumer was buying the next best thing, the global climate was shifting around them. Activities that produce and destroy these goods are causing excessive greenhouse-gas emissions which are warming up the earth. \nThe result is extreme weather, failed crops, rise in sea level and health crises; which finally led worldwide governments to take notice of the scientists and ‘hippies’.\nGovernments are now supporting communities that take early action to reduce their carbon footprint and the impact of global warming/climate change on the planet. \nThe UK Government published the \n White Paper on 15 July 2009, setting out plans to cut emissions for industry, workplace, home and farming.\nThe transition plan aims to cut emissions from homes by 29% on 2008 levels by:\n•\tRolling out smart meters in every home by the end of 2020.\n\n•\tPiloting ‘pay as you save’ ways to help people make their whole house greener – the savings made on energy bills will be used to repay the up-front costs.\n\n•\tIntroducing clean energy cash-back schemes so that people and businesses will be paid if they use low-carbon sources to generate heat or electricity.\nAll well and good, but not many average householders will see this funding. The global financial crisis has also hit the average person, with pay freezes and redundancies meaning there is very little extra money to spend re-doing the loft insulation or giving to charities to help foreign countries lower their emissions. \nSo what can the average householder do to save money, without breaking their budget?\nTurn the heating down\n\nGrow your own food\n\nSwitch off appliances\n\nMake your own draft excluders\n by filling in a form you will receive a personalised form offering advice on where you can save money and energy.\n a 3D virtual house that you can stroll around. Users can walk from room to room, clicking on hotspots, and receive tips or advise on energy efficient products to purchase at lower annual costs.\n the calculator will take all your outgoings and advise you on your carbon footprint.\nWhen driving at high speeds keep windows closed. Open windows will reduce your mileage.\n\nKeep all tires inflated to the limit.\n\nTry not to use air con. You will increase your fuel consumption by up to 20%.\n\nExtra weight in the car will also increase fuel consumption. Always remove excess weight from your trunk and inside the car.\n although not offering savings, discover how many miles to the gallon your car will do; great if splitting costs while car sharing.\n\nWhen entering a shop, to purchase anything from food to TVs, think about the difference it can make. Is it built to last? Will it be harmful when destroyed? Where has it been produced? These questions are common sense and hopefully when asked consumers will see that they do not have to change their habits or spend more to be green; they just need to make wiser decisions. \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-41199-2295604920102365357S600x600Q85.jpg","title":"Going Green without Going into the Red","author":"Funnyale"}