{"url":"http://www.environmentalgraffiti.com/cities/news-frenzied-delirium-feathers-moulin-rouge","content":"\nJust as Italy is famed for its stirring opera performances, so France prides itself on the glittery cabaret of its capital’s famous nightlife activities – and none quite so glittery and famous as the Moulin Rouge show. This wild, exotic, energetic show was recently made even more famous by director Baz Luhrmann’s award-winning and visually bedazzling 2001 film starring Nicole Kidman (and formerly adapted in1952 from the book of the same name by Pierre La Mure, then starring Zsa-Zsa Gabor).\nDescribed by Andrey Bely in 1906 as a “frenzied delirium of feathers, vulgar painted lips, and eyelashes of black and blue,” the Moulin Rouge is widely believed to be where the can-can dance originated. If Peter Stringfellow had been born in the mid-19th century in downtown Paris, he may well have come up with a similar idea himself. As it is, the venue was the brainchild of Joseph Oller, a part-time book-maker and impresario from Catalan, Spain who moved to Paris as a child. The emphasis was (and remains) on the burlesque, the provocative and the seductive, and it was certainly primarily an adult form of entertainment. Today, however, the Moulin Rouge (‘red windmill’) continues to offer its thousands of annual visitors a veritable smorgasbord of resplendent visions and sounds and is now enjoyed by women just as much as men. Almost as much, anyway. The centre-stage courtesans and scantily-clad dancers of the turn of the 20th century (when the venue was frequented by avant-garde regulars such as alcoholic French artist Henri Toulouse-Lautrec) have now largely been replaced with professional entertainers and over the years these have included Ella Fitzgerald, Liza Minelli and Frank Sinatra. \nStill redolent with the romance of the era, the Moulin Rouge needs to be experienced, even if you only go there to have a glass of wine and steal a sneaky peek at what goes on behind those ornate doors and beyond the rainbow of fluorescent lights.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-DowntownLAfromGPObsjpg","title":"A Frenzied Delirium of Feathers: The Moulin Rouge","author":"darconvillescat"}