{"url":"http://www.environmentalgraffiti.com/news-tarsius-tumpara-indonesia-one-worlds-25-most-endangered-primates","content":"\n, Manado, Indonesia is famous for several species of flora and wildlife, including black macaques, hornbills, and other rare species of birds. However, the biggest attraction is the Tarsius Spectrum, simply known as the “Tarsius Monkey”, the smallest primate in the world, measuring a staggering five inches (12cm), and it can only be seen at night! During our last scuba dive trip to Bunaken National Park, in Sulawesi, Indonesia, we reserved the last day of our holiday to visit the nearby land attraction. We arranged with the hotel manager to visit Tangkoko National Park. \n\n\nWe left the hotel promptly, after returning from our morning dive. Punctually, at 1pm, our driver Sucipto was ringing our room saying that he was at the lobby waiting for us. As soon as he spotted us, he quickly walked toward us, and, typical of most Indonesian men, he was small, slender, and smiling from ear to ear. He quickly introduced himself, eagerly shook our hands and asked a lot of questions about our underwater holiday. He informed us that we would travel by car, roughly about two and a half hours, plus or minus, depending on the traffic.\n \nUnfortunately, from our resort, we had to drive through the city of Manado, adding another 45 minutes, of heavy traffic, to our drive. Once we left the city’s environs, the quality of the road surface quickly deteriorated, and before we knew it, the car, a venerable, air-conditioned tank (a Toyota Land Cruiser II) was driving over massive pot holes, and we were bouncing all over the place, hitting the top of my head a time or two. My husband, who sat opposite me, kept glaring at me, as he wasn’t enjoying the ride.\nBy now the road had become nothing more than a wide track snaking through palm-tree forests, and from time to time we’d see farm workers, and they would wave at us as we passed them by. At around 4:45 in the afternoon, we arrived at the little village of Batu Putih, right at the edge of Tangkoko National Park. Sucipto asked if we wanted to buy some drinks and perhaps visit the restrooms, before quickly heading over to the park. \nOur driver saw the Park Ranger sitting on the ground near the entrance of the road leading to the park. The Ranger flashed a big smile at us and said the man had been waiting for us a couple of hours and that he was eager to take us into the jungle, to find the little creatures! This ranger, has been working at the park for more than a decade, and what started as a general interest in helping the local flora and fauna survive, soon became his passion, and he became a professional park ranger. This gentleman, is highly sought-after because he possesses an uncanny ability to find the most elusive animals of the forest! The ranger made certain that we were properly dressed by wearing long-sleeve shirts and told us to tuck our trousers into our hiking boots; he also instructed us to apply a thick layer of mosquito repellent to all exposed areas of our bodies! \n \nBy this time darkness was fast approaching, it was around 5:20 in the evening when we boarded our vehicle and drove a couple of kilometers, and over a bridge so narrow that I had doubts our vehicle would fit, but it did! Soon we arrived at the Park Ranger’s office, where we had to register and show our passports. Let me tell you, when the night descends upon the jungle, it gets dark quickly, and within a couple of minutes it is pitch dark! So, the other two men in the office were quickly gathering their torches (flashlights), and within a few minutes we were marching into the jungle. The sounds of the jungle to the inexperience trekker (yeah, me), were very eerie and frightening and suddenly, I was not happy to be there. In the semi-darkness, all I could see was the two guides in front of me, and I knew my husband was walking behind me; but we couldn't talk to each other, not even whisper... those were the Ranger's explicit instructions. \nEverything looked threatening in the shadows! I didn't want to give any thought to the snakes that inhabit this forest, some of them, quite poisonous; but the ranger reassured me earlier on, not to concern myself about them, as typically they avoid people. I could see the swarms of bugs dancing in the weak light of our flashlights; they were so thick one could cut them with a knife! We followed our fearless leader in silence for about 40 minutes, and then he held up his hand, and we stopped... and we waited in silence for instructions.\nThe Park Ranger quietly approached a tree and looked inside a hole in the tree-trunk... we were anxiously waiting to hear his report, as I didn’t want to continue walking in the jungle. The air was so heavy with moisture that we were soaked to the core, and it was uncomfortably hot. He returned beaming from ear-to ear; he had found a Tarsiers nest! He whispered that we should just sit around and wait a few minutes until it was completely dark. Since the Tarsiers are nocturnal creatures, they would not leave the nest until complete darkness envelops the jungle... then, they emerge from their nests for their nightly hunting excursions.\nSuddenly we heard a rustling of leaves and branches in the nearby bushes. The park ranger quickly turned his torch in the direction of the noise… and right before us was a cute little creature, the size of a large mouse, with huge, round eyes and a long, slender tail… he sat there, facing us, absolutely frozen, staring at the light! All of a sudden, my fears and dislike for the dark jungle disappeared. Seeing this elusive, tiny creature up close made it all worth it. The entire viewing lasted maybe one minute and eventually the ranger instructed us to turn off the torches for a minute, in order to give the poor little creatures a chance to return to their activities. There would be no more viewings, as it was late, and all the Tarsiers were out and about.  The Ranger did not want to further disrupt their nocturnal activities.\nSo that was it! We accomplished what we set out to do that night, we saw the elusive Tarsius (which by the way, we were told not all trekkers are lucky enough to see), and we returned to our hotel, afterwards.  For some odd reason the return trip didn’t seem as long or uncomfortable, and I said so to our guide. He said we were “high,” because we had seen these strange and charming little creatures.  So adorable is the creature, that Yoda’s face, from Star Wars, was fashioned after the Tarsius!\nThe easiest way to reach Manado is by air, via Jakarta using Garuda Indonesia, or from Singapore, using Silk Air. \nThe temperatures are pretty much the same throughout the year. In other words, it's hot and humid year-round, but the driest months are August in September, and by dry I mean less rain, not less humid! You may want to avoid visiting the park during the rainy season, as the unpredictable monsoons will bring down torrential rains, making the roads to the park impassable. \nYou cannot go without a local guide and all visitors must register at the Park Ranger's office. Guides can be be easily hired in the town of Batu Putih, however, not all of the guides are considered \"official\" park guides. Some hotels claim to have special connections with the Park Rangers and if far in advance, you can reserve a private tour conducted by the Ranger himself.\nOur ranger did not require payment for his services, but as anywhere in Indonesia, a tip is expected, and we gladly gave him one! \nIf you plan to spend more than one day at Tangkoko National Park, it is recommended that you take anti-malarial pills, bring heavy-duty insect repellent and wear long trousers and long-sleeve shirts at night, and take plenty of bottled water, which you can purchase in the village outside the park. The trekking itself is pretty easy as the terrain slightly undulates. However, trekking at night requires that you move slowly and you may even trip on branches, rocks, etc, which are standing in your way, and which you cannot see until right upon them! This park is suitable for children over 10 years of age, or younger, if very fit and used to trekking. The park does not accommodate persons with physical disabilities. \nOur mission was to see only the elusive Tarsius, so, we made the one-day journey. However, the flora and fauna of this park is truly spectacular and merits a couple of days' visit, with at least an overnight stay. With advance notice, your resort can arrange accommodations at a hostel in Butih Putih. \nA resounding YES! I'm sorry that we did not stay and trek through this wondrous place during the day-time. Most people visit sulawesi (Manado) for the scuba diving, but I highly recommend that you set aside a couple of days to visit \n when planning your diving holiday, in Bunaken.\nHabitat destruction, change, and fragmentation pose significant threats to tarsiers with all having lost more than half of their original habitat. In Sulawesi, Indonesia, the rates of habitat destruction remain high, (even within protected areas). Further, tarsiers are usually not found in areas with high human populations and those which are under intensive agricultural use, for palm and pepper plantations. Logging reduces tarsier density by destroying preferred supports and sleeping sites and by producing loud noises which disturb the animals. Additionally, areas that have been logged are susceptible to other activities such as the establishment of plantations, the raising of livestock, and settlement. Strangler figs, the tarsiers preferred trees, are often removed from human-utilized forests because they threaten commercially valuable trees; such destruction may threaten the species. As of 2010, the tiny primate's future remains uncertain, due to loss of habitat, and to the aggressive clearing of forests. Why not join the WWF's vision for Indonesia. You can \nthrough the WWF. \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tn14jpg","title":"Tarsiers: The Cutest Endangered Primate on Earth","author":"Reginafug"}