{"url":"http://www.environmentalgraffiti.com/art/news-romes-hidden-art","content":"\nThe Colosseum, the Roman Forum, Michelangelo and Vatican City. Rome, Indeed. But if you think you can guess what to expect you are deeply mistaken. The worldwide acclaimed beauty of Rome, Caput Mundi, is attributed to its two thousand year history of conquests, architectural feats and its unparalleled artistic vein; from Raffaelllo and Tiziano’s Renaissance to Bernini and Caravaggio’s baroque, Roma has it all and more.\nIt is this last point that most tourists, Italians included, overlook: Rome has more; it continues to live past the ancient ruins and chiaroscuro canvases that created its fame. \nA chatty, somewhat eccentric, street artist did his best to prove it to us in his garbled English: “Saying or writing that Rome is an open air museum is too easy, it should be demonstrated even in its little details”. Perhaps his \"museum\" can't be compared to the big names of all time, but he sure does draw a clear picture.\nMr Fausto (the artist) explains that the exhibition is his take years of research in and around the city, with the aim to convey both the small insignificances and the large ironies which constitute a third millennium Rome. The display is free for all, though a small donation is encouraged, and will be standing until mid-August just behind the Ara Pacis; Emperor Augustus’ altar to Peace, a Roman goddess, built in the 9\n century BC.\nMuch less imposing, Fausto’s showcase enters into the depths of modern Roman life, explores the now taken-for-granted ‘tourist’ phenomena, the irony which cloaks class and ethnic differences and the temporality of art.\nFausto explains how a city once at the top of the world, is now creased and doubled over from the pressures of tourism. Uncaring backpackers trash the gardens of Rome, hoards of school children blindly disrespect both the ancient and modern city and cobbled paths and steps are worn by decades of trampling sightseers. Fausto cares to specify that his is not a criticism but a concern. “Do I have something in my eye?” asks the blind stone with a backdrop of rubbish.\nMuch like any other heaving destination, Rome’s tourist sector attracts a multitude of nationalities, people with diverse cultures, needs and expectations. Some are nomadic travellers known as Roma, others come from faraway lands such as India and Senegal.\nNot all roads lead to Rome so that pockets can be emptied on overpriced panini in overcrowded piazzas. As Fausto explains, some come to Rome with the longing to fill their bare pockets.\nFinally, while he’s at it, Fausto examines some global troubles: the oil spill, petty crime, obsessive consumerism, bird flu, swine flu and... elephant flu?\nAn inspiring detour after a long day of sightseeing!","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-13859-2471547150105101600S600x600Q85.jpg","title":"The Hidden Street Art of Rome","author":"marianovellamonti"}