{"url":"http://www.environmentalgraffiti.com/featured/welcome-to-the-brand-new-environmental-graffiti/1478","content":"\nI know we haven’t published anything for a week or so, but that’s because we graffiti artists have been busy at work creating the brand new layout of Environmental Graffiti – we hope you like it! The design was created by Antonello Romano (graphic design) and implemented by Alfred Armstrong’s Likemind (\n). They are both awesome and I’d highly recommend them. We’d also really appreciate your feedback. Here are some of the new things coming up:\n\n\nWe’re also working on a private beta, which has everything from the ability to create profiles to subscribing to news sources and even creating your own blog. This should open in Sept/Oct – feel free to sign up here.\nI’d also like to thank a few people:\n\n\n\nRobin is a great musician: he used to be signed to Virgin with a band called Goldrush and is now in a band called The Champions of the World. He also runs a couple of big festivals, notably Truck and Wood.\nI met Robin at a festival called Two Thousand Trees. I had a crappy stall there made of recycled bits of plywood from my garage, so he came up to me and told me just how crappy it was.  We had a massive argument, but then quickly realised we had a lot in common and became great friends!\nRobin took pity on me and put me up in his office for a year. He’s always been kind and patient and given us a lot of support. He’s also a big environmentalist. Without his help, I don’t think Environmental Graffiti would be around today.\n\n\n\nJoe and Claire are a super cool couple. Joe is Robin’s brother and used to be in Goldrush and is now in the Champions of the world. Claire is an awesome graphic designer and together with Joe, they run Truck.\nThey’ve given me a lot of support through the last year and for that I’m really grateful.\n\n\nAs I’m only 20, it was really difficult to get going on a big project like EG. My old man, who is already up to his eyeballs in work running professional services PR company Spada, not only provided me with extremely helpful advice (and continues to), but also funded the creation of the website. Thanks Dad, you rule!\n\n\nWithout you guys coming to read the site, it wouldn’t be here today. I love ya all!!!!","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"Welcome to the Brand New Environmental Graffiti","author":"Chris"}