{"url":"http://www.environmentalgraffiti.com/art/news-amazing-book-sculptures-ultimate-recycling","content":"\nFor many, a book is a work of art. For painter Mike Stilkey, many books are a work of art\nThe Los Angeles-born artist has made it his mission to transform neglected volumes of fiction into art installations where the book plays the crucial role as canvas in his bid to keep the printed tome alive.\n \nFrom small-scale works containing only a handful of books to huge installations with hundreds of books making up floor to ceiling murals, Mike has turned his hand to creating both micro and mammoth masterpieces.\nThe artist piles and stacks the books without gluing them together, so that their spines are visible and form a textured and fluid canvas onto which he can work.\nThese random book stacks are interspersed with books standing open and upright to increase the height and breadth of the canvas and to add individual character to each piece.\nMike then sets to work with ink, coloured pencils, acrylic paint and lacquer to produce his trademark fantasy characters and animals.\nThese creatures of whimsy and eloquence are beautifully rendered against a backdrop of multicoloured book spines to contrast with the monotone flesh colourings of Mike’s subjects.\nReminiscent of the work of German expressionist painter Otto Dix with a hint of Tim Burton, Mike’s doleful and often morose depictions of stylised beauty are hypnotic and can say much more than the volumes onto which they are painted.\nThe concept of painting onto book covers and using hundreds of books to make works of art may be a controversial one, but Mike arrived there after investigative works painted onto antique paper, record covers and finally pages from books.\nHe said: “I was really into drawing on anything I found, so I would draw on records and books, but mainly in the books. And then I transitioned to drawing on the book covers themselves.”\nWhile it is the human figures that take centre stage in this artist’s work, they are almost always accompanied by some form of companion animal, whether this is a dog or a cat.\nEven more common in the paintings is Mike’s Rubenesque version of the horse, which can be found in many of his works.\nThis self-taught artist is hitting new heights in recycling with his book sculptures that are created from unwanted and discarded hardback books.\nHe explains: “The book is dying so I like to keep the book alive in a sense. I am destroying a book but at the same time I’m getting the books from the garbage and they were going to the trash anyway.”\nSo where is Mike’s bibliophilic art going next? “I’m basically recycling a book to death; I’m drawing on the pages, I’m using the books and stacking them up and now I’m ripping up the covers,” he answers.\nMike is still making book sculptures as they’ve proved to be some of the most popular of his artistic creations, but now he’s also putting book covers together to make two-dimensional canvasses to work from.\nWhile the jury may be out on whether book art is destroying or saving books, there’s no doubt that the stunning result is both irresistibly beautiful and emotive.\nWith thanks to Mike Stilkey for his kind permission to use information and images from \n.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/visionsearth01jpg","title":"Amazing 3D Paintings Made from Stacks of Old Books","author":"JaneK"}