{"url":"http://www.environmentalgraffiti.com/offbeat-news/volcanic-activity-in-chile-and-alaska/1401","content":"\nIn the last month major volcanic activity has affected people in locations all over the globe: we take a look at two of the most serious recent eruptions.\nThousands live in daily terror of the snow-capped Llaima volcano in Melipeuco, Chile. The ski industry thrives on the surrounding slopes, one of the most famous summer skiing destinations, yet the volcano is one of the most volatile in South America.\nJust before dawn last Thursday a jet of hot pyroclastic rock was spewed 1,300 feet into the air, only a week after lava had flowed down one of its sides. Dozens were evacuated, many losing their livelihoods as property and public amenities were destroyed. The government may have imposed a red alert on the area but those who feed their families by working there have no choice but to return to the heart of the danger.\nThis is not the first time residents and tourists have been affected: on New Year's Day a spectacular eruption forced the evacuation of much of the surrounding Conguillo National Park - a park that is today mainly off-limits.\nYet the molten rocks and gas are not the only hazards. There are fears that a large eruption could melt the snow that envelops the area, causing nearby rivers to burst their banks and flood neighbouring communities. There is no way of knowing if and when it might erupt again, \"activity is going up and down very fast,\" said Hugo Moreno, a geologist and volcano expert with state mining and geology service Sernageomin.\nThe 2000 volcanoes in Chile are some of the world's most active, with around 50 having already erupted and a further 500 deemed potentially active.\nTen people were evacuated by the U.S. Coast Guard last Saturday after the Okmok volcano erupted on Umnak Island, sending a cloud of ash 35,000 feet into the air. Residents in Unalaska and Dutch Port reported light ashfall during the eruption, which lasted from noon through Saturday night.\nShortly after the eruption, the residents of the island's cattle ranch, located close to the volcano, placed a call seeking evacuation before a fishing vessel whisked them to the safety of Unalaska, away from the 3250 feet volcano.\nJennifer Adleman, a geologist with the Alaska Volcano Observatory, said: \"There have been reports of eye irritation and people being able to taste it, if you will.\" Two airline flights were cancelled as a result of the eruption.\nSince 1805 Okmok has been highly active, with eruptions occurring roughly every 5 years. The last was in 1997 and produced large clouds of ash and lava that flowed five miles from the peak and there is likely to be more in the near future.\nAll images by Flickr user \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","title":"Volcanoes Unleash Havoc in Chile and Alaska","author":"Thomas Davie"}