{"url":"http://www.environmentalgraffiti.com/businesspolitics/peta-says-horseracing-dogfighting-theyre-wrong/1132","content":"\nAnybody that saw the Kentucky Derby Saturday was treated to a spectacular race, and then immediately robbed of that memory with one of the most heartbreaking sights in racing. Eight Belles, the first filly running in the race since 1996, which having just turned in the best finish by a girl since Winning Colors, collapsed and broke both ankles shortly after finishing.\nWhen a horse is that severely injured, the track doctors are faced with a tough decision:  a Barbaro-style, months-long, publicity stunt of a death watch, or putting the horse down.  Eight Belles was euthanized on the track.  PETA, maybe my least favorite advocacy group of all time, and never able to miss an opportunity to turn public opinion against them, posted\n on their blog later that day:\n\n\nThere are so many things wrong with this statement that I could go on for hours, but I won't.  Suffice to say that Kentucky has a farm that receives significant taxpayer subsidy that houses retired thoroughbreds.  More importantly, let's look at the last sentence of this uneducated salvo; an assertion that horseracing is no better than dog fighting.\nI'll say that no person who could possibly make that statement could have ever been around a trainer, jockey, owner, because the love--yes, love--that develops between the animals and those that work with them on a daily basis. However, that's an emotional argument, and therefore inadmissible.  No, this is more appropriately cast into proper relief when I point out that \nHere's a dog kennel:\nHere's a horse farm:\nI'll take this moment to note that in the 134 years of the Kentucky Derby, this is the first time a horse has had to be euthanized.  Then there's the issue of the track surfaces--PETA seems to think that horses can't run on hard, hard dirt.  I'll point out again that Churchill Downs has a phenomenally low injury rate, despite being known for having a rocket-fast inside track.\nThis is a bit of an aberration, and a testament to the team behind the track surface at Churchill. You see, the new wave in horse racing, and the safest surface yet, is polytrack, a plastic turf that absorbs the shock of a giant, running animal, crashing down on it.  Polytrack is slowly taking over racing, and has been installed in the other holy site of horse racing, Keeneland, where it's had a phenomenal safety record.\nPETA is grandstanding for their own political gain, they're doing it in a phenomenally stupid way, and they're doing it over the body of a horse that made a lot of people cry very \n tears on Saturday.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","title":"PETA Says Horseracing = Dog Fighting.  They're Wrong.","author":"whatsrequired"}