{"url":"http://www.environmentalgraffiti.com/green-living/news-have-you-ever-just-stood-centre-field-london-new-york-hong-kong","content":"\nI realize that the fresh air and vast landscape are what really allow me to breathe...  Sunrays and shades of green, instead of flashing beacons and scarlet ‘sale’ signs – and I like it!\nSuch space is a rarity even living away from a large city – nature is defaced with industrial eyesores – but why? Because of our lifestyles of course!  I feel lost, but free, without my mobile phone; as though a limb has been severed if I’m without my Apple Mac. Long before the birth of the Mac, the word ‘apple’ was the name of a beautiful fruit, full of energy and crunch; the forbidden fruit that tempted Adam out of the Garden of Eden – and now we are tempted by the slim-line, user-friendly, stylish laptop. Apple is a proper noun that names a piece of technology, synonymous with speed and efficiency, words that rule our lives on a day-to-day basis.\nBorn and bred in London, I love it, but have chosen to move away from the intense activity and industrialized air.  I guess I just want my son to grow up around trees and lakes, as opposed to tower blocks and shop windows. Nicknamed the 'Great Smoke’, it certainly gives Concrete Jungle a run for its money. Yet what I cannot understand about the Big Apple (again, I am not referring to the fruit) is that steam comes out of the ground – so I would be strolling through the Claustrophobic streets of New York and jump out of my size-6 heels every two minutes with the gusts of steam which would sporadically startle me from dodging a million taxis decorating the streets with yellow.  \nHong Kong taxis are a moving advert – but in Hong Kong there is advertising everywhere.  It is a place with a culture alien to me – but I still like it.  It is beautiful but for all of the wrong reasons: so many high buildings that climb into the clouds, not so that you can lie down and dream away your worries on floating cotton wool, but because the country is overpopulated, so in order to accommodate the masses the buildings go up instead of across.  \nThere are some parks and trees in Hong Kong but everything is overlooked by very, very tall buildings; there just isn’t enough land. The signs and advertising make me feel like I have been placed in a set of a movie. It is the only place I have ever visited that has more activity than London at a deadly hour of the morning.  \nThere is no denying that no matter what we do we are constantly affecting the environment – and I am not preaching as I would be a hypocrite – but if you make a point of taking time out every so often to stand in the middle of a field without your phone, a laptop or even an iPod, you will soon realize that you can still breathe.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"Escaping the Concrete Jungle","author":"portalpr"}