{"url":"http://www.environmentalgraffiti.com/news-noctilucent-clouds","content":"\nPeople who live in latitudes between 55 and 65 degrees may be lucky enough to experience a stunning bright phenomenon at twilight, namely noctilucent clouds. These are clouds that form the \"ragged edge\" of the even brighter polar mesopheric clouds in the upper atmosphere. The Latin name means \"night shining\" and as the following images show, that they do.\nNoctilucent clouds are high up in the atmosphere, as high as 85 km (53 miles) and normally can't be seen. However, when sunlight from below the horizon illuminates them and the lower layers of the atmosphere are in the earth's shadow, they provide some of the spectacular displays we see here.\nThey were first seen in 1885 at the time of the Industrial Revolution and two years after the eruption of the volcano Krakatoa and have become more and more frequent. As they can only form under specific conditions, scientists use them as guides to changes in the upper atmosphere, and it is believed the increased occurrence is related to climate change.\nNoctilucent clouds are formed from water crystals of ice, tiny ones, and can form directly from vapor, not just dust particles. Mostly colorless or pale blue, they can occur in other colors as well.The blue comes from absorpbtion of ozone in the path of the sunlight lighting the cloud.\nOften showing distinctive formations such as whirls, streaks and waves, noctilucent clouds are sharper than cirrus clouds. They also often form due to rocket exhaust such as the space shuttle taking off. This is also when other colors such as red or green are most often seen, caused from the iridescence of the water drops.\nThe connection to climate change is an important one. Noctilucent clouds were observed fairly recently, have increased gradually in numbers of occurrence, and climate models predict greenhouse gas emissions will cool the mesophere, thereby increasing the number of noctilucent clouds even more. Another theory proposed on Wiki is that \"larger methane emissions from intensive farming activities produce more water vapor in the upper atmosphere.\"\nIf the connection to global warming can be proven, this beautiful phenomenon will be a guide for what is occurring in our upper atmosphere and hopefully a guide to changes made to fight global warming as well.\n \nThe mystery surrounding these clouds still exists; NASA has even sent a satellite called AIM into the polar atmosphere in 2007, trying to answer the questions still out there. Says Thomas, one of the co-investigators: \"It's a puzzle. Noctilucent clouds have not only persisted, but also spread. In the beginning, the clouds were confined to latitudes above 50 degrees; you had to go to places like Scandinavia, Siberia and Scotland to see them. In recent years, however, they have been sighted from mid-latitudes such as Colorado, Utah and Oregon.\"\nKeep a look out on a summer night, one might be coming to your neck of the woods soon.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","title":"Breathtaking  Images of Noctilucent Clouds","author":"Michele Collet"}