{"url":"http://www.environmentalgraffiti.com/businesspolitics/arctic-ice-melt-uncovers-legendary-sea-route-that-connects-europe-and-asia/289","content":"\nExplorers have searched for it for centuries and failed. However, it seems that now the Northwest Passage – a legendary sea route that connects Europe and Asia has been uncovered by one of the most unlikely culprits. No not archeologists, not scientists, not explorers, but our malignant little friend: global warming. \nThe discovery was revealed by satellite images from the European Space Agency. These are snapshots of the devastation that global warming has inflicted on the northerly latitudes. This summer alone, scientists by Leif Toudal Pedersen of the Danish National Space Centre discovered that one million more square kilometers of ice melted in the ocean than last year. This is shocking considering that for the past 10 years Arctic ice has been disappearing at an average rate of only 100,000 square kilometers per annum.\nThe fabled sea route therefore, has opened up for the first time since records began. This enables expeditions to create a commercial sea route between the Atlantic and the Pacific oceans. This was the dream of wealthy European merchants since the 16th Century. Many tried to find a route, but failed. However, as reported by the Guardian: \nAlthough the discovery may have short-term benefits, such as the possibility of cheaper shipping routes, many scientists fear that the polar zones may already have reached a crucial tipping point.\nAs reported in our \n, ice reflects solar energy. However, when the ice is melted, it is not reflected as efficiently and heat is absorbed by the darker sea colour, increasing the effects of global warming.\nThis however, may not be the only worry. The Northeast Passage – a corresponding route that runs across Russia, may also become navigable. Will it become the spark-plug to fuel international conflicts between countries attempting to exploit vast oil and mineral resources? Russia has after all, laid claim to huge areas of the artic seabed in an good old-fashioned land-grabbing style. Unsurprisingly both the US and the European Eunon have disputed Russia's claim to the region. ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Beachchoronivenezuelajpg","title":"Arctic ice melt uncovers legendary sea route that connects Europe and Asia.","author":"Chris"}