{"url":"http://www.environmentalgraffiti.com/featured/look-into-my-eyes/12793","content":"\nThey say the eyes are the window to the soul, but the ones collected here make you ponder whether they lead straight to the stomach. Still, staring back at you, they also show that bloodthirsty can be beautiful – like this shot of a crocodile’s eye close up. Check out the detail in the croc's iris. It's like gazing at a landscape from above, with the pupil an opening into an abyss.\nYou’ve heard the expression “watching you like a hawk”. Well there’s a reason for it. Birds of prey – like the red-tailed hawk whose piercing stare is captured here – have exceptional powers of vision. These hook-beaked marauders of the skies hunt primarily on the wing, using eyes packed with sensors that give them eyesight many times more acute than ours. Hawks can see spiders and beetles from great distances and are said to be able to spy a mouse from a height of one mile. That's some set of eyes.\nAlthough their web-bound relatives are a bit on the short-sighted side, relying on sensitivity to vibrations to detect prey, active hunting spiders like this guy have very good vision, which they use to locate intended meals before chasing them down. The jumping spider's eyesight far exceeds the dragonfly's, which has easily the best vision among insects, and is not all that poorer than our own. Those deeply coloured eyes can create a focused image on the multiple layers of receptor cells at the back of the eye, the retina. Just don't stare for too long.\nIt might be hard to think of the eyes of cats as bloodthirsty, but bloodthirsty they are. It's only size and dab of domestication that separates them from larger carnivorous cousins like lions. Although their vision in daylight is not so hot, the night vision of our feline friends is superior to that of humans. This is partly due to a reflective layer behind their retinas, which makes them shine like, well, cat's eyes. The eyesight of cats is binocular – meaning they see in 3D – and is designed for detecting motion, so it's handy for hunting. Meow.\nThis next beast's eye is surely recognisable to anyone who has seen a certain film and been afraid to go in the water. Yes that cold, black peeper belongs to a shark, albeit a not so deadly porbeagle shark rather than a great white. Generally, a shark's eyes are well adapted to dark marine environments, and when it strikes prey it can protect its eyes – in the great white's case by rolling them backward. Since they have a range of other senses, the importance of sight to shark hunting behaviour varies. Wouldn't want to find out first hand.\nCrocodiles are legendary for their tears, though this doesn't mean they cry like babies or tell porkies; just that the fluid helps to clean and lubricate their eyes. And sharp eyes they have too, placed on top of their heads so they can see well almost 180 degrees above water as they wait, all but submerged, for unsuspecting prey to ambush. Crocs have good night vision too because their vertical pupils can open wider than our round ones to let in more light. Best to stay out of sight of these snap-happy chappies.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lizardjpg","title":"Look Into My Eyes...","author":"Karl Fabricius"}