{"url":"http://www.environmentalgraffiti.com/news-okapi","content":"\nThe Okapi (Okapi Johnstoni) look like a strange cross between a zebra and a giraffe but are actually the only other member of the giraffe family. They are solitary animals, living in deep forest, with legs striped like zebras and a body that is shaped a lot like that of the giraffe. The only known place they can be found is the rain forest of North and North Eastern Congo, with 10,000 to 20,000 in the wild.\nIn Epulu, where a breeding station and conservation area has been set up, it was discovered that most wild Okapi's died when caught and sent to zoos, so in this breeding station only captive bred Okapis are sent out to zoos and they seem to do very well there, ensuring the continuation of the species without making them a marketable item for mercenary hunting in the wild. They still are hunted but for meat which is sold in towns and cities far from their local area. It seems the locals actually want to protect them now. A good description of how an animal goes from being considered just like a monkey or a cow or goat to something special comes from D. Karesh, a wildlife veterinarian (see source 1): \n\"Much of my work is indirect. For centuries local people in Epulu did not consider the Okapi something special. The fascination of the Belgians during colonial times, the long-term presence of scientists like the Harts, tourists visiting, and my flying into help have all had an impact... In an area with no roads, no phone and [where] all news is sent word of mouth most knew in a few days of my work with the Okapi. The idea that an animal living only in their area can make a \n (white person) fly around the world and endure the grilling and badgering of local officials registers with them. It makes the animals seem special and worth protecting, gives local people something to be proud about.\"\nPhysically, they are a beautiful animal, with a dark velvety coat, the unique\n\nwhite striped legs, huge ears and a long neck (not as long as a giraffes\n\nof course) which make them very appealing.\nThey use the long neck and their very long black tongue (a giraffe has a blue tongue) to reach leaves and vegetation higher up in the rainforest and bring branches down to a better level for eating.\nGrass, ferns, fruit and fungi make up most of their diet. Interestingly an examination of their feces has shown they also eat the charcoal from trees burnt by lightning, perhaps helping with health needs such as upset stomachs from worms or bad fruit.\nThey live to approximately 15 to 20 years of age in captivity, with moms giving birth after 427 to 457 days of gestation. For the first few weeks the calves are hidden in the bush and will call to their mom, weaning at 6 months.\nThese unique and incredible animals are not threatened at this point, but forest degradation and logging is a danger to their habitat while hunting is a more direct threat. Conservation efforts have been started to ensure their continued existence in the wild, while the breeding program ensures they will exist in zoos as well. Hopefully it won't be necessary to reintroduce them to the wild but if it is everything has been set up to do so.\nThe okapi may look like a hybrid between a giraffe and a zebra but it is a very unique animal in its own right, and one of the few large mammals in Africa not yet threatened with extinction. However, the danger exists and it can hopefully be spared that fate.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","title":"Okapi: The Congo's Most Bizarre Looking Beast","author":"Michele Collet"}