{"url":"http://www.environmentalgraffiti.com/featured/floating-house-inspired-nature/3708","content":"\nPopulation growth and overcrowding in the world’s biggest cities are forcing those seeking solace and space to build a life further afield. Most people choose to build on land but with the constant doom and gloom of predicted rising sea levels, the Fennell family decided to build on the water.\nTo create their dream houseboat, the Fennell’s enlisted the help of Portland-based architect Robert Harvey Oshatz, who is known for his unique approach to design, and with this house he certainly upheld his reputation.\n\n\nTaking inspiration from ocean, the end result sits in harmony with its surroundings. The ceilings are as curved and undulating as the waves; yacht-style wooden decking cover the outside spaces, its use is reiterated across the ceilings, too, and from the outside, the side view of the house looks like a rising wave before the crash. Spatial differentiation is achieved through repetition of curvilinear forms throughout the design, allowing full-view of the spectacular natural light show that occurs and changes with the seasons.\n“I believe that every house has a sense of poetry to it, so what I wanted to do was design a house which would reflect the poetry of the movement of the river,” says Oshatz.\nThe challenge was that local planning regulations prohibited any form of construction on the Willamette River, where the Fennells has purchased a mooring, so all building was done off-site and the completed floating house was then pulled to the moorings by barge. The result is certainly impressive.\n\n\n\n\nThe Gibson family wanted to renovate their dilapidated boathouse and add a studio and study to the property. They shared a driveway with neighbours so privacy and seclusion was important, while ensuring the boathouse was no longer an eyesore. The solution was to reuse the existing boathouse, build the studio into the hill and cover the entire building with a sod roof so it blended into the natural surroundings.\n\nThe Wilkinson’s expressed their love of music and nature so their request to build a house that suited their needs was answered with an organic tree house design complete with flowing forms and curves.\nSource \n, \n, \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","title":"Floating House Inspired by Nature","author":"Linda"}