{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-1700-feet-tsunami-that-struck-alaska/927","content":"\nOn the night of July 7th, 1958 the world’s largest Tsunami struck Lituya bay, located about 250 miles west of Juneau. It was 1,700 feet or 520 meters, almost twice the height of the Eiffel Tower.\nThe Tsunami happened immediately after a magnitude 8.3 earthquake caused an enormous landslide along the Fairweather Fault. The resulting crash of rock into water, caused the largest wall of water in human history. The deadly wave hurtled at jet speeds and wiped out everything within a four mile radius.\n\nGiant Wave from Film Poseidon\nFortunately Lituya Bay is virtually empty, otherwise it would have caused unprecedented destruction, far greater than the tsunami that struck Thailand in 2004.\nAt the time of the colossal wave, there were only three fishing boats anchored in the bay and amazingly only one sank, with two people losing their lives. The other boats were able to surf the crest of the tsunami.\nWhen one of the survivors Howard G. Ulrich heard the sound of the enormous wave ripping through the land and obscuring the sky, he reportedly said to his 8-year-old child “Son…it’s time to pray.”\n\nAn image of Lituya Bay\nAt the time, Ulrich didn’t know what had happened or how high the wave was. Scientist afterwards determined the size of the Tsunami by looking for the “high water mark” – the line where the water reached its highest point on land or the uppermost edge of the destroyed landscape.\nUnfortunately there are no pictures of the wave, only of the immense destruction that it caused.\nFor some more in depth mathematical and scientific analysis and pictures you can Dr George PC's website below.\nSource: The Science Channel and \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","title":"The 1,700 feet Tsunami that Struck Alaska","author":"Chris"}