{"url":"http://www.environmentalgraffiti.com/medicine/news-poor-sperm-quality-related-bizarre-health-factor","content":"\nFor those hoping to conceive a child, nothing can be more devastating than to realize that the male partner is \"shooting blanks.\" \n face this reality worldwide.\nOf those couples who have an issue with infertility, males account for \n, but often the man is overlooked. The \n why men can be infertile to a partial or total degree are generally well-known. However, many researchers and doctors as well as experts on male sterility don't have an inclusive, fail-safe treatment or cure for the growing problem.\nRecently, researchers have \n for male sterility. It has been discovered that bone health is directly linked to low sperm quality.\nIn \n, sterile mice and those with small testicles were injected with osteocytes, cells responsible for bone growth. It was discovered that this boost in osteocalcin, a hormone derived from osteocytes, hiked up testosterone levels. When mice were injected with osteocalcin, bypassing the osteocytes stage, the results were the same.\nThose mice that had small testicles and low sperm counts inevitably produced smaller litters. However, the injection of osteocalcin reversed these issues, plumping up testicles and creating more \"movers and shakers\" in the sperm department.\nCorrelated studies in humans proved the same results in men. Oddly, osteocalcin and osteocytes did not have any effect, good or bad, on female infertility. Researchers are at a loss on how to explain this finding.\nIn the near future, having a simple injection of osteocalcin could make the difference between being childless or not. Osteocalcin has already been linked to regulating glucose levels, so it appears that this hormone is quite powerful and miraculous.\nMales need to take good care of their health and make sure that their sperm has a healthy white or gray color to it, and is thick and greater in quantity. The lack of these qualities means that they may need to go to the doctor.\nPrudent medical care coincides with being aware of environmental factors for poor sperm counts and/or quality. Men who live in rural areas and near agricultural sects are \n to face infertility problems. This is because of the pesticides used. Other environmental hazards to infertility are:\nHopefully, injections of osteocalcin will meet FDA approval and soon be offered by medical professionals worldwide.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/influenza-virusjpg","title":"How Sperm Quality is Related to Bone Health","author":"Asher Kade"}