{"url":"http://www.environmentalgraffiti.com/forests/news-remarkable-giant-trees-australia","content":"\nHave you ever wanted to climb a tree more than 30 times taller than most people? Do you think anyone would be crazy enough to build a tree-house at the top of one such tree? \nWell, despite what you'd think and what common-sense says would have to be the truth, it turns out there are several tree-top constructions at the top of 60 metre high trees. Here's one of them.\nNot far from Pemberton, Western Australia is Gloucester National Park. This is the home of the Gloucester Tree. This tree is famous for being a popular climb to a fire lookout at the top.\nThere are plenty of extremely tall hardwood trees in the area, so in the 30s and 40s \n in order to protect all of the trees. \nThis is, of course, completely nuts. Who would be crazy enough to go up there and build that?\nThe Gloucester tree is around 60m tall, with pegs drilled in to the side so that \n people can climb to the fire lookout. Over one million people have done this already!\nYes, you have to be brave.\nTake a closer look at some of the tallest trees in the area.\nKarri trees get to their maximum height in 100 years, widening at the base also as they grow. Unfortunately, due to insects or fire, they rarely live past 350 years old and usually average 250 years only. The bark of the Karri Trees always looks clean because it peels off regularly. \nIt's difficult to convey just how tall these trees are in photos. That's basically because it's tricky to fit them all in the one shot.\nEven this this photo it's difficult to see just how tall the trees are.\nLook at the rainbow photo. See the lovely Karri trees towering above the others? Tall, huh? Well, look again. Those trees halfway up are actually really quite tall trees too. See those things that look like shrubberies? Those are the tops of the normal sized trees. So, maybe now you're starting to get a feel for just how enormous these things are. \n\nFollowing is a depressing photo reminding us that people don't always look at nature's beauty and wish to preserve it. These are Karri logs. Which, after viewing them in the previous pictures, is heartbreaking. \nPemberton used to be a logging town, and reportedly once \n. To put this in to perspective, note that the \n. They chopped down one of the tallest trees in the world! This is not a moment to be proud of.\nThese giants live up to 400 years and grow to around 60 metres tall, while widening to nearly 16 metres at the base. This girth is due to their relatively short root systems and makes sure they stay upright. \nAbout 50km away from the Gloucester Tree, it's possible to do a tree-top walk through the \n in Walpole-Nornalup National Park. At the highest point the walk is 40 metres above the ground. \nAs you can see, this is a far more sensible structure than those pegs in the side of the Gloucester Tree. But, it's still rather high. \nThere is also a ground-level \"Ancient Empire Walk\" which takes you through the the oldest and tallest Tingle Trees. These are some of the most enormous trees in the world.\nBill Bryson has helped to enlighten the world of these majestic natural beauties by writing about them in \"Down Under\". And for this, we must thank him for these are truly some of the most amazing trees.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-32165-2541474440104237032S600x600Q85.jpg","title":"Australia's Incredible Giant Trees ","author":"smange"}