{"url":"http://www.environmentalgraffiti.com/ecology/mother-earth-when-fish-began-to-walk/610","content":"\nWelcome to the ninth post in the series we’re calling Mother Earth.\nSo far we’ve covered the \n, \n, the \n, \n, \n, the \n, some \n, and \n.\nToday we’re going to talk about a major change in our evolutionary history. We’re going to discuss the time when fish began to walk.\n\nFor most of the Earth’s history, life was restricted to the sea. For at least 600 million years after the \n of animal life, no animal ever treaded the Earth.  There are a variety of reasons for this. One is time. It takes a long time for creatures to evolve from one category to another. Going from living in water to living on land is a major step and would have taken a major amount of time. Another explanation is the sun’s \n.\nFor a long period, the Earth had no ozone layer. Any creature that ventured on to land would have been destroyed by the deadly \n. Once we had a more oxygenated atmosphere, however, an \n appeared and the land began to be safe.\nIt’s not entirely sure what the first \n to ever walk on land was. Most people who are asking which creature was the first to walk on land mean the first creature that lived on land. The first animal to walk the earth, however, probably still lived in the \n.\n\nThere is fossil evidence of animal tracks in dunes from around 530 million years ago. These were the tracks of tiny \n, something similar to the \n or scorpions today. They were water based creatures who would have only come to the land to escape predators or possibly mate. There was no other real reason for them to be above water. They would have been the only things there at the time. There were no other animals on land, and the only plant would have been a relative of \n.\nWhile these creepy critters were crawling around, an evolutionary advancement was occurring beneath the waves. The vast majority of animals on earth were, and still are, invertebrates. But during the \n era we started seeing the first vertebrates.  And there was a very important vertebrate appearing in the waters then; the \n.\nThe development of this vertebrate structure helped pave the way for similar animals later. Their advancing evolution during the Silurian period helped lay the foundation for the \n group. While this went on though, more of our old friends the arthropods were popping up on the land. Larger amounts of arthropod species and individuals were venturing on to land at this time, although they stayed close to the ocean.\n\nWe didn’t always understand the \n between fish and later land animals. For years scientists were unable to find fossils for a 30 million year period known as Romer’s Gap. Then a new species was found that was hailed as a \n between fish and land animals. The animal lived in the Devonian period, around 417 to 350 million years ago. Its name is\nThe creature appears like a cross between a fish and \n. Scientists were finally able to fill part of the gap between fish and land animals with limbs. The creature had primitive jaws, fins and scales like a \n. It also had a skull, neck, and ribs resembling the tetrapod family.\nThe \n, meaning four limbs, were the first real land dwelling animals. Amphibians, reptiles, dinousaurs, all are tetrapods.   And here’s where we end our discussion for the day. Join us next time as we delve deeper into the lives of the early animals that walked our Earth.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","title":"Mother Earth: When Fish Began to Walk","author":"Chris"}