{"url":"http://www.environmentalgraffiti.com/ecology/trees-are-not-the-answer-to-climate-change/661","content":"\nWhat was once seen as the solution to all our CO2 problems, the ability of trees to soak up anthropogenic carbon dioxide,\nhas itself been hindered by global warming.\n\nA 20-year analysis of 30 sites in the frozen north has discovered that \n ability to take in CO2 is weakening. Whereas once it was assumed that just by planting more trees we could slow down the \n tide. These results tell us unquestionably that we need to stop passing the buck, and stop creating CO2.\nUsually the carbon dioxide, which we create, is taken in by plants and oceans and in most cases stored for future release. But this isn’t the end of the carbon story. Plants release carbon when they decompose. This creates a cycle of carbon. The higher temperatures brought on by climate change has not only increased the growth of trees and plants across the world, which will soak up our excess CO2. But, also produce it, through the action of decomposing microbes, as trees decompose when they come to the end of the growing season.\nRecent evidence from around the world shows that winter is starting later and spring earlier. In northern attitudes, spring and autumn temperatures have risen by 1.1ºC and 0.8ºC respectively in the past two decades. This means a longer growing season for plants, which scientists thought should be a good thing for slowing the warming. The increased growth is even visible from space, with satellite measurements indicating a greening of the land.\nHowever, the new data suggests that is too simplistic. The team analysed data from more than 30 monitoring stations spread across northern regions including Siberia, Alaska, Canada and Europe. The data, which goes back to 1980, charts the levels of CO2 in the local atmosphere. This is a product of both uptake by plants during \n and release of \n by plants and microbes during respiration.\nThe team focused particularly on the date in autumn at which the forests switched from being a net sink for carbon into a net source. Instead of decomposition occurring later in the year, it is actually getting earlier - in some places by a few days, but in others by a few weeks.\nThe results go a long way to explain recent studies which suggest that the amount of CO2 in the atmosphere is increasing faster than expected – meaning that global warming will accelerate. The \n, which created the Kyoto Protocol, has concluded that humanity has eight years left to prevent the worst effects of \n.\nOn the recent findings Colin Prentice of the University of Bristol, noted that:\n\n\nWith increased CO2 production by \n, it is difficult to wait to see how plants evolve to the new climate before we make our move. Time and again scientific evidence is telling us to step up to the mark, the only way to reduce the planets current problem is to stop emitting CO2. And even then an uphill struggle remains in reducing the amount of CO2 in the atmosphere to an acceptable level. Tomorrow’s world will be an interesting one.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-40197-2096283280103691965S600x600Q85_0.jpg","title":"Trees Are Not The Answer To Climate Change","author":"emma"}