{"url":"http://www.environmentalgraffiti.com/news-poison-ivy-common-myths-and-unbelievable-facts","content":"\nPoison Ivy needs to die. Every single specimen of this evil, evil plant needs to wither up and return to whichever layer of Hell it spawned from. The United Nations needs to create a unique task force of highly educated, specially trained combat veterans to traverse the globe with chemically-enhanced, military grade Weed-B-Gone, and erase this nightmarish abomination from existence. Also: I do not like poison ivy.\n\nEver since I was a young, naive little boy I have been severely allergic to the plant's signature \n. \n allergic. It seems that not a summer has gone by that I haven't suffered the wrath of this diabolical menace. I wouldn't develop a simple rash, mind you, I would develop immensely irritating, pus filled blisters on every surface of my body. If I were to say that I had to peel layers of crusted yellow puss off of itchy, oozing sores on my skin... I would be giving you the PG version of my experiences with this so called 'plant'.  \n\nWhat I'm trying to get at is that throughout my many years of unavoidable interaction with poison ivy I have been told every possible piece of information (both true and false) there is to know about the stuff. This has inspired me to write this list of the most commonly believed myths and the most unbelievable facts about poison ivy.\nNothing freaks people out more than a rash... except for zombies. But then again maybe zombies are the result of a rash. That's the thing, you never know. All you know is you don't want it anywhere the hell near you. You see a person with some sort of skin abnormality and you take three steps in the opposite direction. It's ok, That's just your healthy survivalist instinct. Of course, it's also you being a bit of a douchebag because there hasn't been a serious contagious skin disease since leprosy. \nIt's a common misconception that all rashes, poison ivy induced ones in particular, are contagious. A rash is the response your body gives in reaction to an outside irritant. If that irritant is no longer around, the rash is no longer spreading. In the case of poison ivy that irritant is urushiol oil, and unless your rash victim lacks the basic hygiene of showering, you are in \nof contracting their disgusting skin condition.\nThis is an important little factoid to remember in case your poison ivy victim of a friend \n the type that lacks basic hygiene. It's also pretty terrifying that this plant can inflict pain unto others years after its existence has been justly snuffed out. And as a side note for that one reader out there who has access to a specimen of 106 year old poison ivy,  there have been cases of centuries old urushiol oil causing skin reactions. I'm pretty sure this officially makes poison ivy the atomic bomb of weeds. \nIn all fairness this myth is true as far as poison ivy is concerned. But the geniuses who quote this rhetoric are almost always speaking of all urushiol containing plants in general. So I figure it's worth telling you all now that you can follow this mantra all you want, but the second you start picking the berries off a seven leafed poison sumac plant, don't expect any clever little rhymes to cure the weeping blisters on your face.\nFor those of you who don't deal microscopic amounts of drugs to your \n, A nanogram is one \n of a gram.  To put that into perspective, 500 people could get a reaction from the amount covering a pinhead. Or if that wasn't good enough for you, \n could suffer a reaction from just 1/4 ounce of this dastardly substance.\nTrue story here - a friend of mine was so convinced of the validity of this myth that he once happily accepted a bet of ten dollars to stuff the poisonous vine down the front of his pants.  In an attempt to keep this article from receiving an X rating I will simply state that the skin between a man's legs is far more sensitive than that on his hands. My friend received his ten dollars and given that his rash lasted over a week, he rightfully earned that money at less than six cents an hour.\nOf course, my basis for calling out this myth isn't purely anecdotal. It's important to note that immunity to poison ivy is a \n, one which should not be underestimated.  In fact, reactions to urushiol oil can and will increase with exposure.  So even if you can get away with wiping your ass with some poison ivy once, try not to make it a daily routine.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Jewelweed.jpg","title":"Poison Ivy: Separating Myth from Reality","author":"The Blunt"}