{"url":"http://www.environmentalgraffiti.com/space/news-sun-has-awaken-end-finaly-near","content":"\nAfter nearly 30 years of dormancy, the Sun has once again shown signs of heliotropic disturbances in its atmosphere, which even millions of miles away have the power to kill. Our fragile planet is under threat and top solar scientists have gathered to debate and discuss the necessary precautions as well as the three bug questions - How? Why? And when?\nHow can the Sun's surface disturbances create such a certain threat to our solar system? The answer lies in an event that most stars experience, a \"Solar Storm\", but what is this solar storm?\nA solar storm is the equivalent of a hurricane on Earth, only far more massive. Imagine a hurricane composed of uncontrolled heat, at thousands of degrees, mixed with charged atomic particles, drifting at speeds so fast it could consume the Earth within minutes. Scary? Good thing it only happens on the surface of stars.\nWhat we should worry about is not the solar storm itself. When a solar storm reaches a certain point it bursts into space and escapes the Sun's immense gravitational pull, forming a \"solar wind\". A solar wind is composed of charged particles - mostly electrons and protons - and carries heat that varies its intensity over time.\nWhy can such a natural event that has happened since the dawn of time threaten us now? Scientists have unearthed records of such events in history, and such studies led to the discovery that our Sun passes through an eleven year cycle of solar disturbances and may remain dormant for years. Now after more than 30 years of dormancy the Sun has shown signs of behavior that scientists believe is the beginning of its eleven year cycle.\nIf such solar winds have swept through our planet for eons, what difference will it make now? Well, we survived. Correct, we survived. However, the Earth's ozone layer is slowly deteriorating.\nThe Earth's ozone layer is our primary defense against cosmic and interstellar winds. It protects our planet from the massive amounts of radiation that a solar wind can carry, not to mention the heat along with it. With our ozone layer weakened our fragile planet may not be able to withstand such an event.\nScientists are now following through options on how we can cope with such a phenomenon. One of the problems we face is that our world is controlled by technology with which we live and communicate. A strong enough solar wind could deliver an enormous amount of charged particles that could short circuit our satellite systems, cutting off the world's communication, computers, radios, and cellular phones.\nThis is a question scientists and NASA researchers are facing. One fact is that solar winds are capable of passing through planets. What would happen to the Earth if one passed through it? It is still unknown.\nSolar winds cannot be predicted and in a span of eleven years the Sun may spew once or more or it may not at all. Is the end finally near? If it is, when? Is there anything we can do? I'm afraid these questions may haunt us until we are ready.  ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"Will Solar Storms Wipe Out the Earth?","author":"shiningsmile"}