{"url":"http://www.environmentalgraffiti.com/biology/news-deformed-babies-shocking-evidences-human-history-0","content":"\nA healthy body and a sound mind are real blessings to mankind and those of us who possess them should be thankful that we've been blessed with them. But sometimes life isn’t as easy as it seems. Have you ever imagined how difficult life is for people born with birth defects and deformities? Give it a thought as now we focus on some of the rare abnormalities and deformations in human history. \nAny abnormality or deformity can be both physical and mental and could be a result of an abnormal change in genetic structure or function. Several abnormalities manifest themselves as a missing body part, or an extra limb or digit. To our surprise, the causes of such deformities are highly varied, and many of them are still unknown.\n\nCan you picture two heads on a single body? Isn't it shocking just to hear? But yes, such a thing has been witnessed in human history. Picturing such an unusual sight gives you a shock. But, this is a true story and this baby had two heads, two backbones, two necks, two kidneys, two hands, two legs, two lungs, one genital and one heart. Such babies born with these abnormalities do have a higher death rate and tragically this baby girl passed away two days after she was born. Similarly, parasitic twins have been documented for years. Such deformed babies have two heads on one body. Another aspect of such abnormality is craniofacial duplication, one of the cases of which has been found in India (see video above). This baby had two mouths and two noses, along with two pairs of eyes - rather startling, to say the least...\nSome suffer from Harlequin type ichthyosis (a skin disease). This deformity is characterized by reddish skin with cracks and scales. They have unusual noses, stuffed eyes and their limbs are swollen.  \nSometimes, birth defects leave us startled and baffled. We look for answers but fail to get them. Another developmental defective case turned out to be a real 'crowd puller'. An extremely bizarre baby was born without a neck and a brain open to the air, without any skin, as well as large, popping out eyes. Such a defect can be put down to a condition called anencephaly. The sight of such a condition can be mind boggling, but as a matter of fact human history has seen many such cases of this abnormality.\n\nThere is another congenital disorder, that causes joints to be curved. Due to this defect a baby born may have their legs and arms wrapped like claws around their body, resembling a lobster claw, or bent in an natural way. In this case, probably something literally stopped the growth of the babies' legs and arms. Different factors such as pollution, radiation as well as mutations have been identified as causing such deformities and although these abnormal conditions might be odd and rare, human history has documented them since long ago. Such abnormal babies may have distinct external features as compared to a normal human being, but still they have the same emotions and they should not be laughed at or humiliated. ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","title":"The History of Congenital Birth Defects","author":"shefalikrishna"}