{"url":"http://www.environmentalgraffiti.com/meteorology/news-worlds-longest-continuous-storm","content":"\nIn most places the occurrence of thunder and lightning is rare, but in Venezuela it's the most common thing in the world. As a matter of fact, there are almost as many days per year with electrical storms as there are without. There have been so many strikes of lightning per year that this is considered the world's longest continuous storm.\n\n\nThe Catatumbo Lightning, as it's called, is estimated to produce over 1,000,000 bolts of lightning every year, and since the storm never changes position, if you live in the region, you'd be able to see every single one. \nThe intensity of the Catatumbo Lightning is rarely seen outside of tropical storms. The bolts can be upwards of 400,000 amps each, and can be seen up to 400 kilometers away. Not only is the storm active 150 days each year, but of those days it can last upwards of 10 hours per day. As a result of it's consistency and stationary position, the storm has also been dubbed \"The Maracaibo Beacon\", and has been helping with the navigational efforts of ships for centuries. Aside from being really something to watch and providing navigational assistance, the phenomenon is one of the world's largest producers of ozone. With all of this lightning, one might be inclined to think that there would be copious amounts of thunder. In the case of the Catatumbo Lightning, this is not the case. As a matter of fact, there is very little thunder to be heard at all! The reason for this is that the lightning is going from cloud to cloud, and only very rarely reaches the ground. \nSo the big question is why does it happen? On its way to Lake Maracaibo in Venezuela, the Catatumbo River passes through a very large bog, decaying the organic materials found there. As the materials break down, huge clouds of ionized gasses (specifically methane gas) are released, and are carried to great heights after colliding with the strong winds coming from the Andes. Due to the excessive amount of gas being released, along with the high winds, the clouds can be upwards of ten kilometers high. A study conducted by Andrew Zavrostky, along with the University of Los Angeles, suggests another contributing factor to the storm may be the uranium present in the bedrock. It was recently thought that the storm may have stopped permanently, when from January until April 2010 there were no lightning bolts lighting up the sky. There had been a drought in the region, thereby not breaking down the organic materials in the bog. Thankfully the drought ended and the amazing spectacle has resumed.\nWhile the storm has proven to be wonderfully helpful to sailors in their navigational efforts throughout the ages, it has also been horribly detrimental. In 1595 Sir Francis Drake set out to take the city of Maracaibo by storm (pun most definitely intended). He had intended to come under the cover of darkness, but the soldiers guarding the city were able to spot him when the region's relentless lightning gave him away. The story was later narrated in the poem 'La Dragontea' by Lope de Vega in 1597.\nThe storm has become so famous in Venezuela that it has been depicted in the flag, as well as the coat of arms for the state of Zulia, which is where Lake Maraciabo is found. The storm is also mentioned in the state's anthem.\nWhile none of the current UNESCO World Heritage Sites are currently meteorological in nature, the Venezuelan government is currently applying to make the Catatumbo Lightning the first.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"Venezuela's Never Ending Storm","author":"moishecallow"}