{"url":"http://www.environmentalgraffiti.com/featured/amazing-light-transmitting-concrete/8296","content":"\nWhat’s as tough as concrete but lets light through, allowing you to see a picture of the outside world on interior walls in the form of silhouettes? Light transmitting concrete, silly, otherwise known as Litracon. From now on, if you’re stuck in a soulless work environment without windows, trees, passersby and other shapes you'd normally miss out on needn’t be such strangers.\nLitracon looks set to succeed because it’s basically a mix of two of our most popular materials, concrete and glass optical fibres. Concrete has been around since Roman times; but while it’s reckoned to be used more than any other man-made material, it’s got a reputation for being a little, well, grey. That’s where the optical fibres come in: used for underground cables, the medium for our beloved Internet, these wonders are of course the ultimate light transmitters.\nThe secret behind this bright new construction innovation couldn't be simpler. Thousands of optical fibres running parallel to one another are embedded in concrete between the two main surfaces of each block of Litracon. Yet this “matrix” of fibres only needs to make up 4% of the total volume of the blocks in order to work their magic, meaning a wall constructed out of Litracon blocks should have all the strength of traditional concrete.\nThe glass fibres work like tiny pixels, letting light travel from one side of the wall to the other, so the light source or shadow on the bright side appears as a sharp outline on the darker side. It seems a wall made of this designer's dream could be several metres think, since the fibres work with almost no loss of light for up to twenty metres. But all you need to know is that when you’re bored at work in a building with Litracon walls, not only will you be in a brighter, happier space, but friends out on their lunch breaks will be able to amuse you with goofy shadow puppets.\nFrom an environmental perspective, buildings that use Litracon will require less energy to be lit by day because of the extra natural light. Still, we need to be reassured on certain other points before we get wholeheartedly behind the product – and start making silly shapes. Will it be made using recycled concrete, for example? And more to the point, how will it safeguard against horizontally gifted folks blocking out the light, or comb-free undesirable types sneaking their way into otherwise flawless photo shoots?\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","title":"Amazing Light Transmitting Concrete [PICS]","author":"Karl Fabricius"}