{"url":"http://www.environmentalgraffiti.com/animals/news-broken-spirits","content":"\nWhen someone utters the words \"Pit Bull\", what comes to your mind? Vicious dogs? Savage monsters? Bloodthirsty killers? All these stereotypes and many more are imbedded into the minds of Americans all across the country.  The main cause of this reputation is the terrifying event called \"Pit Fighting\". \nPit fighting happens in cities all across America.  The fight consists of two pit bulls being thrown at each other.  The owners and spectators bet (money and even drugs) on which of the two dogs will win in the end.  The bet usually is in the thousands of dollars in cash or thousands of dollars worth of illegal drugs.  The dogs themselves go through incredible suffering during, and often after, each and every fight.  During the fight, the dogs are forced to tear at each other and fight for their lives... literally.  If a dog doesn't turn into a ball of rage in the pit, the owner will beat them severely or inject chemicals into the dog to turn it into a raging ball of fury.  The loser among the two dogs is beaten until they can barely stand on their own four legs.  Sometimes, they've been beaten to death.  There have also been instances where the mangled dog is covered with gasoline and lit on fire... while still alive.  The owners don't even look back once. \nThe actual pits, or fighting rings, are enough to kill the dog without the fight even taking place.  The pit is usually a circular shape with chain linked fences or plywood as walls.  Sometimes the fights occur in a dark basement where the walls are concrete.  Blood is caked on the walls and often on the ceiling.  Layers of blood also cover the many blunt clubs and steel bars on the floor that are used to poke and stab the dogs into a fighting frenzy.  Often, syringes litter the floor, which were used by the spectators or by the masters who wanted to inject their dog.  After the fight is over, both the winner and the loser are thrown into a small and cramped cage covered in feces.  The pit bulls are almost never fed or given water and go constantly without real human companionship.  They wait endlessly for praise, or even food to come from their owners, but their wait is in vain.\nNow that the truth has been revealed, imagine you are hearing the words \"pit bull\" once more.  Now what comes to your mind?  Masters who are more savage than the pit bulls?  Dogs that act viciously ONLY to please their owners?  Dogs that are FORCED to fight for their lives?  Unfortunately, not enough people realize the truth about these misunderstood animals.  Because of this, pit bulls are the first dogs to be put down in animal shelters.  Because of this, people want to avoid pit bulls at all costs.  So what can you do to help?  The easiest thing to do is to just be alert if you live in a city.  If you see anything that seems suspicious, call the police or an animal rescue unit.  If you see a yard that has suspicious looking training material or any traces of blood, be sure to alert authorities so they can look over the area.  \nThere are also multiple charities for pit bulls that you can donate money to. Lastly, if you are looking to adopt a dog, consider a pit bull if you see one in the shelter.  They wouldn't be there to adopt if they hadn't passed tests that deem them suitable for adoption.  Please don't be one of the people that write off pit bulls.\nFight for their cause and the right for them to live, for in the hands of a loving and responsible owner, they can be as gentle and loyal as any other dog on earth.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","title":"Pit Bulls: The Victims of Dog Fighting","author":"golden_pen19"}