{"url":"http://www.environmentalgraffiti.com/news-how-ants-play-recyclers-and-run-world","content":"\nWith the exceptions of size and color, ants all share similarities in appearance and represent a single family, \n. Ants can be found almost anywhere on Earth including the Sahara Desert. And no matter where they live they always occur in vast numbers. \nDespite this fact, ants often go unnoticed by us or are considered a nuisance in and around the house. Perhaps most of us don’t know about the role these tiny insects play in maintaining our environment’s biological balance. \nCurrently, there are more than 12,000 described species of ants throughout the world. As a principal part of habitats around the world, these tiny insects have a major role to play. By aerating and mixing the soil and enhancing water infiltration they keep our environment healthy. They also make vast underground tunnels and move organic matter from above to below ground.\nThe colonial life of ants is social. Their colonies contain huge numbers of individuals, which may reside in the soil, under rocks, in timber, in dead woods and even in plant-produced domiciles.\nNatural recyclers, ants recycle and incorporate dead and dying organic matter (both plant and animal) and nutrients into the earth. Many species also actively disperse the seeds of many plant species.\nBecause ants are so abundant, widespread and successful, many plants and animals live with them and use them to aid in their own reproductive cycles – for example in seed dispersal and pollination. \nThe best examples are \n, animals that live within ants' nests. They play various roles in their host ant colony. They feed on dead ants or fungi growing in the nest, but sometimes they also feed on the ants' stored food. Mostly, however, the relationship is basically beneficial to both parties.\nAnts and various plants exhibit great mutual relationships. Ants not only fertilize plants with essential nutrients but sometimes function as pollinators too. While moving organic matter from place to place, ants move seeds from near the parent plant to new ground. About 50% of herbaceous plants depend upon ants to assist in seed dispersal. In turn, plants provide protection, food and nest sites for the ants. Many \n plants provide preformed cavities in which ants can nest.\nThe role of ants in maintaining our environment’s biological balance is fascinating. And in this author's opinion, they are not harmful. So if you see a tiny creature passing by, think twice before you smack it into oblivion. No matter how small they are, ants are truly beneficial.\nSource: \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WOLLEMIA-BARK_0","title":"The Amazing Power of Ants in Maintaining the Planet's Biological Balance","author":"Alka Sharma"}