{"url":"http://www.environmentalgraffiti.com/businesspolitics/supermarket-bans-unsustainable-oil/532","content":"\nThe Sainsbury’s supermarket chain has announced a ban on environmentally unfriendly palm oil in all of its own-brand products after a customer and activist campaign.\nPalm oil has been blamed for increasing the destruction of tropical rainforests and driving some animals, such as the orang-utan, to extinction. Forests are often cut down to provide space for palm plantations.  There is a huge demand for the oil right now, as it is used in almost 10% of all the products sold in the UK.\nDirector of the Sainsbury’s brand Judith Batchelar said: \"From soap to biscuits, palm oil is in thousands of everyday food and beauty items wherever you shop. Rather than banning the use of palm oil, we want to find a sustainable solution that will stop deforestation while continuing to support the communities that rely on its production.\"\nThe grocery store will still use palm oil in its products, but will only purchase it from sources certified as sustainable.  It’s first batch will come from a plantation in Colombia.  The switch will be finished by May, and palm oil will be labelled in all its food products by July.  \nThere are very little sustainable sources of palm oil at the moment, but the palm oil industry has recently been making moves towards a certification process which would allow them to label the oil environmentally friendly. Environmentalists, however, are still sceptical. Friends of the Earth recently linked some certified sustainable palm oil producers in Indonesia to illegal plantation development, habitat destruction, and burning. \nFriends of the Earth spokesman Hannah Griffiths said: \"The supermarkets are in a difficult position because they are under pressure to act, but growing sustainable palm oil on the massive scale required is very difficult. And the certification is no guarantee that the oil is truly sustainable.\"\n Other companies have also made the switch to greener palm oil. The Body Shop and Asda, a Wal-Mart owned store, have also begun to phase out unsustainable palm oil.  \nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","title":"Supermarket Bans Unsustainable Oil","author":"Chris"}