{"url":"http://www.environmentalgraffiti.com/animals/news-doctor-says-bees-have-left-building…-er…-solar-system-0","content":"\nEven completely oblivious Donna Noble, the Doctor’s companion on the BBC television series Doctor Who, has noticed the disappearance of the honey bees. And while alien involvement has pretty much been taken off the table, environmentalists all over the world are still trying to figure out the reasons behind the severe drop in honey bee hives across not just the United States, but in England, Germany, Austria, Switzerland, Sweden and Japan.\n \nThis situation has grown much more serious than a giant wasp at a 1920s tea party. At last count, we have lost over one million hives of our most powerful pollinators over the past twenty years, and the number is still dropping daily. Okay, the bees are disappearing. So that just means I won’t get stung next summer, right? Actually, as Albert Einstein said, the Earth (might) not last longer than four years without the bees.\nThe Earth will not completely perish without honey bees, but they are, arguably the most essential insect to the human food chain. Honey bees pollinate almost every type of flower, nut, fruit, and vegetable that humans eat.\nIn less commercialized countries that depend on natural pollination within their food supply, fewer honey bees would mean widespread hunger, even starvation if the species were to completely die out. The scary thing is, for the past five years there have been scientists working on solving this problem and this problem only, but the bees are still vanishing. Nobody is even sure what is causing the population drop, although we have a few ideas.\nThe stress of widespread commercialism is a far fetched, but scientifically valid explanation that several environmentalists are standing by. With constantly rising demands on the honey industry, some people are worried that the honey bees are being asked to produce too much in unhealthy conditions, and they just cannot handle it. Alternatively, there are some researchers who claim that the radiation from mobile phones is affecting the honey bees. The theory is that the signals mess with the bees' navigation systems so that they never make it back to their hives. There are separate studies that have shown that when a cell phone is placed near a hive, most bees will not return to it. Then, the two most obvious explanations of change in the world: Global Warming and an increase in Genetically Modified Foods. Genetically Modified Foods could be producing pollen with terrible nutritional value that the honey bees just cannot survive on; or Global Warming might be promoting fungus and mites that are toxic to the honey bees. \n \nWhichever of these is causing the drop, if any, it is important to notice the human-shaped trend running through all of these options. Maybe we are incapable of stopping it right now, but the least we can do is call attention to these hard working creatures that we are killing before they’re gone completely. And hey, there’s always the chance that the bees are really flying back to their home planet and leaving a trail for the Doctor to follow when Earth gets zapped into the Medusa Cascade to be a part of a giant Reality Bomb built by the Daleks to destroy existence. There’s a bright side to everything.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","title":"Why Are All The World's Bees Disappearing?","author":"katbrown"}