{"url":"http://www.environmentalgraffiti.com/featured/fast-food-apocalypse-a-la-superflex/7492","content":"\n\nAll images via \nA square table becomes an island. A newspaper tries to cling on – but misses! –  brushed off like a wet blanket. A tray becomes a life raft, a cup with a straw a submarine. Hey, there’s Ronald McDonald, home video hero. He’s floating by, limply, resigned. This is not a scene from a fast-food apocalypse but \"Flooded McDonald’s\", the latest installation from Danish art collective Superflex. Find out how they managed to trade finger pointing for humour.\nFirst of all, let’s get the technicalities out of the way: no persons, animals or McDonald’s branches got harmed and all the water used was first collected and then recycled. Superflex, together with a Vietnamese film crew, reconstructed a life-size McDonald’s outlet in Bangkok in painstaking detail, just to submerge it completely. \nSays Bjørnstjerne Christiansen, one of the three Superflex members, in an interview with \nmagazine about the idea behind \"Flooded McDonald’s\":\n\nThe installation took only four months from conception to first public screening and was shot in one take. Rather than pointing fingers at anyone in particular – not the fast-food chains, not the customers who frequent them – it invites viewers to come up with their own explanations. How does what we have viewed fit in with our own lives? Could it happen, and which part would each of us play? Says Christiansen:\nSuperflex is a three-member art collective made up of Rasmus Nielsen, Jakob Fenger and Bjørnstjerne Christiansen. The three friends met at art school in Copenhagen and have been working together since 1993. Well-known installations are the artists’ first film “Burning Car” (2008) and the Free Beer project (2005). The former is a 10-minute film that questions the media’s sensationalism, symbolised by a burning car that seems to be present whenever a story is about to unfold. The Free Beer project applies open source methods to a real-world product: beer. Though no free beer is given out, everyone is invited to use the free recipe provided to make their own. And it’s been improved: Free Beer version 3.0 is out.    \n\n\n\"Flooded McDonald’s\" will be screened at South London Gallery until 1st March and can be previewed at \n. Though the general public has been swept away so far, comments from fast-food chains, especially on disaster management, have yet to come. \nSource: \n, \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/COCA-COLA","title":"McDonald's After the Apocalypse  ","author":"Simone Preuss"}