{"url":"http://www.environmentalgraffiti.com/sciencetech/gm-onion-means-no-more-tears/758","content":"\nAnti-GMO activists may soon be tearing up after a New Zealand company announced the development of a genetically modified tear free onion.\nThe tears created by a regular onion are actually a defense mechanism. When an onion is cut, smashed, or otherwise broken, amino acid sulphoxides and a particular enzyme are released. The enzyme makes the sulphoxides become a vapour, which then rises up into the eyes and causes the tears we’re all familiar with.\nThe GM onion, created by Dr. Colin Eady at the New Zealand Crop &amp; Food Research lab, ends the tears by turning off that enzyme. The discovery came after Japanese scientists, who also worked with Eady, discovered the gene behind tear production.\nDr. Eady said: \"If the research progresses well, would like to see them become the household and industry norm within the next decade\"\nUnlike some GM products, the enzyme is not neutralized by adding a gene to the onion. Instead, a gene is shut down using the process of RNA interference. The process means that sulphoxides are not converted into the tearing agents, but are directed towards compounds that affect the flavor of the onion.\nDr. Eady believes the process could actually make the onion both tastier and more healthy. Eady said: \"By shutting down the lachrymatory factor synthase gene, we have stopped valuable sulphur compounds being converted to the tearing agent, and instead made them available for redirection into compounds, some of which are known for their flavour and health properties. This is an exciting project because it's consumer orientated and everyone sees this as a good biotechnology story.”\n, an onion enthusiast publication, quotes a “world renowned” onion expert as saying the onions will soon become the standard in the kitchen. The expert also said that Eady’s new onion was the biggest topic of discussion at a recent onion conference in Holland.\nNow that I know there are magazines about onions I’m intrigued to know what the average onion enthusiast on the street thinks of this. After all, these international onion conferences can't be the last word on onion science. While I’m sure onion researchers are all aflutter with the news, what about the onion purists? This reminds me of the debate over using artificial flavorings that's still raging in the haute cuisine world. I can't decide on the onion issue myself. I may have to take out a subscription to Onion World. What are your thoughts?\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-34821-2133290410105205970S600x600Q85.jpg","title":"GM Onion Means No More Tears","author":"Chris"}