{"url":"http://www.environmentalgraffiti.com/green-living/news-cremation-environmentally-friendly-0","content":"\nA week ago, my grandma, who died two weeks ago, was buried at sea. Some of her ashes were sprinkled over the Pacific Ocean near the remote island on which she lived. A majority of her ashes were sprinkled over her childhood farm nearby.\nHer cremation fueled a morbid fascination and a large host of questions for me. What do the ashes look like? How are they prepared? How long does it take to cremate someone? Why weighed the ashes of her body only about 5 pounds (she weighed 90 pounds)? Do they smell bad? Does the process smell bad? How cheap is it? Why did my little sister see a metal chunk in the ashes she scooped up and dumped in the ocean (grandma didn't have any prostheses)?\nModern crematorium furnaces swell to inconceivable temperatures - 1,598–1,796 °F. For a small body like my grandma's or roughly 99 pounds generally speaking, it takes \n to complete the cremation process of incinerating the body. Designed to consume only one body, modern crematoriums take consideration under extreme circumstances like when a mother and her stillborn child or children need to be cremated. Then, all of the bodies will be cremated together in the same container and not separated.\n\n\nJewelry and other non-combustible materials are removed from the corpse. It is absolutely imperative that pacemakers are removed because they will explode and destroy the furnace and also be an environmental danger. If there are any dental apparatuses or smaller metal fragments, these will be disposed of and not included in the \"final product\" given to the family.\nOpen-aired cremation, like in Nepal, occur in developing countries. However, in most crematoriums, this is not customary. The furnaces are computer controlled with an automatic shut-off when the body is completely incinerated.\n\n\n\n\nThe furnace is lined with heat-absorbing bricks so that there isn't a loss of heat. Most of the organs burn off first and vaporize into the air. It is the chest cavity that receives the punishing fiery heat first for this reason. Later in the burning process, the end of the corpse is burned. All that is left are bone fragments. The body is typically burned within a coffin or a cardboard box, depending on the country and customs. The cremation must occur within 72 hours of the funeral service.\nA machine called a cremulator grinds the bones, once they have cooled for about an hour after the furnace has stopped burning. The cremulator is like a huge food processor. It takes about 20 minutes for it to turn the burnt bones to ash. The ash is not the natural result of cremation, as so popularly believed. Crushing the bones into ash must be done in a completely separate process.\nAbove, the bones are being sifted out from the handles of the coffin, any jewelry or dental work that will be disposed of and not returned to the family. In Japan, crushing the bones into ash is not done unless \n to do so are made.\nThe ashes are sometimes called \"cremains\", but in Western societies, it is discouraged because it evokes a sense of non-human connection to the remains of the loved one.\nIn many parts of the world in big cities in the UK, Japan or China, there isn't enough space to bury a body in the traditional route. In this case, cremation is a must. Also, it is far cheaper.(To see how much it costs in your area--anywhere in the world, \n.)\nYou will find that this is the main reason why in \n, people are going the route of cremation more and more.\n\n\n\n\n to read about the differing processes of cremation in your area of the world.\nDifferent religions have a wide summation of how they view cremation. The religious backgrounds and theologies are quite extensive and lengthy. For brevity's sake, \n if you wish to read about cremation viewpoints in every religion.\n\n\nThe environmental impact of cremation is also not easily defined. Most people can reasonably understand that burying their loved ones in the ground via coffin is simply unconscionable to the environment. There's the toxic embalming fluids, the unnatural process of draining the body fluids beforehand, the poisonous chemicals put on the body to make it ready to be viewed by loved ones, and the coffin itself is horribly unfriendly to the environment. The coffin wasn't designed for Mother Earth or even the corpse. It was created solely for the grieving family, who, at the moment, are unable to think about the toxins they are about to bury. \nAs one can see above, for tens of thousands of years, cremation has been the favorite choice of burial. Unbelievably, cremated ashes can be used for a variety of different things:\n\nGrandma only wanted to be buried at sea (and then also on her farm). Fortunately, this was simple, cheap and had the least environmental costs. Here's are a couple of picture taken during the spreading of her ashes at sea. As the scoops of ashes were dumped by each family member, her favorite flowers - freshly picked - were also sprinkled into the Pacific Ocean.\nGrandma was probably smiling from Heaven as the jellyfish (she loved fish) came up to the surface and greeted us.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"Is Cremation Environmentally Friendly?","author":"Asher Kade"}