{"url":"http://www.environmentalgraffiti.com/animals/news-animal-gliders","content":"\nFlying may have its benefits, but for most animals it's not an option - meaning that gliding is the way to go. However, don’t be fooled by their names as none of the following can really fly!\nFound in all oceans, flying fish use their oversized pectoral fins to glide for 50 meters above the water when threatened by a predator. To reach the air, flying fish rapidly flap their tailfins 70 times per second. The tailfin is also used to press against the water to allow the fish multiple glides through the air before descending into the ocean. Flying fish can increase their airborne time by gliding with air and ocean currents.\nThis dragon-like creature doesn’t breathe fire – in fact, it is a mere 9cm long, with a tail longer than its body. The gliding lizard has skin flaps beneath its arms which allow it to travel from treetop to treetop, feeding on insects and searching for a mate. Only when a mate is found will the gliding lizard descend to the ground of the forest to lay its eggs.\nGliding ants most rely on their airborne qualities, not to ascend, but to carefully choose the perfect spot to land in when they jump from trees. By gliding, they can accurately land on a chosen spot, and have demonstrated an 85% success rate. Without gliding capabilities, this rate would drop to a mere 5%. \nThe flying frog’s webbed toe and skin flaps allow it to move aerodynamically through the rainforest's trees. In fact, flying frogs spend their entire existence in those trees, only descending to mate and lay eggs. Flying frogs camouflage themselves into their environments, minimizing the threat of predators, and enabling them to better hunt insects.\nThought to be extinct since 1939, only recently have tests confirmed the squirrel glider is still alive, living in the dry forests of South-Eastern Australia. The squirrel glider should not be confused with the flying squirrel, though both mammals enjoy being airborne. The squirrel glider is a polygamous marsupial which feeds on fruit and nuts, and does its best to hide from foxes and owls.\nWhen fleeing from a predator, the flying squid jumps from the ocean and can remain in the air for many metres. To reach the air, the squid will blow out water to carry it out of the sea, and is therefore considered the only jet-propelled animal. Small fins on the squid help to balance it during its glide.\nWithout wings, fins, or limbs, the flying snake must be extremely resourceful if it expects to become airborne. Thus, when on a tree, the flying snake slithers to the very tip of a branch. Here, it raises its body, sucking in its stomach and jutting out its ribs to form a concave shape. Using its tail, the fly snake thrusts itself into the air to reach the next highest branch. The flying snake is poisonous, lives in South Asia, and enjoys eating animals that can actually fly: birds and bats.\nThe Flying Lemur, otherwise known as the Philippine Flying Lemur, has large webbed feet and a foot-long tail, which is connected by membrane to its front limbs. The nocturnal creature is eaten as a delicacy, but has recently been put on an endangered species list.\nAlso known as the flying mouse, the pygmy gliding possum is the world’s smallest gliding mammal. A skin membrane connecting from its elbows to knees allows the little creature to glide from branch to branch, while its tail, which measures the length of its entire body, steers. Upon landing, the tail grips the branch to ensure the gliding possum does not plunge to the ground. \nFlying geckos have webs of membranes encompassing their figure, allowing them to glide through the air and attach to trees upon landing. The flying gecko relies on camouflage to protect itself from its predators, such as large spiders. The one pictures above was not so lucky!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44150-2646722440104237032S600x600Q85.jpg","title":"10 Most Incredible Animal Gliders on Earth ","author":"ppavone"}