{"url":"http://www.environmentalgraffiti.com/offbeat-news/ravenous-moths-invade-california/334","content":"\nI just read in my local newspaper, the San Jose Mercury News, news of discontent brewing in the nearby Santa Cruz mountains. The article, ‘Alarm Raised in Santa Cruz Over Spraying for Voracious Moth’, highlights the fight between local environmental activists and the state authorities over whether or not to spray the land in response to an invasion from a small critter, the light brown apple moth (LBAM). \nAccording to the USDA, the LBAM is a very serious threat to  the agriculture. ‘LBAM is native to Australia and is found in New Zealand, Ireland, the United Kingdom and Hawaii.  The [range of plants the LBAM can affect] is broad, with more than 250 plant species know to be susceptible to attack by this pest.  Major domestic hosts of concern are stone fruit (peaches, plums, nectarines and apricots), pip fruit (apples and pears), grapes, cherries and citrus. The pest destroys, stunts or deforms young seedlings; spoils the appearance of ornamental plants; and injures deciduous fruit-tree crops, citrus and grapes. LBAM has the potential to cause significant economic losses due to increased production costs and the possible loss of international and domestic markets.’\nThe residents in Santa Cruz and Monterey County do not disagree that the moth is a problem for the crops, and that something needs to be done to halt it. However, they have an issue with the solution recommended by state officials, which consists of spraying the whole region with synthetic pheromone, a chemical of unproven safety according to some environmental activists. \nAnother less invasive technique, using twist ties soaked with pheromone, has been used for smaller areas, but state officials claim it would not be efficient for large areas such as the two counties involved. This is no reason to go ahead with the spraying, residents maintain. Adding to their suspicion is the fact that the manufacturer of the pheromone compound, which is known as Checkmate, is unwilling to release the list of ingredients, citing trade secrets. \nOf course, there is big money involved here. California agriculture is a $38 billion industry, and the state cannot afford to leave the LBAM alone. This is yet another example of an invasive species creating havoc in an otherwise healthy ecosystem. In the mean time, all spraying over the Santa Cruz mountains has stopped, pending resolution of a court order from the Monterey Court. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-43422-2682962240102365357S600x600Q85.jpg","title":"Ravenous Moths Invade California","author":"Chris"}