{"url":"http://www.environmentalgraffiti.com/featured/flying-spaghetti-monster-found-in-russia/5463","content":"\nAll around the globe, the holidays are marked with dazzling displays of light, from the mini-bulbs that decorate the streets and houses to the fantastic fireworks that ring in each new year. As this season's festivities wind down, we thought we'd bring you a more unconventional (though no less spectacular) take on lighting to help you beat the winter doldrums: photos that feature bolts of light that breathe a kind of temporary, eerie life into old machinery, junk cars, abandoned warehouses and deserted streets. It's pretty cool what you can do with a camera, a few lights and a creative mind.\nLight graffiti is easy to do and commonly results in striking, colourful images. All you need is a camera and whatever light source you can get your hands on. Flashlights, blinking LEDs, fireworks, bike lights, glowsticks are all easy to find. Set up the camera on a tripod for the best results and set the exposure to anywhere between 10 and 30 seconds. It can be much longer; the length of time simply depends on the desired effect, and lighting conditions at the time. The aperture should be closed as much as possible so the image doesn’t become overexposed, and choose a low ISO.\nOnce you’ve got your equipment set up, take a picture. By moving around in front of the camera fluid and unique light shapes are produced, while the photographer becomes nothing more than a blur. Check out the ghostly outlines of the 'light graffiti artists' in these previous images. Makes for extra creepy shots.\nMany light graffiti artists have to practice their time-lapse techniques a few times before they can get an image they’re happy with, but those who do it say it doesn’t take too long to get the hang of. It also gives graffiti artists a new ‘virtual’ canvas and the ability to tag in ways they wouldn’t normally be able to with a spray can.\nAnd the best bit about this type of graffiti? It leaves no trace on the environment at all. The only trace you’ll see is the one captured on camera. Here's how:\n\n\nSource ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"Flying Spaghetti Monster Found in Russia","author":"soniaydong"}