{"url":"http://www.environmentalgraffiti.com/nature/news-wriggling-writhing-creepy-crawlies","content":"\nFew things are as abhorrent to people as animals that slither wetly through the soil and undergrowth, yet you would be truly amazed at how common these creepy creatures really are. Anywhere you walked, you would be treading over worms, for example. With as many as 1,000,000 per acre of ground, every square foot could contain twenty or more of them.\nFossils prove that these creatures have been around for over 500,000 years, existing in the time of dinosaurs and surviving the meteor-driven extinction of 65 million years ago. Earthworms can be found anywhere that is neither too hot nor too cold.\nEarthworms burrow through the soil, eating as they go. Ingesting bacteria and small particles, they enrich the earth with waste products known as castings. The burrowing lets more water and air filter through the soil, making it richer. This deceptively simple creature is largely responsible for all the rich soil on Earth.\nQueen of Egypt, Cleopatra VII, realized in around 50B.C. that worms played a vital role in fertilising the Nile Delta. She issued a decree banning the exporting of worms from Egypt, making this action a crime punishable by death. As a direct result, even now this area contains some of the most fertile soil in the world.\nWhen many of us think of worms, we think of the few pink earthworms that hang out in the garden, but these are only small versions of creatures that can be huge in some areas. We may not like the feel of a six-inch worm squirming about helplessly in our hands, but what if it was over twenty feet in length? Some species are this size, and scary with it.\nBelieve it or not, worms were once thought to be responsible for destroying plants and were regarded as pests. In reality, they benefit all plant life in the ways earlier described. Charles Darwin spent 40 years studying the humble earthworm, even labelling these crawlers as one of the most important creatures on earth.\nEarthworms have the ability to replace or replicate lost segments. This ability varies greatly depending on the species of worm you have, the amount of damage to the worm and where it is cut. It may be easy for a worm to replace a lost tail, but may be very difficult or impossible to replace a lost head if things are not just right.\nEven though they have no eyes, worms can sense light, which is harmful to them. They become paralysed if exposed to light for only one hour and will die at once if their skins ever dry out.   Earthworms are without doubt one of the commonest and yet most valuable creatures on the planet, but with over 2,500 species of worm around, living everywhere from water to inside host creatures, not all of them are so desirable.\nWhilst worms are ugly as sin, yet do much good, caterpillars are their polar opposites. Some of the most gloriously colourful creatures on the planet, they are so destructive that it beggars belief. Some plants get consumed in hours by hosts of ravenous visitors, yet they can look so appealing. Some are actually poisonous, though the majority are not harmful to humans.\nTo feel any such creature wriggling its way across your skin is distasteful, to say the least, but maybe we can bear it if we only look at how truly gorgeous they can be. Caterpillars are the stuff of legend in some places. To bushmen of southwestern Africa, Cagn is the god who created the world. Although he can work through all natural things, he most often appears in the form of a mantis and a caterpillar.\nVery few of us will ever see the Gobi desert but if we did we would need to be careful. Mongolians living there talk of a worm that looks like a cow's intestine and is up to 5 feet long. They call this strange beast Allghoi khorkhoi. This worm has the ability to spit poison or kill by use of electricity, so it is said. Researchers in the West refer to it as the Mongolian Death Worm.\nThe Lambton Worm is one of England's most famous mythical creature legends, telling the story of a young boy who decides to miss going to church. The boy Lambton's punishment for this sin is to encounter a worm. He throws it down a well and later goes off to be a soldier. While he is away the worm turns into a huge, carnivorous worm, which terrorises locals and kills their livestock until Lambton returns and kills the beast himself.\nWorms and caterpillars are not among the favourite creatures you might mention when asked, but they do have their place in the natural world. Creepy and horrifying they may be, but chances are that they actually are far more wary of us than we need ever be of them. They squirm and slither, wriggle and writhe but they are rarely boring.  Beastly, but somehow beautiful. How can you really resist?  ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-41371-2381818710104181437S600x600Q85.jpg","title":"Worms and Caterpillars: Nature's Wriggly Invertebrates","author":"tonyleather"}