{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-iditarod-changes-in-the-face-of-alaskan-warming/687","content":"\nBlame global warming, a natural cycle, or anything else you want, but the Iditarod dog sled race has had to implement some \n in the face of warmer temperatures in Alaska.\nRace officials blamed warming temperatures and rapidly growing development for permanent changes they are making to the nation’s premiere dogsled race. From now on, the ceremonial start of the race in Anchorage will be 7 miles less than in previous years. The actual competitive race will start the next day as usual, but it will move 30 miles north of traditional starting point Wasilla to the village of Willow. Wasilla is home to the headquarters of the Iditarod, but it is also one of the fastest growing regions in Alaska.\nStan Hooley, executive director of the Iditarod Trail Committee, said: \"A lot of development in the area makes it less desirable, and there have been less-than-winter conditions.  It just doesn't make sense to us to make choices that are not in the best interest of both the two- and four-legged competitors.\" \nThe changes have actually been implemented since 2002, but the decision has only recently been made to make them permanent. The competitive launch has been unable to take place in Wasilla since 2002 because of poor winter conditions. In 2003, the weather was so warm that the launch was forced to be held 200 miles away in Fairbanks. \nWillow has been the site of the launch since 2004. Race officials prefer it not only for the snow but for its more rural setting.  The former race route through Wasilla is now bordered by housing and new commercial developments all the way to Knik, home of the founder of the Iditarod. Knik will also be bypassed.  Race officials were not thrilled to change the traditional race, but believed the changes were absolutely necessary.\nHooley said: \"No matter how many resources we have available, conditions will never be as race-ready as Willow. No matter what the weather conditions would be, there's a lot of asphalt and other things that don't mix well with competitive racing. To be around that is stressful for the dogs.\" \n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","title":"The Iditarod Changes in the Face of Alaskan Warming","author":"Chris"}