{"url":"http://www.environmentalgraffiti.com/nature/news-incredible-inedible-chocolate-hills","content":"\n\nWhile not edible, or at all fudge-like, the Chocolate Hills of the Philippines are a fascinating natural phenomena of nearly 2000 grass-covered limestone hills. The Chocolate Hills are considered haycock hills due to their symmetrical, conical shapes and vary from between 100 and 400 feet high. For much of the year, the Chocolate Hills are vibrant green, but during the dry season, the grass on these mounds dries up, effectively turning them brown. Quite deservedly, the Chocolate Hills are one of the Philippines most popular tourist attractions.\nThe Chocolate Hills are nestled in Bohol, and the region is so proud of them that they are featured on the provincial flag. However, since the people of Bohol can't actually eat the chocolate of the hills, the space in between each hill is used for rice crops and other farming. While the Chocolate Hills are unique to the area, similar haycock hills exist in Eastern Europe and the Caribbean, but these tend to remain green year-round.\nThese chocolate kisses are formations of marine limestones, and over time, have been eroded by rainwater. Evidence of such marine origins is found in fossils in the limestone of mollusks, coral, and algae. However, scientific explanation of the origin of the Chocolate Hills is often overshadowed by legends hypothesizing their formation.\n\nThere are many different legends about the origins of the hills, and most involve giants, in order to explain the size of the mounds. They go as follows: two giants were violently throwing rocks and boulders at each other. Soon they became tired, and, bonded by their exhaustion, became friends. They left hand in hand, forgetting to clean up after themselves. Thus, the chocolate hills. Alternatively, a giant fell in love with a mortal, who died. The giant was devastated and heavy tears fell from his eyes. The tears hardened in globs on the land. Thus, the chocolate hills. \nA further story tells that a giant carabao pillaged a poor village of all its food. In revenge, the villagers fed the carabao spoiled food. The animal became sick. Thus, the chocolate hills. Yet another says that an obese giant fell in love with a woman who would not have him until he lost weight. The giant took a laxative. Thus, the chocolate hills.\nExtremely popular for tourism, two of the Chocolate Hills feature hilltop resorts. Despite the lucrative travel industry, the hills are undermined by quarrying of limestone which has diminished some of the mounds. In response, the region has come under the protection of the Filipino government, and an application is in process for the Chocolate Hills to be granted UNESCO World Heritage Site status. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","title":" The Giant Chocolate Hills of the Philippines","author":"ppavone"}