{"url":"http://www.environmentalgraffiti.com/sciencetech/first-exoplanet-photographed-in-visible-light/7654","content":"\n25 light years distant, Fomalhaut was known to Ptolemy in the 1st century AD as one of the brightest stars in the sky and the only bright star in the constellation Piscis Austrinus, the Southern Fish. One common name for Fomalhaut is the Lonely Star of Autumn, because it is the only first-magnitude star in the autumn sky of mid-northern latitudes. Fomalhaut is young relative to our galaxy's age. It is no more than 300 million years old, with an estimated life span of one billion years, a mass twice that of the sun's and luminosity 18 times that of the sun. Fomalhaut is one of 16 stars that travel together and are known as the Castor Moving Group. It may also be one member of a binary star system with nearby TW Piscis Austrini.\nFormalhaut has been known for at least 4,000 years because it is so bright that many ancient cultures could identify and name it. The Persian, Chinese and Arab peoples knew Formalhaut, and indeed it is one of the Four Royal Stars of Persia. In scientific Arabic, Fomalhaut means “the mouth of the fish/whale”, and in colloquial Arabic it means the “first frog” (the second frog being Beta Ceti). In Latin, Fomalhaut is the \"mouth of the southern fish”. Archaeological evidence also links Fomalhaut to rituals dating back to about 2500 BC.\n\nImage \nA toroid shaped disk, inclined 24 degrees from edge in, and 25 Astronomical Units (AU) wide, surrounds Fomalhaut. The center of the disc is about 15 AU from Fomalhaut. This disk emits excessive infra-red radiation which is a strong indication that planets may be forming in the disk. The existence of a specific planet \"was inferred in 2005 from its influence on the Fomalhaut dust belt; the belt is not centered on the star, and it has a sharper inner boundary than would normally be expected\" (Source #3). The Hubble Space Telescope first photographed Fomalhaut b in visible light on November, 2008. Fomalhaut b is 115 AU distant from its star, Fomalhaut, and it is 18 AU inside the dust ring. It was the first exoplanet to be imaged in visible light. Small by exoplanet standards, Fomalhaut b is not more than 3 times the mass of Jupiter and takes 872 years to complete one orbit around its star. Considering that Fomalhaut is 16 times more luminous that the sun, Fomalhaut b receives a luminosity equivalent to that of Neptune. High luminosity in the visible spectrum and weak infrared emissions suggest that Fomalhaut b is surrounded by a circumplanetary disc that is at least 10 times the radius of Saturn's Ring A. This similarity to the orbital radius of the Galilean satellites of Jupiter strongly suggests that moons that orbit Formalhaut b are forming within this circumplanetary disc.\nWhen looking at Fomalhaut - low in the sky in fall and winter - remember that this is a big deal in astronomy. You are looking at the first star whose planet could be photographed in visible light and the first planet since Neptune to have been predicted before discovery.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"First Exoplanet Photographed in Visible Light","author":"merlynne6"}