{"url":"http://www.environmentalgraffiti.com/green-design/news-16-environmentally-fabulous-chairs-your-home","content":"\n\nChairs should be about comfort, style and functionality. What about being eccentric and mind blowing? The chair above was designed by Fabio Novembre. Who wouldn't want a chair shaped like a woman's bum? \n\nPersonally, the following picture is something to write home about. It looks like a sea anemone and is made of paper towels. This is definitely ergonomic and environmentally friendly. It can be made of recycled paper that otherwise may not be used for other things. The Cabbage Chair comes in many wonderful colors. \n\nDo you want a chair that reminds you of an octopus or snake? Here you go. It's fittingly called the Octopus Chair. It can be stored by wrapping it up as indicated. Hope no one has a fear of snakes... \n \n \n\nBelow you will see the Orchid Chair. Warning: don't sit in this chair if you have bad gas. It also looks highly uncomfortable, but the materials are from recycled wares. The chair come in black and orange - perfect for Halloween. \n \n\nI personally love the chair featured below. However, it also doesn't seem comfortable. But it claims to be environmentally friendly. The wood is Wisteria and the chair is aptly named Azelea Wood Chair. \n \n\nThe above chair is called the Conflict. It is humorous and sarcastically witty and that's why I love it. Created by Aviad Gil, it is molded from olive wood. One can sit down on either side, but not on both at the same time. This creates a forceful compromise. \nWant sensuality and a chair that reflects your warm, harmonious soul? Check out the chairs below. Designed by JGreen, Design Milk and Green Upgrader, one can exude \"green envy\" with style and luxury! \n \n \n be without the Internet with the above chair. Designed by \n, it would be easy to impress your guests while silently ignoring them in your chair. It's ergonomic too.\nWith special thanks to ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/unusual-beds-1.jpg","title":"16 Bizarre Chairs To Liven Up Your Living Room","author":"Asher Kade"}