{"url":"http://www.environmentalgraffiti.com/featured/8-incredible-snow-face-sculptures/5310","content":"\nAnyone who lives in a country prone to heavy snowfalls will understand the strange pull of the powdery white stuff, as if it comes with a magnetic force able to draw even the most unplayful into interacting with it. And it’s almost completely impossible to pass an untainted area of pristine snowfall without leaving a mark, whether it’s foot prints or snow angels. Others like to, er, stick their face in it…\nIn a recent snow fall in Seattle, while everyone else was seeking warmth and protection from the elements, Aly Lenon and his friends were getting creative. The guys just pushed their faces into the fresh fallen powder on car bonnets and with a simple point and shoot camera captured these very cool 3D snow reliefs, replete with rucksack straps and catches.\nWe spoke with Aly, who is still reeling from the reaction the images have received online:\n“Making these prints I think represents a process that is essential to street art that I am really inspired by. I stumbled upon them by accident, leaning up against a car in the snow and letting my face fall into the new powder. I took a picture with my point and shoot camera with flash and the images just popped off the snow. My friends and spent the next hour running from car to car making prints with our bodies. The process was very on the spot and improvisational, it energized my friends, was easy to do and very fun.”\n“Knowing the ephemeral nature of prints in snow make them feel very delicate and add a sense of impermanence to the photos. I have really enjoyed the internet blogosphere response to the postings and hope that everyone gets as much enjoyment out of them as they can.”\nThough there are always a few who want to rain on the parade, with the usual cries of ‘fake’ and ‘’shopped’, it won’t hold others back from trying out their own snow sculptures when the fresh snow falls again.\nWe can feel a whole new reverse snow graffiti craze coming on.\nSource \n via ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","title":"8 Incredible Snow Face Sculptures","author":"Linda"}