{"url":"http://www.environmentalgraffiti.com/featured/bodyshock-amazing-story-five-year-old-mother/12985","content":"\nAnyone remember that episode of Eastenders? You know, the one where Sonia Jackson suffered excruciating, and mysterious, menstrual trauma on Christmas Eve, only to end up giving birth to a baby she had no idea was there in the first place?\nIt turns out Sonia’s predicament, and the dubious creative imagination of the BBC writing team, is not so completely unbelievable after all (although I will concede it is questionable that a character such as Sonia, a woman in her mid 20’s, would not have had her suspicion aroused by the suggestive 9 Month lack of menstruation and overwhelming craving for charcoal covered Creme-Eggs).\nIt is in fact more common than one might believe, and there have been a handful of examples over the years which are especially prominent, as they concern female infants who suffer a condition known as ‘Precocious Puberty’.\nPrecocious puberty is a disorder in which the female child in question goes through the throes of puberty abnormally early, in some cases as young as 12 months old. Menstruation begins, breasts develop, hips become enlarged, My Little Pony suddenly becomes overbearingly immature and trite nonsense. To put it simply, she makes the transition from infancy to young adulthood a decade too early.\nThis was the case with Lina Medina, a Peruvian girl who in 1939 became the currently standing record holder for the youngest mother in the known world when she was rushed to hospital by her anxious parents, complaining of a tumour of the abdomen, aged just 5 years, 7 months and 21 days old.\nDoctors were told by her father that, amongst other things, Lina had been menstruating since she was barely a toddler, but that these cycles had ceased over 7 months earlier. Based on a vague and seemingly unbelievable suspicion, doctors carried out the required tests for pregnancy and were shocked to discover that the young Lina was indeed carrying child.\nOn May the 14th 1939 she gave birth to bouncing baby boy, Gerardo – customarily named for the doctor who delivered the child – who was miraculously blessed with perfect health and no complications arising from the risky caesarean birth conducted on his infant mother. Indeed, surgeons were astounded at the physical maturity of her reproductive organs and the ease with which the procedure had been performed.\nOne imagines that by this point there must have been some extensive head scratching. For although it is merely incidental that Lina suffered from the rare condition itself, the explanation as to the sudden and surprising appearance of Junior, as with our portly friend Sonia, was hot gossip around the square.\nSeventy-five year-old Lina still lives today in Chicago-Chico, a poor and badly policed district of the Peruvian city of Lima, and has never disclosed the information or identity of the father to anyone. After the post-natal dust had settled somewhat back in the 30’s her father was arrested by police, but released shortly thereafter due to a lack of evidence. She has consistently refused interviews with the press throughout her life.\nSadly her son Gerardo died in his forties, apparently only a few years after the birth of his first brother. His untimely death was the result of a bone marrow disease, and although it has been suggested that perhaps his body had natural weaknesses as one of the side effects of suspected incest, there is no sound medical evidence to suggest this.\nLina has been the subject of scientific scrutiny since she gave birth, hers being an example still used by medical institutions of the possible outcomes of Precocious Puberty. She still holds the world record for being the youngest recorded Mother in medical history.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","title":"Bodyshock: The Amazing Story of the Five Year Old Mother","author":"jacksoncoley"}