{"url":"http://www.environmentalgraffiti.com/featured/when-seagulls-attack/15458","content":"\nThe squawking laughter is enough to send a Hitchcockian chill up anyone’s spine, though if you live anywhere near the coast – or increasingly in cities further inland – seagulls are part of the landscape, as ubiquitous as pigeons, but bigger. And much more vicious. Every year, new reports telling similar stories rear their ugly head, with headlines shrieking warnings about gulls terrorising people, particularly in the soft underbelly of the British Isles. Hold onto your chips. \nIn recent years, seagull attacks have been on the rise, with pest controllers in towns across Britain increasingly being called out to deal with the birds. Dive bombing the denizens of good old Blighty, sea gulls can reach speeds of up to 40km/h and rake heads with their sharp claws. Supersized gulls like the abundant and well known herring gull have four-and-a-half-foot wingspans and weigh well over a kilo, so it’s small wonder nasty injuries can occur. \nGulls are at their noisiest and most aggressive during the summer breeding season. At this time, they are protective of their fledglings, which are venturing from their nests but unable to fly, and also need to collect more food to feed their hungry offspring. Hence the image of seagulls swooping down to snatch food out of people’s hands from roof spaces that enable them to keep a beady eye on unsuspecting passersby.\nBut seriously, some of the seagull attacks have been pretty severe. Just this year, a baby boy in Wales had his lip cut open as a sausage roll was ripped from his mouth by a diving gull, and previous years have thrown up similar incidents. In 2001, a woman was rushed to hospital with deep beak wounds to her head and a pet dog was pecked to death in southwest England. A year later, an 80-year-old Anglesey man suffered a fatal heart attack after being mobbed by the birds. \nBird lovers say such attacks are infrequent, but the raucous birds do seem to be getting more aggro. Often the gulls are defending their nests, as humans can stray too close without even realising it. In such cases, seagulls are likely to launch an offensive. After first giving off low warning cries, they will circle menacingly before beginning a bodily functions bombing raid where they defecate and vomit on those perceived as threats. If that doesn’t drive the imposter away, it’s talons out.\nThe problem is that as humans have encroached on seaside areas and coastal hills, gulls have become far less fearful of our presence. The loss of cliff-side habitat to coastal development, together with the ban on burning landfill sites – providing the birds with a plentiful supply of food – and depleted fish stock have all propelled seagulls inland. And in our urban spaces, we’ve given them somewhere they can eat and live with relative ease. \nHuman buildings with high roofs and straight sides resemble the sorts of cliffs where gulls nest in the wild, and apart from the occasional bird of prey, seagulls have very few natural predators in many cities. Gulls are also scavengers, attracted to our towns because there are rich pickings to be had from snacking city slickers and general rubbish. As urban areas become their new homes, it’s small wonder seagull numbers appear to be spiralling out of control. \nNaturally our own behaviour has added to the problem. It’s largely down to lax rubbish disposal that fast food chicken legs and pizza scraps make up a large portion of the gulls’ diet. What’s more, if seagulls don’t hesitate to swoop down to steal food from human hands, it isn’t helped by the fact that those same hands are often feeding them. Offering these hungry birds morsels can encourage their aggressive behaviour, as a wild animal that’s lost its fear of us can be dangerous. \nSo what are the solutions? Those most concerned about the soaring seagull population have turned to pest control companies, with steps taken including spikes on rooftops used for nesting, high frequency sound systems, bird netting, and charged cables that work like electric fences to give the birds a shock. The more natural defence of using hawks only works for a short period and often the bird of prey can come off worse than the mobbing gulls.   \nYet it’s preventative measures like making food sources less accessible to the gulls – for example, by responsibly disposing of rubbish and keeping refuse in plastic bins so the gulls cannot get to it – that seem better set to nip the seagull problem in the bud. Let’s just hope fall-scale culls aren’t deemed necessary by the authorities. For now, watch where you step, keep your snacking to yourself, throw stuff away properly, and hope you don’t count among the seagull attack casualties. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-42059-2805838010105101600S600x600Q85.jpg","title":"When Seagulls Attack!","author":"Karl Fabricius"}