{"url":"http://www.environmentalgraffiti.com/animals/news-what-breeds-dog-live-longest","content":"\nWhen you decide to buy a pedigree dog, you want to keep fido around for as long as possible. Unfortunately, you cannot be sure if they will exceed the average life of 10-13 years.\nAs a general rule, dogs coming from the mixing of races, regardless of size, live one or two more years than those of pure breeds. Another rule is that small breeds live longer than the large ones and that the average life span of giant breeds is almost the same as the minimum age of the small breeds. It doesn't matter the height of the dog, but its weight. There are short dogs that weight more, so they are not considered small dogs. It is considered that the breeds that weigh less than 30 pounds have a higher average life.\nSome breeds are more resistant to aging than others, according to specialists in the field. The more lasting breeds, with a life span of 14-15 years or more include: Miniature Poodles, Miniature Schnauzer, Chihuahua, Maltese and small terriers. Dogs which will reach a medium age (6-8 years) include the following breeds: Bulldog, Bull Terrier, Rottweilers and German Dog.\nOf course, these are not always applicable rules for all the dogs because there are other factors that influence their period of life, such as: diet, movement, living conditions and veterinary care. Obese specimens live shorter lives than those with low or normal weight. Cancer is a relatively common disease among dogs, which occurs mainly with elderly dogs, and some species like boxers, golden retrievers, and Rottweilers, which are prone to this disease. Once they get older, dogs also face heart disease or bone and muscle ailments. It depends on you to ensure the health and safety of your dog and to take care that they enjoy their innate athletic abilities for as long as possible. You should pay attention to the changes in their habits and condition and then take the measures sugggested by your vet.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5379.jpg","title":"Whch Breeds Of Dog Live Longest?","author":"Gregory Johansson"}