{"url":"http://www.environmentalgraffiti.com/art/news-20-cartoonish-fairytale-sculptures-sea","content":"\n\nBeelden aan Zee, translated \"Sculptures by the sea\" or \"Pictures to the Sea\" is a museum in The Hague, Netherlands. American sculptor Tom Otterness installed \"Fairytale Sculptures by the Sea\" along the boulevard for younger museum visitors. The exhibition had been on display since 2004 but was removed while the Scheveningen Boulevard is under construction from 2010-2012. Otterness was asked to make a new plan for the placement of the sculptures after the road redevelopment is complete. The museum put away the sculptures until 2012. If you never had an opportunity to visit \"Sculptures by the Sea,\" here is a chance to see the 20 \"Fairytale Sculptures.\"\n\nThis little guy appears be alone, but it is actually part of \"see no evil, hear no evil, speak no evil.\"\nThe Beelden aan Zee museum was founded in 1994. It is the only Dutch museum devoted exclusively to sculptures. The Fairytale Sculptures by Otterness are known for their very cartoonish appearance.\n\nAbove is the \"Herring Eater.\" In the image below, you can see the detail of a tiny person on the hand and the fish.\n\"Fairytale Sculptures by the Sea\" were free to view and known as the public image and \"porch\" of \"Museum Sculptures by the Sea.\" It included 23 charming yet odd sculptures like the \"curious figures\" below.\n\n\"Oh, Lars, my boy\" was sculpted by Tom Otterness in 2004. It represents a Swedish folktale written around 1880 by Baron G. Djurklou.\n\nThe \"Crying Giant\" below is one of the most photographed \"Fairytale Sculptures.\" Each sculpture was cast in bronze and finished with a \"skin\" of glossy patina. Part of their popularity is that the fairy tales behind them are known to many different nationalities and speak to  people throughout the world.\n\nUnlike the Crying Giant, Humpty Dumpty and friends are tiny sculptures.\n was was a fairytale. Within the book was a nameless Dutch boy who saved his country by plugging his finger in a leaking dike. Hans Brinker's name has sometimes erroneously been associated with the dike-plugging hero character.\nSculpture Gulliver, above, is massive. But Otterness also created many tiny sculptures, some of them as \"curious figures\" like on the left and \"tin soldier\" on the right.\n\nHansel and Gretel are displayed twice along the seashore. Once as tiny figures in a cage but again \"fattened\" to the point of barely fitting inside like in the picture below.\n\nFish species apparently come in large and small also. Above is  the fish meal with the tiny soldier peaking inside. Below, however, the whale is having the meal.\n\nThe King and Queen appear several times within the \"Fairytale Sculptures.\" Sometimes the bronze royalty are watching their subjects working in the queen's pavilion like the middle image below. The third image shows the queen with a magic fish.\n\nVisitors would be caught up in the whimsical atmosphere and carry that cheerful feeling with them when they left. One such example is the humorous image below, titled \"The Grab.\"\n\nThe statues depicted various fairy tales like \"the mouse and the lion.\" The fairy tales and sculptures will remain the same, but never again be seen in these placements. In 2012, the boulevard and Beelden aan Zee will appear rearranged. Until then, the funny yet bizarre bronze sculptures will be missed.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","title":"20 Fairytale Sculptures Invade The Hague","author":"Angel"}