{"url":"http://www.environmentalgraffiti.com/offbeat-news/cement-manufacturing-destroying-kashmir-fossil-beds/772","content":"\nIndia’s Guryul Ravine in the embattled Kashmir region is the site of one of the world’s richest fossil beds.\n\nThe site includes rich deposits of Permian fossils, older than the dinosaurs. It hold a huge variety of ancient marine plants and animals. Unfortunately, the fossils themselves are surrounded by valuable limestone for use in cement in India’s booming construction industry.\nFor years the site has been both a geologist’s dream and a limestone quarry for the locals. But exploding the rocks surrounding fossils has, as you might imagine, put the fossil beds in danger.  Last year, local officials named the area a protected site, and they say that has put an end to limestone collection in the area. \nGeologists, however, tell a different story. Many small scale quarry owners, most of whom work to provide rock chips to a local cement factory, continue to work the area according to Ghulam Mohamad Bhat, a sediment geologist with Kashmir's University of Jammu. \nQuarry operators can earn up to $15 per truckload of rock chips, while larger rocks can be sold for construction use. Cement factories believe the limestone from Guryul and other areas of Kashmir is of particularly high quality. According to Bhat: \"Underhanded mining has gone on for years and is still going on. Sadly, the fossil section at Guryul has been entirely put to sale.\"\nThe Guryul fossil beds are the best preserved record of the Permian-Triassic extinction event, although other fossil beds in different parts of the world also have similar fossils.  Operators are not allowed to create new gravel in the quarry, but they may collect pre-existing loose material to sell to cement manufacturers. Bhat and other geologists say this encourages operators to blast the quarry in the middle of the night, then return in the morning to collect the “loose” material. \nMichael Brookfield is an Earth Science professor at the Academia Sinica in Taipei. He said: \"If the Guryul section is destroyed, then one of the most important areas [showing] one of the most important changes in life in geological time will no longer be available for study.\"  \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-40999-2919880160103830173S600x600Q85.jpg","title":"Cement Manufacturing Destroying Kashmir Fossil Beds","author":"Chris"}