{"url":"http://www.environmentalgraffiti.com/ecology/surviving-a-shark-attack-poke-its-eyes-out-and-its-jaws-will-loosen/1166","content":"\nJason Cull, 37, is a lucky swimmer that managed to escape a ferocious shark attack. A 16 foot Great White, attacked him while swimming at the Middleton Beach on Australia's southwestern coast on Sunday.\n\"Initially I thought it was a dolphin but when it came up and banged straight into me, I realized what it was,\" Jason said.\nEscaping a shark attack is not an easy thing when you consider that fear takes over your mind and reactions are partially restrained. Jason probably took the best solution and poked the shark directly in the eye. \"I just remember being dragged along backwards. I was trying to feel its gills but I found its eye and I stuck my finger in and that's when it let go.\"\nThough the shark let him loose, half of Jason's calf \nand he was left with deep lacerations to the knee and thigh.\nThe \n, but Jason managed to reach the surface and got to warn the other swimmers who eventually started to panic. \n, Joanne Lucas, a 50 year old volunteer lifeguard heard the noise, went into the water, and brought the injured swimmer to the beach. \"Thankfully she took me into shore,\" he said. \"I don’t think I would have made it the rest of the way by myself\".\nJason Cull was given first aid on the beach and then sent to a hospital in Albany for surgery.\nA sea rescue plane that was investigating the area managed to see not just one, but a total of three sharks. The reason why they got attracted so close to the shores, was probably school of fish. Actions to lure sharks away from the area turned out to be unsuccessful and the authorities had to close the beaches.\nOut of the total 71 shark attacks worldwide in 2007, twelve were on Australia’s shores, yet none proved to be fatal. Last month however, a 16-year-old surfer died on Australia's eastern coast in a shark attack.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"Surviving a Shark Attack: Poke its Eyes Out and its Jaws Will Loosen.","author":"mentol"}