{"url":"http://www.environmentalgraffiti.com/offbeat-news/8-killed-dozens-wounded-over-dead-moths/565","content":"\nChina has been an absolute hotbed of environmental news the last few years. Their ridiculous pollution levels and dam projects, coupled with the upcoming 2008 Olympic Games in Beijing, have resulted in loads of stories on the country’s environment. \nOne group in China you hear a lot less about, at least when you’re talking about the environment and nature, is \n. Most people I know have this image of the country as a peaceful Shangri-La filled with \n nobly resisting Chinese rule. Well, turns out there are also a bunch of violent nutters. \nYou want proof? Over 200 people from two nearby towns in the \n fought a pitched gun battle leaving 8 dead and close to 50 wounded. Clearly they must have been fighting against \n and injustice, right? Nope. Mummified moth larvae \n.\nObviously these moth corpses are valuable for some reason. Like most \n, it’s because of traditional medicine. \n holds that the moths, which are eaten by a fungus while burrowed in the ground then pushed to the surface as the fungus attempts to spore, will fight everything from cancer to AIDS.  \nIncreased demand for the product has pushed the \n of the fungus to nearly 40,000 yuan ($8,000) per kilo or higher. With prices that high, entire villages sometimes join in the harvest, and territory is zealously guarded. In the months preceding the fight, the villagers of Danba and Sumdo had clashed twice over villagers straying outside their own territories. \nAt some point you have to wonder who is buying these items at such prices. I, for one, wouldn’t eat a dead moth covered in fungus if you paid me $8,000, much less pay for the privilege. And seriously, someone has to be noticing that their AIDS is not getting cured by eating dead fungus moths. I mean, they cost way more than even \n, and those mushrooms have been scientifically proven to get you \"totally blasted\" (we're using scientific terms here).  I don't think I'll ever really understand traditional medicines that involve eating gross things knowingly. Perhaps I need to travel to China. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/35871890640ac53c72d2bjpg_1","title":"8 Killed, Dozens Wounded Over Dead Moths","author":"Chris"}