{"url":"http://www.environmentalgraffiti.com/hiking-and-trekking/news-daring-icefall-climbers","content":"\nSometimes, the easiest route up a mountain is covered in ice, and sometimes the best reason to climb a mountain is to tackle that ice. Icefalls are glaciers descending down a slope, moving at the sluggish rate of a few hundred meters per year. They tend to measure between 1000 and 2500 feet high and are characterized by many cracks, known as crevasses. \nClimbers seeking these fast moving glaciers need not search for long: icefalls are found in most mountain ranges and glacial territories. Alternatively, an artificial, free-standing, refrigerated icefall exists in Ogden, Utah, and in Iowa, locals convert farm silos into icefalls in winter by pressure hosing the freezing metal with water.\nIcefall surfaces are categorized as water ice and alpine ice. Water ice is a frozen waterfall, and often descends from a cliff. Alpine ice is frozen precipitation and found in mountainous areas. To climb either, adventurers use crampons – spiky metal attachments to footwear; ice axes; ice screws; and rope. Climbers kick their crampons into the ice and swing the ice axes over their heads to scale up the mountain. The climb leader applies ice screws to help secure rope.\nIcefall climbing is a dangerous sport. Climbers are scaling temporary surfaces, the ice could break off, an unfrozen waterfall could run beneath the icefall, and there is potential for self-injury from the use of deathly sharp equipment.  Most fatal are ice avalanches. Plummeting rocks of ice can cut away the fixed rope climbers rely on, or directly strike the climbers.\nAs the ice can damage the climber, the climber can damage the ice. Climbers are advised not to continue on a trail if chunks of ice are falling out, in order to preserve the course for future climbers, and to give it the chance to refreeze. Crampons should not be used unless absolutely necessary. Overall, icefalls can be fragile, and environmental etiquette is necessary to conserve the climb.\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","title":"Scaling Giant Frozen Ice Falls","author":"ppavone"}