{"url":"http://www.environmentalgraffiti.com/featured/bird-vs-bird/18846","content":"\nWith the Christmas spirit fading fast, hostility is quite literally in the air as we turn our gaze to acts of violence enacted by birds on others of their kind. Beaks snap and feathers fly as the winged creatures cut and thrust or simply get stuck into one another. Take this seagull, for example: it's decided it's going to have that duckling and nothing's going to get in its way, not even the poor thing's mother. It's nature at its most cruel, combative and compelling.\nOften these acts of aggression by our feathered friends are a result of conflict over territory or food, as would seem to be the case in this squabble between two blue jays – feistily territorial birds often seen driving others from a feeder for an easier meal. These jays also show that confrontational action can be a thing of beauty as the fanning wings and flying snow almost appear choreographed.\nThe two duelling crows in this next shot from Mexico are actually from the same family as blue jays, despite their obvious differences in appearance. The loud, throaty \"caw-aw-ah\"'s of crows are often used to mark territory, and when defending a nest site or food, they will usually puff up their crest feathers and hunch their shoulders to boost their size – before throwing down the gauntlet as here.\nAnother dance of aggression between two birds of the same species greets us in this next, brilliantly captured shot, which proves that seagulls can be just as belligerent when defending their territory – or trying to invade another's. Here one gull launches an attack on another that's occupying its piece of the pier, but of course such ructions happen every day; they're part of a gull's daily life. \nOf course seagulls aren't picky when it comes to being aggressive. As we've seen, these carnivorous squawkers will attack pretty much anything that looks like a sitting duck and incredibly have even been observed preying on live whales, landing on the whale as it surfaces to peck out pieces of flesh. Above, a hapless American coot is attacked by a Western gull – wethinks for that morsel in its mouth.\nBack to members of the same species battling it out now and it's clear birds of all sizes will get it on coz they don't get along. Here one brown pelican literally gets it in the neck as another comes wading in with a haymaker using its giant beak. Ouch! In rare cases, white pelicans have been known to swallow other smaller birds like pigeons, ducks and cormorants, both in captivity and the wild.\nSize definitely isn't an issue here as an unknown species of black bird attacks a hawk. Such acts of confrontation by birds that would otherwise be meat and drink for birds of prey like the hawk are actually not that uncommon. Attack can be the best form of defence for smaller species, especially when guarding their nests, and some birds are known to mob rapacious raptors to chase them away. \nAll told, it's a case of by any means necessary for our avian cousins. No biting and no striking when they're backs are turned? Come on ref! As this final shot shows, when birds get ready to rumble it's no holds barred stuff. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Birds Vs Birds","author":"Karl Fabricius"}