{"url":"http://www.environmentalgraffiti.com/featured/strange-worlds-by-matthew-albanese/20151","content":"\n\nAll images courtesy of \nIf you haven’t yet come across Matthew Albanese’s landscape photography, then you’re in for a treat. The New Jersey-based artist has captured it all, from grassy fields that invite you to run through them and crystal clear lakes, to tornadoes, fires, volcanic eruptions and even a moon landing. How does he manage to be in the right place at the right time? He subjugates time and place to his will. Intrigued? Find out more.\nCommon to all the landscapes above is that they’re fake. That’s right, all made up. Matthew Albanese is not only a photographer but also the creator of astonishingly detailed, small-scale miniature landscapes, his “Strange Worlds.” He photographs each model about 500 times, using forced perspective to make the images look very real. He explains in his statement:\n\n\nTake the tornado for example; its description reads: “Tornado made of steel wool, cotton, ground parsley and moss”. And here’s the incredible making of it:\nThe volcano landscape was made out of tile grout, cotton and phosphorous ink and then illuminated from within by six 60-watt bulbs:\nFor the burning living room – “wood, nylon, Plexiglas and purchased dollhouse furniture” – Albanese even incorporated a firefighter’s feedback and reduced the flames to make the model more realistic:\nThe field landscape is made out of faux fur for the field, cotton for the clouds and sifted tile grout for the mountains. Shifting the white balance created the lighting effect:\nNow the Mars landscape is what started it all off. One fine day, Albanese spilled some paprika powder in front of his studio and while cleaning it up, was intrigued by its colour and texture, which somehow reminded him of a Martian landscape. He tried recreating the landscape and was pleased with the result. The rest is history and Albanese has been making miniature landscapes ever since.\nIt takes about a month for each model to be made. Beforehand, Albanese walks through the aisles of his local supermarket for inspiration and later sifts through related articles and images on the Internet. Planning is important to guarantee that the finished model looks as realistic as possible. The whole process is something Albanese calls “problem solving on a visual level.” Though he might composite large images later on, he does not digitally render texture or colour!\nSays Albanese about the making of the moon landing: “It took two months to store up enough fireplace ash to create this lunar landscape. The darker rocks are made of mixed tile grout, [the] flag [of] crumpled paper and wire. The Earth is a video still projected onto the wall. [The piece was] inspired by the Apollo 11 mission.”\nMatthew Albanese has been interested in photography since his senior year of high school and then went on to study fine arts with a focus in photography. He is currently working as a freelance photographer. For more about his artwork, visit his \n.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/meyerA.jpg","title":"Strange Worlds by Matthew Albanese","author":"Simone Preuss"}