{"url":"http://www.environmentalgraffiti.com/featured/tarantulas-aggressively-baring-fangs/14393","content":"\nThey're big, they're hairy and they're coming to get you. Tarantulas are burdened with a bit of a bad rep in the human psyche, and the reasons just sketched out – and staring you right in the face – give some clue as to why. It's those fangs that really catch your attention here though. Easily sharp enough to puncture a man's skin, and sufficiently long and curved that you could hang your coat on them, they're enough to give you nightmares for weeks. And don't even get started on that bright red mouth.\nThe beauty bearing down on us above is an old world tarantula of the genus Haplopelma, spiders whose leg span can reach a leg-straddling 20cm. With an aggressive temperament, a propensity to bite and particularly potent venom, these eight-legged lovelies are probably best left in the tank – or better yet in their burrows, deep, deep in the jungles of Southeast Asia. This photogenic but paparazzi-hating specimen, lovingly named Petunia, kept attacking the camera and spinning around to attack when poked from behind. Well, wouldn't you?\nThis next set of fangs belongs to the goliath bird-eating spider, and they sure look mean and keen. The biggest spider on earth, Theraphosa blondi has a leg span of up to 25cm, and can be found in the rainforests of northern South America. Goliath birdeaters have been known to bite humans in self- defence, but their venom is relatively harmless to us, comparable to a wasp's sting. Their name is also something of a misnomer: they rarely eat birds, but will skewer just anything smaller than themselves – with fangs that can make metal clang. Gulp.\nThe aptly named baboon spider might be said to have a red-haired personality. Found throughout much of Africa, this little \"pterror\" – a pun on its Latin genus classification, Pterinochilus murinus – is prized among the tarantula-owning fraternity for its confrontational disposition. If disturbed, this is one arachnid that's more than willing to inflict its bite which, while not serious, is excruciatingly painful. Though small at 3-6cm, you can forget about trying to handle this critter. A mini-monster that likes its space.\n\nPhoto: \nAnother super-sized tarantula from the new world, the Brazilian salmon pink birdeater almost rivals the goliath birdeater for size, with a leg span easily growing to 20cm. These bushy beasts are also a favourite pet as they can be handled and are slow to anger. Yet, due to its size, speed and ability to send off irritating urticating hairs, this isn't a spider for beginners. What's more, its bite packs power similar to that of a small cat, so if its fangs sank into your skin you'd sure as sherbet know about it – and probably need some medical attention too.\nWhen a tarantula bites, it injects venom into its prey from glands in its chelicerae, the pouch-like appendages from which the hollow fangs extend. The fangs are also used to help masticate food, which is covered in digestive juices for good measure before being sucked up as liquid through the spider's mouth. Prior to biting, a tarantula may rear up in a threat posture while spreading its fangs – which can extend forward ready to bite or fold back just as a pocket knife blade folds back into its handle. Now you've been warned.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","title":"Tarantulas Aggressively Baring Their Fangs","author":"Karl Fabricius"}