{"url":"http://www.environmentalgraffiti.com/art/news-when-fire-meets-art-21-pics","content":"\nSince caveman times, humans have been spellbound by fire. Flames and fire seem to snag our attention, even in nature when the sky seems to be on fire or when the sun kisses the water as if it were burning. Some flames are digitally manipulated for fire art. Here are some amazing examples of the element of fire turned into incredible 3D art.  \n\n\n\n\nIncorporating flames into fantasy art seems to give the image life. Each of these digitally altered pictures below are available as free wallpapers.\nBeing capable of starting fire is one of the things that supposedly sets humans apart from animals. The incredibly surreal animals below area esthetically astounding.\nCombining flames with \"living, breathing\" animals transforms a photo into a totally out-of-the-box creation.\n \nSome artists use fire to express creativity while others incorporate flames into an image to experiment and grow their digital manipulation skills.\nIn many places on the web, there are tutorials on how to manipulate your photos with the element of fire. Here are 25 very hot \ns if you would like to try your hand at it. \nThis \n teaches a person how to use flaming photo manipulation.\nEach piece of fire art speaks about the artist. In art, fire is sometimes connected with hell or evil. Yet in the image below, heaven and hell are combined into one and set on fire. If you would like to try it, here is a tutorial for \n below.\nRock-n-roll, guitars, death and skeletons seem to be popular choices for decorating with digital flames. \nMost artists use Photoshop, but here are instructions to use \n for creating fiery wallpapers.\n\n\nHere are a few more sinister examples of playing with fire.\n\n\n\n\nLove is sometimes referred to as a heart on fire. No matter the subject, painting with flames creates amazing 3D art.\nThe video below is not digitally manipulated, but it does show the force of fire and how easily we can be held spellbound. It is both beautiful and terrifying.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","title":"When Fire Meets Art!","author":"Angel"}