{"url":"http://www.environmentalgraffiti.com/product-design/news-get-pumped-balloons","content":"\nEveryone who is and had been a kid knows one, accurate fact: carnivals are no carnivals without lots and lots of balloons. You will know when a kid has had the time of his life at a carnival when he’s on his way home licking an ice cream or a caramel apple, and looped around his wrist is a string tied to a piece of balloon. But how did these simple wonders called balloons came up, anyway?\nBelieve it or not, the first balloons were created way back in the ancient times, particularly in the Aztec civilization. History books say that the Aztecs would shape animals from a cat’s bowels. The bowels were first cleaned, turned inside out, and sewn shut to make it airtight. After this, the bowels were blown and twisted into animal shapes, then offered to the gods, along with the cat from where the bowels came from. Can you imagine making a balloon poodle out of your real poodle?\nIn 1824, scientist Michael Faraday invented the first rubber balloon when he was experimenting with hydrogen, but it was JG Ingram who produced the template for the party balloons we have today.\nBalloons come in different shapes and sizes. Gone are the days when you only see round-shaped balloons, now you can choose from a variety of shapes: oblong, donut, heart, and many others. You can even buy a whole zoo of animal balloons, or even all your favorite cartoon characters. You can definitely say that balloon vendors walking around with a big bunch of balloons are the carnivals’ rock stars, because they attract all kinds of people. But don’t make the mistake of walking right in front of them, or you’ll experience “The Attack of the Balloons” like this skater will be experiencing in a few seconds.\nFor some camera-shy balloon vendors, balloons are the perfect things to cover their faces when balloon fans go trigger-happy. \nBalloons can even be the perfect place to hold secret meetings, just like how these people discuss their top-secret agenda under those big balloons.\n \nAnd, if you’re really desperate to get away from everybody, why not be the balloon yourself and run as fast as you can?\nSome people are such avid balloon fans that they even tried flying through the air with, that’s right, BALLOONS. Getting airborne with helium-filled balloons is called cluster ballooning, and one cluster balloonist by the name of John Ninomiya has done it forty times already, and he isn’t stopping anytime soon. That's why he's called the \"Cluster Balloon Man.\" Take a look at John going up in the air with those humongous balloons.\nAnother artist who’s made his mark in the world through balloons is Jeff Koons. He’s built a collection of metal sculptures shaped like a balloon dog. The Metropolitan Museum of Arts houses the yellow series of the Balloon Dog. See how the shiny surface makes the sculpture look so much like the real twisted balloon dogs, complete with the knot as the nose, and the balloon end for a tail.\nWho would have thought that balloons can be used for different reasons, from sacrifices, science experiments, disguises, flying, and even art inspiration. Marvel at the wonder behind these simple-looking objects before popping them after the party's over.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","title":"Amazing Uses for Everyday Balloons","author":"Karize Uy"}