{"url":"http://www.environmentalgraffiti.com/featured/sand-art-beaches/11238","content":"\nPeter Donnelly is an artist who can truly claim to see the bigger picture while attending to the devil that's in the detail. He is also an artist who is far from precious about his work, since few mediums can be as transitory as the one he chooses to work in. While humankind has surely been creating artworks out of sand since long before we have been able to preserve any trace of their fleeting existence, few sand artists can have worked on such a scale as Peter Donnelly. And few revelled so much in the march of the incoming tide.\nBased in Christchurch, New Zealand, Peter Donnelly has been practicing his unique take on sand art for over ten years, a period during which he has created almost one thousand pieces of art – only to see each creative outpouring washed away by the encroaching sea. Does he mind? Far from it. \nWhen the Sunday morning tide goes out, Donnelly cycles down to the beach below New Brighton pier, and with a rake and stick for paintbrushes, sets about transferring what is in his imagination onto the sand. The fact that each piece is so short-lived is part of what makes them special.\nElaborate patterns integrate seamlessly with more recognisable forms as Donnelly's works come to life beneath his dancing feet and the deft movements of rake and stick. Crowds of people look on – bemused, wondering, excited – and Donnelly continues with his dance. \nFour hours later, a piece of art that looks as though it might have taken days is born, before the tide rolls in and what was created is destroyed. Yet for the sand artist, this is an essential part of the process: an ephemeral moment in which a gift is given, to the ocean, to the universe.\nDonnelly doesn't do what he does for the audience – although he more than welcomes their participation – and he certainly doesn't do it for the money; no, Donnelly does it as a sacred celebration through which he can feel complete. \nHe describes himself as a symbolist, though at times his creativity has taken a political bent, as when he expressed frustration at the invasion of Iraq through his artwork. \nIn terms of skills, he has a knack for perspective, and an uncanny vision for the whole while he is immersed in the finer details. He also has a strong confidence in his own – literally – step-by-step process.\nIt's a small wonder that this sand artist's performance-like work – in which he feels rather than sees what he is doing – is regularly watched by myriad rapt gazes, of tourists and locals alike. Indeed, Peter Donnelly has even been the subject of an acclaimed documentary, directed by Valerie Reid, extracts from which can be seen below. Fittingly, it's called the Sand Dancer.\n\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","title":"When Beaches Become Giant Sand Art Canvases ","author":"Karl Fabricius"}