{"url":"http://www.environmentalgraffiti.com/ecology/30-starving-bears-trap-geologists-in-russia/1414","content":"\nA group of Russian geologists working on the volcanic Kamchatka peninsula found conditions un-bear-able (apologies) after a group of over 30 bears trapped them in their camp. But as nature encroaches further inland in this far corner of eastern Russia, is this a sign of the damage poachers are doing to natural resources in the area?\nThe team was conducting experiments on the seismically active rock peaks of the region when the group of brown bears surrounded them, forcing them to retreat to the safety of their camp, which they now refuse to leave. A spokesperson for the Kamchatka emergency services said: \"In the interests of safety they didn't come out to work - the people are scared by the invasion of bears.\"\nOfficials added that a team was being despatched to the area to ‘deal' with the issue, although the bad weather meant that they would be forced to reach the camp using an all-terrain vehicle instead of helicopter, causing some delays. Unfortunately for nature lovers all around the globe it seems likely that when the Russians say they will ‘deal' with the problem, just like the bad guys in Bond movies, they mean they will eliminate the problem - \"It looks like a shoot by the hunters won't take place today as there is still no permission. As soon as we get the document from Petropavlovsk-Kamchatsky the hunters can get to work,\" the spokesman said.\nPart of me feels this is an outrage, but then bears are very big, often aggressive animals. But then again, there must be a different way of luring the bears away - couldn't they just throw some food to them, let them gorge themselves until they are too lazy too move and then cart them away? Tony Blair for instance seems like the perfect sacrificial lamb, he's not doing much at the minute and is dead keen on solving international problems: we could donate him to Russia and they could throw him to the bears? Perhaps not. Maybe they could gas them, like they did to the Chechen terrorists and hundreds of hostages in the Moscow theatre - but then most of them died too.\nUmmm.... It is a tricky one.\nBut wait. I know: maybe if the Russian government concentrated more on stopping the rampant poaching that occurs daily in the regions then the bears wouldn't be starving to the point of surrounding a group of poor geologists. That's a thought.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","title":"30 Starving Bears Trap Geologists in Russia","author":"Thomas Davie"}