{"url":"http://www.environmentalgraffiti.com/ecology/hideous-bugs-invade-california/1250","content":"\n‘Whilst trying to decide what this monster thing was, my husband informed me that it was a Potato Bug. No way, bugs do not come in a size large enough to wear a dog collar; yes it was that big.’- Rhonda\nThe above account forms part of hundreds, describing encounters of a strange bug found in suburban homes throughout California. The insect is so mysterious and hated it even has its own fan/hate site (\n), some call it Satan’s fetus others claim it came from outer space. So just what exactly is a ‘Potato Bug’?\nThe potato bugs’ real name is the Jerusalem Cricket, which further complicates the critter’s identity: it isn’t found anywhere near Jerusalem, but thousands of miles away in the northern Rockies. It also has nothing in common with crickets, and doesn’t (as some seem to think) eat potatoes whole. \nInstead, it is a scavenger and helps California’s eco system at the lowest of levels by feeding on decomposing plant matter and animal corpses.\nCabinet Magazine writes that the most official source on the creatures is an etymologist (by passion) named David Weissman, who has embarked on a lonely lifetime quest in documenting all species of the genus. So far Weissman has found 43 species of the potato bug, or stenopelmatus as it is known in science. He has identified the species as living all over California in various scrub and leaf-covered areas and locates the number of domestic encounters as due to California’s over developed landscape. The insect however will for most of their existence live underground, only surfacing to feed and mate. So how come so many horror stories have appeared?\nThe most rational explanation is to do with the bug’s disturbing physical appearance, once a human has come into contact with it. The bug is roughly the size of a small mouse, but Weissman claims that the largest was weighed in at a whopping 13 grams.\n\nApart from its size the bug is pinkish and extremely fleshy. In particular, its fat six legs and its wet, red, bulbous skull that sends shudders of dread down the terrified home owners; unsurprisingly alluding to its Navajo and Spanish names: ‘child’s face’ and ‘skull insect’.\n\nThe terror of the experience results in a need to brand the bug as evil, followed by a rampant need to repeatedly kill it, concluding the experience with a fear for its revenge. As described by many on the \n forum:\n\n\nIt’s obvious, that the insects to us humans, are truly repugnant creatures and from the accounts it’s easy to see how myths and exaggerations have formed behind the Jerusalem cricket. However one thing is certain: its presence in Californian homes will only increase, as more hotels, highways and homes are stretched across the land.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","title":"Hideous Bugs Invade California","author":"alex ingham"}