{"url":"http://www.environmentalgraffiti.com/travel/news-interview-six-senses-competition-winner-rich-morgan","content":"\nAt the end of last month Environmental Graffiti ran a competition for one lucky (but more importantly talented) writer to cover the Six Senses Soneva Fushi Eco Symposium for the site. The time came and EG's users selected a winner: \n. Following up pieces on the \n and \n, Rich entered \n.\nYou might have seen from his diary pieces that he's actually already on Soneva Fushi. You can read about his \n and \n days on the island and what he's learnt from meeting climate change advisor \n and ecotravel expert \n. In fact the photo at the top of this story is one of Rich's own! We caught up with Rich to hear about the run-up to Soneva Fushi and his time on the site.\n\n\nThe reason I entered the competition was because I liked the question. Offsetting is a big issue and of real importance in environmentalism. I think if I'd written an article that long and complicated normally it wouldn't have been successful. I was surprised when I won, because I'd read a lot of other articles that were so much more comprehensive and made some really good points. The first thing I thought about when I found out I was going was whether I could get the time off work.\n\n\nLuckily, and probably for the first time in my life I have a wonderful boss, and she was more than happy to help. I'm currently teaching Biology and English in Bangkok. The school has a big green motivation, so I think they were quite pleased I was going. I did need to do some research on the people present, some of whom I already knew of, and try to work out exactly what the symposium was all about. I also thought it best to brush up on some climate science, so I've been reading a lot.\n\n\nI mainly wanted to see exactly what goes on at these types of events. It's rare that a 'grass roots' organisation like EG gets a chance to see something like this. Andrew Murray-Watson, who angled for the idea of putting someone from the site here, is a big believer in getting a message intended for everybody to everybody. The usual big league journalists are here, but the point will be lost unless the symposium engages a broader spectrum of people. Most travellers and backpackers, who are central to this whole issue, will never come here or be able to afford the kind of holiday this resort chain offers – I know that I never could.\n\n\nI wanted to meet Geoff Lean. He's been writing about the environment for over 40 years. I remarked he must have seen some real changes over that time, but he informed me that it had mostly stayed the same! As for the speakers I've been mostly impressed with: John Porritt and Jeremy Leggett. They are talking about things I understand and think are important. I'd be lying If I said I understood everything discussed here but it's been very reassuring to hear the same issues and opinions I have, reiterated by people at this level of environmentalism.\n\n\nI've travelled a bit. But I honestly believe you have to be responsible in how you do that. My flights to Thailand and the Eco Symposium were offset, but the few holidays I went on when I was younger were not. I've been all over the UK, to a few places in Europe, of course Thailand and now the Maldives. Wales is still the most beautiful place on earth to me though.\n\n\nI found EG when I was searching for environmental forums. They are great places to learn from, although they are generally home to some pretty offensive and patronising people. It can get really nasty and aggressive, as well as ridiculous when they claim they are PhD scientists or something like that, because they are clearly not! EG is different though – although I never use the forum on it to be honest, it's got a different angle and its originality appeals to me. I like the fact that it gives you the ability to talk about things that interest you without opening yourself up to ridicule. We are all environmentalists and we can share that passion on EG whenever we like.\n\n\nWhile I've been at this symposium everyone has been asking me what EG is, and I've basically described it as a grass roots, public content website, working to promote the environment. I think EG is very broad in how it goes about that promotion. There are a few things I'm still unsure about; an article on 'the most expensive cars' is difficult for me to justify, and I wonder if the voting can get a little political. I think it's 'views' that are more important than votes; it shows you are writing about things people care about and are interested in.\n\n\nI write about things that bother me, or things that really grab my interest. I really enjoy all the research and learning that goes into writing something. You become a kind of mini expert on a topic for a few minutes, before you remember you have to go to work or eat something. There is so much in the world that fascinates me, inspiration for topics isn't a problem, it's more a case of choosing which one will work best.\n\n\nI am continually surprised by facts and figures, I just found out that 90% of GHG emission are caused by 1/3 of the population, who also have 96% of the consumer power. Those kinds of statistics are very provocative but I'm not sure they are that useful.\nWhile I was researching my article on natural disasters I came across something called the Eastern Mediterranean Event. In June 2002 an explosion with the power of a nuclear bomb was recorded over the ocean; it is believed to have been an asteroid, maybe 9 meters in diameter. There was concern it might lead to a misunderstanding between Pakistan and India and result in a very tense situation involving real nuclear weapons. The fact that an asteroid 9m across can explode with the force of a nuclear bomb, and we can't detect it entering Earth's atmosphere, is surprising – and the fact we aren't really sure that it was an asteroid at all is even more surprising.\n\n\nI read a lot of other people's articles, but I usually gravitate toward the more informative ones to do with nature, climate change and renewable energies. For me that's what EG is about. Michele Collet always has some awesome photos; don't know where she gets them from and I don't want to know either; I prefer the mystery. Russell Vallimont always writes really interesting and intelligent stuff to do with renewable energy innovations. There are a lot of good writers covering really good stuff.\n\n\nI'm a bit of a fitness freak; I love running and things like that. My big passion is the environment; I spend a lot of time reading about it and adventuring in it. I have a 6 day trek organised around Christmas in the Thai Burma mountains, just me a guide and some porters. I'm going to look at some of the renewable projects I mentioned in my offsetting article. I'm looking forward to writing about them for EG.\nI don't really see this as a writing career - I don't really believe in careers full stop. I want to keep participating in the site, and would like to see it start reaching even more people and having more of a part to play in grass root environmentalism. It is a great way to practice writing, and I enjoy that; learning what works and what doesn't is interesting and surprising.\nI'm just a person with a passion for the environment. I love reading about it, talking about it and studying it. I am happiest when I'm outside, usually on my own. I don't believe in career, or profit, but I don't believe in sitting around and doing nothing either. For me life is about doing as many things as you can to try and get as many experiences as possible. I've worked in science, renewable energy, farming; I was training to be a Marine until my knee cap came off and now I'm teaching and learning again. I have no idea what I really want to do, but I know what interests me and what I care about, so I'm just gonna follow those till I change my mind. I really like dogs, ice cream and Pearl Jam.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","title":"An Interview with Six Senses Competition Winner Rich Morgan","author":"MichaelSimon"}