{"url":"http://www.environmentalgraffiti.com/animals/news-deep-sea-ghostly-squid-worm-tantalizes-scientists","content":"\nIsn’t it fascinating for kids from all over the world to think that their all-time favorite Sponge Bob lives deep down at the bottom of the sea? But they do not know that their favorite cartoon character lives among tons of unseen creatures deep under sea.\nNot only kids, even are scientists often bewildered by the hidden wonders beneath the sea. When a 9.4 centimeter in length, ghostly squidworm was found by marine biologists, it was indeed a surprising discovery for them. \nNotable for its unusual tentacular appendages, this species is very unique in the sense that it is believed to be the only described species of this genus, \n.\nThe worm has ten tentacles, bulging out from its head, the first body segment. Other distinguished features include its six pairs of nuchal organs, used by the animal to taste and smell underwater.\n is the binomial name for this newly found species. A team of scientists from Scripps Institution of Oceanography found this worm 3,000 meters below sea level, using an underwater  remotely operated vehicle or ROV that could signal data and videos back and forth between the vehicle and the ship via a cable. \nThis odd-featured squidworm was found in an isolated ocean basin near the bottom of the Celebes Sea and the find was the result of a joint effort by scientists and researchers from Woods Hole Oceanographic Institute, Massachusetts and the Scripps Institute of Oceanography, California. Dr. Karen Osborn, who led this mission, says: “For a worm these guys are quite large. When I first saw them on video I was amazed that something this large and abundant had been missed all this time”.\nBut see for yourself, here's a video of the squidworm in action:\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb26.webshots.com-43417-2731906050105101600S600x600Q85.jpg","title":"New Ghostly Squidworm Sheds Light on Secrets of the Deep Sea ","author":"Alka Sharma"}