{"url":"http://www.environmentalgraffiti.com/news-how-magnets-could-help-prevent-heart-attacks","content":"\nIn our modern age of advanced medicine, heart attacks, unfortunately, are still not rare. They can happen to anyone, at any age. In fact, these days heart attacks have become the leading cause of death, especially in women. \nIf a person’s heart muscles are not supplied with enough oxygen-rich blood, it can increase the risk of a heart attack. And once the blood becomes too thick, it can also damage blood vessels. Aspirin aside, there are relatively few blood-thinning drugs available on the market. Sadly, they also have their side effects. \nIn a recent study, Professor Rongjia Tao from Temple University in Philadelphia, PA has invented a safer and repeatable technique for thinning human blood by subjecting it to a magnetic field. \"This method of magneto-rheology provides an effective way to control the blood viscosity within a selected range,\" said Tao.\nProfessor Tao discovered that the magnetic field polarizes the red blood cells, causing them to link together in short chains. But how? “The hemoglobin in red blood cells is an iron-containing protein capable of binding oxygen molecules. Therefore, red cells have a higher magnetic susceptibility than the blood’s base liquid, plasma,” explained Rongjia Tao in an email. “In a strong magnetic field, red cells are thus polarized and aggregate into short chains,” he added.\nThe findings were tested on various blood samples, and the research paper is soon going to be published in the journal \n. It states that if a magnetic field of 1.3 Telsa is applied for a minute, it reduces a person's blood viscosity by 20-30%. Later on, it regains original viscosity over a period of several hours in the absence of the magnetic field.\nFurther research is required to develop this technology. One might wonder if it affects the red blood cells' normal function. Or how safe it is to use magnets to prevent a heart attack? Professor Tao answers: “Up to date, for our knowledge, a static magnetic field up to 3 Tesla is usually quite safe. Of course, we should always be cautious about any new technology, which may have some unknown side effect.”\nSource: \n, and research paper\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Could Magnets Help Prevent Heart Attacks?","author":"Alka Sharma"}