{"url":"http://www.environmentalgraffiti.com/featured/satellites-die/2408","content":"\nNo matter how often we hear about the developed world becoming more like Big Brother every day, it’s not until you see images like these from ESA that you get creeped out. How much are we being watched, traced, listened to, recorded? Anyone who has ever read George Orwell’s novel, 1984, might have seen it coming.\nThe computer-generated image above was released by the European Space Agency earlier this year, which shows the Earth looking more and more like our hula-hooping buddy, Saturn. The image highlights trackable objects orbiting the Earth; all 12,000 of them, and that’s just an estimation. Around 11,500, floating at an altitude of 800 to 1,500 kms, are thought to be military, scientific, commercial and navigational in nature but only around 7% are in working order. The rest are mostly telecommunications satellites and orbit in the direction of the Earth’s rotation, or geostationary orbit as it’s known. They sit about 35,786 kms high.\nAnother image shows the differentiation between the satellites more clearly. Red depicts debris; the white dots are operating satellites and the outer ring is composed of satellites in geostationary orbit, which means they always sit on the same spot over the Earth.\nNorth American Aerospace Defense Command (NORAD) has been tracking objects in orbit since 1961 but now there is real concern that, with so much material floating around up there, it may cause damage to existing satellites and, worse still, working astronauts. Even though much of the debris is too small to follow, their velocity can cause untold damage. Once a tiny speck of paint that had come loose from a satellite punched a quarter-inch hole in the window of a space shuttle! Imagine going all the way into space, carrying out your given mission and then succumbing to the wrath of a speck of paint. Nightmare.\nMore of a worry though is, not just what’s going to happen to the existing unwanted bits and bobs orbiting Earth but what the powers that be plan to do with future satellites. There’s a real danger of the space above our planet turning into the largest dumping ground in the ‘verse. And, what's worse is, when all those aliens people are expecting to visit do finally pop round for a chinwag, they'll have problems figuring out which planet's Earth and which is Saturn with all those rings.\nSource \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","title":"Where Do Satellites Go When They Die?","author":"Linda"}