{"url":"http://www.environmentalgraffiti.com/news-mud-portrays-artists-struggle-and-makes-him-appear","content":"\nA sculpture right? Wrong. As much as it looks like a sculpture, it is actually a man covered in a mixture of mud and blue paint. It's a work by Alejandro Maestre Gasteazi to show the struggle an artist goes through to find his vision and himself.\nThe model is Julián Cánovas, a multidisciplinary artist, photographer, sculpture, painter and more. Julián suggested a while ago that Alejandro do a piece that describes artists in their ongoing creative search to try to understand their body and spirit.\nThe process sounds very simple. It was a case of first of all mixing children's blue paint with mud so the color is easier to see during the processing of the film. Then the model slathered it on his body, step by step, with photos taken all the way through.\nAs the model's face becomes visible you can feel an element of tension, of striving. Alejandro says that thinking about Julián's work brought out the idea: \"With this photograph series I intend to show an artist fighting to get to know and shape himself and turn into a better human being,\" he told us. \nThe photographs seem to be of a man who is becoming aware, more aware in each photo. Alejandro says the images should be seen as a series. \"This is a photograph series [to] show a sequence of how Julián shapes himself,\" he says.\n\"Even though there are some images that can work out on their own, I think the series format is more interesting and gives the whole work more dynamism and expressiveness,\" Alejandro continues. \"The sequence format in photography has always seemed very interesting to me and I hope to keep on using it in further works.\"\nAlejandro is a teacher of digital post production and works at an online training school, \n. And he  sees the necessity of using a tool like photoshop to make the illusion happen:\n\"This image could not have been obtained without the help of digital post production techniques, although it really was easier than it seems. As in any other artistic discipline, technique is very important, even though in this case the development of the idea was far more complex.\"\nThe artist has managed to show the internal struggle that all artists have to create their vision, to find the core of themselves and bring it out in their medium. The illusion itself is spectacular; the food for thought more satisfying.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","title":"Mud Man Emerges Out of Thin Air","author":"Michele Collet"}