{"url":"http://www.environmentalgraffiti.com/green-living/news-global-eco-tourism-citizens-world","content":"\nTourism has always been the global activity that makes the world a smaller, more intimate place for all of us. Experiencing the pulse of a different nation, the sights and sounds of a city in a another part of the earth, the tastes and delights of a culture and cuisine we normally wouldn't find in our local neighborhood - these are just some of the things that make us want to get out there and live life.\n \nAs much excitement as these new experiences may bring into our lives, the price that the planet pays for our leisure is a huge one. You may think it's just the pollution from the engines of the airplanes we ride in, and our wound upon nature ends there. But in reality, the moment we land eco tourism and begin our adventure, we are leaving eco-footprints on the country we are visiting. \n\n\nTour buses, limousines, taxi rides  that bring us to our hotel; each and every item that the hotel lets us use and consume; restaurants that offer food on the go; buses that shuttle us to and from our destination spot - some as much as five times a day just to get to as many tourist attractions as possibly can and cram it all into our three-day weekend getaway... These are just some of the regular activities that go on during a usual holiday. Hardly seems harmful, until we get to realize that the simple matters, when multiplied to the thousands of people repeatedly doing the same things, create a whole lot of impact.\nElectric cars are now here and available for the environmentally conscious individual. We ride them when we're in our respective cities, but how about taking it a step further and riding electric tour vehicles the moment we step out of the airport and begin our vacation? Airports, tour operators and hotels must find ways to provide these environmentally-friendly rides for the hundreds of tourists entering the country every day. In the Philippines, \n as they are called, are being used to shuttle people around the central business district we can use the same emission-free technology to bring tourists from the airport to their hotel, from the hotel to the tourist spot and so on.\n\nHotels and resorts are lovely, with the worry-free vacation necessities available for our consumption. But what we don't think about are what happens when we leave the place. The high turn-over rate per day produces so much disposal of barely-used (sometimes unused) items; the cleaning materials utilized to make the room and most things in it look and feel new, laundry and basically the overall upkeep of a single hotel room eats huge amounts of electricity and produces a lot of waste. Eco resorts are still few, but if popular hotel chains can implement even 60% of what they do to be sustainable and get other hotels and resorts all over the world to follow suit, what a big difference that would create. \n\nAs tourists who are in a hurry and on a tight budget, we normally turn to fast-food joints and many times skip the delight of sitting down at a local restaurant and sampling their local food. Running after tour schedules, we often choose the more internationally known take-outs that come in Styrofoam or plastic and discard them after use. Taking time out to sample the local cuisine would not only give us a sense of belonging while at a place far from home, but it would also help local farmers and markets maintain a sustainable community. Local restaurant business owners, in return, can work with eco-friendly \n so that tourists on-the-go can still enjoy delicacies even while running after the tour group.\n\nResearchers from all over the world have been debating whether it is better for us to take longer or shorter vacations in regards to our benefit and overall well-being and happiness. There are pros and cons to every side, but imagine the stress of cramming everything into three days and two nights. For example, what can you possibly gain from seeing Angkor Wat for a few hours in the afternoon? Can you really feel the history after visiting the Great Wall only once? Did you overspend on your shopping spree because of giving in to impulse-buying due to the one-hour allotted shopping time? A snapshot of the Sydney Opera House, but did you even go inside? \nConsider a longer and well spent holiday as the chance to really unwind and savor the place you are visiting. Apart from getting a true vacation, you are also helping local businesses thrive by buying products indigenous to the country, traditional handicrafts, participating in cultural events and festivals that can sometimes take place for days. \nTourists can give back in more ways than just traveling to your country, eating the local food and enjoying the festivals and cultural events. Setting up environmental campaigns that encourage visitors to your country to \"give back\" to Mother Nature in exchange for the amount of pollution that it took to get there via planes, trains and automobiles. \n /&gt;\n1. Tree-planting tour activities that would encourage local farmers\n\nto sell their seedlings and saplings to tourists and have the visitors\n\nplant them right there and then in designated areas to promote urban greening. Or consider vertical farming activities, something new yet\n\ncatching on quickly, especially for those places where parks are not readily available for tree-planting.\n \n2. Implementing no-plastic bag zones in popular tourist attractions\n\nand requiring vendors to sell only locally produced organic bags for use\n\nby the visitors throughout their stay. This standard can go on to be\n\napplied for items like plastic cups, straws and others to replace them with sustainable materials.\n \n3. Help livelihood handicraft projects by putting them in the\n\nforefront of tourist souvenir shopping areas and to push back all\n\ngeneric plastic one-time-use junk out (we find them everywhere anyway,\n\nand it kills the excitement of hunting for indigenous items). At the\n\nsame time, get local designers to work with the livelihood projects so\n\nthat what they are selling is also up-to-date with the times and not\n\nsomething you would think came from the eighties.\n \nThese are just small ideas that can readily be applied with all\n\nthe available and untapped resources already here now. As citizens of\n\nthe world, we can still make a difference. Even with all and everything that many others are already doing for the planet, anything we can do to lessen the man-made impact that the most loved leisure activity that is tourism produces, would be very much appreciated by the planet and future generations.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44621-2462468740104178106S600x600Q85.jpg","title":"Global Ecotourism for the World's Green Citizens","author":"eve"}