{"url":"http://www.environmentalgraffiti.com/countries/news-quintessentially-dutch-kinderdijk-windmills-are-must-see-attraction-holland","content":"\nWindmills are unique to the Dutch landscape, and everyone who has seen images of Holland, has seen a picture or painting of a windmill. Can you imagine the Dutch landscape without windmills? I can’t! \nLovers of windmills will be visually rewarded when they visit Kinderdijk: nowhere else in the world will you find such a concentration of operational windmills, not even in other parts of the Netherlands! The nineteen mills at Kinderdijk were built between 1500 and 1740 and they are so well-preserved that in 1997, the windmills were put on the UNESCO World Heritage List.\nThe windmills are located about 15km from Rotterdam, in a village called Kinderdijk. The village is located in the Alblasserwald polders, an area approximately 10x20 miles, at the confluence of the Lek and Noord Rivers. \nSlightly over half of the Netherlands is reclaimed land which lies under sea level, making it vulnerable to flooding. During the 13th century, periodic flooding became problematic, so canals were built to get rid of the excess water in the reclaimed land areas (Alblasserwald polders). The windmills at Kinderdijk were built as a solution for draining the excess water from the polders, and they would pump the excess water into a reservoir until the river level of the Lek lowered. \nIn the 1860s the windmills were not coping with the amount of water coming into the polders, and as a result, the windmills were retired, and the use of pumping stations, powered by diesel fuel, began. During World War II, the Kinderdijk windmills were brought out of retirement as the diesel fuel necessary to operate the pumping stations became scarce. The windmills were fully-operational until 1945, but were quickly closed down again when fuel became available. However, these noble windmills can still be used in case of an emergency! The Kinderkijk windmills are a source of pride for the Dutch and I can see why! \n \n \n \nThe oldest mill found at this complex was built in 1521 and is the only example found of a hollow post mill. Two windmills are made of stone, built around 1760, and are situated on the polder Nieuw-Lekkerland. There are eight stone/brick windmills on the side of the river DeNederwaard, built in 1738, and these are known as bonnet or rotating cap mills, meaning that only the top section revolves in the wind. The windmills are a beautiful sight to behold when in full spin, and their massive sails come within inches of the ground; these windmills are known as ground sailers. And finally, there are eight thatched-roof windmills on the side of the DeOverwaard River, dating from the 1740s. These mills are also bonnet mills, but are built from wood and are octagonal in shape. \n \n \nKinderdijk is not a park or a tourist attraction, and the windmills are fully integrated into a village by the same name, and tourists may visit the mills area any time of year. There is no admission fee of any kind, except for one, which is a museum of sorts, and you may walk around the windmill area. Keep in mind that not all the mills are operational all year-round, but all the windmills are fully operational every Saturday during the months of July and August, and one mill is open for viewing throughout the year.\nA visit to the Visitor’s Mill is suggested, as it will give you a good idea of how the millers and their families lived. Typical furnishings to fit the small space of a windmill are on display and it makes you wonder how a family could live in such a small, octagonal space! Of course, the “de rigueur” wooden shoes are standing right outside the door of the Visitor’s mill! During the entire second week in September, all the windmills are lighted at night, an event called “Mills in Floodlight” which attract hundreds of visitors. \n \n \n \nWe took the boat excursion on a vintage boat from Rotterdam; the boat leaves Rotterdam at 10:45 am and 2:15pm. The boat excursions are offered daily from mid-April to the end of September. The journey is fully-narrated in various languages and you’ll listen to information about Rotterdam and of course, Kinderdijk. Refreshments are sold and on a sunny day like ours, it was definitely a relaxing and pleasant way to travel to Kinderdijk. We didn’t return on the boat because it only stays at the dock for 60 minutes before returning to Rotterdam. Sixty minutes to tour Kinderdijk was an insufficient amount of time to allow us to take the canal boat tour, and then walk around the area and see the Visitor’s windmill; so, we took Bus No.90, from the Village, back to Centraal Station in Rotterdam. \nCost: The round-trip by boat takes three hours and costs €13.50 for adults, and €11.00 for 12 and under. The hotel concierge can call REBUS (the boat company operating the Nehalennia) and make phone reservations on your behalf.\n \nFrom Centraal Station, take the subway to Rotterdam Zuidplein and then Bus 90 directly to Kinderdijk. Trip duration is around 45 minutes and you’ll get to see part of the country-side and small cities on the way. Bus drivers don’t seem to speak English, so make sure you are carrying a map and plenty of coins, as the bus driver doesn’t take change. \n \nOkay, so you’ve made it to Kinderdijk, now, what is there to do? \nIf you’re pressed for time, want to return on the boat to Rotterdam, then take only the Canal Tour which will take 30-minutes. The boat tour is conducted on a small boat that holds about 20 passengers and will take you along a row of windmills. The duration of the fully-narrated tour is half-hour, and it will take you to the last windmill of the Overwaard River. The Canal Tour is only available from May 1 – September 30, and reservations cannot be made; it’s first come, first served only. The first tour is at 10:00am, and the last one departs at 5:00pm. \n:\nThe brochure states that the Canal Boat is accessible to persons on a wheelchair, but it isn't as simple as it sounds. If the person is unable to get-up from the wheelchair, then it requires two to three people to lower an adult sitting in a wheelchair into the boat. We saw this in progress, and it was a supremely difficult task, so, please keep this in mind. For the best photographic angles, I suggest sitting at the very front! Cost of Canal Tour: €3.00, children 4-9 €2.50, under 4, Free. \n \nIn addition to the Canal Boat Tour, another very pleasant way to see the windmills during the warmer months is to walk or bicycle through the Kinderdijk area, and admire these giants from the ground up! Take your time and meander through the area; it's an unforgettable experience! For a fee of €3.00, you can go inside the Visitor’s Mill, a fully-operational windmill; here you can see how the millers lived. If you’re lucky, a miller may be present and you may ask questions. During the summer season, the Visitor’s Windmill is open 7 days a week from 9:30am to 5:30pm. Off-season, the mill is only open to groups. \n  \nSeveral restaurants and a few B&amp;Bs can be found right in Kinderdijk and nearby villages. Please view \n) for a list of accommodations. \n \nWe have visited the Netherlands on several occasions, but we always stayed in Amsterdam. On our most recent trip, however, we stayed in the city of Rotterdam, during the last week of September, and the weather was just perfect! I just couldn’t imagine missing out on seeing these beautiful windmills, they are so much a part of Holland!\nWe were not disappointed, the windmills are everything I imagined them to be and were so much bigger than anticipated! Definitely worth seeing and highly recommend as a day-trip. If you are traveling to the Netherlands in an organized tour, make sure Kinderdijk is included in your itinerary! Getting to Kinderdijk was so easy and after seeing them, I realized that, on a beautiful summer day, even the journey from Amsterdam-Kinderdijk is well-worth it!\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","title":"The Serene Beauty of Holland's Kinderdijk Windmills","author":"Reginafug"}