{"url":"http://www.environmentalgraffiti.com/featured/enterdragonfly/12060","content":"\nWith those kempt whiskers and that smile – not to mention those baby blue eyes – the dragonfly seems to be asking sweetly to be anthropomorphised. Anthropo-what? Anthropomorphised. You know, that thing we do practically every time we look at animals – bestow them with human traits in an effort to understand what is essentially alien to us. Still, putting the “Gillette, the best a man can get” jests to one side for the moment, there does seem to be something extra-specially human about the dragonfly.\nThe photographs here capture the Blue Dasher dragonfly, famed for its iridescent blue eyes, in the rare moments when it sits still for a second.\nCharacterised by a long, slender body, two pairs of strong transparent wings, and large, close-set compound eyes reminiscent of a designer pair of Ray-Bans but ideal for targeting prey, the dragonfly is one of the insect world’s bona fide super predators. Holder of the fastest flying insect title, the dragonfly is able to swoop down on smaller insect like bees, butterflies and ants at estimated speeds of up to 60 km/h, before chomping away on its chosen victim. It is also a valuable form of pest control, taking out flies and pesky bloodsuckers like midges and mosquitoes.\nIf the dragonfly were an outdoorsy sort of person, it’d be a water sports kind of guy. It’s normally found hanging out near ponds, lakes and wetlands, because its larva, known as the nymph, is aquatic. Like its parent – or Texas, where dragonfly spotting is big – the nymph is not to be messed with. With a mean set of extendable jaws and an even meaner method of propulsion that – sufferers of flatulence take note – involves expelling water through its anus, this critter preys on other invertebrates as well as tadpoles and fish. It can deliver a painful bite to us too if it feels threatened.\n\n \nThe dragonfly makes sure it enjoys its younger years. A larger specimen may spend up to five years in its larval stage before the nymph is ready to metamorphose into its more extravagant adult guise, when it will climb up a reed out of the water. Exposed to air, the larva begins to breathe. Then, in true super hero style, the adult dragonfly breaks out of its larval skin, pumps up its wings and flies off to start taking down almost any insect that comes within striking distance. Yet while dragonfly may love its flying stage, it only gets to enjoy it for a matter of months before it dies.\nDespite its relatively short life in the air, in evolutionary terms the dragonfly is about as long in the tooth as it gets. Fossils identifiable as huge ancestors of the present day dragonfly show that odonates were zipping about the place some 300 million years ago – that’s over 100 million years before dinosaurs arrived. We humans have also been seeing something of ourselves in the dragonfly for a fair bit. In Europe the dragonfly has historically been held as sinister, but in many other cultures it has a better reputation, especially in Japan where it is part of the national mythology, representing everything from courage and strength to marital success.\nWith special thanks to \nfor kindly permitting us to use some of his truly amazing hand held photographs.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"Enter the Dragonfly [PICS]","author":"Karl Fabricius"}