{"url":"http://www.environmentalgraffiti.com/featured/abstract-masterpieces-frost/4336","content":"\nWhen thinking of snowflakes and frost, your memory tends to give you subtle hints: it’s translucent, abstract, beautiful and short-lived. Nothing however, can prepare you for what abstract masterpieces icy nights may bring. Flourishes of Jack Frost’s brushstrokes envelop windscreens in fractal crystal and transform into icy autumn leaves, crystal ferns and mathematical shapes. Jack Frost is an abstract artist.\nPerhaps the beauty of frost lies precisely in the fact that it is ephemeral, melting into oblivion only several hours after it is created. Frost deposits form when water vapor turns directly into ice, which happens when the air temperature is at or below freezing. When the first frost crystals form a layer, new crystals will align themselves with those already there, which gives us the amazing natural patterns we see.\nThis amazing shot could easily be mistaken for a close-up of a crystal vase. The detail and clarity are unbelieveable. It's actually the windscreen of a car taken from the inside. Windscreens are more prone to frosting over because they cool much quicker than the other windows in the car. Being vertical, the side windows loose heat at a slower rate the windscreen, which is a larger surface area and points directly into the cool night air, making it a perfect canvas for Jack Frost.\nLike little Christmas trees fallen from the sky, this shot looks cool in iced blue. Trees and plants cool off by a process called radiative cooling, which means they give off energy in the form of infrared radiation. This means they retain more heat so they don’t frost over in the same way windows do.\nWonderful natural looking landscapes are created without any direction. The patterns in this photograph look like petals of a tropical flower, and are just as fragile.\nThe lighting on this image gives an awesome 3D quality to the frost, but one touch and it would be gone. Still, whether touched or not, the first rays of the morning sun will melt nature's hard word in minutes. Shame.\nTaken in macro, this image shows the intricacy of frost formations, and like many others looks 3D. It also is not unlike some of the great impressionist masterpieces from the 19th century.\n\"We had a day of hard rain and then a sudden windy hard freeze. Made for some interesting frost patterns on the windows,\" says Muffet the photographer. The wind seems to have frozen the rain in upward strokes resulting in this fantastic image. Although, it also looks like the old flock wallpaper from the 70s – not so cool.\nIt's uncanny how the long arms of this frost formation are repeated in equally spaced-out chunks, like a shaft of wheat. The shape of frost crystals are influenced by the type of glass they’ve formed on, and any imperfections or scratches in the surface will play a part in the final look.\nLike frosted sunflowers these frost formations look as if they’ve erupted from rain drops, their icy petals growing slowly in the cold air.\nThis mish-mash of crystals looks like a little like a tall ship caught in a storm. The waves to the bottom right of the image and the masts keeling sideways. Other people will probably see something different, but then that’s the beauty of art – it’s in the eye of the beholder, as they say.\nSource \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"10 Abstract Masterpieces of Frost [PICS]","author":"Linda"}