{"url":"http://www.environmentalgraffiti.com/featured/incredible-tales-transported-tornado/9382","content":"\nFordland, Missouri. March 12, 2006. Night. The wind outside the trailer grew louder and louder, like the sound of fighter jets closing in. Next thing, the locked front and back doors of the mobile home were blown off their hinges. Everything was wobbling – the floor, the walls, the ceiling – but nothing could prepare Matt Suter for what was about to happen. Seconds later, the tornado ripped the home apart and lifted the 19-year old high school senior into its jaws.\nSuter was carried nearly a quarter of a mile by the twister’s raging 150 mph winds. He was hurled over a barbed wire fence 200 yards from his grandmother’s shattered trailer and finally dropped in the soft grass of an open field. Incredibly, his injuries were limited to a wound on his head from where he was hit by a heavy lamp. Meteorologists calculated that he had been blown 1,307 feet – the longest recorded distance anyone has been transported by a tornado and survived.\nBut if this whirlwind journey whisked Suter into the history books, he is not the first tornado passenger lucky enough to have lived through a trip in a wind vortex. Before Suter, the longest anyone had travelled in such an incident occurred in 1955 in South Dakota when a 9-year old girl and her pony were borne 1000 feet before being gently dropped down almost unscathed. Even last year, an 11-month old baby was sucked from his Tennessee home and flung the length of a football field by a tornado, landing with only slight facial bruising.\nAnd it’s not only living objects that have been taken for a ride by these formidable columns of air. A personal money cheque obtained the record for the longest distance a piece of debris has been carried by a tornado when in 1991 it was lifted up in Stockton, KS and later found 359 km (223 miles) away in Winnetoon, NE. The cheque clearly wasn’t in Kansas any more, but at least its owner could have cashed it over the state border.\nIn one final strange tale plucked from the mouths of these phenomenal funnels, in 1951 an egg was found among tornado wreckage that had been perfectly punctured by a bean without its shell being cracked. It seems that these incredible forces of nature are not without mercy – unless you happen to be an unborn chick that isn’t fond of its legumes.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01F5tornadoElieManitoba2007jpg","title":"\"We're Not In Kansas Anymore\": Transported by a Tornado  ","author":"Karl Fabricius"}