{"url":"http://www.environmentalgraffiti.com/ecology/just-how-cannibalistic-are-locusts/1159","content":"\n\n\n\nAs if out of nowhere 10 billion insects blacken the skies and carpet the ground, obliterating everything in their path. Economic ruin and starvation on a massive scale - these are just some of the effects of one of the most incredible phenomena in nature: the locust swarm.\n\n\nScientists have been attempting to unlock the mysteries of the swarm, which throughout history has ravaged one fifth of the earth’s surface. What drives them such great distances and why do they take off so suddenly?\nRecently, a joint team of researchers from Oxford and Princeton Universities, may have unravelled the secret: fear of being eaten by their own, hungry kind.\nIain Couzin, who led the investigation says that “Cannibalism is rife within marching bands of locusts.” The biblical pest is normally pictured chomping its way through swathes of vegetation. However, when the landscape has been obliterated and food supplies run low, the young nymphs who are starved of vital nutrients, such as proteins and salt, turn against themselves, lashing out at their nearest adversary. Places of food and comfort transform themselves into places of siege. Some decide to fight, others decide to flee. The atmosphere is vitriolic and brutal and when it gets too much, the only thing that can save them is to take off in mass flight and reach their next crop or pasture.\nUntil recently, this behaviour had not been observed. However, scientists were able to glean this information by studying immature, flightless locusts. They were able to simulate a computerized model of their paths within an enclosed area.\nThis research is extremely important for being able to predict exactly when and where the locusts will take off and what their next target will be. This has ramifications beyond just being able to stop them wreaking havoc (they are notoriously difficult to stop when in motion), it means we may find out the complex social structures behind their swarm mentality.\nAfter all, how does a swarm with no leaders make the collective decision to fly off, when they can barely see their neighbours on each side? Is it simply a case of following the herd, or are there some deeper and more complex explanations?\n\n\n\n\n\n\n\n\nTaken On November 20th 2004, this spectacular image was taken using a a Canon EOS Digital Rebel by Israeli Photographer Gustav. Millions of locusts swarmed through Israel's Red Sea resort town of Eilat, devouring crops and flowers in the country's south.\n \n\n\n\n\nCurious residents swatted locusts as long as 10 cm (3.9 inches) which filled the air as they walked outside to inspect the damage.\n\n\nHere's a close up of a locust taken by Flickr User \n - looks harmless, but it could be a cannibal!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/241710128_4e84b989e0.jpg","title":"Just How Cannibalistic Are Locusts?","author":"Chris"}