{"url":"http://www.environmentalgraffiti.com/news-polar-bears-thin-ice","content":"\n Polar bears are in danger. Danger of losing the frozen ice that they need to hunt on. Climate change and global warming has already affected the Arctic – the break up of ice happens earlier each summer and floes are smaller which make it hard for bears get back to hunting land if caught on one. These changes also affect the bears’ reproductive habits. \n In an interview with National Geographic's Susan McGrath had this to say about the possible extinction of the polar bears: “The total demise of the sea ice and subsequent extinction of polar bears is based on a business-as-usual model – that is, current projections based on current carbon and other greenhouse inputs, with no radical improvement, such as that imposed by serious and sweeping energy reform”. \n The early ice break-up also means that the bears can’t reach their prime seal hunting spots and are thinner as a result. All of these changes are occurring whether it’s Hudson Bay, the Barents Sea or Beaufort Sea. When asked what we can do to try and help stop this from coming to its inevitable tragic conclusion, McGrath says, “It will take serious energy policy change to slow the rate of climate change, which will have to happen at the policy level. We should all be doing what we can – those home and business energy savings practices we all know: drive less, turn off your lights and unplug your power cords when you're not using them, use compact fluorescent bulbs. But most important are the changes only governments can impose. So the one answer is: tell your representatives in no uncertain terms that regardless of your political leanings you want them to work toward responsible energy reform.” \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Polarbearsnearnorthpolejpg","title":"Why Polar Bears Are Skating On Thin Ice","author":"Michele Collet"}