{"url":"http://www.environmentalgraffiti.com/featured/of-grasshoppers-and-time-reversed-the-corpus-clock-in-cambridge/7554","content":"\n\nImage: \nWe often write about grasshoppers, locusts and scary-looking insects here at Environmental Graffiti, but none have been as strange as this particular grasshopper. Instead of a green plant eater, he is a black time eater who looks like something straight out of one of H.R. Giger’s paintings. Meet Chronophage, who eats one second at a time and is part of the Corpus Clock in Cambridge that sometimes goes backwards.\nThe Corpus Clock in front of Corpus Christi College’s new library in Cambridge, England looks somewhat like the huge, golden end of a pendulum with a scary, metallic giant grasshopper on top, not much like an actual clock. The lack of hands and dial and the fact that the clock is accurate only every five minutes don’t help either. \n\nImage: \nIt is the invention of Dr. John Taylor, British engineer, horologist (watchmaker) and philanthropist, who inherited his inventive genius from his father, owner of a company that made controls for electric kettles – and ultimately Taylor’s fortune. Together with a team of engineers, designers, architects, sculptors and enamellers, Taylor worked for five years and spent £1 million ($1.4 million) of his own money. He gifted the clock to Corpus Christi College, which he graduated from in 1959, to give back to his old alma mater, and to provide the residents of Cambridge with both a new way of telling the time and a piece of public art. \nThe fanged insect on top that looks like a grasshopper with a cat’s head grabs one spoke of the escape wheel every second, while blinking and slowly opening and closing its mouth every minute. On the hour, a clanking chain makes a sound that reminds you of one of those old cash registers. Maybe a memento that time is money? \nDr. Taylor clarifies the unusual depiction of a “time eater” in a \ninterview: \n\nThe Corpus Clock is a mechanical spring-driven clock modelled after John Harrison’s “Grasshopper Escapement” of 1725, and is a tribute to that great 18th-century clockmaker who solved the longitude problem that had kept Galilei, Halley, Newton and others busy for so long. Though the inside works like traditional clockwork, it incorporates six new patented inventions. The clock is wound up by an electric motor that it is said will last for the next 25 years.   \n\nImage: \nThe main part of the clock is made of stainless steel discs, about 1.5 metres in diameter and plated with 24-karat gold. Hours, minutes and seconds are displayed – from the inside out – on three concentric rings, with the help of blue LEDs ticking away the seconds loudly. Unlike the grasshopper, the pendulum does not move in regular intervals: it slows down, speeds up and sometimes stops altogether like time dragging, flying or standing still. Explains Dr. Taylor:     \n\nThat should have been achieved – and so too a dialogue with visitors, a steady stream of which has been coming to Cambridge. Descriptions of the clock have ranged from fantastic, beautiful and genius to strange, weird, frightening, creepy, hideous and horrible. Yes, the viewers’ verdicts range from work of art to piece of crap. Stephen Hawking probably captured the clock’s essence best when, inaugurating it on 19th September 2008, he predicted it to be \"a much loved and possibly feared addition to Cambridge's cityscape.\"  \nOne thing is sure: the clock has popularized the term “chronophage,” which was suggested by Ian Brooks of Chambers Dictionaries. It is a composition of Greek chronos (time) and phago (I eat), giving the adjective \"time-consuming\" a whole new context. \n\nImage: \nAnd of course, with all things philanthropic or too good to be true, there are sceptics galore (just google Corpus Clock conspiracy, for example). Conspiracy theorists get hung up on the clock’s inscription “mundus transit et concupiscentia eius” as a gloomy end-of-time verdict (from John 2:17) that “the world passeth away, and the lust thereof” – though this seems more a reminder that the world is passing but that materialism remains. But then again, for sceptics, half an hour gone by will never mean half an hour remaining.  \nOne piece of interesting news in closing (though it seems one can go on talking about this “strangest clock on earth”). The clock’s Latin inscription, “invenit et fecit”, stands for “invented and made”, a term that 18th-century French horologers used to engrave their pocket watches with once they were recognized as original by the Royal Academy of Sciences.  \n\n\nFor those who really can’t get enough of the Corpus Clock, here is a five-minute video, narrated by Dr. Taylor himself, which explains the clock’s many mechanisms. And don’t forget – after watching the video, the Corpus Clock will have been accurate only twice. Repeated viewing recommended! \nSource: \n, \n, \n, \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","title":"Evil Grasshopper Time Lord Devours the 4th Dimension","author":"Simone Preuss"}