{"url":"http://www.environmentalgraffiti.com/cities/news-spectacular-sunset-manhattanhenge-0","content":"\nThere’s nothing like a dramatic pink, red, and orange-hued sunset to cap off your tiring and stressful day, especially when you’re feeling down in the dumps. Over at the Big Apple, urban folks have definitely got it made because they can watch an incredible Manhattanhenge sunset during the summer season. Because of the many buildings and skyscrapers looming over the New York streets, you wouldn’t really expect to see a brilliant display of a sunset glow when you’re walking home from work. But come the end of May, the urban phenomenon called the Manhattanhenge fully lights up the streets at around 8 o’clock in the evening, as the sun aligns with Manhattan's streets, running from east to west.\nThe term “Manhattanhenge” was first coined in 2002 by Neil deGrasse Tyson, an astrophysicist who is also the director of Hayden Planetarium at the American Museum of Natural History. Just like the ancient Stonehenge, which  perfectly frames the sun in its stone doorways during the solstices, the Manhattanhenge also frames the sun in the center of the main street grids and brilliantly illuminates the lines of the city.\nTyson found out that the grid of the Isle of Manhattan veers 30 degrees east from the geographic north, making the phenomenon of Manhattanhenge take place on two different days, usually 20 to 22 days before and after the summer solstice. If Manhattan’s main grid were perfectly aligned with the true north, the Manhattanhenge phenomenon would have landed on the spring and autumn equinoxes. This year, the Manhattanhenge shone brightly on May 30 and July 12, both memorable dates for a true-blue American who celebrates Memorial Day and the opening of baseball’s All Star. Tyson jokingly said that “future anthropologists might conclude that, via the Sun, the people who called themselves Americans worshipped War and Baseball.”\nThe best place to experience and see how the Manhattanhenge unwraps its spectacular lighting effect is at the east side of Manhattan. Go up along from the 14th street until the 57th, and you can see the whole orb of the sun going down in the west, beautifully framed by tall skyscrapers. It’s like seeing the sunset go down in the valley, only the mountains are replaced by steel buildings, and the valley is swapped for the streets.\nWhat’s even more wonderful about the Manhattanhenge phenomenon is that you can also see your shadow in precise alignment with the buildings and street lines for the whole day.\nAlthough New York City is the most famous location for the phenomenon, at sunrise – or sunset – Chicago and Toronto see their own versions of Manhattanhenge. Chicagohenge strikes roughly on September 25, while the Torontohenge in Canada arrives at around October 25 and February 16. \nIf you missed the Manhattanhenge last month, you can still catch a radiant glimpse of it during the winter solstice, around early December. However you have to wake up early, at dawn because the phenomenon reverses and occurs during sunrise. Either way, with Manhattanhenge, you end your day with a picturesque sunset, or wake up to a breathtaking sunrise.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbJPRwtK.jpg","title":"Capturing the Spectacular Sunset of Manhattanhenge","author":"Karize Uy"}