{"url":"http://www.environmentalgraffiti.com/featured/mandarinfish-amazing-technicolour-dreamcoat/17825","content":"\n\nImage: \nMandarinfish are only one of two animal species that show a blue colouration based on light-reflecting cells with blue pigments. Orange, yellow, blue and green are the colours they flash during their elaborate courtship dances. During the day, they are shy creatures most content dashing in and out of their reef and are therefore quite hard to capture on camera. Here are the stunning results of a few photographers whose patience paid off.\n\nImage: \nThe mandarinfish or mandarin dragonet (\n) inhabits the Pacific Ocean between the East China Sea south of Japan and northern Australia. It is a favourite with snorkelers and divers because of its striking hues of yellow, orange and blue. This bright colouration reminded early discoverers of the brightly coloured silk robes that the mandarins, Imperial China’s bureaucrats, used to wear in the 19th century. The saltwater mandarinfish should not be confused with the brownish, carnivorous freshwater fish, also called the mandarin fish or Chinese perch.  \n\nImage: \nMandarinfish are not only amazing to look at because of their colouration; they are also only one of two animal species known to have blue colouration – the other one being a closely related fish species, \n. Of course there are other blue fish out there, but their colouration stems from wave patterns made up of piles of flat, thin reflecting crystals rather than a cellular pigment as in the mandarinfish’s case. \n\nImage: \nDespite what one might guess from their flashy exterior, mandarinfish are shy creatures. They are reef dwellers that prefer sheltered lagoons and inshore reefs. Their fins pulse rapidly when swimming, similar to the hovering of a hummingbird. Their small size (up to four inches max) and bottom-feeding habit make them really difficult to spot, and they have frustrated many a diver out to catch that perfect shot. \n\nImage: \nMandarinfish are fussy, slow and careful eaters, feeding continuously during the daytime on small crustaceans, other invertebrates and even fish eggs. Another bird-like feature is that they study their food before they eat it. Their big, outward-set eyes are perfect for this method of food hunting and feeding in dim light where most of their prey hides.\nJust before sunset is when the mandarinfish action starts – the females will make their way to a popular area of the reef to watch the males display courtship behaviour, hoping to attract one of them. And competition is fierce, given that there are only a small number of active females in a group's population. \n\nImage: \nOne would think that among such colourful fish, the brighter the better but even here, it’s all about size. It has been observed that bigger and stronger males are favoured by the females and therefore mate more often than the smaller rivals. If courtship has been successful, a female will swim to a male and rest on his pelvic fin. The fish will then align themselves belly-to-belly and rise slowly, up to 1 m above the reef. \n\nImage: \nOnce at the peak of their, er, ascent, the male will release sperm and the female a cloud of up to 200 eggs. This is when the spurned rivals sometimes come out of the woodwork to resort to a desperate fertilisation attempt: They swim up to mating pairs and release their own sperm, hoping for random fertilisation. No privacy here. \n\nImage: \nThis all happens in a matter of seconds as even the original pair makes a quick dash back to their reef. The fertilised eggs are left to fend for themselves, relying on the current to take them somewhere where they can hatch into larvae and remain plankton for two weeks before settling in a cosy corner of the reef where they will stay until they die after 10 to 15 years. Talk about self-sufficiency!  \nHere’s a video for fish voyeurs of mandarinfish mating. Yup, someone was patient and waited for sunset to catch the fish’s mating behaviour on camera (for those impatient viewers, after two minutes is when the action starts): \n\n\nA word of caution in closing: Though mandarinfish are a favourite with snorkelers and divers and are responsible for starting many a hobbyist on keeping fish because they are so amazing to watch, these colourful critters do best in their natural habitat. These fussy eaters don’t like prepared food at all and often starve to death when kept in an aquarium because their natural feeding habits cannot be reproduced. \nThose who really want to help the mandarinfish are better off watching its antics in its natural habitat than trying to bring it home. And whoever wants to be yet more active can campaign against overfishing, destructive fishing methods and the destruction of its habitat, all of which threaten the mandarinfish.   \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"The Mandarinfish's Amazing Technicolour Dreamcoat","author":"Simone Preuss"}