{"url":"http://www.environmentalgraffiti.com/health-and-body/news-how-swine-flu-offers-olive-branch","content":"\nIt began as an obscure virus in the U.S. in 1917. But it quickly took on pandemic proportions as American soldiers who carried the H1N1 Virus, better known as Spanish Influenza, shipped out to ports in France and manned the allied trenches of World War I. The virus raced through the Allied lines and then into the general public, killing more people than the war itself.\nIt morphed three times - in the summer of 1917, early winter of 1918 and late winter of 1919, causing peaks in the death rate. The known death toll was at over 60,000,000. But because of less accurate census and health records at the time, the actual number is thought to easily be twice that count. By 1920, the virus had dwindled to relatively small numbers among humans. But it was not gone.\nIn 2009, H1N1 turned up in swine populations as the swine influenza. Though not as infectious as the Spanish Influenza, the symptoms for those who contract this virus are still very severe and can be lethal. However, this time the disease has actually brought with it a benefit. Researchers for the National Institute of Health have discovered that for those who contract the virus and live, a remarkable outcome occurs.\n Pathophysiology\nOnce the virus enters the body, like all influenza viruses, it uses surface binding proteins to attach itself to cells in the respiratory tract. Once attached, it hijacks the host cell DNA and replicates its own genes. Once replication has reached a critical point in the cell, the virus releases spores into the surrounding cells, which in turn become hosts to new viral infections. The virus multiplies and spreads quickly. The nasopharynx and respiratory tract become the hosting area where the virus enters cells, replicates itself and degenerates, even killing, the host cell. Physical inflammation and congestion of the respiratory tract ensue.\nInterestingly, other symptoms such as joint inflammation and pain, headache and fever, along with potential vomiting and diarrhea, are not part of the viral activity, but rather, are all part of a massive inflammatory response of the body's immune system as it attempts to fight off the infection. The virus itself generally remains lodged in the respiratory system, including lungs, larynx and pharynx, along with nasal and sinus cavities and the inner ears.\nIn addition to cytokines, which trigger the massive inflammatory response, the body produces antibodies that attack the virus directly, containing, consuming and neutralizing the spores. Once the antibodies have eliminated the virus, the body retains an immune resistance to recurring infections in the same strain of the influenza virus.\n\nVaccines\nIn the ever evolving drama of nature, however, the influenza virus has found its own response to the immune resistance. It reconfigures into a new viral strain by rearranging its binding protein. By doing this, the virus avoids pre-existing antibody immunities. The body is forced to generate a new model of antibodies, which gives the virus time to spread.\nHowever, in a strange twist of fate, it seems that the H1N1 Swine Flu virus is about to close the drama by adding a new character. The antibodies produced in the body for this virus work on swine flu, but they also work for other influenza viral strains. Survivors of swine flu appear to be immune from all forms of influenza for many years into the future.  \nThe researchers from the National Institute of Health who discovered this flu virus immunity are now working with the antibodies to create a universal vaccine. Such a vaccine, once administered, would last 10 years, or perhaps longer. It could be easily given to the population at large.\nIt seems paradoxical that the same H1N1 influenza virus that killed so many people nearly a century ago, is now offering hope of a treatment that could virtually eliminate all strains of influenza virus that infect human beings.\nFor more information see","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"Could Swine Flu Hold the Key to a Universal Flu Vaccine?","author":"Russell Vallimont"}