{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-the-seychelles-vs-the-maldives/709","content":"\nWelcome back to the first round of Environmental Graffiti’s Microstate Environmental World Cup, the internet’s most prestigious environmental competition for microstates.\nSeychelles\n\n\nvs.\nThe Maldives\n\nWe’ve had some killer matches in the past several weeks. We started out in Europe, with \n. Then \n in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with \n. We’ve been in the island rounds for the last two weeks, with \n and \n on penalty kicks.\nToday we’re heading to two tiny former British colonies in the Indian Ocean.  The Maldives take on the Seychelles.\nThe Seychelles are starting off with the ball. While the island archipelago is a microstate in terms of land area, consisting of less than 500 square kilometers, they’re spread out over a massive area. The nation’s islands are spread out over an area of 1.3 million square kilometers in the Indian Ocean, just north of Madagascar.\nThe largest problem facing the Seychelles is the lack of fresh water on the islands. With no natural fresh water resources, the water supply is taxed by the country’s roughly 80,000 inhabitants. The typical island problems of industrial and sewage pollution also apply. The nation has also had a problem with landslides, which some suggest are caused by development for the country’s tourism industry. Coral bleaching has also harmed several of the island chain’s coral atolls.\nThat being said, the government of the Seychelles has been very active in attempting to protect the islands’ natural resources. The country is home to two separate UNESCO World Heritage sites. The first, the atoll of Aldabra, is the world’s largest raised coral atoll. The second, the Vallee de Mai on the country’s Praslin Island, has been suggested as the original Garden of Eden. The government has been instrumental in establishing several other wildlife refuges throughout the country, leading to the safety of many formerly threatened birds and animal species.\nThe Maldives may not be the smallest country in the world, but they do hold the record for being the flattest. The highest natural point above sea level in the Maldives is a mere 2.3 metres. As you might imagine, this makes them particularly worried about the possible consequences of global warming, particularly rising sea levels. The islands are very vulnerable to flooding, and many islands were devastated by the 2004 tsunami that swept through the region. The government, led by President Gayoom, has been particularly active in anti-global warming action, even instituting a “million tree program” in 1996 to, well, plant a million trees.\nDespite the government’s environmental stance, it’s fairly difficult to make sure 1200 islands spread out over 510 miles all stay environmentally friendly. And as the tourist industry in the Maldives has grown, so has development in the region. This has caused some species on the island to become threatened.  Development has also led to problems in sanitation, as the infrastructure has not quite kept up with development. The country is also nearing a fresh water crisis, with some suggesting the country’s fresh water supply will soon run out.\nFinal score: Maldives 2- Seychelles 3.\nThis was another close match. The Maldives and Seychelles both have the same sort of problems, typical of islands with economies largely based on tourism. They’re also both very environmentally aware and active in trying to help their countries’ natural health. That being said, the Seychelles seems to be doing just a tiny bit better, and with a larger area of sea to cover to keep up with all the islands, it just seems a touch more impressive. Either way, I’d love to hit either island chain for my next eco-vacation.\nJoin us next week as we continue Environmental Graffiti’s Microstate Environmental World Cup.\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"The Microstate Environmental World Cup: The Seychelles vs. The Maldives","author":"Chris"}