{"url":"http://www.environmentalgraffiti.com/featured/bioluminescent-insects-glowing-darkness/15236","content":"\nBioluminescent insects certainly look like they have more fun than other bugs – but don’t most bright things bedazzle human eyes? To many, they’re poetic examples of nature’s spectacular qualities, though if you were a more humble critter you might think fireflies and glow worms just a bit too flash...\nSo let’s see. Are lightning bugs and their like all show and no go, or do they have the substance to back up all that style? What’s more, how do you tell who’s who amidst all the glitz?\nFirst up, some of the terms used to describe our bioluminescent buddies are somewhat misleading. Glow worm, for example, commonly refers to various different groups of insect larvae and adult larviform females – so called because they look like larvae – which glow through bioluminescence. They may look like worms, but they’re not; they’re insects. Don’t just take someone’s word for it about the model of their pimping new car; look under the hood and see for yourself.\nNearly all the major glow worm families are beetles (pretty difficult to confuse even with a poor man’s Porsche) and these include Rhagophthalmidae, found in Asia, Phengodidae, distributed through the New World, and Lampyridae, commonly called fireflies and found across the globe. Again rather confusingly, not all fireflies that glow can fly and not all that fly can glow – and none are true flies like another group of glow worms, Arachnocampa, of which more later.\nLampyris noctiluca, the Glow-worm of British English and literature, is widespread in Europe but not native to America. It’s a firefly species in which the male flies but does not glow – or does so only weakly and intermittently – while the wingless adult female shines brightly. Giving off yellowish-green light, the female alluringly turns her translucent rear-ends upwards and waves it from side to side to attract her smaller, less resplendent mate, which can see the glow from 50 yards. Yes sir.\nJust so we don’t go blind with confusion – or at the sight of all this hot insect porn – many of the 2000-plus species of fireflies can fly and produce light, especially the males. These lightning bugs use their eye-catching bioluminescence, which may be yellow, green or pale red in colour, to attract mates or prey. Those of genera like \n, common in the eastern US, are distinguished by courtship flash patterns emitted by males burning around in search of females, who flash their responses.\nFemale \nfireflies are known for mimicking the mating flashes of other lightning bugs to prey upon them: target males are attracted to what appears to be a suitable mate only to find they’re on the menu for these “femme fatales” of the firefly world. Many firefly species are found in wetland where their rapacious larvae – again often called glow worms as they too emit light, probably to warn predators of their toxicity – can find ample supplies of food to prey on. Mmm-mmmm.\nThe mesmerising magic of lightning bugs doesn’t stop here. Fireflies sometimes synchronise their flashing patterns in large clusters. At night in the Malaysian forests, \n fireflies blink in perfect unison, while near Elkmont, Tennessee another famous example of fireflies flashing as one – \n – takes place in early June.\nThe causes of the these breathtaking displays of biological synchronisity remain something of an enigma, with explanations of the behaviour ranging from competitive or co-operative social interaction to diet and altitude. Amid the mystery one thing is sure though: they're a supreme example of one of nature’s very own co-ordinated light shows.\nGlow worms of the family Phengodidae are another with bioluminescent abilities that make them stand out from the crowd. Occurring throughout the Americas, the predatory larvae and large larviform females have a series of organs along their body segments that give off green light as they go about munching on morsels like millipedes. The unique species known as the railroad worm also has an organ in its head that glows red – an adaptation believed to help discourage predators.\nThe Rhagophthalmidae family of glow worms found in Asia are closely related to the Phengodidae glow worms and various species of Lampyridae fireflies – and may indeed be related to Luciola, a \"Japanese firefly\" with a distinctive kind of flashing light. In each of the different families of glow worms, the glow is produced by different organs, but in all cases it is the result of highly efficient chemical reactions that give off virtually no wasteful – or dangerous – heat energy. Cool – and green.\nThe last glow worm to grace this post is a little different from the rest as it’s not a beetle at all but the larva of a genus of fungus gnat. Found mainly in caves in Australia and New Zealand, Arachnocampa larvae spin long silk threads holding mucus droplets that they hang down from their nests to catch prey. They glow to lure various flying insects into their snares, possibly through the illusion that the cave roof covered with larvae is a starry night sky. Hungry larvae glow brighter. Oh yes.\nHad enough insect bling yet?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bot2.jpg","title":"Bioluminescent Insects Glowing in the Darkness ","author":"Karl Fabricius"}