{"url":"http://www.environmentalgraffiti.com/news/news-how-blind-people-see-echolocation","content":"\n \nEcholocation is the ability to 'see' with sound using sound to sense the surrounding area and detect obstacles. Usually bats and a few marine mammals exhibit echolocation. But, in recent research it was determined that, like these animals, blind people could also see with their 'natural' echolocation ability.\nAccording to an article published in the May 25, 2011 issue of the scientific journal \n, researchers at The University of Western Ontario’s Centre for Brain and Mind have discovered that blind people can use echolocation to determine important information about surrounding objects – their size, shape and movement – with great accuracy. The question is: \n do they use their ears to 'see' and navigate their environment. To better understand human echolocation, let us first understand echolocation in animals. The best example of echolocation is found in bats.\nBats are very good at echolocation. They have an amazing ability to hear – and 'see' – through the use of sonar. While navigating in the dark or hunting prey, a bat emits a series of short, high-pitched sound waves from its mouth or nose. These sound waves bounce off any object they come across, producing an echo. This process helps the bat recognize features in the environment – not to mention prey.\n \n'Flash sonar' is a synonym for the word ‘echolocation’ in the human world. Visually impaired persons have been found to be able to sense silent objects in the environment by processing sound in the visual centers of their brains. \nIn the experiment mentioned above, the Canadian researchers placed tiny microphones in the ears of blind individuals and recorded the clicks of their tongues and the returning echoes. Those recorded echoes were played back and the individuals' brain activity during that period was studied with functional magnetic resonance imaging (fMRI). fMRI is a specialized MRI scan used to measure the change in blood flow in the brain or spinal cord of humans (and animals) related to neural activity.\nThe fMRI scanning results were very surprising. Interestingly, the scanner showed activity in that particular part of the brain which is associated with ‘visual information processing’, instead of the part where auditory information is processed. \"This suggests that visual brain areas play an important role for echolocation in blind people,\" says lead author Lore Thaler, a postdoctoral fellow at the University of Western Ontario, Canada.\n \nThe researchers found that the blind echo locators could sense \"the shape, motion and location of the objects based on the recorded echoes.\" The click gives information about the density of an object, where it is located, and its dimension.\nOn the other hand, sighted control subjects who do not echolocate could not detect objects based on the echo recordings. Also, their brain scans did not show activity related to the echoes.\nThere is much more to investigate in this first-of-its-kind study, and the research is still ongoing. “Even at this point, it is clear that echolocation enables blind people to do things that are otherwise thought to be impossible without vision and in this way it can provide blind and vision-impaired people with a high degree of independence in their daily lives,” said senior author Mel Goodale, Canada Research Chair in Visual Neuroscience.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","title":"How Blind People Can Use Echolocation To See Like Bats","author":"Alka Sharma"}