{"url":"http://www.environmentalgraffiti.com/news-search-exterrestrial-life-continues-despit-obstacles","content":"\nIn their search for extraterrestrial life, scientists monitor radio waves, probe distant planets and search Earth’s nooks and crannies for evidence of alien life. Thousands of urban legends about strange, saucer-shaped aircraft, encounters with little green men, and alien abductions refuse to die while conspiracy theories continue to grow. Unfortunately we have no solid evidence of any extraterrestrial life.\nBut we have no proof against extraterrestrial life, either. Stories about alien encounters seem to have begun after WWII near an Air Force base in the New Mexico desert known as Roswell and a highly secretive military base north of Las Vegas known as Area 51. \nIn 1947, several newspapers picked up a story about a pilot’s reported sighting of several strange, saucer-shaped objects. Soon after, a “flying disk” crashed down on a ranch near Roswell, New Mexico, leaving a half mile trail of light-weight but strong plastic debris. \nThe official word from Washington D.C. claimed the object was a high-altitude weather balloon carrying radar equipment made out of aluminum and balsa wood. Soldiers soon arrived to remove the wreckage and the story died until 1978 when a reporter from the \n reincarnated the story. Since then, Roswell has become a tourist trap for alien enthusiasts.\nArea 51, meanwhile, is the Holy Grail for conspiracy theorists. Also known as Groom Lake, Paradise Ranch but officially Watertown Strip, the U.S. government denied its existence until a few years ago. Hundreds of people have seen and photographed odd objects around Area 51 that maneuver in unusual ways. \nIn 1997, the CIA released a report that the thousands of UFO sightings in the area were actually military tests. However, many people believe that the government is hiding the truth about aliens. They hold that that the technologies developed at Area 51 are not of earthy design but reverse engineered from studies of crashed extraterrestrial spacecraft. \nWhile rumors over Roswell and Area 51 may never die, the search for intelligent life continues. The atypical alien life-form will likely not have a humanoid body, dark oval eyes and an elongated head. Any alien life forms we find could conceivably be single-celled microorganisms that live in environments inhospitable to life as we know it. \nScientists have found life where we never though it could exist — in boiling water, inside rocks, under ice and at the bottom of the ocean. These forms of life are called extremophiles, and scientists are studying them for clues of what alien life could look like. \nTo understand life on other planets, we have to understand how life on Earth originated and make a few assumptions. Since our life is carbon based, requires water and exists on a planet around a sun, the starting point for astrobiologists is similar in their search. \nAsteroids, comets and meteorites are icy rocks that zip around in space, crashing into moons and planets, delivering minerals, water and amino acids — the basis for protein formation and the basis for life. To date, eight amino acids have been discovered in meteorites — a good indicator that there may be life out there.\nSpace exploration, while like searching for a needle in the milky way, plays an important role in our search for the discovery of alien life. Even if there is life out there, the odds of it finding us are slim. There are over 10 billion stars in our galaxy alone. The probes we have been sending out will travel trillions and quadrillions of meters, taking 40,000 years before they reach the nearest star. \nUnfortunately, the search for intelligent life is experiencing financial difficulties. Current trends in government funding are making it increasingly difficult to locate money for space research. The Search for Extraterrestrial Intelligence (SETI), a non-profit organization leading the way in the search for intelligent life, was forced to turn off their telescopes recently. But thanks to thousands of private donors, their telescopes will again search the night sky. \nWhile SETI raised the money to turn their telescopes back on, how long they will remain running is a mystery. Searching the cosmos is expensive, and SETI will likely spend a large portion of their resources raising money.\nIf you want to assist in the search for intelligent life, SETI needs your support. It costs $2.5 million a year to operate with a staff of ten scientists. One popular program is the \"Adopt a Scientist\" program. Your support can help supply a lab and fund research in the field. Adopting a scientist also allows you to form a one-on-one relationship and participate in the process of ground-breaking science.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"The Continuing Search for Extraterrestrial Life ","author":"Lisa Hossler"}