{"url":"http://www.environmentalgraffiti.com/animals/news-hottest-animal-world","content":"\nWould you really believe me if I told you there was a species thriving in an atmosphere subject to pressure strong enough to crush a person or waters hot enough to melt the skin of your arms? Well, be alarmed when I tell you that this is true. Living in the most hellish, deepest and darkest places on Earth, thriving in large colonies, lives the world’s hottest creature – the Pompeii worm. \nDiscovered in the early 1980s by French scientists the Pompeii worm\n is approximately four inches long complete with tentacle like gills on its head coloured red by haemoglobin. This species lives by clinging around the ‘smokers’ of the hydrothermal vents of the Pacific Oceans mountain ranges, created from the chemicals kicked out at 300 degrees centigrade from the vents that meet cold seawater. The Pompeii worm has become adapted to tolerating these extremely hot waters at a temperature of 80 degrees centigrade.\nTo survive on a black smoker requires super worm strategies! In order to live within its harhsh home the Pompeii worm makes paper-like tube colonies attached to hydrothermal vent chimneys that are heat resistant. Armed with this, the worm grows a centimetre thick thermal blanket across its back that is composed of colonies of filamentous bacteria.\n \nThis bacterium is kept alive by the Pompeii worm by feeding it sugar mucus that is rich in eurythermal enzymes and secreted from tiny glands in its back. This acts as a form of protection from the wide ranges of temperatures it lives in. The bacterium also acts as a detoxifier of the vent fluid in its tube shifting through the lethal chemicals of its environment composed of heavy metals of lead, zinc, calcium and copper and gives the worm the grey fleecy look across its back. This is a perfect example of a symbiotic relationship – two organisms living together within a physical state providing benefits to one another. The Pompeii worm is protected while the bacteria is provided with the perfect host to live and feed on! \nThe most fascinating factor about this species is its behaviour of holding the body in two different gradients of heat. The tail end can resist a temperate as high as 80 degrees centigrade whereas their feather like heads stick out of the tubes into waters of a much cooler temperature of around 22 degrees centigrade and here is where it feeds and breaths. This makes the Pompeii worm the most heat-tolerant complex animal known to science. \nNot only having a magnificent worm, we also gain a magnificent bacteria making it a very interesting species for scientific research. In the future it is hoped the pair could inspire an industry of new products that will revolutinize how operations are taken under extreme environments.\nI would like to thank the University of \n for providing me with permission to use their images and the detailed information on the Pompeii Worm on their website.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb26.webshots.com-43417-2731906050105101600S600x600Q85.jpg","title":"The Pompeii Worm: The Most Fireproof Animal on Earth","author":"Emmysarus"}