{"url":"http://www.environmentalgraffiti.com/science/news-whats-inside-sun","content":"\nOur Sun is a giant nuclear fusion furnace that converts millions of tons of hydrogen into helium every second. The result of these explosive nuclear reactions is sunlight. But the warm smiling orb we drew in crayon as kids, which nurtures our gardens and makes us look good in board shorts, is also a violent star exploding with energy. Reactions this powerful can cause massive cosmic events that affect our entire solar system. \nNASA wants to monitor such activity because sunspots and other solar phenomena can have adverse effects on man-made objects in the atmosphere and here at home. Solar activity has caused flight interference, obliterated satellites and debilitated power grids in the past. Scientists estimate that if a solar storm the size of the largest on record (which happened in 1859) were to hit today it could knock out satellites, cripple power grids and disrupt GPS systems to the tune of a trillion dollars.\nSo in February 2010, the Solar Dynamics Observatory (SDO) was launched aboard the Atlas V rocket. The SDO is the first satellite designed to monitor the Sun’s activity up close – with a beneficial side-effect being lots of jaw-dropping hi-def photos! \nDeployed on the SDO were the Atmospheric Imaging Assembly (AIS) and the Helioseismic and Magnetic Imager (HMI). The AIS consists of four telescopes that photograph the gases in the Sun’s atmosphere, known as the corona. The HMI actually probes the Sun’s interior and measures, among other things, magnetic activity. \nStorms caused by magnetic disturbances and temperature variations regularly erupt on the Sun’s surface. These storms send gigantic magnetic loops (even a minor one can be 30 times the size of Earth’s diameter) shooting into the corona. These keep most of the Sun's charged gases from escaping into space, but every so often the magnetic fields become tangled, and when they snap back into place, the gas can escape. When these outbursts head toward Earth they are known as coronal mass ejections – and it's these emissions that can cause problems on Earth.\nThe Sun’s magnetic field changes direction every 11 years; the north and south poles quite literally swap places. No one knows why, but this magnetic  inconsistency affects the seismic activity on the surface. The AIS and the HMI teamed up to help NASA discover why and when this happens and what the activity looks like.\nBut why is this important? NASA hopes to pioneer a new way of monitoring what is known as space weather. By looking inside the Sun for magnetic activity, scientists hope to be able to spot magnetic disturbances long before they reach the surface. If they can create solar weather forecasts with enough accuracy, we can be more prepared for the potentially disastrous ravages of a solar storm.\nScientists at NASA admit that they have a long way to go before they reach the accuracy of Earth weather reports, but considering how many lives are saved by accurate weather warnings, it seems like a worthwhile pursuit. Plus, with the SDO sending data to Earth 24/7 at 18 megabytes per second, that’s a lot of cool pics. Visit the \n for more.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"How NASA is Monitoring Solar Storms to Forecast Space Weather","author":"J. Sherwood"}