{"url":"http://www.environmentalgraffiti.com/animals/news-endangered-giant-panda-may-lead-new-biofuel-production","content":"\nAlthough it is an endangered species, China's giant panda may guide\n\nhumanity towards an improved process for creating ethanol, a renewable\n\nbiofuel.\n\nThe giant panda, \n, is a native of China's mountains in the Gansu, Shaanxi and Sichuan provinces. Its biological classification is 'carnivorous bear,' but it is famous for eating bamboo.\nMale giant pandas have about a thirty pound advantage over females: 250 versus 220 pounds for the largest of each gender. They are about five feet long on average.\nThey are easily recognized for their white fur and distinctive black markings on the legs, ears, and around the eyes. Some speculate that this pattern may serve as camouflage in a snow-and-rock environment.\nGiant pandas are found at elevations of 5-10,000 feet. Whether the forest is coniferous or deciduous, these bears require a dense undergrowth of bamboo.\nWhether by preference, or because it is necessary for bamboo, these pandas live where the climate includes abundant heavy rain and frequent fog cover.\nGiant pandas live fairly solitary lives, although they leave scent to mark territory. They might share territory, however, and meet casually in the course of foraging. Naturally they meet to mate; mothers rear their cubs until they reach the age of 18 to 24 months.\nIn the wild, almost the entire diet consists of bamboo, with minimal supplementation of grass or very small game. Zoos add some other fruits and vegetables, but the staple is always bamboo.\nSince its digestive tract is almost as short as that of carnivorous bears, the panda 'wastes' a large percentage of its daily 30 pounds of fibrous food as feces. In the wild, a giant panda must forage and eat for ten to sixteen hours a day.\nThey also drink water from rivers, despite the high water content of fresh bamboo.\nLike some other endangered species, the giant panda has both a limited habitat to support its specialized diet, and a low rate of reproduction. \nIf there were more lowland forests with available bamboo, giant pandas could move into those areas. However, the lowlands are generally under cultivation for agricultural crops.\nAn adult becomes sexually mature somewhere between ages five and seven, and remain fertile until perhaps age twenty. However, the female is only fertile for a few days each spring. If she cannot hook up with a willing and able male during that time, her annual reproductive opportunity is lost. \nThe new mother will not mate if she is caring for an infant under one year old. Normally only one cub, of a litter of two, will survive to adulthood. Generally, each female is lucky to raise half a dozen cubs to adulthood over her own lifetime.\nEstimates of the wild population of giant pandas vary from 1,000 to about 1,600. Some 300 others live in zoos.\nRecent research suggests using the bacteria found in giant panda intestines or feces as a model for converting grass or bamboo into biofuels. Much as termites use bacteria to convert cellulose into nutrients, so do the pandas' intestinal flora break down lignocellulose.\nIf pursued and developed, this could lead to harvesting switchgrass or wood chips rather than food crops such as corn, as the feedstock for biodiesel or ethanol. Currently, the research expects to copy appropriate genes from the digestive bacteria into yeast. The transgenic yeast would process the cellulose into simple sugars or fuel alcohol.\nThis use of natural 'cellulose digestion' genes would result in a simpler and less energy-intensive means of biofuel production.\nIt would be ironic if the giant panda, a species endangered by human encroachment and its own dietary specializations, would contribute to rescuing us from the repercussions of global climate change by means of its intestinal bacteria.\nAs researcher Ashli Brown, Ph.D, said, \"The discovery also teaches a lesson about the importance of biodiversity and preserving endangered animals.\" \n:\nAmerican Chemical Society via PhysOrg, \"\n\", Aug. 29 2011, referenced Sept. 28, 2011. \nSmithsonian National Zoological Park, \"\n\", referenced Sept. 28, 2011.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/27976448067f40035d30zjpg_0","title":"One Endangered Giant Panda's Waste is Humanity's Biofuel Treasure","author":"MikeDeHaan"}