{"url":"http://www.environmentalgraffiti.com/offbeat-news/10-amazing-places-for-footwear/1101","content":"\nEver get really, really frustrated?  So frustrated, perhaps, that you considered simply firing your footwear at the nearest tree you could find?  Well, me neither, but it seems that some people have, and in the process \n all over America, each holding hundred of pairs of sneakers in their branches.\nEspecially popular on the American west coast, a shoe tree starts when one person fires their pair up into the branches.  Normally the madness stops here...but sometimes, when the tree is near a major thoroughfare, people notice.  And those people, being Americans,  decide, without much thought, to throw their shoes at the tree as well.\nSo begins a cycle, and so long as the tree doesn't die, or some \n,  footwear begins to stack up over the years...runners disposing of shoes that have seen their 500th mile, or teens going through a growth spurt, or people simply looking to leave their mark somewhere, all choose to do so by chucking their Chucks at the branches of the tree.\nMaybe what's most interesting about these bits of folklore though isn't that they exist, however, but that shoe-flinging isn't limited to the U.S.--even though as best we can tell shoe trees are. In the Middle East, shoe-tossing or striking is a \n, almost the exact opposite of the North American meaning, and shoefiti, a pair of old sneakers hanging off of power lines, are almost universal.  Take a look:\nThis tree has fallen victim to what is an unusual class tradition-- the high school seniors bare their feet and let fly.  In this case-- the class of 2006-- there's picture proof.\nShoefiti, of course, isn't limited to trees, and in this case we can see where it's not limited to shoes, either-- a pair of tilas has been fired up to the power lines in Santiago, Chile, possibly in a nod to the agrarian nature of the city's history, and possibly in a moment of supreme frustration.\nOne of the largest shoe trees in the world, Amaboy offers multiple low-hanging branches and easy road access, allowing passers-by to add to the pop culture monument without even getting out of their car if they like. Merely roll down the window and slowly roll by.\nManchester represents several shoe trees in the UK. There is also one on the South bank of the Thames in London that almost made the list. However, because the city is extremely persistent, it seems to not understand the desire of its citizens to have a tree full of shoes, and keeps removing them.\nThe \"citizenry\" of course, not understanding a city who would want a tree without shoes, perpetually refreshes them.\nBrooklyn, of course, has overcome one of the unique problems of having a shoe tree in a city:  a lack of trees.  One would assume that simply slinging broken-down Starburys over power lines would suffice would be enough, but one would not be familiar with New Yorkers. Yep. They make their own damn trees.\nThe Canadian entry on this list seems to violate several of the rules of forming a shoe tree, which comes across as a testament to the persistence of our hockey-mad friends. This shoe tree isn't near a major thoroughfare, or in a large city. However, the tree has found itself sprouting some rather unusual fruit nonetheless.\nThis tree, a proud old resident of San Diego's Balboa Park (insert Anchorman joke here) features shoes in places that one probably shouldn't be able to throw shoes. Kudos to the citizens of San Diego for their arm strength, or for perpetuating the tradition long enough for the tree to grow out.\nThere's nothing astounding about this monument to footwear in Bristol, aside from its height and age, but the silhouette is particularly striking, don't you think?\nOregon, home of Nike, which has probably produced most of the decor in these images, features some fantastic shoe trees, as well. This one has proved so popular that it ran out of room and began to spill over.\nI couldn't resist--  when Bart and Homer have adopted a trend, you know it's made the big time.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","title":"10 Amazing Places For Footwear: Shoe Trees, Power Lines, and Other Oddities","author":"whatsrequired"}