{"url":"http://www.environmentalgraffiti.com/offbeat-news/batman-defeated-by-new-villian-deadly-pollution/428","content":"\nBatman is known for his near invincibility  , but the Dark Knight was defeated recently in Hong Kong, by a nasty batch of polluted water. \nFilmmakers were in the area to shoot a scene for upcoming Batman flick \n.  The scene called for star Christian Bale to dive from a cargo plane into the sea between Hong Kong and Kowloon.  The shot was scrapped, however, after tests revealed a dangerously high level of toxic bacteria in the water as a result of pollution in the area. Anyone who jumped into that water would have been at risk of serious illness.\nA production team member was quoted by the South China morning post as saying: “The plan was for Batman to be seen jumping into the water and then climbing up some bamboo, or something similar, on to a pier. But when they checked a water sample, they found all sorts of things, salmonella and tuberculosis, so it was cancelled. Now the action will cut to inside a building.\"\nThe waters around Hong Kong have been unfit for swimming for years. Shipping and the practice of emptying raw sewage directly into the harbor has led to water unsafe for human activity. Bill Ballantine, a New Zealand marine biologist, recently visited the city and proclaimed it as having one of the worst marine environments in the world.  \nBallantine said: \"Everybody tells me if you can remember what it was like in 1960, there's hardly anything left in terms of fisheries and the habitat also is very degraded.\" The government has been attempting to clean up the waters around Hong Kong recently, but they say that water will not be ready for swimmers until at least stage two of the cleanup, scheduled for around 2009.   \nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-32954-2593707860105960926S600x600Q85.jpg","title":"Batman Defeated By New Villian: Deadly Pollution","author":"Chris"}