{"url":"http://www.environmentalgraffiti.com/travel/news-fascinating-world-zanzibar","content":"\nAdventurers traveling to Zanzibar must first endure the stifling heat of Dar es Salaam, Tanzania's capital, before taking a ferry across 20 miles of open sea. The island emerges slowly, its white sand beaches gleaming in the sun, the harbor dotted with colorful dhows – Arabic sailing vessels. Other small boats have names like 'Fortuna' and 'Luvly Jubbly' painted in stark letters on their sun canopies. Beyond the beach rise the buildings of Stone Town, not actually made from stone at all, but constructed from coral in the 19th century.\nZanzibar was a significant trade route, and became especially important to the nation of Oman, whose sultan Sa'id ibn Sultan made it his chief place of residence in 1837. He introduced cloves, sugar and indigo to Zanzibar, increasing potential for trade. Spices are still grown to this day on both of the larger islands that make up Zanzibar: Unguja and Pemba. \nTourists can take a spice tour and learn how the spices – including cloves, cardamum, pepper and ginger – are grown and harvested. Tour guides also explain the different uses for coconuts, take visitors to an old Persian bath house used by the sultan's wife, and stop at the beach for a swim. Visitors can also go down steep steps into a cave where traders hid slaves after the practice was outlawed.\nIt is easy to lose oneself in the labyrinth of narrow alleyways that make up Stone Town. Women in colorful hijabs walk the streets while the men in their prayer hats talk and drink coffee from small cups. Each turn reveals another fascinating sight: an old Portuguese fort, a shop selling jerseys and a man squeezing sugar cane for juice. On the main road stands the impressive Sultan's Palace, now a museum. Visitors can get in for a small price and explore the elegant rooms and intricate carved furniture of ages past. \nPerhaps most interesting is the room in the museum dedicated to Princess Salme. Princess Salme, the daughter of Sultan Sa'id, fell in love with a German who lived in a house across the street. The two eloped to Germany, and she wrote her story in a book called \n.\nThe east coast of the island is less populated, but stark with desolate beauty. White sand beaches stretch in either direction and the sea shimmers in multiple shades of blue and turquoise. Locals use stakes pounded into the sand to gather seaweed, which is used to make medicine.\nZanzibar is clearly a place rich in history, landscape, and culture. Whether you explore the cat-filled alleys of Stone Town or delve into the island's history, or simply enjoy some pineapple and chapatis: Zanzibar is worth the discovery.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/nan-madol-12.jpg","title":"The Fascinating Island of Zanzibar","author":"yvonne.mcarthur"}