{"url":"http://www.environmentalgraffiti.com/featured/destructive-beauty-demolitions/13257","content":"\nOut of destruction comes creation, for good or for bad. Like any living organism and everything else, a building has a life-cycle. And when that reaches its natural conclusion, work needs to be done to knock it down so the site can be used for something else – another Wal-Mart, perhaps, or a new Ikea. Yet whatever else may be raised on the grave of the structure being razed, demolition itself can be a thing of beauty.\nWhen buildings may have taken years to construct, it speaks for the relative effortlessness of the power of destruction that they may be torn to the ground in as little as a day – and when using explosives, the collapse itself lasts just seconds.\nThe billowing dust cloud of a controlled implosion is perhaps the first image that leaps into many people’s minds when they think of demolition – which is still the dominant approach for dealing with structures at the end of their shelf life. Large buildings, bridges, smokestacks, tall chimneys, towers, tunnels and other large landmark structures all fall to this blasting demolition strategy.\nBefore the embedded dynamite or TNT is detonated, experts aim to ensure the building falls straight down into its own footprint – or if space permits is toppled like a tree. The basic idea of controlled implosions is to remove a building's support structure at certain points such that heavier sections fall on lower parts with enough force to cause substantial damage. In effect, the explosives are only the catalyst and gravity the actual force that brings the building down. Needless to say, rigorous planning is carried out to avert damage to neighbouring structures as any mistake can be disastrous.\nThe risk of flying debris is a potentially fatal hazard to bystanders, while more dangerous still is the partial failure of an attempted implosion. A building that has unsuccessfully collapsed is liable to be unstable and may lean at a treacherous angle, with the undetonated explosives exacerbating the danger and making it difficult for workers to approach safely. A final threat comes from an unexpected source – overhead – since unless the sky is clear, cloud cover may block the explosion’s shockwave from mushrooming up and dispersing, meaning it can spread outwards and cause windows to smash in surrounding structures.\nExplosives are not the only resources used in the wrecking business. Besides the sweat of the workers themselves, hydraulic diggers, cranes and bulldozers are a demolition firm’s go-to machines if the job is only a matter of a few storeys – a low-rise block of apartments, say, or a terrace of storefronts. \nAfter careful consideration of which direction the building is to be pulled in, diggers are often called on to undermine a building, usually at its base. Bulldozers might also play a part in ramming building walls, typically armed with rakes. But for larger buildings, the big guns are called in.\nTraditionally, the wrecking ball was the staple of the industry for tackling taller towers, particularly in its heyday of the 1950s and '60s. Hung from a crane and swung into the sides of buildings, the forged steel weight, which can tip the scales at up to 12,000 pounds, is still the most efficient means of levelling a concrete frame structure. Yet due to the difficulty of controlling its brute power, plus the retirement of many skilled crane operators, the wrecking ball’s all-purpose efficiency has declined in comparison with newer mechanical methods.\nToday is the day of long reach excavators, diggers with elongated boom arms designed to reach the upper floors of buildings and pull the structure down with more control. Rotating hydraulic shears are another mega-tool used to slice through materials such as steel and concrete. Meanwhile, an innovative and environmentally friendly demolition method has been developed by a Japanese construction firm that involves replacing the support beams on the ground floor with hydraulic jacks and then demolishing the building floor by floor – from the bottom up.\nIf demolition tends to mark the more spectacular side of getting rid of structures that are past their use-by-date, deconstruction might be seen to represent our efforts at using our brains before flexing our muscles – and to look to the future instead of opting for a quick-fix show of force.\nDeconstruction entails deliberately dismantling buildings while preserving valuable materials for re-use or recycling rather than them sending them to landfills. Described as ‘construction in reverse’, it is a sustainable approach, which though not as speedy and inexpensive as demolition in the short term, cuts down significantly on the quantities of waste created when clearing a site. Deconstructing buildings thus decreases the eating up of the earth's natural resources, and some argue reduces energy consumption and emissions caused when producing new materials.\nThe harvesting of useful building materials when taking apart existing structures actually harks back to ancient building practices. In this day and age, cost considerations like the time it takes to tear down a building – weeks as opposed to days – are the main arguments against deconstruction, and yet costs can be recouped. Selling salvaged materials, re-using them for new on-site structures, and avoiding landfill tipping fees are among the ways in which the cost of deconstruction can be brought down and made competitive with demolition. At any rate, this would seem to be the green way forward.\nWhen we talk about laying to rest the buildings and other structures in our built environment, visually and beyond what the eye can see, destruction itself can be an act of creation.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","title":"The Destructive Beauty of Demolitions","author":"Karl Fabricius"}