{"url":"http://www.environmentalgraffiti.com/animals/news-rhinoceroses-endangered-species","content":"\nRhinos have been down on their luck lately. Just within the past month the Javan rhinoceros was declared extinct in Vietnam and the western black rhino has been declared extinct worldwide. The northern white rhino of central Africa could be next. Though rhinos were once widespread, today only 25,000 remain in the wild and 1,250 in captivity, says the International Rhino Foundation.\nRhinos face considerable risk from poachers because of the perceived value of their horn, a popular remedy in Traditional Chinese medicine (TCM). Demand for the horns is now estimated to be at an all-time high, with estimates ranging from $20,000 per horn to as much as $50,000 per kilogram of horn. The highest demand comes from China, Taiwan and South Korea where TCM practitioners prescribe it as a remedy for fevers, headaches and other ailments. The belief that the horns have healing properties has not been substantiated by scientific evidence. \nMiddle East demand for rhino horns to use as ceremonial daggers has also been cited as a major cause of rhino poaching. But rhino hunting isn’t anything new. The widespread hunting safaris of the 20th century in Africa have largely been blamed for setting up the problem of today.\nThough the western black rhino is lost for good, remaining species can be saved. South Africa enacted one of the world’s most successful conservation efforts at the turn of the 20th century, reviving the number of southern white rhinos from a mere 200 to 18,000 today. The UN has urged countries and NGOs to fight back with ferocity against poachers. According to the International Rhino Foundation, we can do our part to protect the rhino:\n•\t\n– It costs a lot to save rhinos. The rescue effort involves policing high-risk poaching areas and airlifting rhinos out of those danger zones to safer spaces. Contribute to reputable organizations that protect rhinos.\n\n•\t\n – Write to your political representatives asking them to back legislation that protects endangered species, fights illegal wildlife trade and reduces forest destruction. Spread the word to your friends and family to do the same.\n•\t\n – Avoid purchasing animal products that may threaten the species’ survival. Particular products to look for include: rhino horns, ivory, coral, sea shells, turtle shells, crocodile skin and bird feathers.\n\n•\t\n – Since rhinos are herbivores, they require a lot of space to browse for vegetation — as much as 100 acres. Our insatiable appetite for timber and paper causes loss of habitat for rhinos and other animals. Avoid purchasing illegally harvested wood and paper products. Opt instead for Forest Stewardship Council or Sustainable Forestry Initiative-approved products. Lessen your impact on the Earth to reduce climate change. If the Earth continues to heat up at the same rate, experts are forecasting that one-quarter of all species will be headed for extinction by 2050.\nRhinos have lived on Earth for 50 million years. These great creatures once roamed freely across even North America and Europe. Now, the remaining species of rhinos are under the threat of extinction. Once they’re gone, it’ll be too late. Act today.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3266937065447fa952f0bjpg","title":"How to Help Save the Last Remaining Rhinos from Extinction","author":"Kiva Bottero"}