{"url":"http://www.environmentalgraffiti.com/mountains/news-mauritius’-incredible-colored-earths","content":"\n \nAfter taking a closer look you’ll realize the seven colors are very real. But this unusual coloring of the hills at Chamarel isn’t their only bizarre trait. \nThe coloured earths of Chamarel were promoted as Mauritius' first tourist attraction back in the 1960s. Even today souvenir test-tubes containing the multi-coloured earth can be bought from beach vendors and tourist boutiques, or from the yellow-roofed administration building at the entrance to the site. The land belongs to the Bel Ombre Sugar Estate and a small entrance charge is made to visit. An example of the horizontal mill, like a giant's washing mangle, lies in front of the administration building. It was introduced by Charles Telfair, one of Bel Ombre's first owners. \n \nSunrise is the best time to see the Colored Earths. Geologists are still intrigued by the rolling dunes of the multi-coloured, moon-like landscape. \nThe colors, red, brown, violet, green, blue, purple and yellow never disappear in spite of torrential downpours and adverse climatic conditions. The phenomena has never been fully understood but it is believed the soil is composed of mineral rich volcanic ash. \n \nThe Colored Earths remain one of the most popular sights on the island. This unusual geological phenomena was formed when volcanic rock cooled at different temperatures, in multicolored layers. \nRains have shaped the rock into small hills that look like dunes of sand and, the first time you look at them, it will seem like the colors are actually just shadows.\n  \n  \nGeologists have been fascinated with the Colored Earths ever since they were first discovered, but haven’t yet been able to explain why they never erode in spite of being exposed to harsh elements and torrential rains. \n\n The Colored Earths of Chamarel also have the unique property of settling into layers. If you take a handful of each of the seven-colored sands and mix them together, they will eventually separate into seven different colored layers. \n \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mandarin-duck_0.jpg","title":"Chamarel: Mauritius’ Incredible Colored Earths","author":"tonyleather"}