{"url":"http://www.environmentalgraffiti.com/sciencetech/flood-risk-from-climate-change-underestimated/243","content":"\nFor the thousands of people whose homes were damaged in the widespread flooding in the UK this summer, it may seem like a joke. But scientists have announced that climate change may carry an even higher risk of flooding than was first thought. \nA new model produced by the Met Office’s Hadley Centre has shown that current estimates of increases in water levels fall short, due to a failure to acknowledge the effect of carbon dioxide on vegetation.  As part of the process of photosynthesis through which they make their energy, plants absorb water from the ground through their roots and exhale it into the air from their leaves as water vapour. However, higher levels of CO\ninhibit their ability to do this, which will result in less water being transferred from the ground to the air. Soil is likely to become waterlogged and flooding exacerbated. Richard Betts, the scientist behind the research, commented that “current impact assessments will need to be reworked.”  The results, published in journal Nature today, predict that climate change and its effect on plants will cause river flow to increase by 13% over the next 300 years unless CO\n emissions are reduced.  \nThis news comes as the UK is struggling to resume normal service after floods devastated building and businesses across the country.  The Association of British Insurers has said the total bill for the UK floods in June and July could reach £2bn. Different counties are experiencing problems as they try to refurbish affected buildings and roads, house those who have been made homeless and recover from subsequent losses to tourism and the leisure industry.  Gloucestershire county council, for instance, estimates that necessary repairs to damaged roads alone will cost £25m, an entire year's highways budget.\nFollowing the floods, the Environment Agency’s chief executive Baroness Young said that about £1bn a year was needed to improve flood defences, and in July Prime Minister Gordon Brown pledged an £800 million rise in annual spending on flood protection by 2010-11. This study implies that the cost of protecting \nBritain effectively may be even higher.  \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","title":"Flood risk from climate change underestimated","author":"Maryking"}