{"url":"http://www.environmentalgraffiti.com/chemistry/news-wd-40-and-house-groaned","content":"\nWD-40 is deservedly a legendary lubricant having solved seemingly impossible home, car and engine problems for decades. Although it cannot be considered 'green', petroleum and its derivative products are part of the natural world. WD-40 smells like just another petroleum derived oil, and is assuredly poisonous as hell if kids or the dog take some in. Almost all petroleum is derived from ancient plants that underwent fossilization from the Devonian Era (300 million years ago) forward, then severe compression at high temperature. Coal forms before petroleum and often contains fragments of fossil plants.\nThe author is now living in Maryland in a home typical of the 1920s. This house has nice wood floors but the long narrow boards have significant edge rot and chipping. Walk on these boards and the house comes alive with squeaks and groans. It is great to be inside a living, breathing house that seems to be a sentient being unto itself. But at 3am, anxiety goes off the scale when every step calls forth noises that would wake the dead, or at least the deeply somnolent. What to do when the bathroom calls in predawn hours, so as to not wake those asleep and in dreamland?\nThe solution was ... WD-40 applied with gusto to edges of floor boards and the spaces between them. Flat board surfaces were coated with urethane, so it is unlikely any WD-40 penetrated the floor topside. Nonetheless, the squeaks and groans stopped almost immediately and have not resumed several days later. Chock up another victory for WD-40.\nWD-40 was invented in 1953 by Norm Larsen, founder of the Rocket Chemical Company. WD-40 stands for \"Water-Displacement - 40th Attempt\" because it took Larsen 40 attempts to pin down a successful anti-corrosion product that prevented corrosion by displacing the standing water that causes it. WD-40 was first used to protect the outer skin of the Atlas Missile. A patent application has never been filed so as to avoid disclosing the WD-40 formula.\nWD-40 was first available on store shelves in San Diego, California in 1958. Although the company formula is a trade secret, it has been deduced to rely on a low viscosity fluid that gets into crevices, then evaporates leaving an oil behind. According to U.S. Materials Safety Data Sheet, the ingredients of WD-40 are: 50% mineral spirits, mostly hexane (which is similar to kerosene and a neurotoxin); 25% carbon dioxide (propellant); 15%+ mineral oil; and 10% inert ingredients.\nAdd this small tale to the uses of the legendary WD-40, and then pray for forgiveness that Big Oil (or ?Small Oil) has crept into our lives. Or at least my life... again.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb16.webshots.com-42447-2846367760105101600S600x600Q85.jpg","title":"WD-40: The World's Most Legendary Lubricant","author":"merlynne6"}