{"url":"http://www.environmentalgraffiti.com/sciencetech/ice-cradle-life/2996","content":"\nIt is one of the most sought after answers in modern science: where did life come from? How did those first molecules put themselves together in such a way as to form molecular machinery capable of reproducing itself and thereby fueling the creation of the vast and amazing diversity we see on this planet today? Up until recently it was assumed that life first arose on this planet, and on any other where it might exist, in water. It's a very sensible assumption. Water is critical to all forms of life and almost all the biological functioning that we know of would be impossible without it. But what if we were looking at the wrong type of water, what if life arose in solid ice?\nThis counterintuitive hypothesis has a small but growing representation in the scientific community. The notion that life may have formed in ice instead of liquid water is significant in that there is ice almost everywhere in the solar system, while water seems to be rare. Lots of planets and many of their moons have plenty of observable ice, and if solid H2O proves to be the most hospitable place for the formation of the precursors to modern life then our chances of encountering biology of some form or another somewhere else in our solar system increase significantly.\nTo understand this theory we need to go back to basic chemistry. Solid water - ice - can be compared to a highly polished military unit on parade review, all the H2O molecules know exactly where and how to stand in relation to each other and they do their best not deviate from that pattern. Now imagine injecting impurities (say a bunch of drunks and anarchists) into that regiment of soldiers at attention; the drunks are probably going to have a hard time fitting in.\nThe sots and anarchists in this analogy are a mix of metals and organics and basically any molecule that isn't good old H2O. What happens, in both ice and imaginary military units analogous to ice, is that all the impurities end up slowly trudging through the ranks until they run into other impurities. Eventually all of the interesting oddball molecules are forced together into millions of little pockets; this even causes some of the surrounding solid H2O to break ranks and turn into liquid water. What you then end up with is essentially millions of discrete test tubes surrounded by solid ice, stuffed chock full of every interesting atom in the vicinity. The close confines then constantly force the molecules to run into (react) with one another in ways not really possible in any other natural setting. On top of that you even have a supply of liquid water. Sounds like the perfect recipe for organic life if there ever was one.\nSo far there have only been a few laboratory experiments testing the foundations of this hypothesis, but the results have been encouraging. While it will likely be a very long time before anybody figures out exactly how life first arose, if solid ice is where it first happened, alien life might be much closer than we think.\n\nSource:\n,\n,","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-32954-2593707860105960926S600x600Q85.jpg","title":"Ice: the Cradle of Life?","author":"colehendricks"}