{"url":"http://www.environmentalgraffiti.com/featured/archigrams-walking-city-60s-architectural-vision-future/8368","content":"\n\nImage: \nWhoever feels strangely reminded of the Beatles’ cover art and Monty Python when viewing the picture above is not far off: it’s a design by radical art collective Archigram, founded in 1961. Their pop-inspired ideas of mobility – walking cities in particular – and radical urban design have inspired many contemporary architects and continue to inspire futuristic designs today. Follow us on a magical mystery Archigram design tour.    \nLondon-based architects Warren Chalk, Peter Cook, Dennis Crompton, David Greene, Ron Herron and Michael Webb formed the collective Archigram that, after humble beginnings, soon dominated the architectural avant-garde in the ‘60s and early ‘70s. The print run of their Archigram magazine soon mushroomed from a few hundred to several thousand.\n\nImage: \nThe group’s main concern was to see the radical changes of the ‘60s reflected in contemporary architecture. These changes included John F. Kennedy influencing world politics; Michel Foucault and Claude Lévi-Strauss influencing intellectual ideas; the Beatles, Bob Dylon, Andy Warhol, Roy Lichtenstein and Claes Oldenburg shaping the arts; and the public getting the photocopier and the contraceptive pill. David Green wrote in Archigram magazine’s first issue:\n\nFor Archigram, mobility was important and omnipresent, even for the urban landscape that became a “Walking City”. Buildings can form new clusters anywhere to deal with the changing demands of a city. Yesterday’s offices could change into tomorrow’s museums and kindergardens. \nRather than dwell on urban destruction, with projects such as \"Living City,\" \"Plug-in City,\" \"Walking City\" and \"Blow-out Village,\" Archigram propagated an optimistic and fun approach to nomadic architecture that was supposed to set people free. How workable their architectural designs were in practice is debatable, but they sure inspired quite a few fellow architects; Will Alsop’s Peckham Library in south London and Richard Rogers and Renzo Piano’s Centre Georges Pompidou in Paris are among the most well-known. \nFor those who can't get enough, here’s Herron’s \"Walking City\" of 1964 in more detail:\n\n\nSource: \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","title":"Archigram's Walking City: A 60's Architectural Vision of the Future","author":"Simone Preuss"}