{"url":"http://www.environmentalgraffiti.com/architecture/news-new-developments-new-york-citys-high-line-park","content":"\nEnvironmental Graffiti author Nicole McGlinn wrote about the history and architecture of \n. This year has been a good year for \n. They inaugurated the second section of High Line Park this year, and designers are currently gathering community input for the layout of High Line Park's third section. The future looks bright for this project and similarly ambitious green space designs.\n of the High Line Park opened on June 8th, 2011. Running from 20th Street to 30th Street near the Hudson River, this addition doubles the size of the High Line Park. A beer garden with food trucks is located on the street level near the 30th Street park entrance. After lunch, visitors can walk off those calories by walking above the Manhattan traffic all the way from Midtown to Greenwich Village.\nHigh Line Park resembles a series of pocket parks due to its linear design. Like the period rooms at the Met, each area invokes its own style. The new lawn allows visitors to stretch out on a blanket or play frisbee with friends. It has already attracted people with signs, thus demonstrating the importance of parks as places for public expression. A tradition of First Amendment rights has made it common for people to spontaneously broadcast their thoughts in public spaces.\nSome areas feature low-growing bushy vegetation. Other areas have slender trees. Visitors can walk through open meadows, beneath the tree tops or among the canopy at the High Line. A segment consisting of a former train tunnel through a building is dark and industrial. Vendors inside the park sell light refreshments at spots near tables and chairs, echoing the cafes of trendy neighborhoods. Parts with wooden lounge chairs are as good as any beach dune for reading or people watching.\nPeople watchers will especially like the viewing platforms that overlook New York City streets. So will fans of architecture. It is difficult to fully appreciate the beauty of high rises and skyscrapers from a sidewalk. From the height of the High Line, an art aficionado can see entire buildings and complete streetscapes. Walkers can look eastward on any of the park's overpasses for a snapshot of Manhattan architecture. They can look westward to see the Hudson River and New Jersey.\nWalking down the High Line is a convenient way to see many New York City landmarks in one shot. The pinnacles of historic skyscrapers, such as the Empire State Building and the Chrysler Building, are hidden at street level, but visible from points of the High Line. One park location gives a clear view of the Statue of Liberty.\nA visit to High Line Park is a superb way to tour New York City. Its design melds urban and natural spaces into a 20-block-experience. Plans are underway to \n with a third section. Never content with yesterday's accomplishments, New Yorkers are already brainstorming for the next project. \nNow that they've figured out how to build a park a few meters off the ground, they have ideas to \n. Dubbed \"the Low Line\" by some, the Delancey Underground is a proposed park for the current site of an unused subterranean trolley facility. Despite current difficulties, Americans are still making grand plans for the future.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","title":"New Developments for New York City's High Line Park","author":"Joseph Dunsay"}