{"url":"http://www.environmentalgraffiti.com/news-perfect-bloody-mary-explained-science","content":"\nThere is little better on a Sunday morning at brunch, or breakfast, or tea for that matter, than an ice cold Bloody Mary to open your eyes and get your day started right. The kick of spice, the tang of lemon, and the flavors of vodka and tomato all combine to make a world class drink – if you make it properly.\nThe Bloody Mary has been called the Mount Everest of cocktail drinks. A scientist, Neil C. Da Costa, Ph.D., \"an expert on the chemical analysis of flavors at International Flavors Fragrances, Inc., Union Beach, N.J,\" made a presentation on its composition and tastes to the 241st National Meeting &amp; Exposition of the American Chemical Society (ACS).\n\"It's a very complicated drink,\" said Dr. Da Costa. \"The Bloody Mary has been called the world's most complex cocktail, and from the standpoint of flavor chemistry, you've got a blend of hundreds of flavor compounds that act on the taste senses. It covers almost the entire range of human taste sensations — sweet, salty, sour and umami or savory — but not bitter.\"\nSo how exactly do we get the perfect Bloody Mary, according to science?\nFirst of all, and most important, make sure that the drink is prepared freshly. It is chemically \"unstable\" so can lose its flavor sparkle and degrade within half an hour. And no, it won't blow the roof off, or at least not if you don't have too many! Then your head might feel like it's about to explode!\nSecondly, pour it over ice. The ice slows down chemical reactions between the tomato juice and other ingredients.\nIf you must use a cocktail mix, make sure to add some fresh ingredients so that flavor and smell are closer to what you want.\nBuy the best tomato juice you can get, one with a deep flavor. Since it is the bulk of the drink, you don't want a watered down, artificially flavored juice.\nDon't waste money on premium vodka; with the complexity of flavors it isn't necessary.\nThe researchers also discovered that not only does the Bloody Mary have great flavors, but it also has some health benefits! Beyond that, each ingredient has its place in the hierarchy of taste and aroma. \nProbably the most enjoyable part of the research for those involved was discovering how good the Bloody Mary was. Da Costa said: \"These taste effects work wonderfully together. For those who like tomato juice, the fresh spiciness is close to addictive. The ratio and order of these effects in the mouth is what is most appealing. Mainly sweet and slightly salty, with sour and fresh lemon, followed by the spicy kick of capsaicin and slight sinus clearing horseradish.\"\nFor those who do not have a recipe, here is one from the New York School of Bartending:\nHappy experimenting! And \n you do have one too many, the Bloody Mary is of course also known to be good as a hangover cure.\nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","title":"The Perfect Bloody Mary Explained by Science","author":"Michele Collet"}