{"url":"http://www.environmentalgraffiti.com/news-savage-attacks-breeding-geese","content":"\nIn spring, there always seems to be lots of love in the air, as the natural world settles into the breeding season. For parenting creatures, danger lurks around every corner as predators sniff out the presence of tasty young prey. Defensive instincts are now at their height for all things in the middle of breeding, and for those people unlucky enough to fall foul of them, this is especially true of geese.\nGoose attacks on humans have caused serious physical injury, such as broken bones, head injuries, and emotional distress, many occurring when the person tried to avoid an attack and tripped. When fed by people, geese lose their natural fear which often leads to more violent attacks during the spring nesting season, because they will begin nesting closer to areas that people frequent.\n\n\nThe breeding instinct is among the strongest drives of animal behaviour. Geese usually start choosing mates and selecting a territory for nesting in late February to early March. The females lay eggs March to mid-May, and incubation begins as soon as all eggs are laid. The gander has the job, during the nesting season, of defending the female, the nesting territory and the eggs. If any intruder enters the territory, the gander will usually give a warning call before chasing it away. Some geese can be very aggressive and will only stop their attack when the intruder has left or the goose’s life is threatened.\nGeese have excellent vision and seem to pay very close attention to the eyes and body language of humans and other animals. Coming across an aggressive goose can pass peacefully if you maintain direct eye contact while facing your body directly towards the attacking goose. Never turn your back or shoulders away, and never close or squint your eyes. \nIf the goose approaches you aggressively, hissing or spreading its wings, you should slowly back away watching carefully for obstacles you could trip over.  DO NOT, EVER  yell, kick, or act hostile in any way. At the same time, never cower, hide your face, turn your back, or run.  Over aggression may cause the female to join in, creating an even more aggressive attack from the male. If  one flies up towards your face, then duck or move away at a 90 degree angle to the direction of flight, but be sure to keep facing the attacking goose.\nRemember that, scary as such an attack might seem to you, it really is a case of the birds doing what comes naturally.  If you have kids that seem threatened somehow, you would risk life and limb to defend them.  It is exactly the same for those geese when they set upon you, and though you may have no idea how close the nest is, rest assured it will be close by.  \nIn reality, the  number of people suffering anything more than minor injuries each year is very small, but the trauma and indignity of  such a savage onslaught by a normally harmless bird stays with the victim forever.  The geese DO NOT want you to forget, so if you really want to avoid their anger, steer well clear of them in springtime.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-42273-2144065590104237032S600x600Q85.jpg","title":"When Geese Attack! ","author":"tonyleather"}