{"url":"http://www.environmentalgraffiti.com/nature/news-there-nothing-comical-about-exploding-whales","content":"\nWhen a dead whale washes ashore, local residents will do just about anything to rid themselves of the sight and scent of its decaying flesh. In the old days, such a carcass would be put to use.\nDead whales can vary enormously in size and are not by any means easy to dispose of. You can bury them with the aid of large excavators, but that  involves making sure the machinery doesn't sink during the excavation and that it has the capability to dig a hole big enough to fit this huge creature.\n\n\nAlternatively, you can dispose of the corpses by blowing them up, which has actually happened more often than you might think. This works fairly well most of the time, but can have its disadvantages, as seen in a case from 1970 in which a 45-foot-long sperm whale washed onshore in Florence, Oregon.\nAuthorities decided that the whale carcass was too big for burial, deciding that blowing it apart would convert the hulk into smaller, more manageable pieces. Fine in theory, but they used a full twenty cases of dynamite for the job.\n\n\nThe resulting explosion hurled unwieldy pieces of blubber high into the air, one 300-pound chunk crushing an Oldsmobile 88 when it landed on the roof. This incident was the butt of many jokes for a time, even though it was far from funny. \nOn January 26, 2004, in Taiwan a beached whale exploded for quite a different reason – due to a buildup of gas inside the decomposing sperm whale, which caused it to burst. The whale had died after beaching on the southwestern coast of Taiwan, and it had taken three large cranes and 50 workers more than 13 hours to shift the whale onto the back of a truck.\n \n\n\nWhile the whale was being moved, a large crowd of more than 600, along with vendors selling snack food and hot drinks, braved the cold temperature and chilly wind to watch workmen try to haul away the dead marine giant. When it exploded, the whale was on the back of a truck near the center of Tainan. The bursting whale splattered blood and whale entrails over surrounding shop-fronts, bystanders, and cars.\nSimilarly, a stranded whale in Salt Spring Island, British Columbia, decayed until it exploded. Locals reported that its blubber \"hung in the trees for weeks.\"  \nWhale corpses are regularly blown up; though they usually get towed out to sea first. A humpback whale that beached near Port Elizabeth, in South Africa, in 2001, and a Southern White Whale, beached near Cape Town in 2005 were both disposed of by detonation.\n\n\nA few weeks after the Port Elizabeth explosion, the carcass of a second humpback was dragged out to sea and explosives were used to break it into pieces so it would not pose a hazard to shipping. Yet another disposal was carried out in Bonza Bay in, 2004, when an adult humpback died after beaching itself. In order to sink the whale, authorities towed it out to sea, fixing explosives to it, and setting them off from a distance. Exploding whales are anything but funny. Rather they are a tragic reminder of just how fragile eco-systems can be, and how vulnerable wildlife is.\n \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","title":"When Whales Explode!","author":"tonyleather"}