{"url":"http://www.environmentalgraffiti.com/news-sealion-silhouette","content":"\nThis stunning sequences of sea lion silhouettes as they swim come courtesy of photographer Ben Brewer. Sea lions, so bulky and clumsy on land, are grace personified in the water. They are as beautiful or more so than any ballet dancer and don't even need the help of any special equipment! They're certainly more graceful than synchronized swimmers – even the best in the world – so let's learn a little about these lovely creatures, specifically California sea lions.\nSea lions are pinnipeds, just like seals, with ear flaps, short thick fur and long fore flippers, and are able to walk on all fours. The size differential between the males and females is absolutely enormous: the males weigh 800 lbs while the females average just 220. Imagine that in human terms: a mate 4 times the size of its partner! The males grow a big crest of bone on their head, and the latin name for sea lions is \n, which means \"big headed\". Some might argue it fits the description of other Californian males as well, but we won't comment on that!\nSea lions mainly eat squid and fish, hunting singly or in large groups. They have been seen to cooperate with other predators as well – like dolphins, porpoises and seabirds – when there is a large school of fish around. They often fish at the ocean bottom and on underwater mountains, known as sea mounts, and can tolerate freshwater as well. Some sea lions have been found as far as 100 miles inland in and around a freshwater river.\nWhen breeding time comes around, the females base themselves in an area called \"the rookery\" where they also give birth. Each male stakes out his territory and guards it, not going to sea for food until he gets a mate. The staking out of territory can be violent at times, and the more blubber a male has the better chance he has of keeping his place – especially as his blubber is what he is living on. Apparently males can't stay in the same spot for more than 29 days, so don't start staking territory until after the females have given birth. The females then start to look around to see who their choice will be. Unlike many other species, here the females choose their mates, but the males can be chosen by numerous females, with an average of 16 females to each male's harem. That must keep him busy!\nSea lions have a unique type of gestation period; it lasts 12 months because there is a three month delayed implantation of the egg before the actual nine-month pregnancy. This is so the female can recover from giving birth and get extra time to nurse her newborn, which often nurses for six months. As an aside, it's worth noting that sea lion, seal and walrus milk is the only lactose free milk in the world.\nThese lovely and graceful animals are a joy to watch swimming effortlessly in the water – especially in the wild but also in a zoo. The more the public learns about them, the better chance there is of keeping them off the endangered list.\nSource: \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","title":"Sea Lion Silhouetted Against the Waves ","author":"Michele Collet"}