{"url":"http://www.environmentalgraffiti.com/news-do-you-know-serious-risks-corporal-punishment","content":"\nA mainstay in controversy is the debate on whether or not to spank children. \n for and against spanking over the years have been researched, given media attention and have been addressed in medical circles. However, no one has come to a conclusion if spanking is a good or bad idea. \n \n \nAll parents want their children to be smart. \n that children who are spanked have an average of five points lower on IQ scores than those who are not spanked. As the child matures, worsening IQ scores progress. The longer spanking is continued, i.e. into the teenage years, and the more spanks a child receives (three or more a week), the more at risk for lower IQ scores the child becomes. \nThis phenomenon is easily explained by a few factors. First, as the family increases in socioeconomic status, it is far less likely to employ spanking, opting for more complex, diversified, and creative ways to handle bad behavior instead. \nSecond, families of higher socioeconomic status have a better education and higher IQ. As spanking continues in frequency and with age/maturity, a child can develop PTSD, be more easily startled, be traumatized and more fearful and develop other mental health issues. \nSpanking is generally stressful for children as well as the caregiver. And, with corporal punishment, which has now been banned in \n. \n that physical abuse is nine times more likely to occur if a child is spanked. America seems to be the leader in spanking, with as much as 90% of children between the ages of three and five being spanked periodically, states the same source. \n \n \nSadly, corporal punishment is strongly linked to sexual disorders in adulthood. \n that the following three problems have been observed in those who were spanked regularly as a child (abuse was eliminated from these studies): \nIn line with this \n, spanking has been directly linked to domestic violence and mental health problems. Educating parents about better behavioral modifications or alternatives to spanking has been shown, it claims, to decrease relationship and sexual violence. The results of their global examination into this issue in 2008 shows that there is an increase of 10% for male verbal sexual coercion and 12% sexual coercion by women. \n \n \n \nThe author of this article has mixed feelings about corporal punishment. He was spanked almost daily until he was well into teens. However, he did not develop any negative side affects from it. This is not to say that spanking won’t have negative affects on other kids. Similarly, there may be some basis behind these well documented and reputable studies as to spanking being bad for kids. However, the author of this article finds that most children nowadays are not being punished enough by their parents and being allowed to get away with murder. Children need healthy boundaries and well laid out rules to provide a healthy upbringing. If corporal punishment, along with other punitive implementations, can be done in such a manner that the child is not being excessively punished or being abused, then it should be continued.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"The Serious Risks of Corporal Punishment ","author":"Asher Kade"}