{"url":"http://www.environmentalgraffiti.com/ecology/save-our-sushi/657","content":"\nBluefin tuna is tasty and elite, those who indulge in this magnificent creature are set apart from those yellowfin tuna eaters\nPlus they’re bloody good at swimming, can cross the Atlantic basin in less than 6 weeks, and can weigh three-quarters of a ton.\n\nUnfortunately, due to all the usual reasons, these little beauties are in danger of becoming extinct. So, weirdly, science has stepped in to prevent this catastrophe, and not just any science, its hard science!\nAnalyzing facets including chemical markers in the \n's ear bones and satellite readings generated by tags attached to migrating fish, marine biologists are beginning to decipher how separate bluefin populations travel and spawn. And those distinctions they say, may help determine whether fishery managers can preserve the Atlantic's remaining giant \n.\nDemand for the tasty fish has soared amongst sushi connoisseurs in recent years, and as the Americans and Europeans go head to head over who bears the most responsibility for plummeting Atlantic bluefin stocks, scientists have jumped into the melee. Scientists have helped the industry to understand that there are two separate populations of bluefin which swim in the Atlantic basin.\nFor years, Europeans have been overfishing bluefin tuna that breed in the Mediterranean. Worryingly, for the past four years the EU have set \"catch quotas\" at nearly double the levels their scientists recommended, and fishermen have exceeded those already-elevated quotas by 50 percent each year. In the U.S., the federal government has imposed greater restrictions, but fishermen can still bring home bluefin tuna they incidentally catch as the fish are spawning each spring in the Gulf of Mexico.\nThe fact that bluefin from the Mediterranean and those from the Gulf of Mexico mix most of the year has led some fishermen to think the stock off America's East Coast has been faring better than it actually is. The fish stocks separate during spawning, and the populations do not interbreed, both stocks need to be protected, as a major reduction on both fronts would lead to an overall collapse.\nFor years, researchers knew little about how \n fish such as bluefin travel, feed and mate. But new developments have allowed scientists to better understand a species that can fetch more than $170,000 for a single fish.\nSatellite tags, which can record the temperature of the ocean as well as the depth at which the fish swim and the level of light to which they are exposed have provided scientists with a precise record of how bluefin tuna travel. Stanford University marine biologist Barbara A. Block and her colleagues tagged two fish within a matter of minutes off western Ireland; within eight months, the fish were more than 3,000 miles apart. One had travelled to waters just northeast of Cuba; the other swam off the coast of Portugal.\nThese amazing fish need our protection if we are to enjoy quality sushi and our empty wallets!\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","title":"Save Our Sushi!","author":"emma"}