{"url":"http://www.environmentalgraffiti.com/ecology/where-have-all-the-reindeer-gone/805","content":"\nThere is a true story about reindeer introduced to a remote northern island in the Canadian Arctic.\n\nI cannot remember the source or all the details, but here is the gist and how it applies to us today, anthropomorphized. There were no wolves and there was plenty of lichen for the reindeer to eat, so the reindeer flourished. If the reindeer thought as we do, they might well have thought that life was grand, that they lived in a utopia, that they had solved most of the worst problems their ancestors had faced.\nThey might, in short, have thought they were exempt from reality.\nIf reindeer could think and talk as we do, it is not hard to imagine the dominant reindeer spouting that \"Growth is good,\" and remarking that things were going brilliantly because, every year, there were more reindeer. \"Look,\" the reindeer Prime Minister might have said, \"every year our population grows. Every year, our consumption increases. Our economy is growing, we are well-fed and happy. No wolves come to eat us. This is how life should be; we are managing our economy brilliantly.\" Some reindeer might have declared, \"This land was given to us to use as we choose. We are blessed. We are superior to all other animals.\"\nThe reindeer PM and his economic advisors might well have pooh-poohed the reindeer philosophers who suggested that more was not necessarily better. \"Rubbish,\" they would have said. More is better. Bigger is better. Every year we have more. We face no limits - how can you say this is bad?\" They would have laughed at the older reindeer and the reindeer ecologists who proposed such nonsense as respecting their bounty, as saving for the future, or who pointed out heresy such as that the evil wolves had served a purpose, and if there were no wolves to keep their consumption in check, then the reindeer must be responsible to do so for themselves. They might have hushed up the reindeer scientists who pointed out the inconvenient fact that, while the population and 'economy' were indeed growing, this meant that more lichen was being consumed than was regrowing each year.\nBut no matter how much the reindeer 'leaders' might even have come to believe their own stories, there was no escaping reality. Mother Nature pays no regard to economic theories or reindeer fantasies of superiority.\nIt is not hard to imagine that, if reindeer were like us, the dominant reindeer might have been preaching the wonder of growth right until the very end - that final year. That was the year that there were more reindeer than lichen, and they ate all of it right down to the rock. And when the lichen was gone the reindeer discovered that they could not eat economic theories, they could not eat fancy justifications, and they learned that believing in something does not make it so.\nMore than that, the reindeer all starved to death.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/wolf_1.jpg","title":"Where Have all the Reindeer Gone?","author":"Brian Gordon"}