{"url":"http://www.environmentalgraffiti.com/sciencetech/milky-way-over-mauna-kea/6892","content":"\n\nMilky Way over Mauna Kea Volcano\nOur galaxy has been photographed many times, but this just released NASA panorama is a beauty! The Milky Way is a large spiral galaxy that contains 200-400 billion stars and is 13.2 billion years old. \nOn Earth, we are inside the galactic disk of the Milky Way, which is the arc of uncountable 'milky stars' we see in the night sky. Just below the great swathe of stars in this photo is Jupiter shining very brightly. Moonlight faintly illuminates the observatory complex of the University of Hawaii on the Big Island (Hawaii) that is on the summit of the extinct volcano of Mauna Kea. The large caldera in the dark foreground is the two mile high Haleakala volcano on Maui that also has an important astronomy observatory on its summit.\nAt 4,205 meters (13,796 ft) above sea level, Mauna Kea is the highest island mountain in the world and the Observatory is above 40 percent of the Earth's atmosphere. Extremely dry, stable air and favorable atmospheric conditions allow for many superb observation nights throughout the year. The complex has 13 telescopes operated by astronomers from 11 countries. Among the exceptional equipment are the largest telescopes in the world for optical/infrared and dedicated infrared observations, and also the largest sub-millimeter telescope in the world. The combined light-gathering power of the telescopes on Mauna Kea is 15X greater than that of the legendary Palomar telescope in California – for many years the world's largest – and 60X greater than that of the Hubble Space Telescope. \nSo many stars and galaxies to study, and so little time! At the end of every day, let us be renewed by a cosmic beauty that is beyond words.\nSources \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Milky Way Observed Over Mauna Kea Volcano","author":"merlynne6"}