{"url":"http://www.environmentalgraffiti.com/fishing/news-lionfish-floridas-newest-predator-can-fight-back","content":"\nThe lionfish is a fierce predator and successful competitor in the fight to survive in Florida's coastal waters. Officials encourage people to eat this invader from the Indian and Pacific oceans. But catching a lionfish is dangerous, due to its poisonous spine.\nThe lionfish goes by the aliases of \"Dragon Fish\", \"Scorpion Fish\" and \"Turkey Fish\". There are several sub-species, including \"Red\" and \"Clearfin\". Red Lionfish have become a serious problem for Florida. Some of its features are:\n\n \nLionfish have been reported on Florida's Gulf coast, off Anna Maria Island, and on the Atlantic coast, at the Indian River Lagoon. For those not familiar with these locations, here are the directions:\n\nThe proverbial crow could fly almost due east from Anna Maria island to Indian River.\nPeople do raise lionfish in tanks. Here are some \n from Mike McEwan of Aquaria Central.\nThe tank should hold a minimum of 285 litres (75 gallons) of water, with lots of territory if you plan to keep more than one. The salinity should be 1.027 and the temperature about 24-26C (75-79F). The lionfish can grow up to about 45cm (18 inches) in length.\nWhile Mr. McEwan recommends chopped beefheart or fish as a staple food, he says their favourites are live worms, prawns or fish.\nIf you do raise a pair, watch for their prolific breeding. According to Alecia Adamson of REEF, a Key Largo marine research institute, a female lionfish can spawn once or twice a week. This is in sharp contrast with the annual spawning pattern of most fish.\nA classic way for invasive fish to arrive in an area is by escaping after being flushed down a toilet. If this is how they arrived in Florida, it is a black eye for lionfish fanciers.\nSince they spawn so frequently, it seems possible that fertile eggs may have been flushed. Whether you flush an adult or an egg, you could well be contributing to the problem.\nOn the other hand, these fierce predators have been spreading in the Atlantic for some years, and it is not at all certain whether they simply swam from the Indian and Pacific oceans or from sites outside Florida. \nIf you live or vacation in Florida, your civic duty is clear: head for the coast; arm yourself with a spear or net or just go fishing; and harvest this dangerous fish that tastes like grouper.\nJust avoid being stung. Lionfish venom can cause pain, nausea, swelling or convulsions. Zachary Bamman, also from REEF, said \"...the only way to denature the venom is through heat application\". Local hospitals have treated some victims.\n\nThe information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\n\nPascal Fletcher, Reuters, \"\n\", published July 29, 2010, referenced Aug. 18, 2010. \nWESH, \"\n\", published Aug. 7, 2010, referenced Aug. 18, 2010. \nCarl Mario Nudi, Bradentom.com, \"\n\", published Aug. 7, 2010, referenced Aug. 18, 2010. \nMike McEwan, Aquaria Central, \"\n\", referenced Aug. 18, 2010.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbyXgnR8.jpg","title":"The Lionfish: Florida's Newest and Fiercest Predator","author":"MikeDeHaan"}