{"url":"http://www.environmentalgraffiti.com/featured/divebombing-birds-catching-underwater-prey/17268","content":"\n\nImage: \n, used with permission\nA bird diving and swimming underwater seems like a paradox but then, our feathery friends are crafty when it comes to reaching tasty prey like fish  - some birds even dive a few feet deep to catch it! Dippers, gannets, kingfishers, gulls, swans and cormorants all perform the most amazing stunts when it’s time to feed their bellies.\nGannets for example often dive from a height of 30 m and reach the water at speeds of 100 km/h. This propels them down much more than most airborne birds, providing them with a larger variety of prey. Not only that – they are also smart and wait for large schools of fish to swim by when migrating to have the easiest access to a large amount of food.\nAlexander Safonov’s breathtaking picture below of a gannet diving won the Wildlife Photographer of the Year 2009 award.\n\nImage: \n, used with permission\nGulls are notorious food snatchers, plunging down on unsuspecting shore visitors who are consuming food. It is therefore not surprising that they will go to any lengths as well if they spot tasty prey underwater.\n\nImage: \nWe’re not sure if the black swan in the next picture is taking a casual peek under water or if it has spotted a specific piece of food. In either case, swans are a good example of birds diving from the water's surface – like ducks, cormorants and penguins, so-called foot-propelled diving birds as opposed to wing-propelled ones.\n\nImage: \nDucks and geese don’t commit to either element – when they need something below the water’s surface, they simply stick the top part of their body underwater and keep the rear outside. Not too elegant but effective.\n\nImage: \nThough not yet underwater, we loved the next picture because of the bird’s grace and determination: It’s upside down and fully stretched out, beak ready to dive in first to catch the precious prey, nothing else on its mind. Makes you almost feel bad for the fish but such is life.\n\nImage: \nThis action-packed photograph shows one double-crested cormorant (\n) having just emerged from the water with a fat fish while the other looks on, hungrily. Cormorants frequently catch fish by diving underwater and often eat smaller fish right away before emerging, whereas bigger prey is brought to the surface and eaten somewhere safe.\n\nImage: \nIn fact, cormorants are so adept at fishing – much more than humans – that fishermen in China, Japan and Macedonia once exploited their skill for catching big fish.\nNo such danger for dippers as they are interested in insects only. Dippers are amazing birds that can use their strongly muscled wings as flippers underwater. Their dense plumage allows them to brave even the iciest waters and their large preen gland is perfect for waterproofing their feathers.\nDippers perch on rocks and look for food at the edge of streams but they also check under rocks for small invertebrates. If nothing is found there or they rather feel like having aquatic insects, small fish or fish eggs, they submerge themselves partly or fully or even dive underwater. There, they look under small stones for prey and use their wings like flippers to swim around.\nIn this amazing video, an American dipper parent has to feed its hungry chick. With military precision, the dipper not only dives underwater and hunts for aquatic insects, but seems to fly there as well!\n\n\nPenguins, as flightless, aquatic birds, are probably what come to mind when we think of birds swimming underwater. They are made for swimming – their former short wings have fully evolved into flippers, making them fast and elegant swimmers. The close-up below of a colourful representative of the species shows that they are still birds, just very adept at being underwater.\n\nImage: \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","title":"Divebombing Birds Catching Prey Underwater ","author":"Simone Preuss"}