{"url":"http://www.environmentalgraffiti.com/nature/news-how-wear-your-testicles-or-ball-games","content":"\nNow that I have a son, I need to prepare myself for certain questions which will pop up throughout his life.  I worry that if I’ve not given these questions the care and attention that they deserve, then conversations will just end up along the lines of:\n Dad, what are these?\n They’re your testicles, lad.  Eat your Corn Flakes.\nI worry about what will happen if, during \n chat, he says ‘enough of this rubbish about pollinating flowers, tell me how the bees have sex!’\nSo I thought I’d better do some research.\nThe below image shows a typical human male sporting typical  human male testicles:\nSure they look great, and human females are almost hypnotised by their gentle swaying motion and generally perfect appearance but, let’s be honest, they’re not very well protected.  \nDangling, as they do, around the human male’s midsection, on the outside of his body, they’re basically begging for a football to be kicked into them, reducing even the most Herculean specimen of a man into nothing more than a weeping, retching, crumpled up heap on the floor.\nIt’s a wonder men are actually capable of achieving anything if you consider that, at any point, they can be rendered completely helpless by even the gentlest of unexpected nudges to the plums.\nBut is this true throughout Nature, are the male representatives of all species also made vulnerable by their exposed soft bits?  Unsurprisingly, the answer is no.  For wise and wonderful old Mother Nature has tried all sorts of alternatives to find out the absolute best position and mechanics for testicles.  Of course, Nature being a woman and all, you can’t help but feel that she had her tongue lodged firmly in cheek whilst she was working on this.\nTake the humble garden snail for example.  I know what you’re thinking: ‘Well, Ssails have got those lovely hard, protective shells.  That must be the ideal place to store one’s testicles’.  Nope!  Nature has found a far more amusing place to position the snail’s genitals: their necks.  \nWhich, I’m sure, would have been your second guess.\nThe snail’s penis is located roughly half way between their eye stalks and... their vagina (!)  Yes, the second interesting thing about our simple snail is that it is a hermaphrodite, meaning that, depending upon the outcome of their mating ritual, any snail can either impregnate or become pregnant.\nThe mating ritual I refer to is, perhaps, the most unusual thing about our already pretty darn unusual snail.  Snails mate by shooting each other in the neck with tiny ‘love darts’.  And I didn’t even make that term up.  Scientists did.  Real ones with glasses and testicles on the outside of their bodies.\nSo during the mating ritual, snails are doing two things 1) trying to get their love dart into the other snail and, thus, impregnate it, and 2) to avoid the other snail’s love dart because it absolutely does not want to become pregnant itself.\nIf you think that snails engaging in a ‘Matrix-esque’ mating/stabbing ritual is bizarre, wait until you hear what Mother Nature had in mind for the honey bee.  \nNow you’d be forgiven for thinking that Mrs. Nature would have been kind to the happy-go-lucky bumblebee, given its work ethic and contribution to plant- and humankind.\nSo what if I were to tell you that when a male honey bee (a drone) mates, his genitals will \n and \n inside the queen he is mating with?  Mother Nature’s actually starting to sound like a bit of a cow, right?\nWhat sort of a system is that?  Sure, human males are susceptible to bouts of nausea should a stray tennis ball become testicle-bound, but that seems like luxury next to the bee’s plight.  As if it wasn’t bad enough that those bees blessed with stingers can only use them once when trying to defend themselves before they start to die, but if they actually decide to have sex, their testicles are going to explode and their penis falls off.\nWorst of all, if any drones – whose purpose is basically just to mate with the queen – have decided ‘you know what, I’m not mad for the whole exploding-testicle thing. I’m more of an abstinence kind of bee’ they get driven out of the hive by the worker bees and are left to perish.\nPoor bastards.\nI remember hearing once that octopi (or do you prefer octopuses?) keep their testicles in their head.  At first that was a pretty awesome fact, but then it dawned on me that they pretty much keep \n inside their head.  It’s basically all they are: a head.  With some tentacles.  In fact, the family that octopi belong to is called the \n family, which comes from the Greek kephalópoda meaning ‘head-feet’.\nA bit of research later and it turns out that we should actually be calling the ‘head’ a ‘mantle’, but I’m all about keeping things monosyllabic where possible so I’m sticking with head.\nYou know what the most distressing thing about the above anatomical illustration is?  As much as I’d like to be saying ‘Hey, good work Nature. You found a spot for those pesky testes that is both well protected, and doesn’t look ludicrous’ but instead all I can think is ‘you put his anus \n’\nIt’s the same story with an argonaut – and by argonaut, I mean the fairly tiny relatives of the octopus (males tend to grow no more than 2cm, while females can reach around 10cm), as opposed to one of these guys…\nBAM! That’s how you get Ray Harryhausen into an article about testicles!\nAs is often the case in Nature, the octopus’ and argonaut’s main purpose in life is to reproduce… though it might consider something of a change in the mission statement if it knew that it would, in all likelihood, be dead just a couple of short months after having mated.\nFor both the argonaut (pictured below) and the octopus come equipped with a specially modified ‘arm’ known as the \n.  The deal here is that the male can transfer sperm over to the female via the hectocotylus, essentially giving it the role of the penis.\nThis can be achieved in several ways.  Method one: the male can shove the hectocotylus into a cavity in the female’s head known as the \n.  During copulation, the hectocotylus will \n and remain lodged in the pallial cavity of the female.  \nDoesn’t sound like a great deal for the male; luckily there are other options.  For example, he can remove the hectocotylus himself and give it to her for use at a later date.  So, in essence, snap off his own penis and hand it over to the female.  Thus utterly demasculating himself (see also: \n).\nThe final option available to the increasingly unfortunate Cephalopod family is to try and get the hectocotylus into the pallial cavity \n.  In other words, he can detach his penis in order for it to swim by itself to the female.\nHowever you slice it, the octopus and the argonaut are onto a loser.\nIn fact, the more you think about it, the more you come to realise that the overall location and mechanics of the human male’s bits actually seems like a pretty good deal.  They don’t explode, they don’t detach, we don’t die after using them.  \nI’d go so far as to say that the next time a mis-kicked Rugby ball prangs me and I double-over in pain and sickness, toppling face-down into the grass with my fist pounding the dirt, I’ll shout out into the ground: ‘at least I don’t have an anus \n'","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/C-red-bat.jpg","title":"Everything You Always Wanted to Know About Testicles","author":"mwaldram"}