{"url":"http://www.environmentalgraffiti.com/national-parks/news-geological-wonders-zion-and-bryce-national-parks","content":"\nIt took me a few years of living in the Southwest before I finally visited Utah’s Bryce and Zion National Parks. In fact, I wasn’t that motivated because I had been to \n, near Moab, the \n, and \n, and I figured, how could those three places be topped? Well, let’s just say that I’m glad I put in the extra miles on the old Toyota, pointing it south a few summers ago with my wife, before we had our first kid.\nAll of the National Parks found in the Western US are “out of the way,” but Zion and Bryce are possibly the out-of-the-wayest of them all. Really, how often do you find yourself in either southern Utah, northern Arizona, or southeast Nevada? It just barely ever happens, I don’t care who you are, jackrabbits not withstanding...\nIn July of 1909, Zion was established as Utah’s first National Park, and its remote location has not prevented thousands of international visitors from making the trip each year. The high volume of traffic finally did however, in the year 2000, prompt the creation of a bus system to shuttle tourists up and down the popular Zion Canyon Scenic Drive, at the park’s south end. Cars are no longer allowed on this stretch from spring through fall.\nLike many geological features of the western US, visitors are first struck by the sheer scale. Zion’s valley floor rests at 3,666ft above sea level, while the tallest red cliffs beside you stretch to a dizzying 8,726ft. This provides a unique stratification of habitats for a complex ecosystem of plants and animals, not to mention some of the coolest trails any hiker could find.\nOne our favorite trails was Observation Point via East Rim Trail. Labeled as “strenuous,” even though much of it is paved, this trail consists of about a hundred switchbacks that take you up along the cliffs to one of the highest points in the whole park. Be sure to set half-a-day aside for this great side trip.\nFor the more adventurous types, “canyoneering” offers a challenging option - often requiring ropes and safety gear - to get an authentic Zion experience. All too often people have ignored the warning signs about these “slot canyons,” and fallen victim to unseen dangers, such as flash floods. On a perfectly clear day these beautiful, narrow crevices can become vicious, torrential death-traps when water dropped by a storm 50 miles away quickly finds its way downhill and into the slots, washing away tourists like so many spiders caught in a drain pipe.\nPrivate vehicles are allowed near the Kolob Canyons, in the less-traveled northwest portion of the park, and on the Zion-Mount Carmel Highway that takes you from the main visitor center, east along Highway 9. This is the preferred route anyway because most folks aren’t going to bring the motorhome this far without seeing Bryce Canyon, just a short drive over the hill and across the sage brush...\nThe cool thing about Bryce Canyon, especially as you approach it from the north on highway 63, is that you never would expect to see the kind of terrain that suddenly unfolds before you. One moment you are driving through the Dixie National Forest that changes from sagebrush to tall pine trees not unlike any forest you might find in say, northern Michigan, and the next moment you’re at the edge of a precipice... The view, on a clear day, offers several hundred miles of geological eye candy to the east where you’d be able to see Colorado, if it weren’t for the giant La Sal Mountains. And if you could see the imaginary line drawn through the sagebrush several hundred miles to the south, you’d know you were looking into Arizona. \nBut as you ponder the magnitude of the expanse, and the relative insignificance of yourself and your vehicle standing there on the edge with your tiny camera, tiny wife and tiny dog, you realize what you came to look at is close, right in front and below you.\nIn one sense, because you can see on and on forever across red rock and sage, Bryce doesn’t seem like a canyon at all, but rather a sheer cliff that drops into a crazy movie set constructed for a science fiction film - a story that takes place on a planet several solar systems away.\nThe pinkish-orange formations are called “hoo-doos,” and the best way to see them up close is to traverse the “Under-the-Rim” trail via one of the connecting feeder trails. Our favorite was the surreal “Fairyland” trail, accessible from Fairyland Point, the first of ten or so scenic pull-offs perched at 7,758ft above sea level. Continuing south on 63 you hit the visitor center, then the “Bryce Amphitheater,” consisting of Sunrise Point, Sunset Point, Inspiration Point, and Bryce Point - each one of them a different postcard to send back to your folks in Pittsburgh.\nFor more information about Zion National Park, \n.\n \nFor more information about Bryce National Park,\n.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bryce_-teaser.jpg","title":"The Geological Marvels of Zion and Bryce National Parks","author":"mikeoreilly"}