{"url":"http://www.environmentalgraffiti.com/news-beautiful-bees-nest-made-out-flower-petals","content":"\nWatching the pollination of flowers by ever busy bees is always a wonderful spectacle, but one very special species of bee in Turkey takes far more from the flowers than pollen. These bees are artistic enough to take flower petals away in order to construct beautiful and colourful nurseries for their young.\nWhen we think of bees' nests, we often think of a giant hive, buzzing with social activity, worker bees and honey. But only about 25% of bees actually live in communal hives. \nResearchers in the Middle East discovered the species \n, unique amongst 20,000 different kinds of bees because of the amazing way it uses flower petals to make its nests.  \nThe nests are built to serve as incubators for the bee larvae and are triple-layered to provide additional warmth. Built by the females, it takes about two days for them to bite off the necessary flower petals and bring them back to the construction site. The bee glues together the petals with nectar and then adds inner layers of mud and additional petals to protect the growing cocoon.\nOnce the nest is ready, the bee lays her egg and seals up the nest, leaving nectar and pollen inside as food for the larva. The bees typically build about a dozen nests in close proximity to each other, each housing a single larva. Nests are 0.5 to 2 inches beneath the ground, and the chambers of each nest are lined with overlapping pink, yellow, blue and purple petals, starting from the bottom.\nThe female plasters a layer of clay-like mud onto the petals just a half-millimeter wide and finishes off with another layer, essentially making a sort of petal sandwich. She then deposits nectar and pollen onto the chamber floor, lays an egg, and seals the chamber up by carefully folding the flower petals over each other. This nursery then hardens, like the shell of a nut, to protect the insides against predators.\nBy shutting water out, the nests don't get flooded during storms and could even float like bubbles if they got washed out from the ground. By keeping humid air in, the food the mother leaves behind remains moist and soft enough to eat.  Though these nests are tiny and well hidden, they are a beautiful example of how artistic nature can be, and how glorious the natural world truly is.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Creobroter-gemmatusJeweled-Flower-Mantisjpg","title":"Beautiful Flower Petal Cocoon Made by Bees","author":"tonyleather"}