{"url":"http://www.environmentalgraffiti.com/news-incredible-mushrooms-macros","content":"\n~John Ford\nMushrooms are amazing things; they seemingly spring from the earth itself, dispensing with seeds, just regenerating spores. Their delicious and earthy flavor substitutes for meat in almost any dish; their aroma when walking in the woods feeds the soul; and medicines from mushrooms have healed us. Let's take a close-up look at these natural wonders.\nThis amazing fungus is called the wrinkled peach fungus. It grows throughout the world, but increasingly on threatened and nearly extinct plants in some countries. It lives on rotting wood, particularly hardwoods like\n\nbass, elm and maple.\n \nThis is a Dryads saddle. So named because with its lateral stem, it looks like wood nymphs could ride it. Edible in its immature state, these mushrooms are found generally in the north eastern parts of the United States.\n \nA gorgeous magenta coral, this looks like it should be part of a coral reef, when in fact it grows in leaf litter all over the world. It grows in clusters up to four inches high.\nThe amazing underside of this minuscule mushroom is called \n.\n \nStrawberries and cream, or more formally known as \n, this beauty was photographed in Big Basin Park, California.\n \n is named for the resinous seepage of its spores. Living on dead hardwood, it causes a sort of rot that smells of anise where it grows.\nThese are some of the most alien-looking mushrooms I have ever seen. Phallic, but at the same time dead-looking. It is a pity there was no identification to go with the image.\n \nCaramelized mushrooms anyone? These tiny beauties certainly look as if they have been but are actually completely natural. They're about the size of a pencil eraser, but the photographer is uncertain of the name. Either way it is a fabulous photo.\nYou can tell why this one gets the name the parasol mushroom. It seems identical to the workings we often see in umbrellas – not only of a\n\nparasol but those over our tables as well. The image was taken in the fall in northern Italy.\nThis fungus is a nasty piece of work, highly toxic to humans but also to its host. It killed the pine tree it is on. For the curious, it is named \n, and is just as furry as it looks in the macro.\nA landscape full of islands. This macro looks to be of a fairly common mushroom; the strands of the flesh and the \"islands\" made of upper skin are breathtaking. Note the shadow on the right creates an ocean or wet look.\nThese three mushrooms were found in Michigan, growing from leaf litter. I tried to identify them myself but couldn't find anything closer than \n. The type is hard to tell because the photographs are of picked dry mushrooms. Stunners though.\nChristmas sugar cookies, the ones made of ground nuts, come to mind with these mushrooms. This macro is wonderful for its play with basic colors and the small size of the mushroom. Must be something in Italy's northern air that gives special qualities to either the mushroom or the photographer's ability to capture them. \nMushrooms are so diverse, especially close-up. For some reason, the ones above remind me of people waiting for a train. The only thing I am certain of is they are from northern Italy, near Venice (as are the ones below).\nThis photo was taken in Italy, on the northern border, and looks like a miniature swamp with acid rain trees, or, as the photographer said, burnt trees. If anyone can identify them, please do. \nThese macros of mushrooms show not just their delicate beauty but why people have been fascinated by them for millennia. Mushrooms are also surging again because of the fight for biodiversity and eco-tourism. A number of organizations are now showing villagers, in places that are in danger of habitat extinction of its wildlife, how to cultivate mushrooms as an alternative to illegal logging and poaching. One poacher spoke for many when he said he can now support his family without worrying about going to jail or being injured. Mushroom farming is ideal because it does not take much infrastructure as an alternative in our fight to save this earth as well as the flora and fauna in it.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mush2.jpg","title":"Amazing Mushroom Macros","author":"Michele Collet"}