{"url":"http://www.environmentalgraffiti.com/plants/news-moth-bacteria-resurrects-leaves-dead","content":"\nA new study has discovered why there are green islands on wilted fall leaves when there are miner moth grubs nearby. Amazingly, miner moths have the supernatural power to bring dead leaves back to life.\nMiner moths possess internal microbes called endosymbionts which help the moths to digest meals, and these microbes are often generously shared with other moths. In addition to their primary gastrointestinal duties, these microbes also ward off predators that would enjoy a moth or two for lunch. \nNow, it has become clear to \n that endosymbionts also rewire plants and the plant’s metabolism. They do this through hormones called cytokinins, which are known to delay plant cell death. \nOne way \n that this phenomenon was caused by miner moths, resurrecting leaves in the fall, was by testing the bacteria levels in the affected leaves. They also injected a second group of miner moths with insect-safe antibiotics to kill their microbes. The results were extraordinary.\nThe moth larvae that came from mothers who were given antibiotics weren’t able to create green islands on plant leaves. The moth larvae that came from untreated mothers were able to create green islands as usual. \nAdditionally, when testing the leaves with green islands on them, there was a very high quantity of cytokinins, further proving the miner moths' benevolent influence. \nIt is because of the miner moths’ ingenuity and problem-solving techniques that they are able to feed themselves for an extra month in the colder season and generate one more round of grubs before winter hits. Best of all, the creation of green islands is not only beneficial to the miner moths, but it’s also positive for trees as well!","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","title":"Miner Moths: The Insects that Resurrect Dead Leaves","author":"Asher Kade"}