{"url":"http://www.environmentalgraffiti.com/sciencetech/chimps-have-role-models-too/679","content":"\nScientists have come out with \n that suggests chimpanzees rely on role models to shape their “culture” more than humans do.\nScientists call the differences in behaviour that separate communities of chimps exhibit their “culture”.  The new study suggests these specific eating, dancing, and courting behaviours are the result of learning from fellow chimpanzees, rather than genetic differences in different geographical groups as had also been suggested.\nBy comparing the learning methods of captive chimpanzees and Scottish children, the scientists seem to have found evidence that chimpanzees learn such behaviours as \n by observing other chimps.\nThe study was conducted in part by Professor Andrew Whiten of the University of St. Andrews in Scotland.  Professor Whiten has been a pioneer in the study of chimpanzees’ ability to learn and teach certain customs. He’s studied chimpanzees learning a “rain dance” to mark the start of a rainy season and the way chimpanzees deal with parasites taken off a partner during grooming. Chimps will apparently mash the insects on their forearm, a leaf, or just eat them according to what others in their group do.\nWhiten’s most recent experiment centered on watching how the children learned and how the chimps learned, separating emulation from imitation. In this context emulation referred to only learning the physical consequences of actions while imitation meant copying the activities of a role model.\nThey showed that apes can learn simple tasks without role models so long as they’re quite simple. They used something called a “ghost condition” in which the chimps only saw the end results of an action, in this case sliding open a door to get a reward. This in itself was a revelation, as it was the first evidence of emulation learning in non-humans ever recorded.\nOver a lengthy period of time, however, it turns out that chimps can only learn new tricks if they see another chimp do them.  Over time, it’s not enough for a chimp to see what the end result of an action is, using the example of a dead parasitic insect in this case. They might see that squashing an insect kills it, but unless they see another chimp squash it on their forearm they’re not going to do the same.\nImitation learning among chimpanzees is important because imitation is more likely to produce a community of chimps that all do certain behaviours the same way. The imitation learning method will result in chimp culture being more faithfully preserved.\nA different study on chimp behaviour and genetics from the University of Liverpool also seems to corroborate this theory. Dr Stephen Lycett and his team built a chimpanzee genetic family tree as well as a chimpanzee behavior evolutionary tree.  While they expected chimpanzees with similar genetic patterns to show similar behaviors, that just wasn’t the case. They determined that cultural learning fit their findings better than genetic inheritance of behaviours.\nDr. Lycett said: \"This explains why some communities, for example, use similar methods for finding food, adopting certain behaviour and adapting different methods to suit their own environment. In this sense we can see for the first time that culture exists in our closest relatives.\"\nPermit me a few observations as a humble blogger. One, chimpanzees apparently have secret handshakes (third paragraph). That is awesome! That’s easily the coolest thing I’ve heard all week. I’m going to make it my mission to learn one and join the cool chimp frat. We’ll get drunk on fermented fruit and call each other the chimp equivalent of bro’ all the time.\nSecond, I’m really interested in what you think of the term “culture” as applied to animals like the chimp. I think it’s clear that they, and other animals like dolphins, learn certain behaviours from each other.  That’s really to be expected, especially from animals so similar to humans like chimps.  But does imitation make a culture? I can’t decide. What do you think?\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","title":"Chimps Have Role Models Too","author":"Chris"}