{"url":"http://www.environmentalgraffiti.com/featured/lunar-cycles-beheadings-have-in-common/1655","content":"\nVisualize towns torn apart with random beheadings, frenzied knife attacks on grassy knolls and werewolves howling at the moon. No, it’s not your average Saturday night out on the town; they’re just a few of the maniacal incidences associated with the advent of a new or full moon.\nAnd, unless you’ve been locked away from civilization lately you may have noticed the recent spate of beheadings. It’s been a pretty grim time. Two seemingly unprovoked attacks in Greece and Canada saw two guys go stir crazy with a bloody big knife, one beheading his girlfriend, the other beheading a complete stranger on a bus. Neither had previously recorded psychological problems. Both incidences occurred at the time of the new moon. But is this just coincidence or could these gruesome events of the past few weeks be related to the gravitational forces of the moon? \nWhether in myth and legend or reality a new or full moon is said to send people mad. In fact, ‘lunacy’, ‘lunatic’ and most probably the term ‘loony’ all derive from the Latin word for moon – “luna.”\nIn ancient times, if the Chinese emperor’s astrologers failed to predict the exact times of a new or full moon they were beheaded; there is at least one recorded case in 2300 BC. Roman authorities were more lenient on troublemakers who committed crimes during the new moon as they were convinced it had major influence on people’s behavior. In the middle ages pregnant women were warned that if they went out during a full moon they would give birth to lunatics. And in 17th century England links between the moon and madness actually entered into English law. Sir William Hale, who later became Chief Justice of England, wrote:\nThe new moon in August occurred on the same day as the solar eclipse, August 1, 2008, which, astrologers say, means it fell in the sign of Leo. This is turn is thought to agitate the nebulae cluster of The Aselli, or the asses, which were traditionally held by astronomers as harbingers of death by fire, fever, hanging and beheading!\nCould this be a tentative link to how people behave during the phase of a new moon?\nNot entirely convinced, we thought we’d indulge our clinical senses and look at it from a purely scientific point of view: How could the new moon affect us? Physiologically, what could it do to the contents of our skull? Maybe if we understood that then we could surmise whether in fact the moon has any influence whatsoever on our mental faculties.\nDuring a full moon, the moon is on the opposite side of the earth from the sun and therefore negates the sun’s gravitational pull, but during a new moon the moon sits on the same side of the earth as the sun, thus massively increasing the sun’s gravitational effects.\nThis dramatic change in gravity may have a significant affect on the human brain. Who’s to say that there isn’t some transient damage to this intricate organ that, when compared to the size of the earth, sun and moon, is minute and therefore more prone to greater changes during these fluctuations in gravitational force? After all the brain is encased in a closed space so even the slightest pressure changes could dramatically affect normal functionality.\nThink of the pressure headaches some people get before and during thunderstorms due to changes in the atmosphere. If that slight change in pressure causes blinding headaches then it’s entirely possible that the pressure generated during the phase of a new moon coupled with a solar eclipse could have huge detrimental effects to the human brain.\nAre the recent beheadings in Greece and Canada explicable? It’s impossible for us to prove one way or the other, for that there would need to be highly controlled clinical trials. In the meantime we’ll have to leave the ball in your court. What do you think?\n\nSource \n, \n, \n, \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","title":"What do Lunar Cycles and Gruesome Beheadings Have in Common?","author":"Linda"}