{"url":"http://www.environmentalgraffiti.com/news-top-10-reasons-be-green","content":"\n\n\nIt seems these days that the word \"green\" is everywhere. I don't just mean the color, it is a lifestyle that respects the environment by purchasing and using products that won't hurt our environment. So what's the big deal? A few things actually. First of all being green doesn't just save the environment, but the green in your wallet as well. Second, it's a great way to stay healthy. So how can you be green? Here are 10 helpful tips to save the environment, and your cash too!\n \n\n\nThe gruesome habit of work. It plagues us all. So how about saving some of that hard earned green while being green at the same time? Learn to commute by taking public transit, like a bus or train. Carpool with another co-worker to work each day. Ride your bike, or walk if work isn't too far away for you. All of these options are environmentally friendly as public transportation carries many people at once, rather than a car which usually carries one person at a time. Public transportation saves you money as it is usually around $60-70 a month for a public transit pass, while gas expenses can be anywhere from around $200-$400 dollars a month. By carpooling you are essentially using one less vehicle to clutter the streets and highways. Meanwhile, biking and walking are by far the most environmentally friendly things on the planet which use no gas, and therefore produce no pollution.\nBring reusable coffee mugs, and reusable water bottles to work and wherever you go. You are saving a tree from becoming a paper cup that is essentially non recyclable. Many coffee shops now offer you a 10 cent discount for bringing in your own reusable mug. Reusable cups keep your drinks, like coffee hotter, and cold drinks, like water, colder. They can be a little expensive to buy outright, but they save the environment, and your money.\nInvest in reusable lunch bags, stainless steal containers, reusable napkins, and reusable cloth snack baggies. You will save money by bringing your own lunch from home everyday, and save the environment by not throwing away lunch containers, lunch wrappers and paper cups out at lunch everyday. Thousands of trees are torn down each year to make the containers for fast food items, the paper bags that your lunch is placed in,the paper cups you drink from and the wrapper that your food is wrapped in. By bringing your lunch to work everyday in a reusable container you are saving trees from being torn down for useless items.\nBy using microfibe cloths, you will save a tree by not buying paper towels, and save the green in your wallet by not spending money on something that goes into the garbage anyway. You save the environment because you save a tree, and you save that paper towel from going into the landfill where it can take up to 500 years to biodegrade. Microfibre is easy to use, and easy to wash and quite simply easier on the environment.\nInvest in cleaning products that are green, biodegradable, and uses less harmful plastic containers. The less plastic in the containers, the better they are for the environment. One of the most environmentally friendly cleaning products to use in your home is vinegar. It's non toxic, is not harmful to you, your little ones or to the environment. The smell is not pleasant, mind you, but it's safer to know that if you accidentally ingest it you aren't going to die as it doesn't contain any harmful chemicals. It is a multipurpose cleaner that can be used on any surface without causing harm.\nLearn to unplug every appliance that is not in use! Don't leave the washing machine and dryer plugged in if you aren't using them, don't leave a cell phone charger plugged in when not in use, simply unplug every appliance that you don't use (save for your freezer and fridge, you don't want spoiled food). By unplugging every appliance that you don't use, you aren't emitting phantom energy, which costs you money. You aren't using the Earth's precious energy uselessly and emitting dangerous CO2 into the air which harms the ozone layer. Begin to find sources of renewable energy instead.\nBegin to purchase organic or from locally grown farms instead of common grocery stores. Organic and local grown produce are essentially much more expensive to purchase, but you are helping the environment by purchasing products that contain added pesticides which not only harm the environment, but our bodies as well. By buying locally you are keeping small town farmers in business which helps keep green in their pockets and feed their families.\nRecycle, reduce, reuse! Familiarize yourself with the first R by purchasing second hand products. Try Kijiji and Craigslist. They are a huge marketplaces where a lot of people sell items that they no longer have any use for. Try Amazon when purchasing books, CDs, DVDs and many household items. Begin to shop at thrift stores for clothing and household items. Abundatrade and secondspin, are online websites where you can sell old books and CDs for cash, and they in turn resell them. Find places that recycle old ink cartridges, cell phones, computers and appliances. By recycling and looking for alternatives to the trash you are keeping the Earth clean and free of debris that essentially leaks very harmful chemicals into the environment.\n\nSmoking is the worst thing for the environment and for your wallet. Cigarettes leak over 4000 toxic chemicals into the environment as well as your body and it is the hardest habit to break. There is an alternative to a regular cigarette though. It is called GreenSmoke. It is an electric cigarette that contains only 4 ingredients (nicotine, water, propylene glycol, and flavoring) which are not harmful to the environment. It emits a vapor rather than the smoke that you would normally find in a regular cigarette. The cartridges come in a variety of flavors such as chocolate, strawberry, apple, menthol, regular, coffee and vanilla. You can even choose the amount of nicotine that you want (0mg to 16mg). You won't need to worry about littering the ground with this cool electric cigarette, as it is rechargable. For further reading or information on what this cigarette is doing to help the environment go to \n.\n\nIf you have a baby you will know by now that they certainly aren't cheap! So how can you make a baby green? Simple - switch from paper diapering to cloth diapering. Paper diapers are dangerous for babies bums as they contain bleach to make them white, as well as chlorine and have numerous fragrances to make them have that \"clean\" as new smell. It takes so many trees to make paper diapers, and each paper diaper takes 500 years to degrade in a landfill! Talk about harmful. If you think about it a baby will use 2000-5000 diapers from newborn until they are potty trained. Now cloth diapers are the best thing for the environment. There are no fragrances and no dyes, they are reusable, and can be used for many children. They pay for themselves within a few months of purchasing, are cuter than paper, and gentler on baby's bum. Cloth are gentler on the environment because there are no trees being cut down to manufacture them, there are no harmful chemicals in them, and they won't be sitting in a landfill for 500 years! They are the greenest thing for a baby's bum as well as for the environment!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"10 Tips For Living A Green Life","author":"freenelf"}