{"url":"http://www.environmentalgraffiti.com/news-7-ways-shop-green-black-friday","content":"\nTraditionally, Black Friday is the Friday following Thanksgiving Day in the United States. People also take it as the beginning of the Christmas shopping season. Those who are planning to shop, why not shop 'green'? Here are some ideas for environmentally friendly shopping this holiday season.\nThe very first item you need for shopping is a shopping bag. Use an eco-friendly, reusable bags. They are not only one of the new fashion trends but also the best as they require less waste of natural resources such as oil and less emission of carbon dioxide to produce than plastic bags.\nAs you will most likely need a few things, why not search for deals and the right shops in advance before you head out? Plan your trip from one shop to another in such a way that you can save some fuel. The best is to look at shops nearby so that you can ride a bike or walk there.\nWalking is the best exercise. It’s an important fact that in the USA, every day (\n. So save some for future.\nWear some green to spread the message about saving energy and going green. For people living on the East Coast and other cold areas of the United States, chilly weather may not allow them to show off t-shirts with a message and the like. However, wear enough warm cloths so that you don't have to use the car's heater.\nGrowing traffic during holiday weekends shows that most people are out, either visiting someone or busy shopping. If you are planning to be out of your house for quite a long period, why not switch off all unwanted lights and electronic devices? It’s an effective way to save energy and money and to protect the environment starting at your own home.\nWe all know that the 'Energy Star' is an international standard for energy- efficient consumer products. Products with this logo generally use 20%-30% less energy than required. So, whatever is your plan to buy, you have the option to choose among a long list of energy-efficient products. You can buy green by looking for the energy star label on products. \nIf your wish list includes furniture, jewelry, cookware or a decorative piece for the living room, why not buy what has been made from recycled materials? Not only are these products often much cheaper than others but they are eco-friendly too. Your choice also shows that you are sincere about buying sustainable with recycled items. And yes, do not forget to recycle unwanted materials, like you do everyday.\n \nMost of us have had enough of turkey this Thanksgiving. Why not work off the extra pounds and stay vegetarian this Friday? After a long, tired day out, try some green food and make it a no-meat-day. \nAccording to the Environmental Defense, if every American skipped one meal of chicken per week and substituted vegetarian food instead, the carbon dioxide saving would be the same as taking more than half a million cars off U.S.roads.\nSo, whatever is your agenda for this holiday season, always think of ways to reduce your carbon footprint. The best may be to be green and save green. Enjoy!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"7 Ways to Shop Green this Holiday Season","author":"Alka Sharma"}