{"url":"http://www.environmentalgraffiti.com/art-and-design/news-kaleidescopic-kirlian-photography-robert-bueltman","content":"\n Photographs in which people appear to be surrounded by a shimmering aura are more common than one would think. If the image is recent, we assume it is evidence of the existence of a human aura, but photographic effects have always been around. In this case, the \"aura\" is produced by a simple effect called Kirlian. \n Named after Russian inventor Semyon Davidovich Kirlian, who made it famous in 1939, it consists of applying a high voltage electric field near a photographic plate, which, as a result, triggers the appearance of a radiating light surrounding the object being photographed. What is most baffling about it is that, in spite of also being known as bio-electrography, it works for both living beings and non-living objects, rather nixing the idea of a ‘human aura’ that can be photographed. \n Kirlian allegedly came across this process by accident, while carrying out experiments with electricity and could never actually find a use for it, outside of scientific curiosity. However, records show that, in the beginning of the 20th century, priest and inventor, Roberto Landell de Moira also performed photographic experiments of this kind. His claim to have captured the aura on film caused enough controversy that the church forced him to abandon his experiments. \n Nowadays, in creating his gloriously luminous botanical photographs, Robert Buelteman could perhaps be likened to Dr. Frankenstein, but where Dr F. tried to harness the power of nature to reanimate dead tissue, Buelteman uses the living pathways of plant cells and tissues to channel electricity into a wondrous display of light, color and energy. \n “I haven’t found a name or description for what I do that fits well, but my work at its essence is about exploration. I would call it a journey of discovery at the nexus between art and science.” \n Buelteman begins by selecting a plant specimen, usually harvested from a garden he cultivates for that purpose. His process requires using living plants at the time he makes his image or they will lose the extraordinary ultraviolet corona that is generated by the passage of high-voltage electricity through the plant. Once in the studio, he “sculpts” the plant using surgical tools to optimize the amount of light and color he can record. \n Working in total darkness, Buelteman prepares what he calls the “exposure matrix” by laying a sheet of 8 x 10 tungsten-balanced transparency film on an open-framed easel, which in turn is supported by an 11 x 14 inch piece of sheet metal floating in a solution of liquid silicone sandwiched between two pieces of Plexiglas. Connected to the sheet metal via a spark plug cable are two 40,000-volt solid-state Tesla coils. \n Buelteman then positions the plant material on the film (emulsion side up), attaches one clamp from a battery jumper cable to the root, bulb, stem or branch of the plant, and the other clamp to a metal ground, spike-driven into the concrete floor of his studio. He then sends upwards of 80,000 volts through the sheet metal and arcing across and through the plant. \n “Some of the plants have a high level of conductivity, while others have very little. One ‘pop’ from an electrical charge can melt the petals of the flower, and sometimes I have to ‘cook’ the plant to get an image with exposures varying from a 1/30 of a second to 30 seconds.” After the initial exposure, Buelteman uses additional strobe lights and/or fiber optic cables to painstakingly “paint” additional light onto selected areas of the plant, which increases the detail and overall illumination. At times, he will overlay the plant with a diffusion screen using such material as rice paper. He sees links in his work to the earliest photography, citing such predecessors as William Henry Fox Talbot, as well as being an experiment in techniques like Kirlian photography and lens-less fiber optic imaging. \n During his initial experiments, he exposed 3,000 sheets of 8 x 10 transparency film before coming up with 25 images that were satisfactory. He first studied photography while a student at San Francisco State University, where he took classes with Judy Dater and Minor White. Later at UC Berkeley, he found it hard to get into further photography and art classes and switched his studies to chemistry, physics and optics. “One of the reasons I wanted to pursue something new was because I had become tired of the dogmatic and self-referential nature of photography. I wanted to break out of the photographic tradition and find my voice elsewhere, to do something out of control, where there were no f-stops or shutters and where you have to constantly generate in yourself a sense of newness and discovery,” says Buelteman, who gave up a career as a commercial and landscape fine art photographer to pursue his latest project. \n For close to a decade, he’s been attempting to perfect the process, working as a guest at the Santa Fe Institute in New Mexico and under the auspices of the artist-in-residency-program at the Djerassi Resident Artists Program in Northern California. Buelteman has published three books of photographs and eleven limited-edition portfolios, and his work can be found in the permanent collections of the Yale University Art Museum, the Santa Barbara Museum of Art, Stanford University and numerous corporate collections. His photographs, as you can clearly see, are breathtakingly spectacular and gaining in popularity all the time. Small wonder, for this is one seriously gifted artist. \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/RecycledPopCanLilyRetakebyChristineEigejpg","title":"The Kaleidescopic Kirlian Photography of Robert Buelteman","author":"tonyleather"}