{"url":"http://www.environmentalgraffiti.com/featured/perfect-water-reflections/16518","content":"\n\nImage: \nRemember drawing random water colour dots on paper as a child? Then folding the paper in the middle, pressing hard and opening it to find a strange creation that often resembled a butterfly? Well, nature does the same thing with water reflections, only much more beautifully. The Rorschach inkblot test uses our imagination for psychological evaluation – so be careful who you share your observations with!\nSays photographer Richard about his image above: “The conditions were perfect with no breeze at all. All I had to do was point and click. The reflection has not been tampered with at all - honest!!!”\nWhat do YOU see and what does that say about you?\n\nImage: \nLike the popular children’s water colour activity, 19th century society was crazy about a game that revolved around the interpretation of inkblots. Before that, Leonardo da Vinci and Botticelli had played around with using a person’s interpretation of \"ambiguous designs\" to assess his or her personality. Often it’s just a question of perspective.\n\nImage: \nSwiss psychologist Herrmann Rorschach was the first to develop the inkblot method systematically by developing a set of ten cards with inkblots and a psychological evaluation scale in 1921.\nToday, the Rorschach test is ranked eighth among psychological tests used in the United States. About 80% of psychology graduate programs teach it and it is used in surveys and assessments by around 20% of correctional psychologists, 25% of psychiatrists in forensics and 80% of clinical psychologists.\nWe’ll show you 20 images, so let’s continue with our free association phase.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \nDid you notice anything strange about the picture above? Other than it still being highly suggestive. No? Then look at the water. It’s a fountain, right? So why are there no ripples in the lake from the fountain water coming down? Hmm…\nSays photographer David Paul Ohmer: “This fountain kicks on at 7:30 am. Once the water rises I have to take the picture before it falls and disturbs the reflection below. I have about 8 seconds to do this before the water ripples arrive. This shot only lasts about 8 seconds all day.”\nWow, that’s what we call perfect timing!\n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \nWe could go on and on… But that’s enough free association for today. And what’s the verdict? Sane or insane? We’ll conclude with Rorschach’s words about the test evaluation: “The interpretation of a Rorschach record is a complex process. It requires a wealth of knowledge concerning personality dynamics generally as well as considerable experience with the Rorschach method specifically.”\nExactly, so this is all fun! If you can’t make head nor tail of our imaginative series, just watch the images as thumbnails and wait for the aha-moment!\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","title":"20 Perfect Water Reflections ","author":"Simone Preuss"}