{"url":"http://www.environmentalgraffiti.com/food-and-drink/news-how-find-best-banana-bread-recipes-even-diabetics","content":"\nBanana bread rescues your overripe bananas from the recycling bin. But does the process of baking bananas deplete their nutritional value? Are there any banana bread recipes for diabetics?\nBananas are well known to be a good source of potassium and carry several other vitamins and minerals with only 105 calories per banana. A healthy diet includes a variety of fruits and vegetables, because no single food item can do everything.\nThe bad news is that a slice of banana bread has less than a fifth of the potassium of a single banana, one quarter the magnesium, far more sodium, adds fat and doubles the calories. Positive changes include tripling the protein, doubling the calcium and iron and adding some B vitamins. Plus, banana bread is a better partner for coffee or tea than a piece of fruit and it resists spoiling longer.\nThe four best ways to find a reliable recipe for healthy banana bread are: \nAn important trick when searching the Internet is to include more details, such as a key ingredient, in the search key. Adding the word \"nut\" or specifying \"gluten-free\" will narrow down the results.\nRecipes for diabetics often focus on several themes. One is to substitute complex carbohydrates for simple sugars. An example is using unsweetened fruit juice rather than sugar, while also adjusting the other liquids.\nAnother trick is to use wholewheat flour to replace at least some regular flour. In general, anything that can add dietary fiber will tend to slow digestion and therefore regulate blood sugar levels. This is one key factor in managing diabetes.\nFinally, some artificial sweeteners are available in the market to replace sugar altogether. It is important, of course, to ensure that the substitute is intended for baking, rather than for sweetening coffee.\nFinding reliable recipes for diabetics should start by searching within a reliable site. The American Diabetes Association has two recipes; one is \n. The Canadian Diabetes Association also has \n; but alas, does not seem to include banana bread.\nA general Internet search should include all four of the key words \"diabetic recipes banana bread\". Changing the order of the words can give different search results.\nBased on Health Canada's nutrition data, some significant nutritional comparisons are:\n\nOne Banana has:\n\nOne Slice of Banana Bread has:\n\nBanana bread can include nuts such as walnuts, pecans or almonds. Chocolate shows up in many recipes. Dates, citrus zest and rum are other options. As the final image shows, even bread pudding can be made from banana bread.\n.\n:\n \nHealth Canada, \"\n\", modified Aug. 3, 2006, referenced Oct. 24, 2010.\nHealth Canada, \"\n\", modified March 28, 2006, referenced Oct. 24, 2010.\nHealth Canada, \"\n\", modified March 28, 2006, referenced Oct. 24, 2010.\nDr. J. D. Decuypere (chiropractic physician), \"\n\", referenced Oct. 24, 2010.\nAmerican Diabetes Association, \"\n\", referenced Oct. 24, 2010.\nCanadian Diabetes Association, \"\n\", referenced Oct. 24, 2010.\n\"Pattycake\", Group Recipes, \"\n\", referenced Oct. 24, 2010.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","title":"How to Find the Best Banana Bread Recipes for Diabetics","author":"MikeDeHaan"}