{"url":"http://www.environmentalgraffiti.com/news-haitis-lost-frogs-rediscovered-omen-hope","content":"\nIn the week marking one year since the catastrophic earthquake in Haiti, there is a small glimmer of light, perhaps an omen for better things to come in the future. Scientists with Conservation International (CI) and the Amphibian Specialist Group of IUCN (ASG) have rediscovered six unique species of frogs missing to science since 1991. Dr. Robin Moore from CI and Dr. Blair Hedges of Pennsylvania State University were in Haiti to look for a specific frog that has been missing for 25 years. Even though they did not find that one, to their delight they did find these other six.\n\"It was incredible\", said Dr. Moore. \"We went in looking for one missing species and found a treasure trove of others. That, to me, represents a welcome dose of resilience and hope for the people and wildlife of Haiti.\"\nDeforestation has decimated Haiti's natural forest, destroying 98% of it. There are only two pockets of forest ecosystem left, the Massif de la Selle and Massif de la Hotte in the southwest. World wide, 30% of all amphibians are listed as threatened but in Haiti the number is as high as 98%. \n\"The biodiversity of Haiti, including its frogs, is approaching a mass extinction event caused by massive and nearly complete deforestation. Unless the global community comes up with a solution soon, we will lose many unique species forever\", said Hedges.\nMoore and Hedges spent more than a week scouring the trees, forest floor and riverbeds to assess the health of the amphibian population and in addition to the six new frogs, they found 25 of 49 known species.\n \nMoore added, \"Finding six lost species in these relatively small corners of the country tells us that, despite tremendous human pressures, nature is hanging on in Haiti. There is reason to hope. Managed properly, these species and ecosystems can become a source of natural wealth and national pride for the country, that we hope will offer long-term benefits for its people.\"\nThe devastation that Haiti has suffered since the earthquake might raise the question of why the discovery of these frogs is important. One of the main reason that the Haitian people are in such dire straits is that the almost complete deforestation of the country has led to a lack of wood and that rapid soil erosion undermines the suitability of the land for crops. At the moment the majority of the country is not only unable to host wildlife but its human inhabitants as well.\n\n\n\"The devastation that the people of Haiti are still coping with is almost unimaginable. I have never seen anything like it\", said Moore, who has explored regions in Haiti three times, before and following the earthquake. \"Clearly, the health of Haiti's frogs is not anyone's primary concern here. However, the ecosystems these frogs inhabit, and their ability to support life, is critically important to the long-term well-being of Haiti's people, who depend on healthy forests for their livelihoods, food security and fresh water.\nAmphibians are what we call barometer species of our planet's health. They're like the canaries in the coal mine. As they disappear, so too do the natural resources people depend upon to survive.\"With these 6 finds, there is hope for Haiti's wildlife as the country works to recover and regain its footing and this means hope for the health of the country as a whole.\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","title":"6 of Haiti's Lost Frogs Rediscovered","author":"Michele Collet"}