{"url":"http://www.environmentalgraffiti.com/green-living/news-being-eco-friendly-even-while-you-sleep","content":"\n\nCan you be eco-friendly while lying down on the job? Of course you can, if you choose a bed that fits your new eco-lifestyle. Mind you, you can’t just grab any bed making a \"green\" claim. Most are pretty expensive, and you still need good support for a healthy sleep. If you make a wrong choice, you’ve wasted a lot of money and will spend even more trying to fix the error.\nBut organic beds are high on a lot of people’s radar now. Remember that organic items are produced by all-natural means. No chemical fertilizers will have been used in growing plant-derived materials. Wooden items are made from naturally-grown trees that have not been force-grown or treated with chemicals. And above all, genuinely organic materials or pieces of furniture are not made from petroleum.\nBut unfortunately, that little detail immediately shuts the door on memory foam beds – at least the original versions. Genuine memory foam is made from petroleum. The foam is famous for certain great properties: reacting to body heat, molding itself to your contours, and returning to its original shape. If you want support, you’ll sure get it here. But these features come from the polyurethane bubbles in the foam, so if you eliminate the petroleum, you eliminate the very thing that produces the comforts. Then add a little \"outgassing\" or fume problem, and memory foam beds definitely don’t qualify as organic.\n\nIf your heart is set on memory foam, though, some companies claim to produce organic versions, using materials with similar properties to polyurethane. Many use latex, while others employ oils from vegetables like castor beans, soy, or other plant materials. Some natural oils do mimic the properties of polyurethane, at least to some extent. If they aren’t quite up to oil-based memory foam standards, you may not mind if you still end up sleeping well. And some companies simply resign themselves to using polyurethane foam at least in the upper layers of the mattress, while trying to be more ecologically responsible with other aspects of the bed. You’d need to decide how much you can compromise.\n\nYet if you can live without that foam, you can look into other types of beds. For example, some organic manufacturers sell mattresses with a natural rubber foam core, supporting outer layers of cotton and wool. But even here, you’d need to confirm that the rubber is natural, that the cotton was grown organically instead of with pesticides and fertilizers, and that even the sheep which produced the wool were raised organically. Many companies are reluctant to claim organic status for wool, because you never know what some stray sheep might have managed to eat somewhere. But you can get pretty close to all-organic.\nIn fact, you can find organic versions of almost all types of beds you would find in a regular furniture store. Even pocket coil mattresses can qualify. Using recycled steel, and sometimes actual recycled coils, the coils in these mattresses have a much lower carbon footprint than newly-created ones. The pockets around individual coils are usually made of certified organic cotton. And the mattress pads may again be made of natural rubber, possibly wool, and cotton.\n\nIf you’re switching to a greener lifestyle, you already know that for most products, you can’t just buy something off the shelf without looking into the claims behind it. Even with certification agencies, you’d need to investigate their requirements, since organic requirements aren’t yet standardized. Certification helps, but you’ll still need to do a little research to confirm the organic qualifications of certain types of beds.\nBut surely it’s worth the effort? Even if it means sometimes you investigate the reputation of suppliers as well as manufacturers and distributors? You’re not just looking for good support and a great sleep any more; you’ve added a commitment to a green lifestyle. You might take longer to find and finally purchase your bed. But once you’re sure you’ve made a truly green choice, you can sleep more easily every night, for all sorts of reasons.\n\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Eco-Friendly Beds To Help You Sleep Soundly","author":"kashicat"}