{"url":"http://www.environmentalgraffiti.com/physics/news-tiny-proton-may-rewrite-laws-physics","content":"\nThe proton is one of nature's most famous elementary particles. Solid, stable and always positive, this subatomic celebrity is, quite literally, at the center of everything in the universe. But \n suggests that the proton may actually be smaller than previously thought. If this turns out to be true, the laws of physics will definitely need some rehabilitation.\nExcepting dark matter and dark energy, the entire universe is made up of atoms. In the center of each is a small positively-charged core called a nucleus, which is made up of protons and neutrons held together by the strong force. Like a swarm of bees, electrons buzz around the nucleus in different 'shells', or energy states. Hydrogen, the lightest and most abundant element, has been exploited by scientists for centuries due to its extraordinarily simple structure: one proton orbited by one electron.\nMost recently, researchers at the Max Planck Institute used our atomic minimalist to probe some choice principles of Quantum Electrodynamics (QED), a theory that merges Einstein's theory of special relativity with quantum mechanics. According to QED, an electron orbiting the hydrogen nucleus in the 2S shell will have a different energy than it would if it was orbiting in the 2P shell. This difference is called the Lamb shift, and it contradicts \n original prediction that the 2S and 2P shells should have the same energy. In order to learn more about the Lamb shift, the team at Max Planck replaced the electron in hydrogen with its cousin the muon, a particle that is 200 times as massive and far less stable. When researchers observed the newly created muonic hydrogen, they found that the massive muon orbited the central proton far more closely than the electron did, and was therefore far more sensitive to its size. The team's calculations assign the proton a radius of 0.84184 femtometers (0.00000000000000084184 meters), a number that is 4% smaller than its previously accepted value of 0.8768 femtometers.\nWhile 4% may not seem like a whole lot, this tiny miscalculation could have enormous implications for particle physics. If this new result turns out to be accurate, QED and the Standard Model will have to be completely rewritten. No easy task for the most relied-upon theory in modern physics. Quite frankly, scientists may have a revolution on their hands.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","title":"Is The Proton Smaller Than We Thought?","author":"vmdamico"}