{"url":"http://www.environmentalgraffiti.com/green-living/rothschild-sails-across-the-pacific-on-a-piece-of-junk/1413","content":"\nOur friends at \n recently featured an interesting interview with eco-adventurer, David de Rothschild, and although he may be a member of one of the world's most famous banking families, he's far from being all about the deal - his environmental interests have taken him across the globe from New Zealand to the frozen ice caps of Greenland and now the intrepid explorer is about to embark on one of his most challenging expeditions to date: crossing the Pacific on a boat made of garbage!\nNot content with being the youngest Brit to reach both poles, setting a record for crossing the Greenland ice cap and winning his age group in the Escape From Alcatraz Triathlon, de Rothschild founded Adventure Ecology in 2006 - an organisation dedicated to sharing his green expeditions with young people around the globe. The team's first ‘mission' saw them cross the polar ice caps as they trekked across the top of the world from Russia to Canada and current projects include journeys to China and Uzbekistan campaigning for efficient water consumption.\nIn December de Rothschild will set sail on Adventure Ecology's most ambitious project yet: an 8000 mile voyage from San Francisco to Australia in a vessel constructed from used plastic bottles. The trip will take around four months and aims to highlight man-made pollution of the oceans; an issue de Rothschild feels strongly about. During his interview with \n he told them, \"what people don't know is that a lot of Western countries send their waste to Asia to be sorted out. That's how trash ends up in our oceans. There are now practically more floating containers in our oceans than there are whales.\"\nThis is, of course, a problem not to be taken lightly and here at Environmental Graffiti we have published several articles on precisely this issue recently - including \n and \n sent to Asia to be broken up. So, full marks to de Rothschild for organising exactly the kind of high-profile expedition the environmental world needs and although it may not be the Live 8 of consumer waste (he was actually involved in the massive Live Earth project of last summer - see the image of his book below), de Rothschild is the sort of figurehead that could provide a real boost to the global environmental campaign.\nAnd as Men's Vogue so wonderfully point out, the man is stylish, sophisticated and international - yet has an earthy sense of humour and is pervaded by a sincere commitment to promoting environmental change: when asked if he was worried about pirates he quipped, \"I think they'll take one look at our vessel and go, 'they're f***ing crazy',\" but then added, \"I'm not perfect by any means. My CO\n output is more than most because of the lifestyle I lead, but it's less than it could be. But what would you rather I do? Just sit back and consume? I want to maximise my social impact and make a difference, and that's why I do what I do.\nSo not just a pretty face then, and on that note: he was voted by Tatler ahead of Prince Harry as one of the world's most eligible bachelors and more importantly \nput him at no. 1 - a few places ahead of our very own founder, Chris Ingham-Brooke! Let's hope these two can team up in the future and make fighting the environment sexy again.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Rothschild Sails Across the Pacific on a Piece of Junk","author":"Thomas Davie"}