{"url":"http://www.environmentalgraffiti.com/featured/mutoid-waste-co-mutate-britain/5602","content":"\nA monster of a street art show, cheekily dubbed MuTATE Britain, ran amok through December in London, leaving thousands of gobsmacked visitors in its aftermath. Billed as an “interactive multimedia pile-up”, this free, non-corporate extravaganza didn’t disappoint. In a city where more conventional art exhibitions are as commonplace as rats in biology labs, the work featured here leapt out like some orgiastic post-apocalyptic cybernetic experiment.\nHeld at Behind the Shutters Gallery, a multi-storey warehouse space in Shoreditch, MuTATE Britain showcased a gargantuan collection of cutting-edge contemporary art, including live performances, video art and 3D installations.\n\n\n\nPhenomenal specimens of sculpture were built using recycled objects such as vehicle parts and scrap metal, and some of the works were brought to life via robotics. Great graffiti art was also on show, and various artists – Inkie and Eelus to namedrop but two – were invited to do all kinds of aerosol, airbrush, acrylic and other pieces on titanium aircraft panels salvaged following the fall of the Berlin Wall. Here, as throughout the exhibition, a wry take on war came to the fore, and sex was never far from the picture.\nMuTATE Britain was the brainchild of the Mutoid Waste Company, a travelling art collective spawned in the 1980s. They kick-started their career throwing illegal parties, where they transformed disused spaces like bus depots into other worldly environments with the sculptures and costumes they created. Influenced by sci-fi culture like the 2000AD comics and Mad Max films, Mutoid Waste became legendary for having the mettle to meddle with metal and other materials in ways that embodied brilliantly twisted imaginations.\nOne of the founders of Mutoid Waste, Joe Rush is no stranger to retrieving and reusing all conceivable discarded bits and pieces so that they take on outlandish new personas. The valkyrie-like Lady of the Lamp is a reworked tailors dummy of steel and cloth. Its name is a clear allusion to famous wartime nurse Florence Nightingale, but with its corseted hourglass figure it’s immediately sexualised. The headlamp face of this surreal mannequin stares down at you – and stares you down – in a piece that plays on power.\nAnother piece by Joe Rush, Triumph Heart exposes the vein of quirky humour as well as rare beauty behind the mechanical madness of his work. Assembled out of lipstick red steel and chrome Triumph motorcycle parts, “it’s this classic image taken from Catholic kitsch iconography – the sacred heart of Jesus – and transposed to be literally triumphant,” Eva Branscome pointed out.\nRush’s sculptures have been cast is bronze and collected by such luminaries as Damien Hirst and Ted Baker – testimony to the fact that his underground credentials have kicked down the door for more widespread critical success.\nAnother member of Mutoid Waste, Giles Walker is a whiz in animatronics – the use of electronics to make mechanised puppets seem alive. Like Joe Rush, Walker is now also an internationally recognised artist and exhibits worldwide. His robotic Pole Dancers, which he tours with, caused a sensation at MuTATE Britain.\nA megaphone-headed DJ flanks two pole-dancing girl robots watched by a heckling drunk in the audience, purported to be a self-portrait of the artist. The automatons are animated with 12-volt windscreen wiper motors and controlled via a PC – yet they move just like humans.\n\n\n“The pole dancers moved smoothly, seductively gyrating,“ observed Eva Branscome. “The fact that the heads are like a cross between CCTV cameras and search lights is also a reference to the illegal street art culture.” A comment, too, on the way everyone is caught up in some kind of surveillance game, as the artist himself explains:\n\n\n\nTaking off with themes parallel to other artists exhibiting at Mutate Britain, came acclaimed graffiti artist and music producer Part2ism with Tamara Pt 3. Not just a single aircraft panel but a whole section of aluminium aircraft wing was used for this giant aerosol and acrylic piece, which spanned two floors of the exhibition space. But let Eva Branscome, who collaborated on this article, have the last word – almost:\n\n\nStreet art from the outer reaches done good in this dirty great beast of an exhibition.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","title":"Mutoid Waste Co. MuTATE Britain","author":"Karl Fabricius"}