{"url":"http://www.environmentalgraffiti.com/featured/sewer-alligator/12964","content":"\n1935. Two boys are busy clearing East 123rd Street of February snowfall by shovelling it down an open manhole. Next thing, they spot something large and reptilian lurking in the icy waters below. With much effort and no little rope, they manage to lasso and heave up a seven-foot alligator. Once at street level, the alligator begins snapping its sizable set of jaws, so the boys, being boys, proceed to beat it to death with their shovels.\nRecounted many times, this New York tale of two guys and a gator is one of the main reasons the legend of these giant reptiles living in sewers has hatched. Yet while not as obviously bogus as the Photoshopped albino wonder pictured above, this account, reported in The New York Times, is still not to be taken as bona fide truth, standing as it does at the mouth of one of history’s best loved urban myths. \nIn the 1930s, stories began to circulate like so many stools in a sewer system of New Yorkers going on holiday in Florida and bringing back baby alligators to The Big Apple to keep as pets. When these responsible citizens then saw their little darlings growing a little big for comfort, they flushed the scaly innocents down the toilet. Once in the sewer pipes, the gators grew fat on rats, waste and even the occasional sanitation worker. Or so the story goes. \nThe book, “World Beneath the City” did much to keep the myth alive. Written by Robert Daily, it told the story of the former boss of all things sewage in New York, Teddy May. Despite scepticism at reports he was hearing from suspected whiskey-soaked workers, May claimed to have inspected the sewer pipes personally and seen nests of 2-foot alligators with his own eyes, before ruthlessly having them exterminated. Yet May’s account too is not thought to be the most reliable.\nMany have lined up to do a similar extermination job on the sewer alligator myth itself. The cold New York winters and chemical and bacteria bath the sewers amount to have both been cited as reasons why the sun- and swamp-loving saurian ones could not survive there. Even if they could endure, the odds of them being able to breed are slim – conditions aside, because of the unlikelihood of there being enough of the beasts down there to make gator love a meaningful possibility.\nNevertheless, folklore about alligators in sewers is meat for many an urban myth monger – not to say the odd bad B-movie or piece of pulp fiction – and the legend continues to be fed today. Sightings of the creatures that may have escaped their owners – though not necessarily emerged from sewers – have perpetuated matters, while naturally these reptiles are more likely to be spotted in the southeastern United States to which they are native.\nIn 2000, an nine-foot alligator was uncovered in a Tampa Bay storm drain, having crawled there from a lake, and was nearly crushed when a 68-year old man fell on top of it. In 2005, a nine-foot specimen was found with its tail sticking out of the end of a sewer pipe in Volusia County, Florida, with a trapper called to haul its hide away. Meanwhile, also in 2005, another gator was, allegedly, discovered in a Mississippi sewer during a post-Katrina cleaning and assessment effort.  \nThis is one urban legend that just refuses to keep its trap shut.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/a1jpg","title":"What's That Coming out of the Sewer? Is it an Alligator?!!!","author":"Karl Fabricius"}