{"url":"http://www.environmentalgraffiti.com/news-biology-you-have-never-seen-it","content":"\nThe Wellcome Trust awarded prizes for the top scientific images of the year and these 10 winners from the Wellcome Image Awards. These aren't your run-of-the-mill x-rays or pictures of bacteria in a petri dish; they are detailed, incredible images that would make any photographer proud. They stand on their own aesthetically while also standing for their importance in science.\nWhoever expected to call a mouse kidney beautiful turns out to be right! In the image above, the green is the embryonic connective tissue while the red is the embryonic ductwork developing. The 3D-image was taken with something called optical projection tomography (OPT), so no Nikons for these scientists!\nCaterpillars can be creepy crawlies at the best of times, but one thing most people don't know is that they have prolegs. These are short, stubby little protuberances from the bottom of their tummies, and each one has a series of hooks, like velcro hooks, that are used to grip and help them travel vertically. As per Wellcome's specifications, the \"brilliant colours seen in this image were created using a technique called differential interference contrast illumination.\"\nThis eerie-looking image is of a cavefish embryo, a fish that is found in dark caves and is generally white in color. The green stain is an antibody that detects specific neuronal processes (e.g. nerve systems) as well as the larger number of taste buds around the mouth and its body - the green dots. \nErgot is a fungus that grows on wheat and is highly, highly toxic. The light pink is the ergot while the blue is the wheat. Back in the Middle Aages, ergot poisoning was often the reason for supposed \"bewitchment\", and monks in the order of St. Anthony became famous for treating the illness that then became known as St. Anthony's fire. The symptoms are brutal: spasms, hallucinations, psychosis, intense itching and gangrene.\nFor some, this will be a nightmare image, but the close-up of the honey bee is spectacular in its detail. Each pair of legs has three segments and also a different \"tool\" than the others to help pick up and transport pollen. Honey bees are vital to plants, and the more science learns about them, the better off we will be.\nHere's a \"confocal micrograph showing the expression of different fluorescent proteins in the stem of a thale cress seedling (Arabidopsis thaliana). Arabidopsis was the first plant to have its entire genome sequenced.\" \nYou have all heard of plaque, the nasty stuff that forms a film on your teeth, but I bet you never knew it looked like this! A photomicrograph of colonies of the bacteria that form, it was taken as they grew in an agar dish.\nDid you know that butterflies and moths get their color from scales? They do, and these are the scales of the endangered Madagascan moon moth. Scanning electron micrographs are black and white and then colored. Here, the color is light green, which is the natural color of the moth.\nThis incredible image is unbelievably the retina of a 3-day-old zebrafish, looking straight on to it and taking in the whole eye. The scientists managed this by reflecting half the image so that it mimicked the symmetry in a fish.\nA glorious photograph of an inglorious subject, the great diving beetle. It actually shows the row of suckers on the male beetle's front legs that females don't have. The suckers are used to grip on to the female when mating. Spike Walker used a technique called Rheinberg illumination to get these colors; it passes light through colored filters.\nThe actual subjects may not be as exciting as their images but all are of importance to science. The ability to take clearer and more detailed images has allowed science to really see what is going on in certain processes. From micrographs to scanning microscopes to 3D-imagery, science is light years ahead of where it was just 30 years ago.\nSource: \n 2-supplemental materials supplied by Wellcome\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","title":"10 Amazing Microscopic Images from the Natural World","author":"Michele Collet"}