{"url":"http://www.environmentalgraffiti.com/green-living/news-organic-food-and-rise-grow-your-own","content":"\n\nWith costs rising the consumer is trying to find an alternative to shop bought organic food.\nOrganic food rose in popularity about two decades ago; the trend to follow the latest celebrity fad was also a trend that shook shopper’s principles. Shoppers didn’t want to have cancer-giving pesticides on their foods, they wanted safe foods and to know that animals were being treated with respect.\nSince the credit crunch, those principles have taken a back seat as shoppers are realising that they can live without fair-trade and organic produce, and the 50% mark-up, as the money is needed elsewhere in the household.\nIn fact, the UK has seen the worst trading of organic food in 20 years, with sales dropping by 12.9% (The Organic Market Report 2010) - even large supermarkets such as Tesco have removed Organic shelf space in the recent downturn.\nTrading figures have shown that cheaper supermarkets, such as Aldi and Lidl, have seen a 13% increase in sales. The Soil Association is still positive that the market will increase by the end of 2010, and is adamant that shoppers can see the real benefits of organic food, and that businesses will continue to work towards an environmentally sustainable industry.\nAlthough this may be the case in the future, right now cost is still the major concern for middle class consumers, and they are looking for alternative ways to save money and to continue to promote organic.\n\nOne of the many ways is to buy from farm shops; where locally produced seasonal fruit and vegetables are nearly 20% less than in supermarkets. \nFor dedicated people there is the ‘grow your own’ option. In the last year councils have seen a phenomenal rise in demand for allotments. The Federation of City Farms and Community Gardens are currently lobbying for councils to free up more plots. \nHowever, there are concerns that people are not aware how much time and hard work it takes to maintain the plot of land, with some authorities seeing a dropout rate of up to 50% in the first couple of years. \nThe cheapest and easiest alternative is to grow your own veg in your garden; even without a garden a flower box is a great alternative. \nSeeds are cheap and easy to plant; a lot of primary schools are even teaching children how to grow potatoes as part of the curriculum. \nPotatoes are easy to grow, can be cultivated on a window sill or in a garden patch, and their flowers are lovely. In fact, King Louis XVI, after seeing his first potato flower, continued to wear one in his button hole and ensured his court promoted the flowers’ use. \nConsumers, with children at primary school age, should ask their schools whether they support Potatoes for Schools. Set up in 2005 the Grow Your Own Potatoes Project has recently been re-branded by Creative Jar - since the promotion of the new site, 15,000 schools have signed up. \nThe education board are behind this scheme, hoping it will encourage families to use potatoes as a starting point, which could ultimately lead to a greener way of life and a self-sustained future.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","title":"The Rise of Grow Your Own Organic Vegetables","author":"Funnyale"}