{"url":"http://www.environmentalgraffiti.com/celebrities/news-audrey-niffenegger-best-selling-author-joins-famous-faces-highgate-cemetery","content":"\nBestselling writer Audrey Niffenegger has joined the ranks of the famous and infamous faces at London’s Highgate Cemetery. The author of \"The Time Traveller’s Wife\" isn’t interred here, but was put to service as a guide as part of research for her latest novel \"Her Fearful Symmetry\". The book is a ghost story based around the Victorian cemetery.\nSpeaking at a discussion on the history of the cemetery and its famous inhabitants, Audrey explained how the initial ground work for the novel began at her home in Chicago several years ago, before continuing at the cemetery itself where she gained so much knowledge on the subject that she was able to volunteer for the conservation group the Friends of Highgate Cemetery as a guide on public tours.\nShe even admitted that spending so much time working in the cemetery became second nature to her. Dressed casually and at ease expounding on the cemetery’s beginnings, Audrey talked at length on her reasons for setting \"Her Fearful Symmetry\" there rather than at a cemetery closer to home.\nShe said: “The cemetery was going to be one of the great Chicago cemeteries like Graceland. I thought Graceland’s really great, but what’s the best cemetery?”\nThe author decided on Highgate with its eerie Victorian sculptures and elaborate gravestones.\nIn Victorian times, death was big business. Early death was common and infant mortality rates were high, so death became an innate part of the culture. In life, and in death, status was an important thing for the rich, and their graves and burial spots had to reflect that, so funerals were lavish and Highgate Cemetery became the place to be buried. \nAs well as having highly detailed graves and statues, Audrey said that some\n\nresidents of the cemetery also requested that their addresses in life be listed on their gravestones as a mark of their importance at being able to own property in prestigious parts of London.\nMany famous people are buried at Highgate from the likes of Karl Marx, the father of Communism, to 19th-century-writer George Eliot and poet Christina Rossetti.\n“I bet she had a morbid imagination,” Audrey jokes. “I would have loved to meet her.”\nOther notable burials include physicist Michael Faraday; muse and wife of artist Dante Gabriel Rossetti, Elizabeth Siddel, and author Mrs Henry Wood.\nMore recent additions to the cemetery include the author of \"The Hitchiker’s Guide to the Galaxy\" Douglas Adams, Russian dissident Alexander Litvinenko and comedian Max Wall.\nIt's not only the rich and famous that have a final resting place here though as Audrey stresses: “You can see it in the way the cemetery is laid out. There are posh sections and then you reach parts of it that no one ever sees with mass graves and unmarked graves for criminals.”\nAudrey explained that at the time of her research, she hadn’t had any books published and had no writing credentials at all. Perhaps spending time amongst the graves of so many wealthy, successful and famous of the cemetery’s patrons has rubbed off on her. Now she’s a best-selling author, had her debut novel turned into a Hollywood film and has since published three graphic novels.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","title":"London's Highgate Cemetery Through the Eyes of Audrey Niffenegger ","author":"JaneK"}