{"url":"http://www.environmentalgraffiti.com/meteorology/news-elusive-beauty-lunar-fogbows","content":"\nIt is a rare sight indeed, even from the vantage point of a volcanic crater, high atop Hawaii's huge Haleakala volcano. Arching over a thick blanket of fog – a bridge over a bed of cotton wool – the luminous yet ephemeral beauty of a lunar rainbow captivates the gaze. What makes the image exceptional is that while fogbows are typically white, all the colours of the rainbow were somehow visible here. And adding to the brilliance, Mars was close to its dazzling brightest in the sky when the picture was taken – the planet of war surveying this serene terrestrial scene.\n \nUnlike its more commonly seen cousin, the rainbow, which forms when sunlight is reflected by falling raindrops that act like minute prisms, the fogbow is created by sunlight or moonlight reflected by the water drops that make up fog. It is the tiny size of these droplets in fog, less than 0.05 mm, that makes fogbows appear white, smearing out the colours that larger droplets would produce because at that scale the quantum mechanical wavelength of light becomes important. \nToo scientific? The other facts of the fogbow are less so. Suffice to say, the fog itself is not confined to the arch that meets our eye. Rather, the ground cloud is mostly transparent but fairly uniformly spread around fogbow, the shape of which is created by the drops of water with the best angle to divert sunlight to the observer. Still too scientific? All you need to know is that what this light phenomenon lacks in colour, it makes up for in its scarcity and glorious splendour.\nFogbows are rare because the sun or moon has to be low behind the head of the observer, and the fog mostly opposite the source of light. The observer must be looking into the bank of fog, which may not even be noticeable in directions away from the fogbow itself. Meanwhile, if the fog is too thick to the back of the observer, the light will not be able to permeate it and create the effect. With fog providing the canvas for this trick of the light, elusiveness is the order of the day, or night.\nAlthough always seen in the same direction, away from the light source, at night fogbows are rarer because the sunlight reflected off the surface moon is not as strong as that emitted directly by the sun. The low intensity of moonlight usually makes even the most resplendent of lunar fogbows a relatively faint phenomenon. Add to this the fact that people are more likely to be lost in slumber at such hours and it becomes clearer why the fleeting beauty of lunar fogbows is so seldom seen.\nStill, despite their pallor, fogbows, sometimes called \"white rainbows\", \"cloudbows”, or \"sea-dogs” by mariners, have clearly captured our imagination. They may not commonly display the many bright colours of the rainbows they in other ways resemble; they may not have the many pale-coloured rings of the glory – a related light phenomenon whose effects are caused by diffraction – but fogbows have an exquisite, delicate mistiness all of their own.  \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"The Elusive Beauty of Lunar Fogbows ","author":"Karl Fabricius"}