{"url":"http://www.environmentalgraffiti.com/plants/news-sugar-beet-unsung-rival-sugar-cane","content":"\n\n\nAlthough many would think that only tropical sugar cane produces granulated sugar, another important source of sucrose is the sugar beet. In 2006, accounting only for domestic sugar crops grown in the United States, sugar beets accounted for almost 59% of sugar production. The rest was sugar cane, which only grows in tropical or sub-tropical conditions.\nThe sugar beet, or \n, is a close relative of the familiar red beet, as well as Swiss chard.\nSugar beets grow in temperate climates and under a variety of soil conditions. They are grown in The European Union, North America and Russia.\nSugar beets grow from seeds. As the plant grows it stores sugar in the root until winter's cold shuts down its photosynthesis. After overwintering, it produces its flowers during the next summer. One plant will produce pollen before it is ready to be fertilized. Sugar beets depend mainly on the wind for pollination.\nEarlier breeds grew multiple flowers in a cluster, so when a farmer planted a \"seed ball,\" the beets would grow in a cramped area. The farmer then had to thin out the crop so the remaining roots would grow properly. Newer breeds have single seeds, avoiding the time-consuming \"thinning\" step.\nThis two-year cycle works, for example, in Oregon, because the winter is mild enough for the sugar beet to survive. Oregon is a major source of sugar beet seeds in North America.\nIn some cases, sugar beets will flower and go to seed in their first year. This is usually due to environmental stress, and is not generally a desired outcome.\nFarmers in colder climates harvest their sugar beet crops on an annual basis. In more northerly states such as Michigan, Minnesota, North Dakota or Wisconsin (as well as the Canadian provinces of Alberta and Ontario) the cold winters would kill the plants.\nThe root of the sugar beet actually reaches its maximum growth in its first season, only later withdrawing some of its stored sugar in order to produce flowers and seeds.\nFirst, the farmer may need to prepare the soil by shallow tilling and fertilizing, then planting the seeds in rows. Either herbicides or weeding with a hoe are required to allow the young plants to thrive. In some cases, pesticides or other measures are needed to control insect pests.\nSugar beets require either consistent rainfall or irrigation during their growing season. As noted above, traditional sugar beet farming was labour intensive, due to the need to thin out the beets and hoe the weeds. \nThese beets have somewhat finicky requirements for optimum growth and sugar content. Fertilizer and other soil treatments require expertise and careful monitoring to be successful.\nThe sugar beet harvest is a busy time, and requires at least two major operations. One action is to cut off the foliage; another is to remove the root from the soil. \nAnnual crop rotation is the normal practice for sugar beets. This helps control both pests and diseases, as well as allowing the soil to recovery its fertility. A barley or wheat crop may precede the sugar beet season.\nA simplified view of producing sugar from beets is that the root is\n\ncleaned, cut into thin \"cossette\" strips, and cooked in a sugar beet\n\nfactory.\nThe sugar, in the form of sucrose, dissolves into the hot water to\n\nbecome a syrup. Further processing separates molasses from sucrose. As\n\nit dries, the pure sucrose syrup becomes white granular sugar.\nBrown sugar contains molasses. The Demerara, Muscovado and Turbinado styles are variations on the theme of combining molasses and sucrose crystals.\nVariations in the size of the crystals are due to either the drying process or to grinding the crystals into finer powder, such as icing sugar.\nLiquid sugar beet products for consumers include molasses and golden syrup, though cane sugar is equally suitable for processing into these products.\nBoth people and farm animals can eat the foliage of the sugar beet, although people may be more familiar with its relative, Swiss chard. Sugar beet pulp residue, a byproduct from sugar production, is also sold as animal fodder.\nIt would also be possible to use sugar beets instead of corn as the feedstock for biofuel production. Producing sugar beet ethanol has been technically feasible since at least 2006, but was about twice as expensive as corn ethanol.\nA more recent development is the use of de-sugared juice, a byproduct from sugar beet processing, as an additive to de-icing brine. Sprayed on a road before a snowfall, this fluid should work down to -30F, an additional fifteen Fahrenheit degrees below the usual brine solution.\nThe modern sugar beet shares an ancient lineage with other root and leaf vegetables. Now most prized for its role in sugar production, sugar beets may also become the principal ingredient in new scientific and environemntal applications.\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","title":"Sugar Beet: Sugar Cane's Unsung Rival","author":"MikeDeHaan"}