{"url":"http://www.environmentalgraffiti.com/nepal/news-why-organic-farming-so-desperately-needed-nepal","content":"\n“Taste this,” says the unusually named Soviet Taludhar, passing me some lettuce leaves.\nEating Nepali salad is normally nerve wracking due to the food poisoning risk – but this time it was a pleasure. All the fruit and vegetables grown on this groundbreaking farm are organic, and this in a country where excessive localized fertilizer and pesticide use is damaging the land.\nTaludhar is the head of the farm owned by the Help for Children Beilngries’ home, which supplies all the fresh food eaten by the 39 children and 19 staff. The children are orphans and semi-orphans, mostly from poverty-stricken families in the remotest parts of the country, like Jumla in the far northwest.\nWith support from its parent donor organization, Nepalhilfe Beilngries of Germany, the home switched to organic farming, which at least doubled the cost of production.\nThe farm and children’s home are in Lubhu in Lalitpur district, close to the capital, Kathmandu. They sell the excess food to Kathmandu hotels whose customers are looking for the highest quality produce. The farm’s duck eggs can fetch 110 rupees each ($1.23) – almost half the daily wage of a low-paid manual worker. The produce sold helps to fund the 3,500 sq feet of land used to grow the organic food and help the children's home.\n“Artificial fertilizers and pesticides give you a really nice first crop,” says Taludhar. “But in time the soil gets full of urea – it becomes acidic. When you switch to organic for the first couple of years it is hard, [but] then the soil recovers.” The home is also thinking green when it comes to power: staff use solar cookers to prepare food, and rooftop solar panels heat water and generate electricity.\n“The local vegetables were usually mixed with chemicals. It was not good for the children’s health,” says manager of the home Radhika Singh. “If you want good health for children, you have to provide them with healthy food.”\nThe home uses slurry from its toilets and its chicken farm as an organic compost, while insects and organic pesticide are used to keep parasites at bay.\nIt’s a very different story a few miles to the north west in Madhyapur Thimi. The vegetable farmers are seeing yields decline each year thanks to excessive use of fertilizers and pesticides – some of them illegal.\nMany of the farmers are members of the Upakar Saving and Credit Co-operative, which provides inexpensive kits to check soil quality. Loan officer Kapil Ghaju says, “We need to create awareness of removing chemical fertilizers and pesticides.”\nThe air pollution of the Kathmandu Valley is also affecting the crops. Suraj Nyakaita, 35, a farmer who has just switched to organic methods, says the air now gives spinach and onion leaves brown and black spots.\nThe declining yields, loss of farmland and increasing population are contributing to inflation in the price of food and more imports from India. There’s also a widespread view amongst the older people that the crops have lost their taste and nutritional value over the years. In addition, the farmers have to work harder to get more from the degraded soil. They labor all year round, planting one crop straight after the next, and for 14 hours a day, seven days a week. Nyakaita says, “We used to have one or two weeks rest between harvesting and planting.”\nThe use of fertilizers has grown since deregulation, and the government has provided some awareness-raising and training about the problems. The issue is more acute in Nepal’s developed areas: the remote and mountainous areas still use the natural fertilizers they have always used.\nBasundhara Sharma is the assistant field manager at the worldwide Mal-Ed health project. Their Nepal base is at Siddhi Memorial Hospital, which provides low-cost or free care to women and children in Bhaktapur. She says the problem of overusing chemicals has been discussed at a policy level, though little research had been done into the effect on nutrition. “There’s an area called Panchkhal in Kavre district where many people are suffering from cancer due to pesticide use,” she adds.\nA research paper into the issue by Nepali Government specialists says, “Indiscriminate use of agrochemicals has however resulted in several problems such as pests’ resistance to pesticides and resurgence due to elimination of natural enemies, toxic residues in food, water, air and soil, degrading soil environment and ecosystem, animal and human health hazards and ultimate economic losses.”\nHowever, the organic vegetables and crops generally look the same to the consumer ﻿﻿– except the organic versions cost more, making it a hard sell. Without quality assurance schemes and low-cost certifications, organic produce will struggle to compete with its cheaper rival, and access to lucrative foreign markets will be limited.\nNevertheless, the Nepalhilfe Beilngries-supported children’s home believes it will be seen as an example of what can be achieved. Taludhar says, “Now the local farmers are coming to our children’s home for ideas.”","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-30575-2444372140102347975S600x600Q85.jpg","title":"The Growing Need For Organic Food in Nepal","author":"Stephen Bailey"}