{"url":"http://www.environmentalgraffiti.com/news-birds-taunting-cat","content":"\nCats and birds are natural enemies, but these two birdbrained magpies don't seem to have understood that they are meant to be the prey, not the predators! Nearly 500 million birds are killed each year by cats, according to the American Bird Conservancy. Yet this poor cat is just sitting on the fence post minding her own business (or perhaps thinking of lunch!) and has no idea what is about to hit her.\nChattering loudly... one of the magpies sits and seems to tell the cat what he thinks of her and her ancestors, scolding all the way. Magpies are known as particularly noisy birds. People all over Europe have naps and quiet times disturbed by their chatter...\nBut back to the action! The other magpie flies in like an F-14 about to take out an enemy target. Unfortunately for the cat, its only retreat is backwards at this point, and no self-respecting cat is going to run from a bird of this size!\nThat's more like it! \"If I wasn't stuck on this fencepost, you would be cat food,\" the moggie appears to be saying, glaring at the magpie as it flies away. \n\"You looking at me?\" one of the magpies seem to counter. Clearly it takes exception to this newfound bravery on the cat's part and routs her once again. In all seriousness, magpies do have a reputation for teasing cats, probably as a way to protect their eggs and warn them off as would-be predators. Not that this particular moggie fits the description of a predator very well!\nFinally the cat gets some peace. \"I scared them off! Probably too tough to eat anyway,\" she might be purring to herself. Pretending she didn't miss completely, the cat nonchalantly lies there, taking a breather.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Magpies Taunt Hapless Cat","author":"Michele Collet"}