{"url":"http://www.environmentalgraffiti.com/news-insects-amber-inclusions-insects-walked-when-dinosaurs-roamed-and","content":"\nOver a hundred million years ago, tree resin dripped from the trees in a forest. As it dripped and fell to the ground, it covered some insects as they went about their daily life. Not even the dinosaurs roamed then; we have to wonder what the insects saw, what was life like on earth at the time? And we can get a little hint because the insects or \"inclusions\" be it debris or a rare flower to a spider and its prey are frozen forever in time, trapped in amber.\nWe also have something very special for you, only the second snail ever found in Burma Amber and we are the ones showing it to the world. It has not been published until now.\nThis snail is extremely rare. Before this find, there was only one other Burma snail in the world, this makes the second. Anders Damgaard took a perfect photograph to let us share this amazing discovery with you, the only people to have seen it since the T. Rex. \nAs you can see, the snail looks as if it has a lot of iridescence in its shell. Perfectly preserved, we wonder what it ate and if it was terrestial or an aqua snail that got washed up as the waters shifted? How amazing to look at something never before seen for 100 million years.\nAmber itself is formed from tree resin that, over thousands of years, fossilizes to produce first copal and then thousands or millions of years after that, amber. The sticky resin traps anything in its way, preserving it for millennia. \n.\nAs it dries and hardens, the resin becomes copal, which is a greasy, clearish substance sometimes called (and is if you see it sold as amber) fake amber. Copal is a constant stage after the sticky resin that all amber goes through and can be as old as recent years to 20 million years old.\nThat doesn't mean that amber can't be less than 20 million years old; some tree resins harden much faster than others and so would go through the copal stage more quickly and become amber in 10 million years, while another amber may take 50 million years.\nOnce the polymerization of amber starts from the copal stage, it starts to fully harden and will get harder with time. The above image with its many pieces trapped inside also includes some dinosaur poop (coprolite).\nThere are two types of amber that are most often discussed and known for the inclusions or for jewelry: Dominican, which is much paler than the deep yellow to burnished golds we often think amber to be like (even though some of the rarest is Dominican blue amber), and Baltic amber, which is yellow. The color gauges are not hard and fast rules though. \nThe oldest amber ever found is 300 million years old from the Upper Carboniferous era. The oldest amber pieces that have insect inclusions came from the Lower Cretaceous era approximately 150 million years ago.\nDamgaard talks about the meaning of amber to him: \"Thinking philosophically about amber and time is interesting. Ever since I was little I've believed that it was not possible to look back in time, but amber serves as the window into a vanished world - a second as forever frozen in time. It provides a wider perspective on our lives, the earth and evolution - how short life is and how small our problems are compared with the big issues. I always have a piece of amber in my pocket as it reminds me how small and unimportant my problems are when it all gets too much.\"\nThe life trapped in amber is critical to our understanding of life long ago before humans even existed. It can help scientists tell what sort of climate there was or even the landscape.\nInsects from Baltic amber show that it was produced in a subtropical forest\n\nwith mixed trees while Dominican amber was produced in a tropical forest area. A book written by George Poinar Jr. and Roberta Poiner called \n reconstructs a forest from amber specimens discovered in the last 20 years and shows how it can be done. \nThe authors state in the book: \"As we discuss the natural history of the extinct animals in amber, we will draw heavily on the principle of behavioral fixity in the fossil record. This principle is an important concept in the reconstruction of ancient worlds and states that the behavior, ecology, and climatic preferences of fossil organisms will be similar to that found in their present-day descendants at the generic and often family level. This well-documented principle is very helpful in deciphering the behavior of ancient organisms.\" \nThe authors continue: \"Thus it may be possible to indirectly infer the presence of a plant or animal that existed long ago by finding an organism that today is intimately associated with it. When we discover fig wasps, for example, we can be certain that fig trees existed even though we have not found their actual remains, since it is known that fig wasps can develop only inside the fruits of this tree.\"\nOne reason amber is critical to understanding the world humans never saw is that most fossils are 2D dimensions but amber is 3D, with the most minute hairs able to be seen. This magnificent spider, for example, looks as if it made an attempt to extricate itself as there are what seems to be movement waves next to the body.\nOne of the very rare finds in amber is a flower, a whole one. This shows a fine example of one, it is interesting to think about what animals may have smelt its blooms as they made their way along? Or if it a food source for the bees or wasps of the time? How many dinosaurs may have walked past it?\nAmber and its inclusions are not just beautiful, they are a fascinating study into the life of the past...a veritable window into the past. A past that is hard for us to even comprehend as much of it was formed when no humans walked the earth. Yet the clues the pieces give allow scientists and then the public to better understand the world we live in and the world that came before.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","title":"15 Incredible Images of Prehistoric Creatures Trapped in Amber","author":"Michele Collet"}