{"url":"http://www.environmentalgraffiti.com/news-pill-people-pop-more-any-other","content":"\nStudies show that Americans spend about $1 billion on fish and fish supplements every year in a bid to eat a healthier diet. The recent report by ConsumerLab.com is therefore alarming. The organization says that 30% of the 24 brand name supplements were below the recommended standards for active ingredients, freshness and contamination. \nTests carried out on krill, alga oil and fish supplements showed that seven of the twenty-four products failed in various areas. Three types of supplements had less Omega-3 fatty acids DHA and EPA than the manufacturers claimed. One of the three products showed spoilage, something that was also detected in two other products, one of which was meant for children. One product released ingredients too soon and another meant for pets exceeded PCB's contamination limit. \nAccording to the president of ConsumerLab.com, Dr. Tod Cooperman, supplements containing DHA or EPA are ideal replacements for fish because they provide Omega-3 fatty acids, have relatively few contaminants, are easier to get and cost relatively less. However, the variation in quality means that you need to take a closer look at the product you choose. \nThe ConsumerLab.com report explained that the labels on some of the supplements include terms like \"tested in FDA approved laboratories\" or \"pharmaceutical grade\", statements that have no basis at all. One krill oil supplement had less Omega-3 fatty acids and showed spoilage, yet the manufacturer claimed it passed \"good manufacturing practices\" (GMPs). \nAnother so-called krill oil supplement contained more fish oil instead. All the supplements had some traces of dl-PCBs although some were supposedly free of any contaminant. \nDHA and EPA concentrations ranged from below 20% to over 80% of what was displayed on the front labels. It is therefore recommended that you check the side labels more closely instead. \nDHA and EPA have different health benefits and are used to treat various psychiatric illnesses, rheumatoid arthritis and other inflammatory complications. They also minimize the risk of coronary heart disease, macular degeneration, and different types of cancer. The fish oil supplements help pets have healthy skin and coats. \nIn a survey carried out by ConsumerLab.com, 74% of the respondents used fish oil supplements, showing that they are more popular than multivitamins.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","title":"The Ugly Truth About Fish Supplements","author":"Gregory Johansson"}