{"url":"http://www.environmentalgraffiti.com/featured/atacama-inhospitable-valley-moon/16712","content":"\nThere are spots on earth that seem not of this earth; Chile’s Valle de la Luna, or Valley of the Moon, is one of those places. Barren, inhospitable and brimming with bizarre, polychromatic rock formations, it’s easy to see why this unique setting gets its name. Those who didn’t know better might think the scenes on the desert planet of Tatooine in Star Wars were filmed here, so otherworldly does this bone-dry landscape appear.\nBy the late afternoon, the sun begins to bring out the best of the Valle de la Luna's many striking colours, and the sunset is simply spectacular. As the golden orb starts to sink beyond the horizon, the surreal shapes of the valley are suddenly bathed in vivid shades of purple, pink and gold – an unforgettable experience for anyone lucky enough to witness this spectacle of Nature.\nLocated in the Cordillera de la Sal (Salt Mountain Range) in Chile’s Atacama Desert, 8364 feet (2,250 m) above sea level, the Valle de la Luna is actually a relatively small depression in the ground, only 1,650 feet (500 m) in diameter. Even so, the concentration of elementally-carved sculptural shapes and kaleidoscopic sun-blushed colours displayed lend this place a power beyond its size.\nThe valley is crowned on all sides by cascading volcanic peaks – including the imposing Licancabur volcano – and girdled more immediately by a coliseum-like semicircle of hills and dunes. Treasures also lie within. An immense sand dune rises up, from whose vantage point sightseers can drink in the surrounding views of salt pans and cliffs, while a great variety of salt caverns also beckon.\nThe total lack of humidity here means scarcely any life thrives, either animal or vegetable. Instead, minerals rule in the form of spectral-looking figures of salt and clay, giving the impression of the presence of otherworldly beings. The most strikingly beautiful of these geological marvels are the three rock formations at the highest point of the valley known as The Three Marias.\nThe rolling slopes of this incredible lunar valley were formed by the meeting of the Atacama Desert and the Andes mountain range. A series of buckling shifts in the earth’s crust came about with the folding of the watery ground beneath the salt lakes that were once here. Centuries of winds further shaped the sharp ridges, sculpture-like outcrops and richly-textured hollows from the natural rock.\nIn the dry lakes of Valle de la Luna, the salt composition also makes for a beautiful white mantle covering the area. The many escarpments glow in multiple hues – green and blue as well as red, orange and yellow – which the sunlight changes depending on the time of day, and which are especially iridescent at dawn and dusk. Shimmering in the intense heat, a thousand tones appear to pass before the eye.\nThis wonderful fragment of a lunar landscape has been declared a nature sanctuary since 1982 because of its exceptional natural beauty, and is part of the Reserva Nacional los Flamencos nature reserve. It remains a highlight of any visit to northern Chile, despite its status as one of the driest places on the planet.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sailing-stone-4.jpg","title":"Atacama's Inhospitable Valley of the Moon","author":"Karl Fabricius"}