{"url":"http://www.environmentalgraffiti.com/lifestyle/news-mystery-aging-being-opened","content":"\nThe traditional view of health workers and the general population regarding aging is that it is a natural process of breakdown, similar to wearing out. We are born, we mature, we grow old and die, much like a machine in which friction or rust inevitably erode the parts and it stops working. \"He died of old age\" is the terminology we use as if it was his doom. But science is challenging this notion and making it more of a popular myth than an actual fact.  \nThe first observation is the way in which medical doctors describe or explain the death of elderly patients. No matter how old the patient, there is a cause of death. That might be heart failure, liver or kidney disease or cancer. It might be a combination of factors, but it's not \"old age.\" There is a cause of death, that, if properly addressed, could prevent death from occurring due to that particular fatal condition.\nSecond, research into the genetics of nematodes (tiny soil worms) has revealed that aging is a genetic process. At the end of each chromosome in the cells of our body, there are structures called telomeres. Telomeres are a region of repetitive DNA that protects the end of the chromosome from deterioration. Normally, these telomeres shorten as the cell divides, eventually making it impossible for the cell to reproduce. This causes organs to fail. But, according to researchers, use of enzymes in nematodes has successfully lengthened these telomeres and, as a result, lengthened the life of the nematodes.\nThird, researchers have gone a couple of steps further, trying to suppress the natural process of telomere development and reproduction in mice. They were able to age four times faster than normal, so that six-month-old mice showed all the aging signs of two-year-old ones. The researchers then reversed the suppression and boosted the development and reproduction of the telomeres in the same mice. This resulted in an reversal of the aging process. The aged mice shed the aging symptoms and were as agile as six-month-old mice.\nIf this process were to be transferable to humans, the results would be earth shattering. The life of a person could be extended from 70 to 280 years. The eight years of youth (age 13 to 21) could be extended to 36 years. A woman's fertility years could be extended up to 80 years and productivity years could be prolonged for up to 200 years. \nThere are medical questions that have yet to be addressed. For example, how will this kind of longevity treatment affect age-related illnesses such as cancers, arthritis, cardiovascular diseases and others? There are psychological questions that are raised, such as what is the impact of a 250-year life expectancy on the human psyche? On relationships? On family? On attitudes toward life? And there are profound ethical implications as to the well-being of humanity and the planet if humans should live to such an age.\nIt has been said that the first person to live past 150 years is already alive today and may already be in their '50s. This popular speculation may well be truer than we realize, and the fanciful dream of immortality may become a reality sooner than we think.\nFor more information see: \n, \n, \n, ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"Has the Mystery of Aging Been Solved?","author":"Russell Vallimont"}