{"url":"http://www.environmentalgraffiti.com/mating-behaviors/news-bizarre-mating-rituals-among-animal-species","content":"\nEvery year Valentine’s Day comes around, and while we humans do strange things to draw the attention of a mate, animals will also be searching for love (or maybe even just a good time!). Many of these animals will realize their amorous goals, but others, as we will see, might be better off steering clear of romance...\nCupid, the Roman god of desire, was often represented as having a twisted sense of humor, something which could also be said of the strange mating habits of certain animals. While Cupid shoots his arrow at unsuspecting lovers, garden snails literally throw 'love darts' in their mating rituals. These hermaphroditic lovers will circle each other for hours in a ritualistic duel, with the winner eventually scoring a direct hit with one of these calcite spines. These allow almost twice as much of 'his' sperm to survive inside the recipient, increasing the chances of passing on the genes.\nMany animals have a reputation for eating their mate after the act, but who can blame them? Mating can be exhausting! Lions, for instance, can spend several consecutive days having sex, sometimes mating over 25 times a day. While they're occupied, they often forget to eat. Fortunately for the males, a female won't consider eating her mate when she's done! \nFemale black widows, on the other hand, occasionally eat their prey after copulation: the males are much smaller, and a quick, tasty fix to replenish her lost energy. Female wolf spiders are also known to eat their mates after sex, but they only tend to pounce on the little males!\n \nSome animals fortunate enough not to be a meal still have a pretty gruesome fate. The drone bee fortunate enough to be chosen to provide his queen with sperm does so at a great cost. Without putting too fine a point on it, the drone bees' abdomens are ripped off after the queen has finished with them. \nThe anglerfish, however, takes reproduction to horror movie levels. When the tiny males find a female, they bite their intended and actually fuse their bodies together until the male’s brain, eyes and organs dissolve. The male essentially becomes and a small lump attached to his female, there to carry sperm until he is needed.\nBut why do animals resort to such crazy behavior? Well, they must produce as many offspring as possible for the survival of their species. While the female is limited in the number of offspring she can produce, the male tends not to be. After the act, the female often loses interest and does not want to mate again. However, it often doesn't take long for the male to be ready to roll again — and the harder a male works, the more virile he is and the stronger his offspring will be.\nOther animals mate for life. Lovebirds are a faithful bird, cuddling and preening each other. Swans, vultures, French angelfish, wolves, termites, eagles and prairie voles are also monogamous. So it's not all a tragedy of Romeo and Juliet proportions when it comes to animal relationships; there's room for what might be deemed true love as well. Still, when it comes to sex, it’s a jungle out there. And while we may not always comprehend the complexities of our mating behaviors, they do ensure the survival of our species — and hopefully that of our significant others too!\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/d.jpg","title":"The Weird World of Animal Mating","author":"Lisa Hossler"}