{"url":"http://www.environmentalgraffiti.com/news-7-heralds-summer","content":"\nSpring brings us out of our wintery cocoon, the cold and blustery weather fading away to usher in warmth and rebirth. The new birth of flowers, birds, insects and mammals as well as the frequent falling of rain all herald summer. With this in mind, we thought we would look at some images that tell us summer is just around the corner.  \nRobins' eggs, baby blue and beloved by children everywhere, are looked after by their mother until they hatch safe and sound after 14 days, with the chicks leaving the nest in a further two weeks. When you see robins' nests, you know summer is coming.\nLadybugs or ladybirds are the bright, cheerful sign of spring every year. They are often the first insect to emerge after winter, and gardeners love them for eating aphids and other insects that destroy their plants. This little lady looks ready for a good time, doesn't she?\nAnother sign of summer is the sight of mothers and babies of different species. Here a mom deer is with her fawn. You only see the youngster's back end, but the mother is beautiful. Baby will stay with mom for a year.\nThis stunning shot shows a type of spider that can change colors to match the flower or ground cover on which it sits or walks. Here, a brilliant yellow, the spider is on a California poppy.\nThis photo captures a mute cygnet (baby) swan swimming in reflective water. Swans are generally monogamous, often mate for life, and are a symbol of love and fidelity. Male swans help in the construction of nests, which have to be fairly strong because each egg weighs approximately 3/4 of a pound, or 340 grams. \nButterflies are another herald of summer. Here we see a magnificent closeup of a common blue's face. The females are brown or beige, unlike the male which sports various blue colors depending on the species. \nSpring is the time of matings and birth, ushering us into a warm summer where we can enjoy the grass beneath our feet, the sun on our skin, and the bounties of the earth in the fields.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"7 Images that Herald the Start of Summer","author":"Michele Collet"}