{"url":"http://www.environmentalgraffiti.com/news-food-forensics-bioterrorismfraudand-poisening","content":"\n \nAt least once in our lifetime, we have looked down at our drink or food and have asked, what is that unknown object in it? If we were lucky, we had not bitten into it yet. More importantly, we have not contracted a potentially deadly illness from it. Since the 9/11 disaster, we have been doubly worried about the safety of our food due to terrorism. There have been more food recalls than ever, making people worldwide worried about food contamination. \nEven more, this has opened up a whole new world of fraud, those who plant contaminates in food to make a quick buck. With poor economic situations worldwide, it's no wonder that people go to desperate measures to prove that food poisoned them. \n \nThe \n has a plethora of knowledge at their fingertips. The Center was established in 1989, and its knowledge base includes \n commonly available to the public. The Center can trace almost anything down to the parts per trillion. It can also discern where the contaminate originated from, as well as the DNA (or chemical makeup) of the plant, chemical, or animal. \nFood can become contaminated anywhere in the food process. Food-borne illnesses account for 76 million cases per year worldwide, resulting in 325,000 hospitalizations and 5,000 deaths. Though this doesn't sound like much taking into consideration the world's population, this can cost a company their livelihood and even shut them down for good. Worst, companies that make safe products but from inferior ingredients that are fraudulently misreported are becoming more common. \n \nOne of the \n subject to fraud is coffee. It can also be contaminated with bacteria and ground-up insects or other non-edible contaminates. Coffee is considered gold worldwide, and is one of the most precious commodities out there. For this reason, unknowing consumers will find inferior Robusta coffee beans getting into the food chain. \nThe manufacturers, meanwhile, would like to make the public believe that the coffee they are drinking contains the superior Arabica beans. Making this switch or other variations of their products can save coffee companies billions. And, again, no one gets hurt or is none the wiser. However, it is a rip-off to the consumer. \nThe FDA Food Forensics lab can do routine checks with DNA analysis to keep companies honest about their food processing products. This will aid consumers in not only safe food consumption, but also to be financially protected. In the UK, the \n estimates the level of fraud at 10%, equating to around $7 billion.\nWhat is important to know about \"planted\" contaminates, those that aren't related to bioterrorism, consumer/company fraud, and general food processing neglect, is that contaminates have specific ways to enter the food chain. For those unaware of these facts, a trained eye can spot consumer tampering easily. Here are some examples:\nThere is so much more that the FDA Food Forensics lab can reveal. Please go to their website for \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","title":"Food Forensics: Detecting Bioterrorism, Fraud and Poisoning","author":"Asher Kade"}