{"url":"http://www.environmentalgraffiti.com/featured/the-world-through-the-eyes-of-the-andean-condor/9242","content":"\nThe Andean Condor is a truly astonishing creature – a bird so steeped in wonder and myth that it almost seems to transcend its place in nature. Its sheer size, ability to glide great distances, and the high regard with which it is held by many cultures make it a truly special sight in the South American skies. If an Andean Condor were to relay to us what the world looks like through its eyes, this is how it would appear.\nFrom the \n of Ecuador and Venezuela, down through the Peruvian, Chilean and Bolivian \n, and so on to the southern reaches of the Andes in Chile and Argentina, the Andean Condor sees all that lies beneath it. \nAt over 7000 km long, the Andes is the longest mountain range on earth. Its climate fluctuates from warm and wet in the north, to dry in central parts, and cold and rainy in the south. The altitude and proximity to the sea of the mountains also affect their climate, which can change dramatically over short distances – with alpine peaks sometimes just miles from open grasslands. \nYet if the Andes dominate the South American continent, only one creature can lay claim to dominating the Andes themselves. Soaring and wheeling in magnificent circles, the Andean Condor makes this extraordinarily diverse, mountainous landscape its home. It is comfortable only high above sea level, where it breeds and roosts at altitudes of up to 16,000 feet.\nThe Andean Condor uses the windswept crags on which it nests to launch into the skies, where it can soar and glide on air currents with minimal effort, often travelling for miles without a single flap of its wings. In what seems an almost magical case of seeing the invisible, some sources even state that the Andean Condor can visibly detect the heat thermals that carry them aloft.\nThe Andean Condor is a true colossus of the skies. One of the largest of all flying birds, its wingspan of 10 feet is surpassed only by the Wandering Albatross's. Yet despite its size, the Condor does not hunt for prey but scans its territory for carcasses to feast on. And while it may not be the most beautiful of nature's creatures, its grace in flight makes it an awe-inspiring sight that commands respect.\nThe Andean Condor has held an important place in the symbolism and folklore of Latin American peoples for thousands of years. In Andean mythology it is viewed as an embodiment of the sun and features heavily in art such as textiles and ceramics. It is also the national bird Bolivia, Chile, Columbia and Ecuador, as well as a national symbol of Argentina and Peru.\nIf we can only ensure that this majestic beast is protected from threats such as loss of habitat and poisoning from animals killed by hunters, the Andean Condor will continue to inspire us as it looks down from the heavens.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/iStock000015637459XSmalljpg","title":"The World Through the Eyes of the Andean Condor","author":"Karl Fabricius"}