{"url":"http://www.environmentalgraffiti.com/news-thailand-pet-dealers-supplying-critically-endangered-animals","content":"\nIn Madagascar, animals are being ripped from the forests they know as home, placed into tiny cages, and sold. Many of them are endemic to the island they come from and are threatened. A new report from TRAFFIC, the wildlife trade monitoring network, has found that Thailand is selling huge amounts of threatened reptiles and amphibians to local as well as global markets.\nTRAFFIC's report, Trade in Malagasy Reptiles and Amphibians in Thailand, showed that the biggest problem was trade in Madagascar's endemic chameleons. Two hundred and thirty-three chameleons from 16 species were found for sale.\nOddly, official trade data showed that in 2005 Lebanon legally imported only 32 Madagascan chameleons from Convention on International Trade in Endangered Species of Wild Fauna and Flora member countries. Now, there is some legal importation, but 3,738 chameleons were supposedly imported to Thailand from Khazakhstan (which shows as importing no reptiles) or re-exported from Lebanon.\n“Even at the highest theoretical hatching and survival rates, it is impossible for 32 chameleons to produce the thousands of offspring Thailand declared as imported from Lebanon in subsequent years, so how is the shortfall accounted for?” asks Chris Shepherd, Deputy Director of TRAFFIC, South East Asia.\nIt isn't just chameleons at risk and being sold either. Other species that are classified by the IUCN as critically endangered and identified in the report include one hundred radiated tortoises, dozens of spider tortoises and three ploughshare tortoises – three of the rarest tortoise species in the world. Trade in all of the above is banned. The radiated tortoise now has 70% less numbers than in 2009.\nCrawford Allan, Regional Director, TRAFFIC North America, explains: \"The unique wildlife of Madagascar is being put at risk to satisfy the desire of some collectors who want to own a rare 'living jewel' from the forest. Collectors in the United States should be careful before buying Madagascar’s reptiles or chameleons imported from Thailand, even if they are alleged to be captive bred.\"\nLuckily, officials are on the lookout at Bangkok airport. Just recently, Thai authorities caught 800 protected reptiles being smuggled out, but the number of those with false 'passports' showing them as being legally imported is still huge.\n“Seizures of Madagascan chameleons by airport authorities are testament to the continuing illegal trade, but as the current report amply demonstrates, only through making regular visits to markets stalls and other vendors can we hope to unearth the true scale of the illicit trade and its potential impact on wild chameleon populations,” said Dr Richard Jenkins, Chair of the IUCN/SSC Chameleon Specialist Group.\nThere needs to be a continuous crackdown on this illegal and immoral trade in endangered species. The World Wildlife Fund and other organizations such as TRAFFIC are doing their best, but what is really needed is a refusal on people's parts to buy these 'pets' and so dry up the exportation and exploitation that way.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1Snakeinbasketjpg","title":"Thai Pet Dealers Trading in Critically Endangered Animals","author":"Michele Collet"}