{"url":"http://www.environmentalgraffiti.com/forests/news-wwf-ask-what-wood-you-choose-0","content":"\nOver in the UK, it’s been estimated that around 1.5 million cubic meters of illegal timber and wood products are imported each year. Illegal logging is contributing to the decline of species such as the endangered orangutan and the destruction of forests is responsible for about 20% of global greenhouse gas emissions.\nThe leading conservation body, WWF have just launched a study which has found that companies in the UK are selling items such as kitchen worktops, doors and decking that come from places where illegal logging is having a devastating effect on people and wildlife.\nIllegal logging costs some of the world’s poorest economies critical income which could otherwise be used to build public and social service infrastructure and enhance community welfare, as well as invest back into sustainable forest management, securing revenue in the long term.\nThey have produced an animation to engage with and to encourage consumers across the UK to think twice about whether or not what they’re buying is illegally sourced and the impact their choice could make.\n\n\nThe study found that in some cases UK companies had little idea where their wood products originated from and were reluctant to find out. It gives guidance to businesses on sourcing Forest Stewardship Council (FSC) certified timber products. FSC means it’s been sourced from well-managed forests according to high environmental and social standards. This means consumers can make sure they're buying responsibly.\nColin Butfield, WWF’s head of campaigns, says on the report: “This study should act as a wake up call to companies here in the UK and highlight to the consumer that they are the ones with the power to demand that whatever they’re buying, from doors to kitchen worktops, is FSC (Forest Stewardship Council). If it doesn’t have the FSC logo then it could originate from a place where there have been devastating impacts on species such as the orangutan and communities that earn a living from the forest.\n“While some of the major retailers are clearing up their supply chains there are a large number of UK companies that simply don’t have the information or the understanding to make them fit for purpose when the new regulations come into force.”\nThe study found that some companies’ websites show the FSC logo next to products which are not FSC. Others may offer a product as FSC, for example decking sourced from Indonesia, but on closer enquiry it turns out the FSC decking is only available for ‘special orders’ and the vast majority of the tropical timber decking they sell is non-FSC. And in some cases, the FSC logo may be being misused by UK companies, to imply that all their products are covered by the certification scheme when in fact only some are.\nAs well as making formal requests, WWF investigators posed as buyers and made phone calls and visits to saw mills in Indonesia and Malaysia to track timber products on sale in the UK back to the forests where they came from.\nMany UK companies are simply not challenging their supply chain about where their supplies come from. Cornish-based Barncrest source heavily exploited tropical hardwood species for their kitchen worktops from the Ivory Coast.  The illegal logging of such timber has been linked to health hazards and conflict. Despite website claims that the timber is legally compliant, Barncrest were unable to supply evidence to support the claims.\nA large Malaysian plywood company with links to illegal logging is also supplying UK companies. The study found that one such company was Jewson who carried out their own investigation following the allegation and eventually severed ties with the company in question in 2009.\nA salesperson at Leeds Plywood &amp; Doors (LPD) told a potential buyer they believed their ‘Adorable Hardwood’ doors were made from FSC-certified timber although a visit to a sawmill in Indonesia made it clear that their suppliers had no idea where the timber had come from. LPD has since pledged to review its environmental systems.\nColin Butfield later added: “By looking for the FSC logo on a product, a customer can be confident that the timber used has come from a forest that has been managed in an environmentally and socially responsible way.\n“The EU law, coming into force in early 2013, will mean anyone intending to sell timber products into the UK market will have to be able show where it’s come from and that it isn’t illegal.”\nThe study suggests that UK businesses are a long way from meeting the demands of that new law.\nFor more information about the study you can visit ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2748c89b8f085c23405366b3eb808d56_0.jpg","title":"WWF Leads Fight Against Illegal Timber","author":"Grum"}