{"url":"http://www.environmentalgraffiti.com/news-miraculous-animal-births","content":"\nBirth. It's the miracle of life. We often think of it as meaning puppies and kittens, but today we have some grand births – like the tall giraffe and the giant elephant. That said, we're also featuring the tiny aphid since, after all, small can be beautiful. These creatures don't give birth that differently to the way we do, albeit without all the help around them that we have. The images featured don't show newborns, even though there are a couple, but more the process by which these animals give birth. It's a truly fascinating peek into their lives.\nGiraffes have a gestation period of 400 to 465 days, and their babies have rather a long fall when born! First the two front hooves come out, and then the body covered in the embryonic sack (you can see it in this image) and back hooves. They drop right to the ground, and this normally breaks open the sack. Within two hours the baby can run around as if he were a week old but mom keeps him lying down and hidden most of the time during the first week. Often, female giraffes travel in nursery groups where babies can be left with another mom for babysitting – rather like our nursery groups!\n\n\nAn elephant's gestation period is a whopping 2 years, with a baby that weighs as much as six men inside mom. You'll notice in the video how the wild elephant is left almost alone during the birthing process, but as soon as she gives the final push and bellow, the other members of the herd family come along. Most of the time the herd is made up of other females who help babysit and protect the infants and juveniles.\nIn the case of the elephant above, park workers had been keeping an eye on her, knowing the birth would happen soon, but when the director finally left for a shower, she had her baby right then and there in her open enclosure. The lighter colored elephant tried to get to close and zookeepers had to lure her away, but all turned out well. You can still see the umbilical cord around the mother.\n\n\n(In the video above, the baby orangutan is cleaned by the mum; some may find it disturbing.)\nIn this picture, the baby orangutan is being cradled in mom's arms sideways. His little paw is holding her finger and he is facing across her chest. Orangutans are extremely endangered, and conservation efforts are being made by numerous groups to save their land. An orangutan pregnancy lasts just about as long as ours – 9 months – but they give birth in their nests up in trees. Mom is the sole source of food, comfort, love and teaching for her little infant until he is old enough to be around others.\nThis big ewe has just given birth to one lamb, but you can see, just above the feces she is lying in, the embryonic sack of the second one emerging. In the second image, the lamb is born and mom is just about to clean her up. Sheep gestate for 5 months and only go into labor for 1 to 3 hours. The lambs can stand and run around within an hour of birth and of course be nursed. Most sheep have one or two babies at a time; it's very rare for there to be more.\nAphids reproduce asexually, essentially by cloning themselves, and give live birth, as we see here. The amazing thing is that even though the population is all female, in the autumn the mother can produce sexual females and males who mate. The males are genetically identical to the mother except for the one chromosome. The females here lay eggs rather than give birth, while the males die off as normal – so it is back to an all female population again.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockHypomelanisticmilksnakeorm24223973jpg_0","title":"5 Miraculous Animal Births","author":"Michele Collet"}