{"url":"http://www.environmentalgraffiti.com/space/news-earth-art-incredible-images-space","content":"\nWhen asked \"How does India look from space?\" by then Prime Minister Indira Gandhi, Rakesh Sharma, the first Indian to travel in space, replied “Saare Jahan Se Achcha\" - better than the whole world.\nYes, our Earth looks amazingly beautiful when viewed from space. Especially that particular city or neighborhood we live in seems to be more fascinating to us. The image you see above with stripes of orange, black and white, gives an impression of a tiger’s head. But, actually it is a satellite image of Eyjafjorour, the longest fjord in Iceland. Join me for an amazing tour of the world including active volcanoes, big mountain ranges and famous deserts.\nThe U. S. Geological Survey (USGS) has released a whole new series of interesting images, taken from the Landsat 5 and Landsat 7 satellites, that may appear to you as surreal paintings from the 1920s at first glance.\nThe image of the Ganges River Delta looks very interesting from above. The arc-shaped formation is the delta emptying itself into the Bay of Bengal. Next to the delta is one of the world’s largest reserves, Sunder van forest, in green.\nThe great Himalaya mountains contain some of the highest peaks in the world. Eastern Himalaya occupies southeast Tibet in China and the image is showing major rivers in China among snowy peaks, which looks like a nice patchwork of white on red. One most important fact about eastern Himalaya is that this area has been declared a biodiversity hotspot by Conservation International.\nBeyond imagination, this image depicts beautiful sand dune formations in the Namib Desert in Africa. The Namib Desert is known as the oldest desert in the world and is an important location of mining of tungsten, salt and diamonds. Some of the sand dunes you see are 300 meters high, formed by interaction with the coastal winds. \nBeing active for five million years and having erupted more than 40 times, Colima Volcano is the most active volcano in Mexico. It has two peaks, out of which only one is active. The image was taken by the satellite in 2003, and clearly shows lava flow and surrounding areas covered with volcanic ash.\nThe Okavango Delta, known as world’s largest inland delta, formed as a result of the Okavango River emptying into the Kalahari Desert. Slowly proceeding into the desert, the river forms a beautiful maze of lagoons, channels and islands in radiant colors, giving us an impression of an oasis in a lifeless desert.\nYou would be surprised to know that all these images were acquired in black and white initially, then ‘false color’ was applied to each spectral band, giving them a remarkable look. Matt Larsen, associate director for climate and land use change USGS, says: “The magnificently engaging portrait of Earth encourages us all to learn more about our complex world”.\nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","title":"Earth as Art: Incredible Images from Space","author":"Alka Sharma"}