{"url":"http://www.environmentalgraffiti.com/animals/news-cutest-wild-animal-can-be-domesticated","content":"\nThe desire to domesticate wild animals runs deep in human beings. When we see a beautiful and majestic tiger or mischievous raccoon, we think to ourselves, \"I wonder if I could train him to do tricks and cuddle\". Wat we don't consider is that these animals are looking at us as well, wondering if we taste like chicken.\nStill, the desire remains, and mankind's desire to domesticate the wilder parts of the world has met with some success: elephants, monkeys, husbands, all have been domesticated and trained successfully. But what about something truly wild and cute that we can turn into a cuddly bundle of housebroken joy?\nThe hedgehog? True, it's cute and trainable, but not as cute as this:\nFennec foxes or Vulpes zerda (formerly called Fennecus zerda) are a species of foxes that can be tamed. A Fennec fox normally lives for between 12 and 16 years if kept in captivity. They are 16 to 18 inches long and 8 to 10 inches in height, where a full grown fox may weigh around 2 to 4 pounds. Fennec foxes are generally found in desert areas in and around North Africa. The temperament of these foxes are very social and manageable if they are properly socialized.\nOne must keep in mind that fennec foxes are wild tamed animals and are not domesticated. By nature fennecs are very good climbers and master diggers.\nThey are relatively small for canines and have big ears extending 6 inches. Other than hearing, their ears also help these fennec foxes to cool down. While it is hot fennecs pant rapidly, and they shiver in the cold (to warm up) if its body temperature falls below 68F (20 C).\nFeeding the fennecs is not at all difficult. These little creatures are omnivorous by nature and eat whatever they get in front of them  So, besides a base of commercial dry food found in the market, you should feed them a mix of fresh vegetables, pinkie mice, eggs, fruits, mealworms and crickets. You know, stuff you have lying around the house!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","title":"Fennec Fox: The Wild Fox You Can Keep As A Pet","author":"Gregory Johansson"}