{"url":"http://www.environmentalgraffiti.com/animals/news-species-caught-illegal-wildlife-trade","content":"\nToday’s wildlife trade is a multi-billion dollar enterprise and most of it is of course illegal. Increasing demand for animals for food is the biggest threat for humanity and is also the main reason for emptying ecosystems worldwide. Along with habitat loss and climate change, wildlife trade is among the primary causes for species decline. Here are four species that are especially impacted by the wildlife trade.\nThe tiger is an apex predator and an obligate carnivore. \n is the world’s largest living cat. In the beginning of the 20th century, about 100,000 tigers existed and this number has reduced by 95% today. Despite many years of international conservation efforts, we are losing ground when it comes to saving tigers - they are still referred to as a critically endangered species. \nNot only this, the Bali tiger became extinct in the 1930s, the Caspian tiger in the 1970s, followed by the Javan tiger in the 1980s. It is clear that their rate of extinction is approximately one species every 20 years.\nPoaching for fur is the main cause the tigers' population decline. Also, tiger parts are of great demand in traditional medicinal practice in China. Some tigers are simply kept as pets: according to the Association of Zoos and Aquariums, about 12,00 tigers are currently being kept as private pets in the USA alone, which is more than the world’s entire wild population. \nThe tiger is a wild animal and needs the wilderness; instead, tigers are forced to roam around small and fragmented landscapes to support themselves, looking for prey. Deforestation for industrial and agricultural expansion is causing habitat loss for this highly threatened species.\nRecently, in a poll conducted by Animal Planet, the tiger was voted the world’s favorite animal, followed by the dog and then the dolphin. Callum Rankine, international species officer at the World Wildlife Federation conservation charity, said it best: “If people are voting tigers as their favorite animal, it means they recognize their importance, and hopefully the need to ensure their survival.”\nSharks are amazing fish that have been around since long before the dinosaurs existed. Some shark species are apex predators, meaning they have no predators of their own. I would also like to mention here that most often, apex predators are on top of the long food chains and play an important role in maintaining the health of their ecosystem.\nUnder normal conditions, sharks are harmless and shy. Despite the fact that many species of sharks show problem-solving skills, social skills and also curiosity, today their survival is under serious threat. Every year, we kill more than 100 million sharks, just for commercial and recreational purpose. \nSharks are common seafood in Australia, Japan and in northern India. Though their fins are tasteless, shark fin soup is considered a status symbol in Asian countries. It is so inhuman that fishermen capture live sharks, fin them and dump the finless animals back into the water. Soon after, the sharks die. Shark fins are one of the major trades within black markets all over the world.\n\"Wholesale removal of top predators from ecosystems will very likely bring unexpected and undesirable problems,” says Scott Henderson, Conservation International’s (CI) coordinator for the Eastern Tropical Pacific Marine Program. We should learn from this that exploitation of sharks may soon lead to extinction.\nCrocodiles have survived great extinction events and are supposed to be 200 million years old. They are the top predators in their environment. Though every crocodile has some degree of international and domestic protection in the places where they live, still about a quarter of the world’s 23 crocodile species is either threatened or virtually extinct in the wild.\nIt is very sad to know that crocodile farming is a legal business nowadays. Farmers are legally allowed to farm crocodiles and sell the skins and meat from their stocks. Crocodile meat is consumed mostly in countries like Australia, Ethiopia, Thailand, South Africa, Cuba and also in some parts of the United States. \nNot only this, crocodile leather is used to make goods, such as wallets, handbags, hats, purses and shoes. Per the World Conservation Union (IUCN), these leather goods are earning ten times the amount in retail sales. All this growing global demand for crocodiles has turned their farming into a profitable industry. Crocodile skins alone provide $200 million annually in international sales.\n \nThough many organization are working with local communities to protect crocodiles, it is our duty also not to ignore wildlife laws. We as humans can help once we decide not to eat crocodile meat and not to buy crocodile leather products.\nTurtles are amazing creatures that serve as biological nutrient transporters. They maintain the health of two ecosystems – on land as well as in the ocean. Turtles live in the water but deposit eggs on land. In this manner, turtles act as predator and prey. According to a report by Conservation International, more than a third of world’s 280 freshwater turtle species are threatened with extinction.\nToday, marine turtles have become increasingly popular as tourist attractions, which in turn provides jobs and income to seaside communities throughout the tropical and subtropical parts of the world. Turtle soup exists as a luxury dish in many cultures. Turtle fat is also used as a main ingredient in cosmetics. Plastrons, the parts of the turtle shell that cover the animal from the bottom, are widely used in traditional Chinese medicinal practice. It is a fact that Taiwan imports hundreds of tons of plastrons every year. Also, turtle jelly is becoming popular in Hongkong, Macau and mainland China.\nFive of the seven species of sea turtles are known as critically endangered on the IUCN Red List of threatened species. Environmental destruction and people’s insatiable appetite put these creatures at risk. \nThe wildlife trade of any of the animals portrayed here has become an ocean-wide issue today. Local communities and government agencies are fighting hard for their protection as it is a matter of utmost priority. The best way to fight this problem is to raise awareness among communities and to spread the message. Always think twice before buying any leather product or eating meat.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"4 Animals Ensnared in the Illegal Wildlife Trade","author":"Alka Sharma"}