{"url":"http://www.environmentalgraffiti.com/countries/news-japan-still-recovering-one-year-after-tragic-earthquake-and-nuclear-meltdown","content":"\nLast year had more than its share of natural disasters: record-breaking earthquakes, floods, famines, droughts and twisters struck Asia, Africa, Australia and North America. Yet while the worst of it may be over, the recovery often takes years.\nOne year ago, Japan was struck by an 8.9-magnitude earthquake, the strongest quake since the beginning of earthquake recording. The quake was followed by 50 very strong aftershocks, and then a tsunami hit that devastated a 1,300-mile stretch on the eastern seaboard. Homes were taken out, highways buckled, communication lines snapped and the trains that are so valuable to the Japanese people were suspended. Japan was a mess. \nBut what really brought Japan to its knees was a series of explosions at the Fukushima Daiichi Nuclear Power Plant that led to a meltdown. A plume from the plant scattered invisible radioactive cesium and iodine for miles. Over 80,000 people were relocated. Operators spent nine months working to bring the reactor into a state of cold shutdown.\nThis was the worst nuclear accident since Chernobyl in 1986. To make matters worse, Japanese officials waited several weeks before acknowledging that a meltdown occurred. They also later admitted withholding information about the spread of radiation to avoid panic among the public. Many people were needlessly exposed to very high levels of radiation immediately after the disaster. Around the plant, radiation was 25 times above the cutoff for evacuation. \nThe Soviet Union abandoned the area around Chernobyl. Since Japan is densely populated with limited land space, they did not have the luxury of abandoning the area around the Fukushima plant. An area of between 1,000 and 4,000 square miles (0.3% of Japan’s total area) needs to be decontaminated. The cost is expected to double what it took to build the six nuclear reactors at Fukushima Daiichi. The cleanup involves totally cleaning up all the buildings and removing all the topsoil. Even the forests need to be decontaminated, which could involve clear-cutting. \nThen there is the issue of contamination. Already, tons of contaminated soil has been removed, but there is nowhere to dump it. Sludge containing radioactive material is collecting at sewage facilities across Japan. Several schools have piles of radioactive waste covered with plastic sheets in a corner of their playground. Long-term plans include building underground disposal facilities. Residents have taken it upon themselves to clean up the area, scraping off layers of dirt in yards, washing walls and windows, and burying the waste in the corners of their properties.\nThe long-term risks of living with low doses of radiation are not yet understood. The people who lived around the plant will need to be monitored for the rest of their lives. Already, radioactive iodine has been detected in the thyroid glands of hundreds of children. The people who were exposed will likely be the subjects of future studies. \nMany young people do not want to return to the area. They no longer trust in their government to keep them safe. Senior citizens, on the other hand, feel they have nothing to lose. They do not expect to live long enough for any effects of the radiation to kick in. The Japanese people often have a deep attachment to their homes, and many people can trace their families back for 20 generations. \nEarthquakes are common in Japan, and the population is prepared for them. Thanks to early warning systems and preparedness measures, deaths are proportionally declining after disasters. The 8.9-magnitude quake that struck in 1923 killed 143,000 people. But radiation is a different type of threat – and one that may turn out to be just as deadly over its lifespan. The full cost in terms of human lives may never be fully realized.  \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"How Japan Is Still Recovering After the Fukushima Nuclear Meltdown","author":"Lisa Hossler"}