{"url":"http://www.environmentalgraffiti.com/animals/news-wisdom-oldest-known-wild-bird-us-new-mom","content":"\nWho said that old ladies don't have some spice in them yet! Wisdom the albatross, a sexy 60-year-old, has become a new mom. This is likely her 35th chick, and with each one taking a year to incubate and raise, it's a wonder that she has survived to raise yet another. Most of us would have been run ragged by now. This year, Wisdom returned to Midway Atoll National Wildlife Refuge in the northwest Hawaiian Islands and was spotted with her chick. She was first banded in 1956 and was thought to be aged 5 at the time.\n\"She looks great,\" said Bruce Peterjohn, the chief of the North American Bird Banding Program at the USGS Patuxent Wildlife Research Center in Laurel, Md. \"And she is now the oldest wild bird documented in the 90-year history of our USGS-FWS and Canadian bird banding program,\" he added. \"To know that she can still successfully raise young at age 60-plus, that is beyond words. While the process of banding a bird has not changed greatly during the past century, the information provided by birds marked with a simple numbered metal band has transformed our knowledge of birds.\"\nAlbatrosses mate for life, so there is also a question of whether she has had the same partner all this time. The giant birds fly about 50,000 miles every year, meaning Wisdom has 2-3 million miles under her feathers so far in her life. Four to six trips to the moon and back would leave miles left over!\nOne difficulty for albatrosses in raising chicks to adulthood can be seen in this photograph: there are bottle caps, the remains of a lighter and more among the remains of the chick. Plastic debris is one of the highest causes of death, directly or indirectly, in chicks – a sobering fact.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","title":"60-Year-Old Albatross Becomes Mom for the 35th Time","author":"Michele Collet"}