{"url":"http://www.environmentalgraffiti.com/ecology/english-islands-home-to-pygmy-dinosaurs/683","content":"\nNew research has shown that the Bristol, England area was once home to \n.\nThe dinosaurs, the thecodontosaurus or “socket toothed lizard”, are not themselves newly discovered. In fact, they were one of the first dinosaurs to ever be named. The first fossils of the six foot long dinosaur were originally found in 1834, before dinosaurs were even recognized as a group, at the site of the current Bristol Zoo.  11 more thecodontosaurus skeletons were found in 1975 in a quarry north of Bristol, which helped create the idea that the creatures had lived on the mainland in some sort of desert. \nBut new evidence has caused a radical rethink on the dinosaurs’ lifestyle and evolution.  Fossil pollen expert Prof. John Marshall of Southampton University worked on a study of the animals with Bristol University dinosaur expert Dr. David Whiteside.  The team found that the animals not only lived more recently than previously suspected, by 10 million years, but that they were also island dwellers.\nPartially in response to finds on several islands around Bristol, the animals are now thought to have lived on small islands of up to 8 square miles in the area. The study found charcoal traces that indicated the islands were also swept by wildfires, and had a temperature similar to today’s Caribbean islands. \nThis also leads to some changes in thoughts about thecodontosaurus’ place in the evolution of the prosauropods, a dinosaur group it belonged to.  Thecodontosaurus was originally thought to be a primitive version of the larger, long-necked prosauropods that grew up to 30 feet. Now, the study argues that the species was actually a pygmy version of the species. Like the pygmy elephants once found on the island of Malta, they think these dinos had a case of “island dwarfing, caused by a limited amount of resources on the small islands where they lived.\nDr. Whiteside said the discovery of the island fossils “changes the context which we should view Thecodontosaurus. It has many similarities to the giant Plateosaurus (a precursor of the sauropods) that lived at the same time and other researchers have not taken into account the rapid changes that take place when large animals are isolated on islands of decreasing size. We believe that the Bristol dinosaur is probably a dwarfed species that derived from the giant Plateosaurus or a very similar animal.\"\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","title":"Tiny English Islands Once Held Pygmy Versions of Dinosaurs","author":"Chris"}