{"url":"http://www.environmentalgraffiti.com/featured/aurora-beneath-waves-brief-glimpse-bioluminescence/9775","content":"\n\nImage: \nAs the sun is setting, people gather at beaches around the world, waiting for the ocean to come alive with displays of bioluminescence. But while they are drinking in the beauty of this living light, few know of the drama of life and death that unfolds every night at the surface of the ocean…   \n\nImage via \nBioluminescent oceans may look like the water is producing glow-in-the-dark waves, but they are actually the result of tiny, single-cell bioluminescent organisms, most often dinoflagellates. This microscopic phytoplankton proves that even tiny organisms, in huge numbers – often two million cells per one litre of water – can produce astonishing and fascinating results.  \n\nImage: \nDinoflagellates float on or near the ocean’s surface and can be found in all the world’s oceans. However, in some areas, their concentration is higher than in others, for example in the many bioluminescent bays around Puerto Rico that attract many visitors year-round.\n\nImage: \n\nImages via \n(left) and \nBioluminescence is nothing but the ability of some organisms, animals or bacteria to create light – a phenomenon we know from watching fireflies. The chemical used is the same in fireflies and the dinoflagellates of the \ngenus, a compound tellingly called \n – maybe indicating its diabolical intentions?  \nIn any case, dinoflagellates gathered by the millions are famous for creating spectacular “red tides” or glowing tides, seas of red-brown created by their sheer number. When disturbed, they produce streaks of electric blue light meant to scare away predators. At night, this luminosity highlights breaking waves. Says researcher Michael I. Latz from Scripps Institution of Oceanography: \nCalling the ocean very aptly a “luminescent minefield,” Latz goes on to explain that dinoflagellate predators have to be careful as any accidental motion can set off an \"explosion\" of plankton luminescence, therefore exposing the predator to its own hungry marauders. A beautiful display for us, but a potentially deadly trap for those who’d prefer to stay in the dark.    \n\nImage via \nThough the cellular signaling pathways that trigger bioluminescence are complex and only partially understood by scientists, lab experiments have shed some light (pun intended) on the role that dinoflagellate bioluminescence plays in marine ecology. Apart from exposing predators to each other, the dinoflagellate flashes also disrupt predators’ feeding behaviour and therefore decrease their grazing rate. Pretty cool, huh? After all, who’d want to have a flashlight shone in their face when having dinner? \nTaking pictures of bioluminescent phenomena requires more than pointing and clicking: A very light sensitive digital camera is required or a sensitive film and a fast lens. The longer the exposure, the brighter the glow but images might look fake. When photographing people or objects in the water, they should not move to avoid blurring.  \nSource: \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"The Aurora Beneath the Waves: a Brief Glimpse at the World of Bioluminescence","author":"Simone Preuss"}