{"url":"http://www.environmentalgraffiti.com/ecology/california-burning/365","content":"\nOne of the worst droughts ever recorded in southern California has led to massive wildfires that have forced over 300,000 people out of their homes.\nOne person has died and 41 people, 16 of them firemen, have been injured since the fires began on Sunday.  The fires are thought to have first started when a strong wind blew down a power cable. The bone-dry grass immediately ignited after the lengthy and severe drought, which many have seen as a result of global warming.\nMore than 650 homes have been destroyed by the blazes, with thousands of others still threatened. Strong winds spread the original fire as it gave birth to numerous other conflagrations, 14 at last count, which cover an area almost half the size of London. The “danger zone” of the fires stretches from San Diego to Santa Barbara, covering almost 970 square kilometers.\n \n\nThe fires are some of the worst ever to hit southern California, an area already extremely familiar with wildfires. Black smoke blankets most of the danger zone, and firefighters have described it as “Armageddon.”\nThe President has declared a state of emergency in the area. Much as in the aftermath of Hurricane Katrina, many of the displaced residents have been sent to sports arenas in the area. Qualcomm Arena, home of the NFL’s San Diego Chargers, is housing around 10,000 people. Gov. Arnold Schwarzenegger visited the stadium to meet with residents. The fires have become an almost star studded affair, with coverage of the dozens of celebrities who have been forced to flee their massive mansions ever present.  \nThe fires continue to rage, and firefighters have admitted they have little control over the blazes. They are valiantly attempting to contain it as much as possible, but the strategy at this point mostly consists of hoping for a change in weather. At this point, southern California lies very much at the mercy of the wind and rain.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45854-2095346750105101600S600x600Q85.jpg","title":"California Burning","author":"Chris"}