{"url":"http://www.environmentalgraffiti.com/animals/news-rediscovered-after-113-years-red-crested-tree-rat","content":"\nQuietly sitting at the eco-lodge deck, Lizzie Noble and Simon McKeown (two volunteers with ProAves) had no idea their lives were about to be changed forever. With no sightings for 113 years, and only two known animal skins left, the Red-crested Tree Rat decided to reappear to the world at the El Dorado Nature Reserve in Columbia, South America. \n\"He just shuffled up the handrail near where we were sitting and seemed totally unperturbed by all the excitement he was causing. We are absolutely delighted to have rediscovered such a wonderful creature after just a month of volunteering with ProAves. Clearly the El Dorado Reserve has many more exciting discoveries waiting,\" said Lizzie of Godalming, England.\nEighteen inches long from head to tail, the Red-crested Tree Rat is known for its band of red fur and black-and-white tail. It is expected to be listed as critically endangered on the IUCN's red list, and there are special concerns because feral cats have been introduced to the area – so there will be a great push to protect it.\nThe reserve is 2,000 acres in size and holds some of the most threatened endemic birds and amphibians in the world. A popular ecotourism spot, it is perhaps fitting that the Red-crested Tree Rat debuted here after such a long absence.\nLinda Daza, Executive Director of ProAves, said: \"We are so proud that our El Dorado Nature Reserve has provided a safe haven for this enigmatic little guy to survive. The discovery exemplifies why we buy forested properties known to be important for endangered wildlife yet at imminent risk of being destroyed. We are also proud that our volunteers made the discovery of the decade, and hope future ecotourists will see the mammal at the reserve.\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Red-Crested Tree Rat Rediscovered After 113 Years ","author":"Michele Collet"}