{"url":"http://www.environmentalgraffiti.com/news-bizarre-multimale-mating-habits-red-squirrel","content":"\nRed squirrels are common woodland animals with a keen sense of smell, sight and hearing. Researchers from the University of Alberta, Canada and the University of Sheffield, England have recently discovered that the female North American red squirrel has the most partners of any squirrel species.\nThe 3-year study was led by PhD student Jeffry Lane, from the University of Alberta, near Kluane National Park, Southwest Yukon. About 7,000 squirrel species were monitored as part of the ‘Kluane Red Squirrel Project’, and it was observed that a female North American squirrel mates with an average of 6-14 males in a single day, which is quite uncommon in the animal kingdom. Another interesting fact is that the female squirrel emits a scent, wherever she goes, for males to compete with each other in an hour long mating chase. Several male red squirrels are often ready and willing to give chase should they come across such a scent trail.\nBased on the data collected form 108 mating chases and a number of hypotheses, Jeffry Lane explains: “In males, the benefits of multi-female mating are well established, but in females the benefits of having many offspring is limited, making the reasoning for multi-male mating more puzzling.” Lane’s findings have been published in the June 2008 edition of \n, which explains the social and genetic context of such mating habits.\nThere could be another possibility behind the red squirrel’s behaviour. Females enter estrus (the sexually receptive phase), for only one day. On this big day they grab the opportunity to mate with any male that knocks at their door. These females are certainly not the ‘picky’ type and will even mate with their own relatives. Eryn McFarlane, a researcher at the University of Guelph, Canada, explains that: \"Their behaviour is overwhelmingly influenced by opportunity.\" While having many sex partners has its perks, it is also a serious problem that could lead to deadly STDs (Sexually Transmitted Diseases). An infected squirrel can infect other squirrels too. There are records that shows STDs occurring throughout animal kingdom from mammals to birds to insects, and they could be transmit into humans by direct contact or through bodily fluids. \nMaybe in coming years, scientists and researchers will find a better explanations of such strange habits that could provide an insight into the animal's behaviour.\nSource: \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/d.jpg","title":"The Polyamorous Mating Habits of the Red Squirrel","author":"Alka Sharma"}