{"url":"http://www.environmentalgraffiti.com/animals/news-crocodiles-leaping-water-pics","content":"\nCrocodiles or \n are literally cold-blooded ambush hunters. They wait for their prey – usually fish, birds or mammals of any size – by lurking in the water, often being mistaken for a piece of driftwood. Once the fish or land animal comes close, that’s it. With a great big swoosh, they can leap to great heights as they rush out to attack, kill and devour. Yum!\nUsually, crocodiles appear pretty lazy, seemingly just lying around in the sun all day. But once on the prowl for something edible, these heavyweights become surprisingly agile, even though the largest of them can be almost 5 m (16.5 ft) long and weigh up to 1,200 kg (2,600 lb). \nPhotographer Marcus Södervall followed this crocodile around at Hartley’s Creek Crocodile Farm in Queensland, Australia. \nWhen really interested in something – like the bait in the picture below – crocodiles can stand fully erect on their hind legs. And that’s quite an impressive sight as this saltwater crocodile snapped in the Adelaide River in Australia’s Northern Territory proves. Don’t miss the water swirling around its legs! \nAn interesting fact is that crocodiles swallow stones for digestion. With them, they either crush the food in their stomach – similar to grinding stones – or use them as ballast to balance out their body.  Talk about feeling heavy! Here are some more incredible images of crocs jumping – you wouldn’t want to be at the receiving end of any of these!\nCrocodiles are a good 200 million years old and said to have changed little since the time of the dinosaurs. In fact, they are more closely related to them and to birds than to most reptiles! Given their stamina throughout the ages, the current number of crocodiles is estimated at between 200,000 to 300,000 worldwide, thus, they are at low risk of extinction. However, saltwater crocodiles especially are still sought after for their hides and illegal hunting as well as habitat loss are problems facing them.\nNext, a beautiful sequence from photographer Gillian McLaughlin of a very hungry crocodile in Darwin, Australia:\nThe crocodile in the picture below is attacking a wildebeest while it is crossing the Mara River in Kenya’s Rift Valley with its herd. Here’s a close-up of the incredible lunge:\nThose rooting for the wildebeest will be happy to know that they \n. Though incredibly quick, the crocodile was a bit too slow.  \nAnd mind you, things started so harmlessly. This is the prelude to the dramatic image on top – can you spot the croc?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/iStock000012192516Smalljpg","title":"Crocodiles Leaping from the Water Caught on Camera","author":"Simone Preuss"}