{"url":"http://www.environmentalgraffiti.com/animals/news-giant-water-bug-dangerous-nearly-endangered","content":"\nThe \n (\n or \n) became 'big' news in May 2011 for eating a juvenile turtle. Yet this bug is itself an endangered species. How can it be both dangerous and endangered?\nThis insect is a native of Japan, where it mainly lives in rice paddies by eating insect larvae, snails, small frogs, young fish and small snakes. Its bite injects some venom into its prey.\nThe eating of a young Reeve's pond turtle, however, was the newsworthy incident that caught the world's attention in May 2011.\nThe giant water bug grows to a length of about 15 cm (almost six inches). However, it can attack fish up to 20 cm long.\nFirst, it can be eaten. These are, indeed, servings of fried giant water bug. As well, the male's pheromone 'essence' is an ingredient in an expensive dipping sauce.\nSecond, this bug can bite people. The venom makes it a painful experience. This bug believes in the philosophy of 'bite others as they may bite you'.\nThird, it preys on some fish that people would farm eat.\nFourth, and most importantly, it helps control two pests. By eating freshwater snails, the giant water bug may reduce the rate of schistosomiasis infestations in both animals and humans. As well, it eats mosquito larvae and benefits people by keeping that population in check.\nJapan classifies this as a 'threatened and vulnerable' species. The role of the water scorpion, which does indeed prey upon giant water bug nymphs, has not been determined. The root cause for the 'threatened and vulnerable' status seems to be water pollution.\n:\nDeborah Braconnier, Phys Ord, \"\n\", published May 27, 2011, referenced May 27, 2011. \nV. K. Thapa, IUCN Nepal, \"\n\", published 2000, PDF referenced May 27, 2011. \nJohn L. Capinera, \"\n\", referenced May 27, 2011. \nS Ohba, (S. Wellekens, editor), SpringerLink (vol 583 number 1), Abstract of \"\n\", referenced May 27, 2011.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","title":"Japan's Predatory Giant Water Bug","author":"MikeDeHaan"}