{"url":"http://www.environmentalgraffiti.com/ecology/greenland-is-green-again/392","content":"\nRising temperatures in Greenland are resulting in an unexpected occurrence, growth.\nGreenland is a country the size of Europe, yet it has only 51 farms (all of them sheep farms except for one with 22 cows) and 9 forests, all of which are both tiny and cultivated by hand. The only vegetable grown in Greenland is potatoes. All other vegetables are imported, mostly from Denmark. \nOne of these forests, Qanasiassat, is beginning to thrive according to caretaker Poul Bjerge. Long since dormant, the pine trees in this forest have begun to show new growth.\nIt’s not just a few pine trees that are starting to grow. Remember all those imported Danish vegetables? Well no longer will all Greenlanders have to eat Danish cauliflower. A local supermarket in Greenland is stocking fresh locally grown cauliflower, broccoli, and cabbage for the first time. Five of those sheep farmers are beginning to experiment with vegetables. \nThere are even reports of strawberry crops, although the small size of the crops means, as one Danish agriculturist jokingly put it, “They know whether they’ve harvested 20 strawberries, or 25.”\nSouth Greenland’s chief agricultural advisor, Kenneth Hoeg, envisions a world where all of southern Greenland could have commercially viable vegetable farms and forests. On a recent visit to Qanasiassat he said “If it gets warmer, a large part of southern Greenland could be like this. If it gets a little warmer, you could talk about a productive forest with enough wood for logs.”\nThe new life in Southern Greenland is coming at the expense of northern Greenland’s vast ice sheet. The sheet covers 80% of the island and is melting rapidly, threatening the native way of life and a massive rise in sea level.  \nGreenland has been on the cusp of agriculture since the 16th century. Before this, agriculture was practiced by Viking settlers. Then came the “Little Ice Age” of the 16th century, wiping out Norse settlers and dooming agriculture in the region.  But temperatures have been rising steadily since the 80s, and farming may soon be possible.\nAccording to Mr. Hoeg: “The limiting factor for human survival here is temperature, and there’s a lot of benefits with a warmer climate. We are on the frontier of agriculture, and even a few degrees can make a difference.” \nThings are looking up for farming and agriculture in south Greenland. Winter is shorter, and spring is arriving earlier. Sheep farms are more successful, and vegetables are beginning to grow. Rising temperatures seem to have helped the people in the south of this island of 56,000 people, but what will be the outcome for the 6 billion plus other people in the world as the Greenlandic ice sheets melt? Only time will tell.  \nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-30575-2444372140102347975S600x600Q85.jpg","title":"Greenland is Green Again","author":"Chris"}