{"url":"http://www.environmentalgraffiti.com/conservation/news-burn-baby-burn-fire-and-conservation","content":"\nFire has been used for centuries to prepare land for agriculture, hunting or even settlement.  The practice was common among North and South American Indian tribes.  In the natural kingdom, numerous plant species need fire in order to survive.  One of the most common of these is the lodgepole pine tree.  It requires fire in order to release its seeds.  It has only been relatively recently that conservation land managers have realized the full benefits and need for fire in the landscape.  So is your interest piqued in fire ecology?  Well, read on; it could be a skill you want to pursue.\n\nFire ecology has evolved into its own conservation science topic and career path.  Prescribed burns are used to bring the natural regime of fire back into habitats.  Fire can be used to control species that may not naturally occur in some areas.  The following is a great case study of this that exists in southeastern Virginia.  This is the location of a wonderful Nature Conservancy preserve called Piney Grove.  It represents the northernmost range of an endangered woodpecker, the red-cockaded woodpecker.  This woodpecker is a fussy specialist.  It requires pine trees of a specific width to breed in and doesn’t want any brush or understory beyond grasses to feed in, otherwise is gets spooked by the thought of being preyed on while eating and leaves the area. \n\n \nFire used to be a major part of the southern Virginia landscape, but it had been suppressed over the years causing a thick understory of small pines and bushes to develop.  These fuels created the perfect opportunity for a prescribed burn.  The burn kills the bushes and small trees but not the largest of the pine trees, which allows grasses to grow and red-cockaded woodpeckers to flourish in their ideal habitat.\nFire ecology is a science not without some controversy.  There are conflicting ideas about how fire should be used, particularly as it pertains to forest thinning and invasive species.  Fire has been shown to control certain invasive species, but these species' ecology must be fully researched so the timing of the burn is effective.  Additionally, burning opens land to species colonization, which could just as easily be another invasive species as a native one.\n\n\nPrescribed burning can really get your blood pumping and your face sweating.  Where else would you get to ride an ATV while shooting fire out the side of it, and get to see a tree torched by fire all the way up to its crown?  There’s really not too much more exciting than taking your drip torch into the woods to lay down a line of fire.  Best of all, you get to see the fruits of your labor almost immediately.  More fire ecology and management is needed across the globe, so if you’re still interested, take a look to see what it requires in your neck of the woods to become certified in prescribed burning.  I did it, and I can tell you it has been one of the most rewarding things I’ve ever done. \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","title":"Burn Baby Burn: Fire and Conservation","author":"swgreenscribe"}