{"url":"http://www.environmentalgraffiti.com/news-hss-top-5-deadliest-snakes","content":"\nFearing snakes is more than a phobia. Deadly snakes are a reality. Their environments include land as well as the ocean. The sea snake evolved from the Australian land snake and is closely related to the cobra. It is a venomous reptile that lives in warm waters and tropical areas, from the Indian Ocean to the Pacific.\nTheir venom is one of the most powerful neurotoxins in the world. The bite is painless but symptoms such as spasms, stiffness and even respiratory paralysis occur within an hour. Although they won’t attack unless provoked, their poison is more potent than that of land snakes. However, they can become more aggressive in the mating season.\nRattlesnakes are native to the desert areas of the Americas. There are many species of rattlesnakes but their common trait is the rattles in their tails that are used to warn enemies. The reason why they are so deadly is the speed with which they can attack, which is often underestimated by victims, and the effects of their venom. The hemotoxic poison destroys tissue and degenerates organs. Some species have neurotoxic venom. This causes the nervous system to shut down. Both are fatal if left untreated.\nThe Inland Taipan is considered to be the most venomous snake of all. It lives in the dry plains of Australia. The toxicity of its venom has the potential to kill a human in less than 45 minutes. Luckily, this snake is shy and reclusive and there is anti-venom available.\nHowever, the most venomous snake in the world is not necessarily the most dangerous. The Sri Lankan Russell’s Viper is more dangerous mainly because of the fact that Sri Lanka doesn’t manufacture an anti-venom for this species. This results in many fatalities.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/russelsshoejpg","title":"The Deadliest Snakes on Earth","author":"Gregory Johansson"}