{"url":"http://www.environmentalgraffiti.com/biology/news-simplest-complex-organism-earth","content":"\nHave you ever wondered what the link between unicellular organisms (like Amoeba) and multicellular organisms is?  What are the definitions of multicellular organisms and how it might have occurred that a very long time ago one simple cell - instead of copying itself (by mitosis) - started to evolve into a much more complex organism, consisting of several different cells? \nUnfortunately this truth is much complex than it might seem and I´m afraid, because this happened so long ago, direct traces are not to be found in nature – we can only use indirect information to invent theories in hindsight. It is as if we hear the scores but missed the game. However, there is one organism that is, if not the missing link, the simplest multicellular organism on earth.\nIn order to distinguish true multicellular organisms from the colonial behavior of unicellular organisms, organisms have to be able to reproduce sexually; that is, it has to have time in its life cycle where specialized cells can produce male and female gamenets (cells for reproduction). This of course presupposes that the organism has specialized cells for special functions and therefore it is a true multicellular organism, rather than a unicellular organism which behaves in particular environment in colonial manner. In other words – in order to function as a unit a single, multi cellular organism needs those functionally specialized cells rather than being a slug of identical cells. Identical cell (unicellular) organisms can divide by mitosis and these cells can behave in colonial manner, yet there is no complex system that should be considered as a single organism (except those cells by their own) because they lack any kind of specialization and therefore they are mere “copies” of themselves.\nMulti cellular organisms instead reproduce sexually even though some parts of it (some specializations or non-specializations of cells) uses mitosis in order to produce matter (building blocks), rather than extracellular organs. It is believed that ca. billion years ago the first multicellular organisms emerged.\n\n\n\nIf you were awake during biology class in high school, you might remember that there are few taxonomical kingdoms. In order to explain one aspect of scientific problems that concern our main question in this article, I use Woese´s et al. classification of six kingdoms. Those are: Eubacteria, Archaebacteria, Protista, Fungi, Plantae, and Animalia. The first three of these kingdoms doesn´t produce more complex systems than colonies without any particular function or specialization that could be counted as development of true multicellular organism. The last three kingdoms instead – Fungi, Plantae and Animalia – first saw the dawn of true multicellular organisms. Debate about which one was first is an ongoing battle between biologists, yet this is ultimately not important. There are, however, a few problems I want to mention about this question. \nFirst, existing (not extinct) multicellular organisms probably aren’t the first ones. Second, there might have been dozens if not hundreds of different multicellular organisms in every one of these three kingdom and most, if not all, classes in those kingdoms might have been developed independently. Therefore it is hyper problematic, if not impossible, to define which of those kingdoms developed the first multicellular organism and which was the first multicellular organism inside one particular kingdom. Even though it might be possible that we don’t even know all the species that loom in nature, the “first multicellular organisms” in a particular kingdom might have become extinct a long time ago. To be honest, it doesn´t make any difference that which one was the first - if we are fairly sure that there is and have been independent development between kingdoms.\nVolvox and its close relatives belong to the kingdom of plants (plantae) and are the simplest form of multicellular organism existing on planet earth. This, however, doesn´t mean that Volvox is the great great… grandfather of every plant (Volvox is actually an algae). Scientists say that Volvox has to be at least 200 million years old, but agree that multicellular organisms developed much earlier. This means that there might be the possibility that new multicellular organisms (species etc.) develop all the time.  As we concluded earlier, there have been several independent development lines of multicellular organisms and for example the Bonsai tree might not be a relative of Volvox. In brief – Volvox is the simplest of known multicellular organisms (even though there are biologists who don't count Volvox as a single organism, but it is hard to understand why that would be the case). Simpler organisms than Volvox might have been extinct or developed to much more complex systems, maybe even humans.\nVolvox has a sphere-like form and is made up to 50,000 different cells. Because Volvox can reproduce sexually, it has to be at some stage a single cell. Even though this sounds like a paradox, so are humans. Meiosis, after occurring, leads to a cell which can be considered a single cell and then starts to reproduce by mitosis at first before sexually reproduced (by meiosis). Environmental factors activate genes and then some kind of specialization starts to occur. Volvox also moves uniformly – and even towards light. Volvox has cells specialized for light sensitiveness which can be considered organs in this case and in a more authentic manner than in unicellular organisms. Volvox has specialized cells that function on behalf of the whole organism rather than for the cell itself. Every cell has two flagella and they help the Volvox to mobilize itself in uniform manner. So now we have a cell (at first, a single cell) which can copy itself by mitosis, round up as a sphere, start to specialize particular cells, which at first are identical to one and other, and after all this, reproduce sexually.\nAs a sphere Volvox has a mantle, or extracellular matrix that keeps it together and gives a function to a rather interesting aspect of these magnificent organisms. While Volvox can reproduce sexually, it can also reproduce asexually by making daughter colonies. These daughter colonies are inside out so that they won´t interact with its outer layers etc. After the mantle has broken, daughter colonies can spread and continue to living their own lives. This actually gives a function for the sphere form rather than being just a nice way to colonize. Its sphere-like form also gives a chance for greater development (for more complex organisms) of internal complexity.\nThere might be debate about whether Volvox should be considered as a true multicellular organism, but Volvox sure is sexually reproductive and has specialized cells that functions as “organs” - so it is relatively fair to consider it to be a single organism. It is hard to take Volvox as unicellular organism because even though it forms a sphere, it is not just a mere colony and “acting” like it. Volvox definitely has actions of its own.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"The Simplest Complex Organism on Earth","author":"Orco"}