{"url":"http://www.environmentalgraffiti.com/news-bizarre-echidna","content":"\nEchidna's are monotremes of the same order as the duck billed platypus, the only other mammal who lays eggs and has a pouch. Commonly called the spiny anteater, the echidna looks like a cross between a hedgehog and an anteater but is not closely related to either. It does have some very strange characteristics though.\nPhysically, it has a snout with a tiny mouth at the end and a long sticky tongue that helps it eat ants and termites. One species, the long beaked echidna, eats worms and larvae. The echidna's front paws are made for digging, while the hind paws point backwards and have an extra long claw on the second toe for grooming. It is very difficult to tell which is a female and which is male - unless, of course, they are mating - as both sexes have a pouch. \n\n\nThe male echidna's reproductive organs are also different from the norm in mammals to say the least. The penis is bendy and has four heads. During mating, two of the heads grow and fit into the dual-branched female reproductive tract. They switch heads every time they have sex. This is much more analogous to a reptile than to a mammal - snakes, for example, have two hemipenes where one side shuts down while the other works.\nThe female echidna is even more interesting. She lays a leathery, grape-sized egg 22 days after mating and carefully puts it in her pouch. Ten days later, the egg hatches and the baby echidna, called a puggle, emerges. It stays in the pouch and feeds by lapping milk from two milk patches as echidnas don't have nipples to feed with. It will do so for the next one and a half to two months until the spines start to grow.\nOnes the spines grow, the puggle is put in a burrow while the mother leaves, but she comes back every 5 days to let the puggle feed from her. At about seven months, the young echidna is old enough to go on her own and leave the burrow.\nEchidnas are remarkable animals and have remained unchanged since prehistoric days. Apart from Australia, there are long-beaked echidnas in New Guinea; unfortunately they are under threat as they are hunted for food by specially trained dogs. \nThe echidna is believed to have evolved from a water-based animal (probably a reptile) to a fully land-based one and its reproductive way of laying eggs has given it an apparent edge over marsupials.\nThere is still much to be learned about the echidna, such as why the males have a pouch, what is their lifespan in the wild and when do they reach maturity? Enough to keep biologists busy for decades to come.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","title":"Echidna: The Tiny Spiny Anteater","author":"Michele Collet"}