{"url":"http://www.environmentalgraffiti.com/conservation/news-turning-salmon-wine","content":"\nIllusion is the first of all pleasures. This is true in California lately.  Illusions of Biblical proportions are indeed being created. California is turning salmon into wine! Not an easy trick to pull-off, but nonetheless true. But, the truth is rarely pure and never simple.\nAs we are well aware, California is renowned for its famous salmon runs, its voluminous amounts of wine, and its easily decipherable conservation programs.\n\nPalatable salmon from California’s numerous runs are enjoyed worldwide, as are its wines. California’s wines can be found in supermarkets in the Loire Valley, if you can believe it. \nBut, there is a problem with all this decadence. The existence of salmon, especially that of Coho, is severely threatened by a range of anthropogenic perils. One of the most well documented menaces is the unsolicited over-withdrawal (called “diversions”) of water from prominent Coho steams. Coho need a particular level of water to survive, which is especially so in the dead California summer drought season.\nSalmon, in general, are environmental health indicators in many of California’s riparian ecosystems. By their abundance, among other factors, we can glimpse a global outlook of ecosystem balance. Too few salmon indicate a potentially unhealthy and out-of-balance ecosystem.  \nThe Russian River watershed, located in California’s rich wine country of Sonoma County, for instance, is historically one of the largest Coho and Steelhead producing basins in California; and, it is also home to over 100 vineyards.\nThe valley's cool fog off the Pacific and soil composition combine to make it perfect for cultivating grapes. The fog rolls in during the summer growing season providing the valley with temperatures that grapes such as Pinot noir love. In addition, the soil is loamy and sandy from alluvial deposits that over time have mixed with volcanic ash to produce perfect growing conditions for wine varieties.\nThe Russian River watershed, which supplies water to municipalities and farms – mostly vineyards – has been fraught with a host of insults to the river.\nIndeed, much of the river’s low flow in summer months is solely the result of a massive diversion at Potter Valley of Eel River water. Most recently the fish have had to fight for survival against the draw down of tributaries by vineyards, to provide water for frost protection for grapes. Essentially, water diverted for grape cultivation on such a large scale has turned salmon into wine. \nWhat’s to be done? \nIn 2001, as the numbers of Russian River Coho plummeted and in the midst of a three-way squabble between the Department of Fish &amp; Game, the National Marine Fisheries Service (responsible for developing protective measures for the federally Endangered Species Act listed fish) and the Sonoma County Water Agency, the Institute for Fisheries Resources (IFR) (based in San Francisco) was asked to be a “neutral third party” to chair an effort to develop an effective program for the fish. \nThe Russian River Coho program that was developed (in effect today) focused on baby Coho salmon. Baby Coho are gathered from the various tributaries and reared to adulthood and then spawned. Their progeny are then released into various tributaries having habitat and flow conditions conducive for fish life. Geneticists from both the UC Bodega Marine Laboratory and NMFS assisted. The fish are reared at the Army Corps of Engineers’ Don Clausen Hatchery on Dry Creek. \nHowever, instream flows, particularly over the summer months in the deep pools in the tributaries, and more recently in the early spring when the increased vineyard acreage in the watershed can dry up tributaries, still have not been resolved.\nIt is unclear if efforts will help turn wine back into salmon. For now, the tide is flowing in the other direction, and Coho runs in the valley will be under threat (despite “sustainable viticulture” efforts in the area) for some time. It is unfortunate that such a tasty and important natural resource is losing its battle for existence.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","title":"Why California's Vineyards are Turning Salmon into Wine","author":"DARWINSBEAGLE"}