{"url":"http://www.environmentalgraffiti.com/nature/news-aggressive-and-astonishing-horn-bearing-frogs","content":"\nThe animal kingdom astonishes us with its variety of different creatures, and every time we see an unusual animal, we are inquisitive to know about its characteristics and habitat. One of the well known creatures is the frog, which can usually be seen in groups in water. However, some of its species can be a threat and inflict painful bites. Have you ever imagined a frog with horns? Don’t be surprised as there exists an aggressive species of frog that literally does have horns and is thus known as the 'horned frog'. You must be wondering how come these frogs have horns? Actually, the horn is nothing but a triangular prolongation of the edge of the upper eyelid that makes the head look much wider in appearance. The sight of such a frog could leave you baffled.\nThe horned frog has a bulky body and can grow to a length of about eight inches, but some species may be smaller and others comparatively huge. Another important feature of these frogs is that they have the capability of camouflage: some species are adorned with beautiful colors such as reds, browns, tans, blacks and greens which help the frog to blend in with the leaves, debris and the jungle floor. In turn this helps the horned frog to be safe from other vertebrates. Though horned frogs have a fear of becoming prey to other animals, they should not be underestimated as these are aggressive creatures and can bite when threatened.\nOne of the species of horned frog, \n, commonly known as the 'Argentine Horned Frog', is found in eastern parts of Brazil and Argentina. Frogs belonging to this genus grow to about 4 3/4\" and have a large head and mouth which makes them appear even more aggressive. The body is generally bright green in color with yellow margins and reddish black spots. Being voracious eaters, they have the ability to suffocate their prey and can consume even large animals. Yes, it is hard to believe but it is true that this frog can actually consume prey even more bulkier than itself.\nOne of the other genuses of horned frog is the \n, commonly known as the Columbian Horned Frog. The freshwater marshes, dry shrub land and the dry lowland grasslands of Columbia and Venezuela have been reported to be its natural habitats. You can look for frogs of this genus spawning in standing waters in different parts of Columbia. If we talk about the body color of these frogs, it is quite different from that of the Argentine horned frog. The body of the Columbian horned frog is generally dark brownish green accompanied by blackish spots and bands which are irregular. Though the horned frogs are extremely ornate in appearance, they have the ability to bite their enemies and suffocate their prey when it comes to being aggressive. Strange are the ways of nature when we get to come across creatures which are extremely unusual in appearance as well as behaviour.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","title":"Horned Frog: The Devil of the Reptile World ","author":"shefalikrishna"}