{"url":"http://www.environmentalgraffiti.com/businesspolitics/can-bottled-water-really-go-green/439","content":"\nA bottle of water that is bottled in the South Pacific and then shipped halfway across the world before being purchased is not something most people would list high on the list of “environmentally friendly” products.\nHowever, if things go according to plan for Lynda and Stewart Resnick, founders and owners of Fiji Water, the view of their product as a waste and massive producer of carbon emissions will soon change.  \nThe $15 billion bottled water industry has become a target for many environmentalists. The plastic it is bottled in and the carbon emissions produced when shipping it to stores can seem particularly wasteful in countries like the US and UK, where residents are truly blessed with some of the cleanest public water systems on earth. Citizens of developing countries would kill for the quality of water produced in the US, and Americans seem all too ready to discard it for bottled water.\nFiji water in particular, bottled on the island of Fiji in the south Pacific and then shipped thousands of miles before it can be purchased, seems like a massive waste of resources for an unnecessary product. The Resnicks, however, are taking some steps to reduce the carbon footprint the company, which sells $150 million of water a year, produces. \nThe company will install a windmill in 2009 to produce energy for its bottling plant in Fiji. It will begin to ship water for the East Coast market to the Port of Philadelphia now. Previously, water intended for the eastern markets was shipped to Los Angeles with the rest of the company’s products and trucked to the east coast. It will begin to use alternative fuels and to reduce the amount of plastic and paper used in cartons and packaging.  \nThe company is also pledging money to protect the Yaqara valley watershed, the source of Fiji’s water, and the Sovi Basin, a rainforest owned by native Fijians. The company will also buy carbon-offset certificates. Most of its carbon offsets will relate to renewable energy and reforestation, and will cover 120% of the emissions they cannot remove.  \nThomas Mooney, who was recently named Fiji Water’s first vice-president for sustainable growth, said: “We are a small brand, but we are raising the bar for the entire industry on how we should operate. If we’d announced this six months ago, we’d be solving a problem no one in our industry thought existed.”  \nMany other water brands are also making efforts to reduce their environmental impact, however. After some highly publicized attacks on the industry by several well-known environmental groups, the biggest players in the industry are also making efforts to become more environmentally friendly.\nCoca-Cola, which produces Dasani water, has raised recycling levels and reduced the weight of its plastic bottles. It has also begun several energy efficiency programs, decreased its water use by 6% over 5 years, and is working with the World Wildlife Fund on several projects.  \nNestle Water, which produces Poland Spring and Perrier among others, has begun energy efficiency and land conservation projects, as well as reduced its packaging weight.\n Despite the various projects implemented by bottled water companies, many environmentalists are still firmly against the industry in general. Michael J. Brune, executive director of the Rainforest Action Network, said: “Bottled water is a business that is fundamentally, inherently and inalterably unconscionable. No side deals to protect forests or combat global warming can offset that reality.”\nSource: ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","title":"Can Bottled Water Really Go Green?","author":"Chris"}