{"url":"http://www.environmentalgraffiti.com/news-amazing-art-niki-de-saint-phalle","content":"\nThe incredible, joyous and colorful art of Niki de Saint Phalle (1930-2002) is renowned around the world. As we can see here, she made larger-than-life sculptures of the fantastic and the wonderful. Above is a piece from her famous Tarot Garden in Tuscany, with all sculptures representing symbols of the tarot.\nNiki de Saint Phalle was a painter, writer and sculptor but is mostly known for the latter. The majority of her sculptures are made of polyester and then painted over. She is also known for her mosaic work, which reflects the work of Italian artisans in the sculptures at the Tarot Garden.\nNiki was a member of the artists group \"Nouveau Realistes\" in Paris, where she moved after suffering a nervous breakdown and being hospitalized in the States. It was the catalyst for her to break out of her middle class life, which chafed her, and direct her energies towards art.\nThe Nanas were probably her biggest and most beloved pieces of art. Niki took on women's issues before others and did so by creating large, oversized women from polyester.\n\"Monstrous, serenely happy, brightly painted, provocative and outrageous,the Nanas would soon captivate the world. With her motto 'Power to the Nanas!', Niki de St. Phalle connected with ideas of the women’s movement which were in the air at the time,\" says \n of this aspect of he work.\nNiki herself said of them: \"My first exhibition with Nanas was called Nana Power. For me, they were the symbol of a cheerful, liberated woman. Today, after nearly twenty years, I see them differently. I see them as heralds of a new matriarchal era, which I believe is the only answer.\"\nThe Nanas were meant to be joyous and sexy, but many felt threatened by them at the time, calling them aggressive and feminist.\nThis remarkable interpretation of the Empress in the tarot cards has been made like a sphinx. Niki herself lived in it; one breast was the kitchen and the other the bedroom.  \nJill Johnson wrote of Niki, talking about the experience, telling her: \"At last my lifelong desire to live inside a sculpture would come true. An undulating round space without any right angles to threaten and attack me.\"\nNiki's massive project to build the Tarot Gardens in Tuscany started in the 1970s and continued until 1998. As mentioned above, she used mosaic stones to get the colorful reflections in many of her pieces.\nHere we see a colorful totem pole with iconic symbols on it, one of a few that Niki did in her life.\nMany believe that Niki became known as the artist who introduced the determinant theme of the female life principle to art history, according to Artbio. \nTwo beautiful, sun-reflecting fantastical pieces a visible above. Sadly Niki had to move to California in 1994 for health reasons. Her failing lungs had been damaged by years of working with polyester.\nNiki de Saint Phalle came from a tragic and abusive childhood background but managed to overcome it all and live with and for her art as well as her partner Tinguely. She may have died in 2002, but her work will live long after to delight, shock and make us smile.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","title":"Amazing Larger-than-Life Sculptures by Niki de Saint Phalle","author":"Michele Collet"}