{"url":"http://www.environmentalgraffiti.com/ecology/be-a-greener-cleaner/287","content":"\nUK households spend hundreds of pounds every year on chemical cleaning products. Many are bad for the environment and your health, as well as being expensive to buy.\nChlorine-based products such as bleaches and detergents transfer the chlorine into the atmosphere when used, as anyone who’s ever been overcome by acrid fumes while bleaching the toilet bowl will know. The chlorine molecules released are known to be a growing contributor to the depletion of the ozone layer.\nThere are a number of natural alternatives to chemical products that are both safer and cheaper. Here are a few essentials that any greener cleaner should have to hand for the day-to-day household chores:\n The natural qualities of lemon juice make it an ideal substitute for bleach. Use on clothing stains, as a kitchen/bathroom cleaner or as a natural disinfectant on surfaces, chopping boards etc.\n Its acidic levels are mild enough to be a safe cleaning agent but powerful enough to cut through many types of dirt and grime. A drop of white vinegar on a soft cloth is perfect for cleaning and shining stainless-steel sinks, while a water/vinegar mixture is all you need to get a perfect shine on windows, mirrors and other glass surfaces. Mix with olive oil for a natural wood polish.\n This acts as a mild abrasive and, mixed with water, is great for scrubbing sinks, toilets and baths without damaging the surface. A thicker, pastier solution can be used on cookers, ovens and other areas harbouring tougher grime. A water/white vinegar/baking soda solution is great for cleaning drains, while a similar solution in different measures can be poured into a spray bottle to make a natural air deodoriser.\n This is a mineral which is being increasingly used in households as a natural stain remover. Diluted with 8 parts water, it can shift difficult stains like coffee, blood, sweat, mud and grass stains. Borax does have some toxic qualities though so must be used carefully.\nFor more green tips visit ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","title":"Be a greener cleaner","author":"BigGreenSwitch"}