{"url":"http://www.environmentalgraffiti.com/offbeat-news/uk-prepares-for-massive-floods/449","content":"\nPeople living on the east coast of England were issued instructions to evacuate last night as the Environment Agency issued 8 severe flood warnings.    \nEnvironmental Secretary Hilary Benn told Parliament:\"A tidal surge of up to 3m is making its way down the North sea which could coincide with peak high tides. There is a risk of flood defences being over-topped on the coast and in tidal rivers, especially in East Anglia, particularly the Norfolk Broads and the coast south of Great Yarmouth including Lowestoft, and areas south of this as far as the coast of Kent.\"\nResidents were told there was “extreme danger to life and property” and told to leave their homes immediately.  The Cobra emergency committee was convened as Prime Minister Gordon Brown prepared for the worst. Scientists are predicting large scale flash floods as a result of a large storm surge off the eastern coast of England.  The port of Lowestoft in Suffolk was said to be of special concern to the government.\nAccording to the Environmental Agency, high winds in Scotland and a high tide will likely result in a tidal surge of almost 3 meters (or 9.5 feet). The agency suggested the areas at greatest risk are the coast south of Great Yarmouth and the Norfolk Broads.  A spokesman suggested the conditions were similar to ones leading up to one of the worst floods in British history in 1953. \"In 1953, there was a 3.2m surge and also high tides and a storm. It's comparable but we're much better prepared now.\" Over 300 people died in the 1953 floods.\nPolice are standing by to coordinate emergency response in Norfolk and Suffolk.  There are sandbagging efforts underway to prevent flooding in Great Yarmouth.  Several roads in the area have been closed.  Vulnerable citizens, such as the elderly, have been evacuated and residents in low-lying areas were told to leave their homes. \nPaul Bettison, the Local Government Association’s environmental board chair, released a statement. \"Anyone by a river, coastal or flood risk area must be prepared. There are lots of precautions you can take. People should sign up to the Environment Agency's automated warning system, so they get a call the moment there is a risk their home could flood. People should also move all their valuables and irreplaceable items such as passports, certificates and wedding photos upstairs and out of the way.\"\nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","title":"UK Prepares For Massive Floods","author":"Chris"}