{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-palau-vs-st-vincent-and-the-grenadines/757","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet based environmental competition for microstates.\nPalau\n\nvs.\nSt. Vincent and the Grenadines\n\nWe’ve been pitting tiny nation against tiny nation in pitched battles decided by the \n of each country. So far we’ve seen \n. Then \n in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with \n. We’ve been in the island rounds for the last three weeks, with \n and \n on penalty kicks. Finally, the \n in a squeaker of a match.\nThis week marks the final match in the first round of the cup, with Palau hoping its \n are less severe, or its solutions better, than the tourist paradise of St. Vincent and the Grenadines.\nPalau is one of the world’s tiniest nations, as well as one of its youngest. The country became independent only in 1994 after decades of being overseen by the US via a UN trusteeship.\nPalau, perhaps because of its youth and relative lack of natural resources, has managed to survive with its fragile ecosystem in relatively good shape. That’s not to say things are perfect in the Pacific archipelago, however. Fishing is one of the main industries in the area, and that hasn’t always been a positive thing for the waters of Palau. Dynamite fishing, in particular, has caused damage to the islands’ coral and \n. Coral and sand dredging in Palau’s lagoons have further damaged the marine life of the island.\nThat could turn out to be a major \n for the island, and perhaps an economic one. Palau should have a vested interest in keeping its waters clean and healthy. In 1989 it was rated the greatest underwater wonder in the world by CEDAM International. As one of its other major industries is tourism, particularly SCUBA divers and snorkelers, marine health should be a priority for the nation. Thankfully, the islands’ president recently spearheaded the Micronesia challenge, in which Palau and several Micronesian nations would conserve large chunks of their coastline and forests.\nSt. Vincent and the Grenadines is one of the Caribbean’s top tourist destinations. They too have a vested interest in tackling their own \n, and has done quite a bit to take care of \n as they arise. One \n that they’ll never be able to solve, however, is Soufrière. Soufrière is a big volcano and a constant threat to the island. Although the islands are much better prepared for eruptions these days, the memory of the 1902 eruption that killed over 1500 and destroyed a large portion of St. Vincent is never far from the mind.\nYou know you’re a tourism hotspot when one of your biggest \n is \n from yachts. The eastern shores of the Grenadines have all been affected by boating \n. This \n, along with \n from sewage and agriculture, has made parts of the area unsafe for swimming.\nThe government has taken some steps to tackle those particular \n, as well as to preserve some of the islands’ \n. The central mountains of St. Vincent are now a wildlife preserve set aside to protect the islands’ rare and \n, such as the St. Vincent parrot, wren, and solitaire.\nFinal Score: Palau-3 St. Vincent and the Grenadines-1\nPalau’s recent efforts with the Micronesia challenge, as well as their relatively undamaged ecosystem, are just too to compete with. Any island that can count yacht \n as one of its \n is going to have trouble overcoming a tiny archipelago named an underwater wonder of the world. Palau wins this one decisively.\nJoin us next week for the second round of Environmental Graffiti's Microstate Environmental World Cup.\n ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","title":"The Microstate Environmental World Cup: Palau vs. St. Vincent and the Grenadines","author":"Chris"}