{"url":"http://www.environmentalgraffiti.com/ecology/plastered-pachyderms/364","content":"\nAfter getting drunk on stolen liquor and vandalizing an electrical cable support, 6 thieves were killed by electrocution.\nAlthough you could be forgiven for assuming that the deceased were likely a group of the idiotic young yobs ever present in Britain and America, the crooks in question were in fact wild Asian elephants.\nThe elephants were part of a group of 40 wild elephants in Chandan Nukat, North East India. The 6 elephants became drunk after consuming rice beer brewed by area tribesmen, and in their search for food ended up uprooting an electric pole. The massive shocks killed 6 of the creatures, including 3 calves. \nLocal conservationist Dipu Mark praised the quick thinking villagers for limiting the carnage, saying “there would have been more casualties had the villagers not chased them away.”\nBelieve it or not, this is not the first time elephants have electrocuted themselves after drinking. It seems to be an almost regular occurrence throughout North East India, home of the world’s largest concentration of wild Asian elephants. A similar scene has actually occurred in Chandan Nukat itself before. Four other elephants suffered the same fate after drinking 3 years ago.\nDr. Kushal Konwar Sharma, elephant expert and instructor at Guwahati College of Veterinary Science in India, said: “There have been several incidents of elephants drinking country liquor and going berserk, at times plundering granaries and tearing apart huts, besides inflicting fatal attacks on human beings.”\nOver 600 people have been killed in elephant attacks in the North East state of Assam, a sign of both the huge numbers of elephants and their shrinking habitats as humans encroach.\nThe problem of drunken elephants appears to be on the rise as the pachyderms and humans share space. Hopefully, the problem can be handled before it causes a massive hangover in the region.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-4365-2707170280104181437S600x600Q85.jpg","title":"Drunken Elephants Get A Shock","author":"Chris"}