{"url":"http://www.environmentalgraffiti.com/offbeat-news/five-household-plants-that-can-kill-you/980","content":"\nI think it goes without saying that nobody on the internet knows who you really are, so let me give you a little background on myself:    \n\nMy family has been in landscaping for five generations now, and I've been doing it for ten. I'm 22. You do the math.  Given all of that, I kind of had to make my own fun with it-- and so here's five plants you probably own that can totally kill you.\nFirst up, Daffodils.   This sun-loving bulb, seen largely as a sign of spring approaching, actually contains a toxin--lycorine-- that will totally lay you out, for good.  Keep your kids and dogs away.\nThen there's the ferocious rhododendron--where I'm from, everybody has these in their yard, because they do good with shade, like damp places, and they're cheap.  Oh, and they can kill you-- the Delaware tribe of Native Americans used a tea made with the leaves of this blueberry cousin to commit suicide.\nNext, there's the amaryllis-- affectionately called the naked lady, for reasons I'll never understand--which is always popular because it possesses the ability to bloom indoors during the winter. I don't know that anybody will ever make tea out of it, but this South African beauty is, like the daffodil, loaded with lycorine.\nMy mind's wandering to trees now, as you prepare to tear out your flower gardens, and sol let me name two that you probably shouldn't bother installing in the place of little gems above:  Locusts and Apple trees.  I'll start with the Locust.\nTo be specific, I'm talking about the Black Locust, and the seed pods on it-- they're rife with a protein called robin, and it'll murder you dead.  Ok, maybe not unless you eat a \n of them, but still.  Locusts are popular because they grow in bad soil, thanks to adapting bacteria to produce nitrogen for them.  They're native all long the U.S. east coast, as far north as Philadelphia.\nWho knew Johnny Appleseed was a terrorist?  Traveling the countryside, dropping apple seeds evrywhere he went, the man was carrying a bag full of deadly poison, and doubtless wreaked havoc on small animals that dared scoop up the treats.  Apple seeds--the toxic part of the tree--aren't deadly to humans because they contain small doses, but I wouldn't make a habit out of it, as they contain \n.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-45107-2437925410102347975S600x600Q85.jpg","title":"Five Household Plants That Can Kill You","author":"whatsrequired"}