{"url":"http://www.environmentalgraffiti.com/news-animal-hoarding-–-when-love-animals-turns-disease","content":"\nI have three cats that I practically treat like my children. I make sure they are well fed, happy and healthy. Quite frankly they are rather spoiled. And while I may joke about being a creepy cat lady or make references to Ernest Hemingway and his 80 cats, I was absolutely appalled and heartbroken when I heard about animal hoarding.\nIf you have ever watched one of those house makeover shows on TV then you know what it looks like when people have this compulsive desire to keep objects. The houses are dirty, filled with junk, and can be physically and psychologically harmful for the people living in them. Now picture that same house filled with cats, dogs, rabbits, guinea pigs and even farm animals.\nYou may have also seen the creepy cat lady from The Simpsons, Eleanor Abernathy. While in the context of the show her character may be comical, the sad truth is that animal hoarding is a serious and complex disorder resulting in severe cases of animal cruelty.\nAccording to \n from Tufts University, animal hoarding is defined as the pathological accumulation of animals, which meets the following criteria:\n\n \nBecause of the complexities of animal hoarding, compulsive hoarding can be\n\nconsidered a mental disorder rather than direct cruelty towards animals.\nHowever, even though it is a disorder, because of the detrimental effects on animals hoarding is still considered animal cruelty and a crime.\nAn animal hoarder is distinguished from a person who has a large number of pets but cares for them properly. A hoarder is also distinguished from an animal breeder who would have a large number of animals at the center of their business. The same would apply to farmers who sometimes have large quantities of animals which help them make a living.\nThe distinction however can be problematic because many animal hoarders are former breeders who use their former business as a defense mechanism.\nThe main distinguishing factor between an animal hoarder and an animal lover is that hoarders fail to provide adequate care for their multiple animals. Additionally, they are in complete denial about it. Along with many other compulsive behaviors, animal hoarding is linked to obsessive compulsive disorder and obsessive compulsive personality disorder. Additionally, animal hoarding could be related to dementia or addiction.\nAlthough hoarding may start off as a mission to save animals but eventually the needs of the animals become lost. In animal hoarding, the compulsive care giving is meant to satisfy the unrealistic needs of a person while the animal’s needs are ignored. Any legitimate shelter or animal rescue puts the needs of the animals first.\nYou can probably already imagine what these poor animals must go through and have some awful mental images. Well, whatever you are imagining is probably worse in the real life scenario. Due to the harmful effects on animals, animal hoarding is considered animal cruelty by law. These animals often suffer from malnutrition, overcrowding, neglect and long lasting health problems. Often the animals find themselves forming packs, perhaps even killing each other as a source of food.\nAs for humans, major sanitation concerns come to mind as well as zoonotic diseases. Zoonotic diseases are defined as human diseases that are transmitted by vertebrates. Often these diseases are lethal and in all cases cause major health concerns. Animal hoarders are also known to suffer from self neglect, and child or elder abuse.\nAnimal hoarding is a serious and complex disorder that until recently had not received much attention by medical, mental health, or public health professionals.\nIf you know someone who may be an animal hoarder please visit \n for intervention approaches, information for therapists, information for prosecutors, and information for children, friends, and family. You can also find information on large scale animal rescues that will be needed in these kinds of circumstances.\nYou can also visit the \n, the \nand the\n.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","title":"Animal Hoarding: When Pet Care Becomes an Obsessive Disorder","author":"veritasart"}