{"url":"http://www.environmentalgraffiti.com/caving/news-utah’s-timpanogos-cave-natural-art-gallery","content":"\nEven if you’re a geologist you might not recognize some of the names of the rock and mineral formations found in Utah’s Timpanogos cave. That’s because the greenish-yellow helictites that cover the cave’s interior surfaces are not found anywhere else in the world. If it weren’t for the limestone ceilings and walls, you might think you had stepped into a modern art gallery full of kaleidoscopic, handblown glass pieces. But this natural wonder shines with more beauty than anything forged by human hands. The 6-10 inch helictites are wormlike structures formed by hydrostatic pressure that pushes and pulls water through small capillaries in the rock, defying gravity while incorporating calcite, aragonite, nickel and other minerals. There are even 340 million-year-old fossils that tell the story of ancient marine life forms such as Horn Corals, Crinoids and Brachiopods.\nPrior to visiting Timpanogos, my only cave experience occurred near the northern shore of Michigan’s Upper Peninsula, when I was about fourteen. Our hiking leader took us through a normal-looking pine forest to what looked like nothing more than a small sinkhole in the soft ground. There were no welcome signs, entrance fees or kind park rangers to give us the lowdown. After dropping into the hole with our lights, we found ourselves in a massive labyrinth of damp limestone passageways. Navigating them required considerable courage and, well, skinniness. It was exciting because it was off the beaten path, but for sheer beauty it just didn’t compare with what I encountered at Timpanogos.\nLocated high in the Wasatch Mountains near American Fork, Timpanogos National Monument – actually a network of three caves – can be accessed only by ranger-guided tours, which are held throughout the day from May through Labor Day. The first-class visitor’s center features a bookstore, snack bar, clean restrooms and pay phones. Although the caves are well-lighted (leave your spelunking gear at home), and feature a paved walkway, be sure to bring your hiking legs and lungs. \nThe pathway to the entrance (also paved), ascends about 1,000 vertical feet from the valley floor, but the grade is manageable thanks to dozens of switchbacks cut into the steep cliff face. However, as with any adventure in the mountains, there are risks. Over the years, several people have stumbled off the pathway or been struck by falling rocks.\nOn the upside, the caves at Timpanogos don’t require you to get soaking wet, crawl on your belly to slip through narrow passages, or pull screeching bats out of your hair, which makes it a “tourist-friendly” destination for the mildly claustrophobic. And the constant sub-fifty-degree temperatures offer a cool respite from Utah’s often savagely hot midsummer climate, which you’ll appreciate even more after completing the uphill jaunt to meet your tour guide. \nOne really cool thing about the cave is the way in which the unique mineral deposits have been illuminated to highlight their stunning colors and textures. Without the bright lights positioned behind some of the larger formations, visitors might never realize that some of the crystalline structures are actually translucent, giving off a soft glow of various colors, depending on which minerals they are composed of. These formations have wonderful names like Frozen Sunbeam and Chocolate Fountain. So while the cave might not be the biggest, deepest or scariest around, they are well worth the 50-minute drive from Salt Lake City.\nThe cave was first discovered in 1887 by Martin Hansen, a Mormon settler who was following a set of mountain lion tracks which led him to the entrance of the cave. It wasn’t until 1915 that the second cavern was discovered by a couple of families from Lehi, who were hiking in the area. Finally, in the fall of 1921, the third cavern was discovered by the son and grandson of Martin Hansen. The following year, President Warren G. Harding declared the caverns a National Monument. In doing so, he had ensured the protection and preservation of this natural wonder, both for scientific study and for the enjoyment of visitors for years to come.\nFind out more about the history of the cave’s discovery \n. If you’d like to make the trip to Timpanogos National Monument, be sure to visit their \n for visitor information, photographs, and more.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43321-2858654040104237032S600x600Q85.jpg","title":"Timpanogos Cave: Utah’s Natural Art Gallery ","author":"mikeoreilly"}