{"url":"http://www.environmentalgraffiti.com/bizarre/news-myths-and-mysteries-surrounding-shoefiti","content":"\nShoes are basically practical objects, yet they can also be worn as adornment, for comfort, or even for pure delight. They can be the black pit sucking up a woman’s salary, or the subject of a passing compliment, little more. But take them off our feet, tie the laces together and toss them up into the fathomless blue sky... and suddenly those down-to-earth soles are dangling from a power line, like lonely wingless birds, steeped in mystery.\nSuch far-flung footwear can be found the world over — from urban centers to deserted country roads. Wherever the shoes on a wire happen to be, speculation and burning questions follow. Why are they there? What story do they tell?\nIt would be easy to shrug off the sight of one or two pairs hanging on wires, but this worldwide phenomenon cannot be ignored. The sheer quantity of 'wire-shoes' makes it clear that this is not just a simple prank among friends or even a bully’s revenge. Or is it? Theories abound, but there is virtually no conclusive evidence. \nThe most prevalent theory, and perhaps the most sinister, is that the hanging shoes are tied to gang activity. The belief is that shoes on power lines indicate that there is a place that sells drugs on the street; or that someone died or got their first kill there; or that they mark the border between rival gang territories. \nWhile many people on online forums claim that there is truth to this, explaining that there are shoes hanging in front of local crack houses, it doesn't seem to hold water. There are simply too many shoes hanging from places where there are no gangs, no drug dealers, or even no buildings at all. In fact, an article on urban legends states that police have found no correlation between shoes on power lines and gang activity.\nThe shoes could also represent a rite of passage. Students finishing up a year in school or graduating may toss their shoes up to the lines to celebrate. Others could represent a marriage or a birth. As far back as WWII, soldiers threw their boots onto power lines at the end of their basic training or active duty.\nPerhaps the most fun is to be had scanning forums on the topic. Readers commenting on a blog about the practice, lovingly called 'shoefiti', said the shoes were meant to return health to a disheartened child (Colombia), in hopes that you would get a new pair (Venezuela), so that it will rain during times of drought (Spain), or to scare away bats (Guatemala).\nIn the end, we shall have to be content with not knowing for sure. When you walk out your door and down the street, you can look up at a pair of shoes on a wire and wonder what their story is. You can imagine the people who tossed them up there, and speculate on why they did this. Perhaps there's simply a beauty in the sheer mystery and curiosity surrounding 'shoefiti'. Someday, you may even throw your own pair up there and add to the thousands of wingless soles, rocking back and forth in the wind.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","title":"Shoefiti: The Myths and Mysteries of Shoes on Power Lines","author":"yvonne.mcarthur"}