{"url":"http://www.environmentalgraffiti.com/news-how-do-dreams-work-and-why-are-mine-so-weird","content":"\nEver wondered why your dreams are so odd? Why do we dream? Why do we even sleep for that matter? Where do these dreams come from? It's a deep and complex topic that takes years of study and research to truly understand, but here's the basics of what scientists and researchers are theorizing sleep is really for. \nFirst off, there are four types of cycles you can be going through at any point in time while asleep. These cycles are named after the types of extremely short distance radio waves your brain emits while in said cycle. These waves have frequencies extremely short, anywhere from one to sixteen Hertz. That's waves per second. To give you an idea of how small that is, the average radio wave, which is the lowest level of the Electromagnetic Spectrum, will be in the range of 100s and 1000s of Hertz. That means the waves your brain are emitting right now our hundreds and thousands of times longer than that your Radio or Cell Phone uses.\n \n \n \nThroughout the day, you may not know it but your brain doesn't actually \"ignore\" unimportant data it perceives. Every sight, smell, sound, and even touch is collected into your brain and sorted. Sure, when it detects patterns it will immediately discard said info to the side. Like the fact you're jaw has weight. And now that it has been pointed out your brain has resumed cataloging it instead of tossing it aside, and thus you can now feel your jaw's weight.\nNonetheless, every bit of information cast aside and cataloged in your short and then long term memory leaves a bit of a trace of data, left over. Garbage info that piles up inside your memory banks. Now you have a lot of room inside there. The average computer can hold nowadays A Tera-byte of information. That's 1,000 Gigabytes, which is 1,000,000 Kilobytes, Which is 1,000,000,000 bytes. You're average music file is two to three Megabytes, to give you an idea of how huge a Terabyte is.\n\n\nA mouse's brain, if converted to a computer, could easily hold at least a few thousand PetaBytes. One Peta-byte is 1,000 Terabytes.\nNow \na big computer.\nSo throughout the day all this backlog of garbage data builds up. Once you're brain realizes its getting to an annoying level, it starts sending you physical signals stating that it wants you to aid it in entering a deep stasis state so it can focus on cleaning out all this garbage. \nSo you oblige your subconscious and find a nice comfy and safe place to get comfy, and settle down. This is when your subconscious takes over and starts to slowly slip you into a stasis of lucid awareness we commonly refer to as sleep.\n&lt;/p&gt;\nThe first step is a gradual slowing of your entire physical body. You're pulse drops, your heart rate bottoms out, your breathing becomes deep and shallow. Once satisfied that your physical body is slow enough to easily operate on auto pilot for a few hours, your consciousness then starts to slow down your conscious mind. This is you, the part of you that thinks. The section of your brain that says things like, \"Man, I could really go for a burger,\" or, \"I think I should do my homework,\" you know this part of your brain very well. It's the deepest part of, well you. Your Consciousness.\nSlowly and carefully though, your subconsciousness takes over. This is the other half of the thinking part of your brain. Your subconsciousness is in charge of all the intricate little tasks of your body, your pules, your subconscious breathing (which now that I have mentioned it, as per ordered your brain has switched your lung systems over from auto pilot to manual, and you are now breathing consciously!)\n\n\nThe first step is disconnection of input to your conscious mind. One that tends to catch people off guard if they don't fall asleep fast enough is the switching off of your sense of balance. When this happens before you're completely asleep, the sudden loss of connection sets your conscious mind to a rather interesting default. Falling. You then immediately enter a sudden sensation that you are plummeting at a terrible rate. Some enjoy it, but others don't like it one bit. Personal preference really.\nFinally, once your subconsciousness has taken over the reigns of your mind, work begins! It will often take your subconsciousness around three to four hours to effectively do a good clean up job, sweeping away old unused information, sorting out information you've gained through the day and retained. Like that formula you memorized in physics class, or the date Lincoln was elected, or the color of lipstick that the girl who sits three rows over from you in Math class was wearing.\n\n\nStuff like that.\nThis is where your dreams manifest from. You see your conscious mind has just disappeared, it's still there connected to your primary five senses. This is of course so that in the case of something happening outside in the real world should be notable enough, your senses will pick it up and trigger your conscious mind back into action, aka, waking you up. Imagine if those connections got severed alongside less important ones like your balance, let's say something like your sense of hearing. Suddenly your alarm going off wouldn't wake you up at all!\nSo your conscious mind is sitting in the corner twiddling its thumbs waiting for your subconscious to finish its job, when a sudden glitch occurs. The vast majority of the information that your subconscious is sorting through happens to be connected to the five senses. The five senses your conscious mind is still hooked up to, which pick up the memory being sorted and use it as if it's a real input.\n\n\nHowever, because your brain is sorting through everything in a semi random mish-mash order, they get all jumbled up and confuse your senses. Imagine if you took a .mp3 file and combined it with a .jpeg and then tried to open it in Notepad! This is what happens to your senses.\nHowever they try to make the best of it, sorting out what they see now that its all jumbled up, and then your conscious mind fills in the blanks. The result? A random mix match of data that gets put through a blender and comes out the other end looking like a Picasso of sights, colors, sounds, sometimes even smells!\nThese, are dreams. They only occur during certain sleep cycles when the conditions are met just right though! This is also why your dreams can seem so weird. They're not real memories, but simulated mixed together memories. Often because lots of your memories are related to each other throughout the day, sometimes things do match up and you get stuff that seems to make a little sense.\nNonetheless, these normal dreams are rarely even remembered, as your conscious mind doesn't bother to do anything with them for the short time it has them. They are briefly stored in your temporary memory and forgotten quickly.\nThis also explains the common issue of waking up from a dream and forgetting it quickly. Your short term memory won't hold information for long.\nHowever, there is a second type of dream, the Lucid Dream. But that's a topic for another time!\nI hope you found this article an interesting read, and I hope to be posting more for you readers soon. For more information please check out the much more in depth article on \n. \nUntil then, sweet dreams!\nSteffen Blake","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"Dream On: The Mysteries of the Sleeping Mind","author":"Steffen Blake"}