{"url":"http://www.environmentalgraffiti.com/health-and-body/news-sunscreen-under-sea","content":"\nDermatologists have established that astaxanthin, a substance found in ocean animals and plants, acts as a sunscreen that does not have any side effects. This powerful natural sponge acts by combating the free radicals that skin exposed to UV rays produces. Astaxanthin is a powerful antioxidant and is good at treating inflammation that sunburn causes and minimizing the associated pain.\nThis does not mean that you should throw your sunscreen away. However, adding astaxanthin, such as by eating between one and three pounds of salmon per day, will help enhance your body's natural protection. Unfortunately, it is not feasible to get that quantity of salmon every day.\nThat is where supplements come in handy. This means that besides using sunscreen to protect yourself against the dangers of sunshine, you can use pills. There are many instances where you may be exposed to the sun for long periods, yet it will not be practical to wear sunscreen. A good example is when you are involved in sporting activities. Taking a pill in such situations is the ideal choice. All you need is the Bio Astin pill.\nBio Astin works at the molecular level, which is where tissue damage takes place in the body. The ultraviolet rays from the sun increase the skin's risk of developing cancer as a result of damage of its DNA. The pill, also called Astaxanthin, absorbs the UV rays like a sponge. It is a powerful antioxidant that is 500 times more powerful than Vitamin E. It is also ten times more powerful than Vitamin A. The substance helps in eliminating pain and inflammation.\nThis special substance is mainly found in red ocean animals and plants. Yet, as we have seen, it is not feasible to eat the required quantity of salmon to get the recommended amount of astaxanthin.\nDo not assume that using the pill is a panacea for all your sun-related troubles. Use other methods of protection as well. If you need the pill, there are many places where you can buy it both online and at local vitamin stores.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"Astaxanthin: A Natural Sunscreen Found Under the Sea","author":"Gregory Johansson"}