{"url":"http://www.environmentalgraffiti.com/animals/news-amazing-and-romantic-seahorse","content":"\nSeahorses are truly unique and amazing creatures. Unlike most other fish, they are monogamous and mate for life. Rarer still, they are among the only animal species on Earth in which the male bears the unborn young. Seahorses are found in shallow tropical waters throughout the world. \nSeahorses swim upright and range in size from 0.6 to 14 inches long. Male seahorses have a brood pouch on their front-facing, side. During mating the female deposits her eggs into his pouch. The male fertilizes them internally. The male seahorse carries the eggs in his pouch until they hatch, then releases fully formed, miniature seahorses into the water.\nSeahorses propel themselves using a small fin on their back that flutters up to 35 times a second! Seahorses are rather inept swimmers. They can easily die of exhaustion when caught in storm-roiled seas.\nSeahorses use their prehensile tail to anchor themselves to sea grasses then use their elongated snouts to suck plankton and crustaceans as they drift by. Much like real horses they graze continually and can consume 3,000 or more brine shrimp per day.\nSeahorses are a type of small fish that have armored plates all over their body. There are 50 known species of seahorses. They live in seaweed beds in warm water and are very slow swimmers. Seahorses can change their color to camouflage from enemies.\n\n Seahorses have a long, horse-like head and a curled tail. Seahorses often appear as if they were wearing armor; its body is covered with bony rings and ridges.\nAt one time confusion surrounded the seahorses. Older books called them insects, others referred to them as shellfish. Today, we know them as fish.\nHere are some interesting facts about the seahorse:\n• International protection was provided to seahorses on May 15th, 2004.\n• Seahorses come in all colors. Colors include orange, red, yellow, green and even gray.\n• Seahorses are unable to curl their tail backwards.\n• The food that seahorses eat goes through their digestive systems quickly as they do not have a stomach and teeth. Digestion of a seahorse happens so fast they must continually eat to survive.\nMen should take lessons from the seahorses mating rituals these little guys know how to treat their gals!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-41918-2147477690104237032S600x600Q85.jpg","title":"The Fragile Beauty of the Seahorse","author":"Tammy Marie Rose"}