{"url":"http://www.environmentalgraffiti.com/featured/10-most-diabolical-insects/11139","content":"\n\nImage: \nIf you had to choose between a chance encounter with the following insects – hissing cockroaches, blister beetles, earwigs, Jerusalem crickets, Giant Wetas and the like – which ones would be your lesser evil? And would you rather take gross or venomous? Here’s our Top Ten countdown of nature’s most diabolical insects. But be advised, if you’re the jumpy kind, proceed at your own risk…\nInsects are the most diverse group of animals on the planet, with species of common insects like bees, wasps, true bugs, moths and beetles ranging in the tens or hundreds of thousands. Given this diversity, picking only ten of the most “diabolical” was not an easy feat. And considering the fact that these insects make up just one million classified insects (more than half of all known organisms) of six to ten million still waiting to be discovered, undoubtedly there are more diabolical ones still lurking somewhere. But for now, read on for the known ones.\n\nIncluding cockroaches of any species in a Top Ten list of most diabolical insects for me was a no-brainer. I’ve lived for many years in humid, well-populated climates perfect for cockroaches and had my fair share of cockroach experiences of the third kind. So yes, I’m biased but hey, at least I didn’t put them in the top slot!\n\nImage: \nFor those who think they’re not that bad, just let the names of the following cockroach species roll off your tongue: true death’s head cockroach (\n), false death’s head (\n), blabbering devil’s apprentice (\n).\nOkay, I made up the last one but you never know, among 4,000 cockroach species, one might just be named like that. Did you know that of those 4,000 species, only 30 are associated with human habitation? The four most well-known pests of those 30, if their point of origin is anything to go by, definitely seem to have caught the travel bug: there’s the American cockroach, the German one and the Asian and Oriental cockroaches.\n\nImage: \nDid you also know that cockroaches are protein-rich and apparently easier to raise than crickets? Which is why they are often bred as fodder for other animals such as reptiles. Listen to this Wikipedia paragraph about the South American Dubya, er, Dubia cockroach:\n\n\nThey've got a point there, especially about the odour.\nAnd if you’re familiar with the saying that if you see one cockroach, it means there are 1,000 in hiding, here’s why: Cockroaches leave chemical trails in their feces as guides to sources of food and water. As social critters, they also do like to know where fellow cockies are hiding.\nBefore we get any further into the life of the Jerusalem cricket, a.k.a. the potato bug, let’s deconstruct two common myths: It is neither native of Jerusalem nor does it feed on potatoes. Instead, it can be found along the Pacific Coast of the western United States and Mexico, nibbling on dead organic material, other insects, or decaying root plants or tubers with its strong mandibles.\n\nImage: \nJust because they are not the cutest of all insects, potato bugs are assumed to be venomous, cry like babies and rub their legs together to make a sound – more untrue common myths. They can, however, emit a foul smell and cause a painful bite and are extremely unpopular.\nIn fact, so strong is the aversion towards potato bugs for some, that groups of like-minded people have formed. Listen to the description of the potatobugs.com website: “This site is dedicated to the fabrication and perpetuation of fear, hate and disgust for the Potato Bug, the most universally feared, hated and disgusting creatures on the planet.”\n\nImage via \nMakes you feel almost sad for the little critter.\nEarwigs, though found annoying by many because of their ability to pop out of nowhere – magazines, newspapers, wicker furniture, computer keyboards and other damp places – are perfectly harmless. What is interesting though is how they got their name. According to folklore, probably of the ancient oral tradition considering earwig fossils have been found in the Jurassic period, the earwig was supposed to burrow into the brains of humans via the ear and then lay eggs. Yuk! But up to the present day, something that won’t go out of your head, like a tune or jingle, is called earwig (“Ohrwurm”) in German.\n\nImage: \n\nImage: \nThe Giant Weta may look scary and for an insect, reach the humongous size of 10 cm (4 in) and weigh up to 70 g – the largest Giant Weta ever found was a pregnant one weighing almost 71 g – but they are truly gentle giants. They prefer a vegetarian diet and don’t kick or bite; to ward off predators they just raise their spiky hind legs. Because of their weight, Giant Wetas cannot jump and therefore try to frighten with their looks. Their genus name is \n, Greek for terrible grasshopper, and the Maori prefer \n to the long name, Little Barrier Island Giant Weta, meaning “God of ugly things.”\nThough the Weta is also native to South Africa, South America and Australia, New Zealanders regard them a bit as their national treasure because the largest species can be found there.\n\nImage: \nSays photographer Mike Locke about his amazing capture (on film that is):\n\n\n\nThe Titan beetle (\n) is the largest known beetle in the Amazon rainforest; one specimen, with antennae extended, measured 23 cm (9 in)! It is an extremely rare species of the South American Longhorn beetle family and famous for its strong mandibles that can snap small pieces of wood and even cut into flesh.\n\nImage via \n\nImage via \nThe foam grasshopper (\n) can be found in southern Africa and their trademark is protecting themselves by secreting a stinking foam when threatened. Ken Preston-Mafham writes in the “Encyclopedia of Land Invertebrate Behaviour” (MIT Press, 1993) about a personal observation of the charming little critter: “[It] produces... such a nauseating stench that it surrounds the grasshopper in a protective chemical umbrella extending up to 1 m all around it.” Lovely.\n\nImage: \nA close cousin of the black foam grasshopper from the same area of the world is not any better behaved. The milkweed grasshopper (\n) feeds on poisonous milkweed and spews out a toxic liquid from openings near its hind legs when threatened.\n\nImage via \nThe blister beetle is a tricky fellow because on the one hand, as its name suggests, it secretes the poisonous chemical cantharidin that causes blistering of the skin and painful swelling for humans. On the other hand, however, this chemical has many medicinal uses, the most common (and effective) of which is to remove warts. The chemical compound has also been used as an aphrodisiac in the past.\n\nImage via \nComments Dr. Jeff Johnson on the Bugs for Thugs website:\n\n\n\n\nImage: \nSays the photographer about how he captured this shot:\n\n\n\nThe Mutillidae is the real charmer of the insect world. First of all, this wasp pretends to be an ant, a velvet ant to be precise owing to the red fluff on its body. It invades other wasps’ and bees’ nests but cannot be harmed by their stings because of its own tough body structure. Its own sting is very painful and said to be so powerful that it can kill a cow, hence the common name cow killer. This is not true though. Mutillidaes can be found all over the world, mainly in desert and sandy areas, and more than 5,000 species exist.\n\nImage: \n\nImage: \nWithout doubt, no list of 10 most diabolical insects would be complete without the mosquito. Though it doesn’t look very intimidating or diabolical, this tiny insect is claimed to have single-handedly killed more than half the humans that have ever lived through its role in the transmission of malaria and yellow fever. In Africa alone, it kills one child under the age of five every 30 seconds and worldwide one to three million people every year.\n\nImage: \n\nImage: \nCentipedes are not only found revolting by many because of their pale colouring and ability to crop up out of nowhere; with their trademark one pair of legs per body segment, they are the term “creepy crawly” personified.\nAnother irritating trait is that they can literally crop up anywhere as they are adaptable to climates  anywhere on earth, from tropical rainforests to deserts. And did we mention yet that they do possess a pair of venom claws?\n\nImage: \nIf you have an overactive imagination like myself and you dare look closer at the next picture, you will see that ants are crawling on the poor Japanese centipede of the \n family, indicating that he’s dead. Now, if you look at the bottom of the picture, upwards from the one severed red leg, you will notice a faint white line, maybe a piece of thread. Looks like the crime scene of “Who Murdered Creepy Scolop”…\n\nImage: \nThe \nis the largest terrestrial invertebrate, reaching lengths from 26 cm (10 in) to over 30 cm (12 in). On top of that, it is carnivorous and feeds on lizards, frogs, birds, mice, bats and at times even tarantulas. Its potent venom is toxic even to humans and bites are painful, causing swelling, chills, fever and weakness, but are not fatal.\nWatch the following 5-minute video ONLY IF you think you can stomach seeing a giant \n kill and eat a mouse. I lasted about half a minute, then I got the idea.\n\n\nPhew, I have to admit this article was difficult to write. This isn't because I suffer from entomophobia (fear of insects) – frequent readers will know it’s rather the opposite – but because I couldn’t shake the urge to scratch myself while writing. Now if you’ll excuse me, I’m going to see what’s been crawling on my back all along…\nSource: \n, \n, \n, \n, \n, \n, \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mucha-bok-zlte-pozadie.jpg","title":"10 Most Diabolical Insects On Earth","author":"Simone Preuss"}