{"url":"http://www.environmentalgraffiti.com/sciencetech/five-weird-and-creepy-japanese-robots/908","content":"\nRobots are awesome.\nOne day I hope to own a robot butler. That’s a serious dream, mind you. There are already robots that can carry people and things upstairs and robots that can clean. It’s a small step to my own personal robot servant, which will be named Reginald and wear a cummerbund.\nBut not all robotics researchers are working to bring me closer to owning a robot servant. Some of them are creating robots of a distinctly weirder type. Since most of the best and coolest robot scientists are working in Japan, I’ve decided to check out some of the weirdest and creepiest robots to come out of the country recently. Here are five.\nThis is the newest and probably least weird robot on the list. They’re essentially just a cell phone with fold-out arms and legs that will talk to you via creepy text message. It also displays a face on the cell phone screen according to what mood it’s in. The robophone also keeps track of your phone calls and will do things like mock you if you call one number particularly often.\n\n\nI’m conflicted over this bad boy. On the one hand, it looks like a hardcore robot capable of fighting crime in a 80s cartoon show. On the other hand, it looks like a mini-Transformer doing a traditional Japanese dance, which is really strange. The dance-bot, HRP-2, learned that dance just by watching one performance.  HRP-2 is designed to record and capture someone’s moves using video motion capture technology.  They plan to help preserve traditional Japanese dances through the robot as the people who know them begin to die off.  That’s all well and good, but there are much cooler applications for this robot than traditional dancing.  Let it watch a martial arts video and pit it against another robot for maximum fun.\n\n\nSimroid is a dental training robot. Designed to help dental students learn to treat patients gently, the robot has a full set of teeth with sensitive virtual nerves. If the dental student touches the nerves, she’ll give a yelp. There’s nothing intrinsically creepy about this robot, but nonetheless I feel a growing sense of disquiet while I watch that video. Those faces at the beginning are just unnatural. Then again, I know a few American dentists who could use a few lessons in how not to stab me in the mouth with metal instruments. I hope this robot crosses the pond.\n\n\nThis is just…wow. This thing will be the prototype for “creepy child robot” in movies for years to come. The vacant eyes and slack jaw send tingles down my spine.  The robot allegedly has the physical and mental capabilities of a toddler. It also has a weird umbilical cord thing attached to its back for maximum freakiness. I’m not entirely sure what the purpose of creepy child robot is, but if it’s to make me want to stay away from it it’s a great success.\nThis one is creepy on so many levels. The other ones just looked weird or unnatural, but they had some kind of positive purpose. This one is just a naughty doll for lonely men. It wouldn’t be so bad -it’s hardly the first replacement woman in history - if it weren’t for its special features. It has touch sensors that, when activated, make the doll make weird moaning sounds. These sounds are customizable, because it comes with its very own built in MP3 player where you can upload whatever sounds you’d like the doll to make.  Its creepiest feature, however, is probably the fact that it looks ridiculously young. I don’t know who buys these things, they apparently cost thousands and thousands of dollars, but I hope I never meet them.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","title":"Five Weird and Creepy Japanese Robots","author":"Chris"}