{"url":"http://www.environmentalgraffiti.com/featured/curacao-world’s-most-diverse-island/15720","content":"\n\nImage via \nTake one third European heritage, one third native Caribbean ancestry, one third African culture, shake and sprinkle with a handful of other ethnic influences and you got Curaçao, one of the world’s most diverse communities. Most inhabitants speak the island’s four official languages fluently - Papiamento, English, Spanish and Dutch. As far as religion goes, Christians, Moslems, Hindus, Jews and Africans all practice their faith side by side.  \nFor centuries, people have come from all over the world to this tiny speck in the South Caribbean Sea to try their fortune. Amerindians, Caiquetios, Spanish, Dutch, African slaves, traders from all over the world – all left their ethnic footprint on the island that is today a well-connected microcosm of the world. Cultural harmony didn’t happen overnight though and Curaçao’s history is one full of murder, betrayal and exploitation.        \n\nImage: \nCuraçao, best known for the deep blue liqueur of the same name produced here, is the largest of the three so-called ABC islands in the South Caribbean Sea including Aruba and Bonaire. The islands are part of the Netherlands Antilles and as such form an autonomous part of the Kingdom of the Netherlands. It is believed that Curacao was named after the Portuguese \"coração\" for heart, referring to the island’s heart shape. Today, Curaçao has a population of over 140,000 living in an area of 444 sq km (171 sq miles). \nCuraçao’s oldest inhabitants are supposed to have come from what is today Venezuela around 2500 BCE. These Amerindians were hunters and gatherers who used simple tools carved from stone and shells. Their remains were found at Curaçao’s oldest archeological site, the limestone terraces behind the airport. A group of these inhabitants migrated to Bonaire around 1500 BCE.\n\nImage: \nAround 500 CE, another group of settlers arrived from the mainland, the Caiquetios Indians, farmers and hunters who introduced rabbits and deer to the island. It is believed that they crossed the 17 miles of open sea from the Paraguana peninsula in Venezuela in wooden canoes.    \n\nImage: \nThe Caiquetios lived in small villages made up of pole huts and knew how to make ceramic vessels. Ornaments made of shell, stone and bone were also found during archeological digs. Their cave paintings and rock art are still preserved today. The Caiquetios spoke a language called Arawak, a term also used to describe the indigenous Latin-American population encountered by Christopher Columbus and later explorers.   \n\nImage: \nWhen the first Spanish explorers arrived in Curaçao, probably during an expedition under the leadership of Alonso de Ojeda in 1499, the Caiquetios had lived peacefully on the island for one thousand years. Impressed by the tall statures of the Caiquetios, the Spanish dubbed Curaçao “la isla de los gigantos” – island of the giants. The explorers soon discovered though that they had to deal with friendly and peaceful giants so that despite being outnumbered, they soon subdued all of the approximately 2,000 Caiquetios living on Curaçao.\n\nImage: \nWith no gold to be found, the Spaniards soon lost interest in Curaçao and around 1513, took most of the Indian population to either work in the sugar cane fields in Santo Domingo or to work in the mines in Hispañola (today’s Dominican Republic and Haiti). They brought a few of the original Indians back in 1527 but most settled in what is now Sabaneta.  \nThat left Curaçao with a good hundred years of peace but after the Spanish came the Dutch who claimed Curaçao in 1634. They deported most of the few remaining Caiquetios, fearing them to be spies for the Spaniards. The Dutch soon discovered Curaçao’s deep, natural harbour and founded Willemstad here, the island’s capital to this today. The city soon became an ideal spot for trade and commerce, with shipping and piracy flourishing. \nNot even 30 years later, life on the island hit a new humanitarian low, as the Dutch West India Company made Curaçao a centre for the Atlantic slave trade from 1662 onwards. Slaves were brought to the island from Africa and from there shipped to South America and the Caribbean. Curaçao became very affluent and boasted its new wealth with typical  Spanish- and Dutch-style colonial buildings, witnesses of the time even today. \n\nImage: \nThe colourful décor of the houses, found in many colonial cities around the world, had a practical reason: As slaves could not read, let alone decipher addresses, they simply followed the colour codes of the houses. \n\nImage: \nThe 17th century saw the arrival of Sephardic Jews from the Netherlands and then Dutch Brazil who have had a significant cultural and economic influence on the island. In fact, the Jewish congregation in Curaçao, though small, is the oldest active congregation in the Americas, dating back to 1651, and it supported early Jewish congregations in the United States in the 18th and 19th centuries. The Curaçao synagogue, completed in 1732, is the oldest synagogue of the Americas that has been in continuous use.\n\nImage: \nThe 18th and 19th centuries were marked by the British, French and Dutch fighting over Curaçao. The island changed ownership various times until 1815 when it finally fell into Dutch hands. This turbulent history is the reason why many residents of Curaçao are fluent in four languages today: Spanish, the earliest language exported to the island; Dutch, brought by the next wave of explorers; English, brought by the British in the 18th century; and Papiemento, a Creole language derived from Portuguese or Spanish with influences from African languages, English and the Arawak native languages.\nThe Netherlands abolished slavery in 1863, almost exactly 200 years after it started on the island. With the island’s main source of income gone, many of the immigrants left to look for more profitable shores or other islands. \n\nImage: \nA Jewish immigrant family of Spanish and Portuguese descent discovered Curaçao’s most famous export in the 19th century: a liqueur flavored with the dried peels of the laraha citrus fruit, offshoots of the orange seedlings brought by Spanish explorers. Actually colourless, it is the artificial bright blue colour that is the feature most associated with  the Curaçao liqueur today.  \n\nImage: \nStill, the economic slump lasted more than 150 years until oil was discovered in 1914. The Royal Dutch Shell Company and the Dutch Government built an extensive oil refinery right at the site of the old slave-trade market at Asiento, symbolic of the changing times. Soon, the island provided ample employment opportunities that again attracted immigrants from surrounding islands, the mainland, Portugal and Lebanon.  \n\nImage: \nDuring the economic boom of the early 20th century, immigrants came from as far as East and South Asia. During the years before and after World War II, many Ashkenazi Jews fled from Eastern Europe, especially Romania. \n\nImage: \nBut all wasn’t well as racial tensions between the Afro-Caribbean population and the European immigrants grew. Large-scale rioting and protests on May 30, 1969 fueled a social movement that resulted in more rights and greater influence over the political process for the Afro-Caribbeans.      \nEconomically, Curaçao went through a slump again after the aging refinery was sold in the mid 1980s due to pressure over a lack of safety standards and resulting lawsuits. Trying to reinvent itself yet again, Curaçao is now banking on tourism as one important source of income. \nMany inhabitants have emigrated to the Netherlands, hoping for better employment opportunities there. In return, many Dutch pensioners have switched their home country for the sunnier shores of Curaçao. Immigration from surrounding Caribbean islands and Latin America has also taken place so that the population base is changing once again.    \n\nImage via \nThough according to Dutch records, the last true Indian is said to have died in Aruba around 1862, Curaçao’s Amerindian ancestry is not lost. For one, there are all the archeological sites, not yet open to visitors, working towards preserving the island’s earliest cultural history. \n\nImage: \nAnd often, this ancestral aspect of Curaçao is staring visitors right in the face – in the form of the features of many native Curaçaoans who, despite having mixed ancestry, still carry prominent traits of their forefathers and -mothers many thousands of years later.   \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"Curaçao: The World’s Most Diverse Island","author":"Simone Preuss"}