{"url":"http://www.environmentalgraffiti.com/sciencetech/atlantas-real-life-robocop/837","content":"\nTo rephrase a line from the critically acclaimed masterpiece RoboCop, “Atlanta has a cancer, and that cancer is crime.”\nBut not to worry ladies and gentlemen, because a real life RoboCop is now prowling the city’s streets dispensing justice and shots from a water cannon in equal measure. This RoboCop may not be half-man, half-machine, heck it’s not even authorized by the police force, but it has been very effective in cleaning up the streets in a section of downtown Atlanta.\nThe robot was created by Rufus Terrill, the owner of a downtown Atlanta bar called O’Terrill's. He got angry with the people who constantly hung out on his property, people he described as drug dealers, vandals and petty thieves.\nTerrill didn’t want to hire private security guards or constantly call in the police, so he took matters into his own hands.  The former engineer grabbed himself a disused meat smoker, slapped it on top of a converted three wheeled scooter and attached an infrared camera, speaker, and a water cannon. That description requires a photo, which you can check out \n.\nNow Terrill, a former candidate for Georgia Lieutenant Governor, fires up the robo-vigilante several nights a week to chase off the people he sees as riff-raff from the neighbourhood. Standing on the porch of his bar he’ll use a remote control to drive the robot around the neighbourhood, often to a day care centre, and pretty much just mess with people he sees as criminals.\nFirst, he warns off the loiterers. Terrill said: \"I tell them they are trespassing, it's private property, and they have to leave. They throw bottles and cans at it. That's when I shoot the water cannon. They just scatter like roaches.\" He added: \"The city lacks the ability to control crime in the area. I think I'm doing what I have to do.\"\nTerrill, and the day care operator among others, say the robot keeps crime down in the area.  There are others, however, who think the robot is an attack on the homeless. Terrill blames crime in the area on an area homeless shelter run by the Metro Atlanta Task Force for the Homeless.\nTask Force manager Anita Beatty refuted that claim. \"I'm not saying everybody who lives here is an angel,\" she said. \"But it's simply not true that this place attracts crime to the neighborhood.\" She blamed the crime on drug dealers preying on the homeless. Beatty added: \"I just hope he keeps his little robot away from our place, because it sounds kind of angry.\"\nThe Atlanta police said they had received no negative comments on the robot, but that Terrill could technically be arrested for assault if he intentionally shoots a person with the robot’s water cannon.  Terrill, however, counters that the cannon is on a low setting and is more nuisance than weapon. He intends to keep teaming up with the robotic vigilante as long as he needs to.\nInfo from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","title":"Atlanta's Real Life RoboCop","author":"Chris"}