{"url":"http://www.environmentalgraffiti.com/plants/news-wolf-peaches-bring-out-animal-you","content":"\nAre you superstitious about your food?  I mean, would you cheerfully tuck into a ‘wolf peach’? No way, you might cry, but you have probably done that very thing, thousands of times in your life, and never given it a second thought.\nOld German folklore has it that witches used plants of the nightshade family to evoke werewolves.  The common German name for tomatoes translates as \"wolf peach\", and 18th century Carl Linnaeus took note of this legend when he named the tomato \n, which literally means, \"edible wolf peach\". Northern European cultures, in the Middle Ages, associated this plant with poisonous members of the \nfamily, specifically henbane, mandrake and deadly nightshade, which bore morphological resemblance. Deadly nightshade is a poisonous plant which has been used as both a hallucinogenic drug and a beauty aid in different parts of Europe.\n\nThe Italian name 'belladonna' literally means beautiful woman, in reference to the practice of ladies in medieval courts who would apply a few drops of nightshade extract to their eyes to dilate their pupils, a look considered most fashionable at the time. \nThe hallucinogenic properties of the plant, comprised of visions and the sense of flying, most likely led to the association of nightshade with witchcraft. Of course, just because this particular food is from the same plant family as ‘deadly nightshade’, it has never put you off, though if you were to be presented with bright yellow or purple varieties, you might think twice before biting into them.  \nNo need though, because \n, to give it the botanical name, is also known, variously, as pomodoro, love apple, Moor's apple, stinking golden apple, or even amorous apple – though you will know it as the tomato, America and the world's favourite meal accompaniment.\n\n\nRenaissance botanists, relying on Greek and Roman texts, misidentified and mis-classified the tomato, thinking it poisonous. Their errors were copied by popular 16th-century English herbalists, such as John Gerard, who saw no contradiction in writing that while Spaniards and Italians ate tomatoes, the plant was nevertheless \"of ranke and stinking savour.\"\nIn fact, people were eating tomatoes well before the fruit made its way to Europe early in the 1500s. Native to the coastal highlands of western South America, the tomato emigrated to Central America and then to Mexico. The Aztecs, according to a contemporary account, mixed tomatoes with chillies and ground squash seeds, a combination that sounds suspiciously like the world's first recipe for salsa.\nThe first cookbook to contain tomato recipes was published in Naples in 1692—but suspicion of tomatoes persisted into the 19th century in both England and the United States. Early American colonists not only brought tomatoes with them, but also all the popular prejudices. While a few grew tomatoes, like Thomas Jefferson, who first mentions planting them in 1809, they were not widely cultivated until after 1830.\nDoubts about the safety of the tomato were supposedly put to rest in 1820, when Colonel Robert Gibbon Johnson announced that at noon on September 26, he would eat a bushel of tomatoes in front of the Boston courthouse. Thousands of eager spectators supposedly turned out to watch the poor man die after eating the poisonous fruits, and were shocked when he lived. The story is probably untrue, but tomatoes began to steadily grow in popularity after that time.\nIf controversy over tomato toxicity weren't enough, debate was rife about whether it is a vegetable or a fruit. In 1887, the question went all the way to the U.S. Supreme Court in ‘Nix v. Hedden’. The real issue was money and protection for American growers. If tomatoes were vegetables, they could be taxed when imported under the Tariff Act of 1883. \nThe Court ruled on the side of American farmers. Botanically speaking tomatoes are the fruit of a vine, as are cucumbers, squashes, beans and peas, even if, in the common language of the people, all these are vegetables. Known as love-apples by the French, the humble tomato may have been the real culprit that got Adam and Eve kicked out of Eden. \nFresh, ripe tomatoes are a very seductive food, and rich in the phytochemical lycopene,  which can help prevent prostate cancer. It seems that the French coined the phrase ‘love apples’, associating them with Valentine’s day, though there is little doubt that sinking your teeth into a fresh, red tomato is quite sensual, and very intimate, somehow.\nOK. They came in all shapes and sizes, ranging in colour from black to bright yellow, but the taste is always wonderful.  No matter what the ancient superstitions were, the tomato has rightly taken its place as the number one fruit/vegetable in the world today.  They contain powerful anti-oxidants that help the immune system, and are full of vitamins.\nIt is quite amusing to offer dinner guests some marinated ‘wolf’s peach’ as a side salad, and raises a few eyebrows, but once they see what is actually being offered, they gleefully get stuck in.  Though not officially classified as being aphrodisiac, there is something about them that gets people going. In my book, any food that can do that has to be a big part of my daily diet.  How about you?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Firestick_1_450px-Euphorbia_tirucalli_003.jpg","title":"The Secret History of the Tomato","author":"tonyleather"}