{"url":"http://www.environmentalgraffiti.com/sciencetech/supermassive-black-hole-milky-way/6671","content":"\n\nImage: \nAstronomers made a spectacular announcement in late fall, 2008. Suspected for several years, a massive black hole has been identified at the galactic center. Black holes are still difficult to understand. They are created by the gravitational collapse of the most massive stars. Some of the star's material is blown away in a colossal explosion called a supernovae. Interior material implodes, the collapse only stopping when a black hole has been created, that entity of infinite mass and gravitational force that has no dimensions and no volume. The supermassive black hole of  the Milky Way is in a region called Sagittarius A* that was only confirmed very recently. This massive black hole is small in size with a radius of less than 6.25 light hours. It is 'massive' because of the extraordinary amount of mass compacted into its small sphere, about 3.7 million solar masses. Research in the fall of 2008 reported that 95% of the mass of Saggittarius A* is in the supermassive black hole, so we can consider the two entities as equivalent. Super massive black holes may grow by capturing nearby stars, gas and dust and smaller black holes. \n\nPhoto: \nIn December 2008, results were announced from a very difficult observational effort that required 16 years to complete. Intense interest has also been focused on the stars that survive near to massive black holes because they have barely been able to avert catastrophe. Just beyond a black hole's immense gravitational pull, these stars are surviving in a very extreme environment. Interstellar dust does not allow us to see the center of the Milky Way, so studies were done at infrared wavelengths. A team of German astronomers studied 28 stars at the Milky Way center in order to accurately determine the morphology of the massive black hole in Sagittarius A*. The precision in tracking the orbits of these 28 stars at the galactic center in the last years of the study was equivalent to being able to see a 1 euro coin from 10,000 km distant. The stars closest to Saggitarius A* are not in defined orbits. They swarm like bees buzzing around a hive. Further away from the massive black hole, six stars are in defined orbits. One of them named S2, completed one orbit of Saggitarius A* during the 16 year time period of this study. It is likely that the tidal forces of the massive black hole catalyzed the formation of these stars.\nThe next time you go star gazing, find the constellation of Sagittarius. You are now looking towards the center of the Milky Way. The massive black hole inside Saggitarious A* is invisible, but it is there,  regulating star formation at the heart of the galaxy and slowly growing in size through the millennia. Will it eventually stop growing, or will this massive black hole gradually consume the entire galaxy? In the far, far future, will space travelers who (accidentally) find themselves at the center of the former  large spiral galaxy called the Milky Way see nothing but wisps of interstellar gas? As they closely approach the galactic center, the outline of the giant black hole will become visible because of the violent atomic activity just beyond the boundary where matter is sucked in forever. Time to put the space ship in reverse and get away, the photographs will be stunning!\nSources \n, \n, \n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Supermassive Black Hole at the Center of the Milky Way","author":"merlynne6"}