{"url":"http://www.environmentalgraffiti.com/animals/news-animals-sliding-ice","content":"\nIs this a Photoshop job? Probably. But with winter fading fast, we at Environmental Graffiti thought we'd take the opportunity to have a little more fun in the snow by focusing on animals doing the same. \"Wheeeeeee!!!\" the polar bear in this image could be exclaiming, or perhaps more likely an expletive we're unable to print here. \"Should have read the sign,\" the smart asses may say, but while clearly animals can't read, their sense of equilibrium usually puts ours to shame. So what's the deal when our furry and feathered friends go sliding on the ice?\nPolar bears are known for using snow as a kind of towel in which they roll to dry off, and even for sliding on the ice as a form of play; but for other polar animals, slithering along on the ice is a form of locomotion. When penguins aren't waddling along on their feet, they can be seen sliding on their bellies across the snow. Known as 'tobogganing', this movement conserves energy while allowing the flightless birds to make headway quickly.\nAbove, we see a group of Adelie penguins coming ashore tobogganing on their bellies. \"The photo was taken while I was with a group out on the sea ice near the Australian Antarctic station,\" says photographer Ian Phillips. \"We spotted a bunch of around 150 to 200 penguins on the edge of the sea ice and as we observed them they all rushed towards us to come ashore on the island. Clearly we did not cause them any concern as they came right past us to get to their destination.\"\n \nOn land, Emperor penguins, like their smaller relatives, switch between their characteristic wobbling gait and their more tank-like tobogganing style, propelled by their feet and wing-like flippers. Penguins are also supremely adapted for diving, with Emperors able to reach phenomenal depths reaching 535 m (1,755 ft) for time periods of up to 18 minutes. When hitting the icy waters, a spot of ice sliding offers the perfect diving entry. \nOf course, penguins aren't the only polar animals known for slipping around on the ice; seals are at it too, albeit in an ungainly fashion. The Spotted seal below sliding towards the edge of an ice floe may be a highly efficient swimmer, but the undulating body motion and back flippers that serve it so well underwater are not much use above the surface. On ice, such seals are the very definition of clumsiness, moving by awkwardly wriggling their front flippers and abdominal muscles.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","title":"Animals Sliding on the Ice","author":"Karl Fabricius"}