{"url":"http://www.environmentalgraffiti.com/news-incredible-fauna-largest-wetlands-earth","content":"\nImagine a land ten times the size of the everglades, 81,000 square km, with a basin that fills up slowly with water and overflows in the rainy season, then slowly empties in the dry season before the cycle starts all over again. A wetland with the densest concentration of wildlife in South America, home to thousands of species of fish, birds, amphibians, reptiles and mammals, including the elusive jaguar and endangered hyacinth macaws and caimans.\nThis is the Pantanal, the largest wetland on earth. It is spread over western Brazil, eastern Bolivia and eastern Paraguay, although 80% of it is in Brazil. It is a land of flooded grasslands, savannas and tropical forests. It is also a land in danger. Join us for a look at some of the incredible images that world-renowned professional wildlife photographer and author Nick Garbutt captured on his recent trip to observe some of the indigenous animals.\nThe yacare caiman is also known as the piranha caiman, as piranhas are one of the major prey foods for this crocodilian animal, along with other fish, birds and the occasional capybara if the caiman is large enough. The caimans are generally between two and two-and-a-half meters long with some larger exceptions. The gaping jaws behavior seen in Nick's image (top) is how the caiman regulates its body temperature. There are over a million of these reptiles in the Pantanal, and they are prey for the yellow anaconda and the jaguar.\nThe Pantanal is one of the best places on earth to spot the elusive jaguar (panthera onca), an animal listed on the IUCN red list as near threatened. Much of the jaguar's natural habitat in the Amazon and elsewhere has disappeared due to human encroachment and it is often killed by ranchers in South America. Nick Garbutt managed to get spectacular images of this rarely seen apex predator, some of which he shares with us here.\nIn 2000, it was discovered that there are no subspecies of jaguar, that all of the individuals in South America belong to one. The jaguars is the third largest big cat and has a preferred killing method unique to it, whereby it bites through the temporal lobes of its prey right into the brain. Jaguars are also able to bite through the skin of armored reptiles. Caimans, capybara, tapirs and deer make up the bulk of its prey. \nThere are three main threats to jaguars according to \n, an organization dedicated to the conservation of big cats. First is the fragmentation and loss of their habitat to development and agriculture. Second is direct hunting by people who see them as a threat to their livelihood. And third is the loss of their major prey species, which causes them to then attack domesticated cattle and other animals. It's a vicious circle. Because of this, Panthera have started an initiative called the \n: \"It is a unique initiative with dual objectives: creating one of the world’s largest, intact, protected jaguar corridors, and establishing a replicable model within the corridor where cattle ranching is both financially profitable and compatible with jaguar conservation. Panthera is currently working on two contiguous Fazenda’s, totaling 700 square kilometers and with 5,000 head of cattle, all managed by an expert Pantaneiro.\" You can read more by following the link.\nThe toco toucan is the largest and best known of all the toucan species, birds of course well-known for their incredibly large and colorful beaks. The beak is hollow so it is not as heavy as you might think. Researchers have also discovered that one of its functions is to provide a surface area for heat exchange. It has a network of blood-filled capillaries in it and works akin to an elephant's ears as far as removing body heat goes. It also acts as a thermal radiator, and experts believe that the toucan sleeps with it tucked under its wing as a way to insulate itself and retain body heat as it sleeps. \nThe agami heron, otherwise known as the chestnut-bellied heron, is a spectacular bird not often seen clearly in photographs because of its penchant for shady areas. However, this image captures its wonderful plumage perfectly. It looks like it is curiously studying its own reflection. These herons stand in shady shallow water and catch snails, small reptiles, frogs and of course fish.\nThis image shows an animal called a capybara. These creatures travel in groups up to ten and are the largest rodents in the world. They have no tail, and their hind legs are a little longer than the front, meaning they have an awkward looking body. Excellent swimmers, they can stay submerged ufor p to 5 minutes and love to wallow in the water during the heat of the day, grazing during the late afternoon and night. They are one of the main prey species in the Pantanal, a favorite of jaguars, anacondas and many more.\nThis incredibly beautiful bird is called a hyacinth macaw, which is the largest flying parrot in the world. Sadly, it is endangered due to the pet trade and habitat loss. In the Pantanal, a program funded by the WWF called the \n is in place to help protect this species. Artificial nest and awareness campaigns have also been taken up to help save this magnificent bird from further depletion of its numbers. \nThe tapir is a fascinating animal that has a body a lot like a pig, except that its snout is a prehensile, fleshy proboscis, giving it a very unique appearance. Tapirs love to swim and often sink to the bottom and walk along the riverbed eating plants. There are four species in the world, two of which are endangered and two which are vulnerable, including the Brazilian tapir. An IUCN red list affiliated program called the \n is involved in conservation and education efforts to save it.\nThese incredible images show only a small part of the amazing multitude of life found in the Pantanal. There are 3,500 plant species, 656 bird species, 325 fish species, 159 mammals, 53 amphibians and 98 reptiles. One of the biggest threats to the wetland itself is a plan by the three countries it lies within to modify the Paraguay River, to make it navigational for shipping and to build hydroelectric dams in it. Hopefully the attempts by conservationists, governments and ecotourism will increase and disrupt these plans.\nNick Garbutt will be doing his own bit for ecotourism by leading a tour into the Pantanal in August 2012. Part of it will be dedicated to finding jaguars, and details will be posted on his website's \n. If anyone is interested in finding out more, keep checking there.\nFor those who want to help towards the conservation efforts to help save big cats: both \n, which I discussed above, and \n, an NGO (non governmental organization), are working hard on it. Panthera has projects the world over while Procarnivols operates in Brazil itself.\nA very special thank you to Nick Garbutt for his help and kindness in allowing us to use his spectacular photographs. Nick is not just a professional wildlife photographer but an author of five \n on Madagascar and Borneo, as well as an artist who does wonderful fine pen and ink drawings that you can see \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","title":"The Incredible Fauna of the Largest Wetland on Earth","author":"Michele Collet"}