{"url":"http://www.environmentalgraffiti.com/animals/news-olive-ridley-sea-turtle-paradox-numerous-endangered","content":"\nEvery year, Olive Ridley Sea Turtles gather at relatively few beaches to dig nests and lay eggs. These small ocean-going turtles are at risk for several reasons.\n\nAn \"\n\" is a mass nesting event. Thousands of female turtles meet in shallow offshore waters. Triggered by signals unknown to scientists, the majority will go ashore simultaneously. Each digs her nest and lays about one hundred eggs, then returns to the sea.\nA single turtle might lay one to three clutches of eggs on a monthly basis. A few females are solitary nesters and lay their clutches about twice as frequently.\nThe eggs incubate for almost two months. The hatchlings race to the sea, hoping to live long enough to mate. In fifteen years, the surviving females will again return to lay their own eggs.\nThe Olive Ridley Sea Turtle lives in the tropics of the Atlantic, Indian and Pacific Ocean. Mexico, Nicaragua and Costa Rica are the hosts in the Americas. Sri Lanka and eastern India have the other main nesting sites.\nSmall for a sea turtle, the Olive Ridley grows to about 30 inches (80cm) in length and weighs up to about 100 pounds (45kg). Their diet includes crabs and other crustaceans, jellyfish and algae. The upper shell is an olive colour. Each flipper has one or two claws.\nThe number of nesting females has been estimated at about 800,000. Yet these numbers show a serious decline; so has the average size of the turtles joining in the \n. Taken together, these observations raise alarms among marine biologists.\nThese turtles, and their eggs, have been harvested for food; they are plentiful and easily obtained during the \n. Where environmental protection has been implemented, however, some nesting sites have shown signs of recovery.\nYet, the greater problem may be demonstrated in concerns in India. Trawlers continue to catch fish, and entangle turtles in their nets. Some conservationists in India had persuaded the government and the Supreme Court to take specific actions to protect this species. Despite claims that trawlers avoid using the \"Turtle Excluder Device\" on their fishing nets, some officials insist that compliance is high.\nAs well, coastal dredging operations to ensure safe navigation may cause incidental damage to the beaches favoured by the Olive Ridley Sea Turtle.\nThe breeding population had declined very seriously on Mexico's western coast, leading to an \"endangered species\" status. The population has stabilized since 1990, due both to a ban on harvesting them, plus the requirement for the \"Turtle Excluder Device\" on trawlers' nets.\nMexico provides a hopeful example for the rest of the world to follow. Enforcement of the correct conservation protocols can save the world's Olive Ridley Sea Turtle population. \n:\nUS Fish and Wildlife Service, \"\n\", modified Jan. 16, 2009, referenced Nov. 17, 2010.\nNOAA Fisheries, \"\n\", referenced Nov. 17, 2010.\nSandeep Mishra, \"\n\", published Nov. 9, 2010, referenced Nov. 17, 2010.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","title":"The Olive Ridley Sea Turtle Paradox","author":"MikeDeHaan"}