{"url":"http://www.environmentalgraffiti.com/ecotourism/news-autumn-tourism-near-canadian-american-border","content":"\nEach September brings Labor Day, the equinox, and a change of seasons. Temperatures and hours of daylight begin decreasing in North America, \n. Deciduous trees find it uneconomical to continue photosynthesis under these circumstances and consequently shed their leaves. But before the foliage falls, \n. And without that green pigment, the bright colors of autumn dominate broadleaf canopies, a phenomenon that should be particularly vivid in North America this year as a result of this summer's drought.\nLeaves change color first in the north, before the trend heads south. Foliage tourists travel all the way to America's northern border states to see forests full of red, orange, yellow, and purple. In Vermont, foliage tourists and college students temporarily boost the population every autumn. And the influx is so great that this year Vermonters \n so that students and foliage tourists could attend the party. \nA bit to the west, upstate New Yorkers \n. Birds have flown south and mammals are maturing. Colorful wildflowers on the ground have been replaced by changing leaves in the treetops. The fauna fatten up for the winter by gorging on plants. Local people, in turn, add select fauna to their menus.\nLike Vermont, upstate New York \n. There are countless autumn leaves, millions of acres of countryside, and thousands of miles of waterways in the Adirondack region. Hot air balloons and corn mazes offer family-friendly fun. And history buffs can take guided tours of a homestead and explore Lake Placid's Olympic Sports Complex and Museum.\nThe Finger Lakes region includes Rochester, and New York's National Museum of Play, which offers hands on exhibits for kids. The Naples Grape Festival in Naples, New York features wine tastings for grownups, along with music, art, and food for all ages. And those who prefer a quiet journey through the great outdoors can choose from dozens of hiking and biking trails in the area.\nClose to New York City yet full of wide-open spaces, the Hudson Valley region has much to offer. The Hudson Valley Apple Trail runs through 25 miles of Ulster County's apple farms. And agritourism (agricultural tourism) activities near the trail include hayrides and crop picking. \nA market sells produce and prepared treats fresh from the source. But visitors who prefer to stay indoors can wander through historic buildings that once housed President Franklin D. Roosevelt, writer Washington Irving, and industrialists from the Vanderbilt and Rockefeller families.\nAlthough the beach season is over, outdoor fun doesn't end with summer. Autumn is a wonderful time to head north of the Northeast Corridor. From the banks of the Connecticut River to the shores of Lake Ontario, autumn leaves form a backdrop for tourist activities. And festivals, museums, and agritourism activities await visitors near the border.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb11.webshots.com-33994-2100098910104237032S600x600Q85.jpg","title":"Autumn Arrives in the American Northeast","author":"Joseph Dunsay"}