{"url":"http://www.environmentalgraffiti.com/adventure/news-hunger-could-resurrect-henry-river’s-ghost","content":"\nIn the foothills of the Smoky Mountains in western North Carolina lie the remains of the Henry River Mill Village. Overgrown weeds and crumbling buildings may be a far cry from a once-thriving community, but they make the perfect setting for a post-apocalyptic world where teens are drafted by lottery to fight to the death.\nUpon seeing the hydropower potential of Henry River, Michael Erastus Rudisill established the town in 1904. At its height, the settlement, located near Hildebran, was completely self-sustained: not only was electricity generated by the dam and mill, but the town ran a company store, school and church – and even minted its own currency. Most people worked at the mill and lived in clapboard houses the company set up and leased for nominal fees. \nHowever, Henry River was not without its downsides. People worked twelve-hour shifts involving backbreaking labor. When not working, the townsfolk found release in tending their gardens and livestock, square dancing, games of baseball, or drinking homemade moonshine. The mill was shut down in 1973 and residents moved elsewhere to seek work. In 1976 Wade Shepherd purchased the mill with plans to open it for business, but it burned down within a year.\nThe North Carolina Division of Tourism and Burke County have been making efforts to preserve Henry River and draw visitors, including getting it added to the National Register of Historic Places. Now, though, tourists are flocking to the area because the 2012 movie \n was filmed entirely in North Carolina. Henry River was the site of District 12, notably the Mellark family bakery (the company store) and the Everdeens’ shanty. \nBack in the real world, Wade Shepherd still owns the place, keeping a close eye on his property – and a man carrying a gun described as the caretaker has apparently confronted people, warning them against trespassing. For now, Shepherd, as well as the local sheriff’s department and private security guards, are more likely to be seen shooing people away for safety reasons, making sure nobody gets accidentally hurt. Perhaps they’ll rethink, however, after being bombarded by hoards of curious movie fans. Many of the buildings are visible from the road, and Henry River’s history is told at Hildebran Heritage Museum.\nYou can, however, still get up close and personal with many of the other filming sites in the area, and tour companies offer package trips such as the Hunger Games Fan Tours, Double Your Hunger for Adventure, and Walk Like “A Katniss Everdeen”. The city of Charlotte was the setting for Capitol, where the ‘Tributes’ were trained to fight gladiator-style. The stars often hung out and ate in Asheville, at the Lexington Avenue Brewery, Wasabi and the Laughing Seed Café.\nThe Arena scenes were shot amongst the giant pine trees in DuPont State Forest, with the fireball scene filmed at Bridal Veil Falls. The bloodiest action happened at North Fork Reservoir, which can be viewed from the Craggy Pinnacle Trail. Tours offer activities ranging from scene re-enactments to learning archery, friction fire building and animal tracking. And for the even more adventurous, there is whitewater rafting with Wildwater Adventures and ziplining at Navitat Canopy Adventures. Most tours run from April through September.\nImages reprinted with permission from \n, by Nicole Callihan with Ruby Young Keller, publishing July 30, 2012.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4793980539c9e4794e33zjpg","title":"How The Hunger Games Could Resurrect a North Carolina Ghost Town","author":"carladerrico"}