{"url":"http://www.environmentalgraffiti.com/forests/news-dancing-forests-kaliningrad","content":"\n\nLocated at Kaliningrad on the Baltic Sea lies one of the strangest natural phenomena on Earth.  Known as the Dancing Forest by caretakers of Curonian Spit National Park and the Drunken Forest by locals, this unusual pine forest is made up of trees of various shapes, most of them twisted in circles and spirals along the ground. \nObservers will see that almost every tree there is unusually shaped. Some may think, when seeing these unusual trees, that they have been trained, as Japanese bonsai are, but local residents do not know anything about any such training.  This phenomenal forest has also been the subject of a number of scientific studies, to find the reasons of such unusual growth patterns of trees in this particular area.\n\nSeveral theories have emerged, including one by a psychic who claims that the forest is located on a spot where massive amounts of positive and negative energy collide. Others say the causes are geological, that it must have something to do with the unstable sandy soil, but the most widely accepted idea is that the Dancing Forest was simply blown into these strange shapes by the powerful winds which constantly buffet the area.\n\nThis forest does seem to be a unique natural phenomenon. The pines bend in odd postures, and some trunks have even developed as rings. An amusing superstition has it that if one gets through such a ring making a wish, it will come true. Yet another belief tells that where tree trunks make such rings are the borders between positive and negative energy. If you get through the ring from the proper side, your life will be extended by one year.\n\nTourists seem to believe that the Dancing Forest seems more like an overspill form the effects of the Chernobyl disaster, with 20-year-old pines tied into natural knots and loops, like lumpy contortionist.  Whatever the reason, this weird woodland is definitely an interesting site, especially if you are a big fan of strange natural phenomena.\nOne local legend has it that a Prussian, Prince Barty, used to hunt in these forests. Chasing a Roe deer one day, he heard a wonderful tune, and as he came to a field, he saw a girl playing the lyre. She was a Christian and her name was Predislava. The prince proposed to her but she replied that she would marry only a man of her faith.\n \nPrince Barty agreed to become a Christian as long as she could prove the power of her invisible God was more powerful than the surrounding trees. Predislava played her lyre, birds grew silent and the tress started dancing. The prince took a bracelet from his hand and gave it to her as a token of their betrothal. On this very spot, many years later, there grew the “dancing forest”.\nIn fact, this part of the forest was set here in 1961. But the anomalies have only been noticed in the last few years.  Somehow though, the facts are unimportant, because the romance of the various stories makes the forest more magical, which is no bad thing when you think it over.  The Dancing Forest can be as mystical as the visitor wants it to be, and that surely is what really matters?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aokigahara.jpg","title":"The Dancing Forest of Kaliningrad","author":"tonyleather"}