{"url":"http://www.environmentalgraffiti.com/news-ecuadors-2000-year-old-enchanted-paper-tree-forest","content":"\nAmong the most unusual species of tree in the world, the Polyepsis has several features that are utterly unique. A tree is never just a tree if you start looking in a bit more detail, and this amazing plant has more than one claim to complete individuality. The genus holds the world record for growing in the highest altitudes in the world.\n \nThis species grows at 9,800 to 16,400 feet, far higher than any other, throughout the Andean highlands. Some are very stunted, but most polylepis trees grow 33 to 49 feet tall, sometimes reaching 148 feet at lower levels. This tree is also one of the most threatened in the Andes of South America, as it is often harvested for firewood by local peoples, something unchanged since before the time of the Inca people. Scientists are certain that the high Andes were once covered in dense polylepis forest, but deforestation has drastically reduced this, so that now, in Ecuador, the tree is a protected species, it being a federal crime to cut polylepis unless it threatens a dwelling. The largest stand of polylepis in Ecuador is contained within the highland portion of the Cayambe-Coca Biological Reserve, and estimated to be several thousand years old. \nThe polylepis is actually a part of the rose family, but these trees are far removed from the rose bushes of summer gardens. The name polylepis means \"many scales\" in Latin, correctly describing the papery, layered bark that characterizes this tree type. In places, trees that are permanently bent by the wind lead to these forests occasionally being called \"enchanted forests\" because of their low canopy, twisted growth pattern and striking red peely bark.\n \nIn olden times, long before cattle and sheep arrived in the Andean highlands, polylepis covered vast areas extending from Venezuela to Argentina. These forests helped maintain the habitats needed by many creatures, keeping fragile soils from eroding away and harboring many types of plant used by local peoples for both food and medicine.\n \nOutside the ancient city of Cusco, where some of the Inca's descendants live at altitudes of more than 12,000ft, polylepis trees provide fuel, building materials and medicine to the local peoples who retain the age-old traditions of their ancestors. Unfortunately, the current level of deforestation, and the phenomenon of burning surrounding grasslands to create pasture, are threatening the survival of the forests. \n \nThere are now planting procedures in place, thanks to conservation groups,that should ensure the continuation of these remarkable trees for future generations. They are so special in so many ways that it would be a great shame if they were to be allowed to die out. They have a strange allure ans beauty that needs to be preserved for the future. Polyepsis trees deserve our attention. Theuy have been around long enough to have earned that much many times over. \n \nMy sincere thanks to \n for letting me use one image and to Chris Sipe for permission to use two others. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","title":"Ecuador's 2,000 Year Old Paper Tree Forest","author":"tonyleather"}