{"url":"http://www.environmentalgraffiti.com/health-and-body/news-semen-antidepressant","content":"\nMany people don't know it, but semen carries more than just sperm... It also unlocks the potential to alleviate depression in women, \n.\nMales have \n there was more to semen than meets the eye. Women are more happy and bond better with their partners after sex. But is it because of the sexual act itself or the hormones in semen?\nThe complexity of semen is such that it carries estrogen, prostaglandins and oxytocin. The first two mentioned have already \n to lower depression in women. The oxytocin shows up during childbirth, breastfeeding and lactation. So, if these three hormones that make women feel better and bond with others more easily are readily available in semen, then one would assume semen is the gateway to alleviating depression.\nThe \n, whose results are finally being revealed, analyzed 293 women who either never had depression or currently were suffering from it. The women in the study were instructed to have protected sex (with a condom) and also to abstain from condom use. This would appear to explain whether the act of sex itself was the reliever of depression or if it was the semen itself.\nThe study revealed that semen is genetically designed to work in the male's favor. With those aforementioned three hormones embedded in the semen, the woman he mates with has a stronger bond with him, feels satisfied and is less depressed. The male has thus successfully increased his reproductive chances in impregnating the female and/or having further sexual relations with her.\nMore interestingly, this same study revealed that when the women who didn't use condoms were put on a temporary sexual hiatus from sex or broke up with the male, they had a harder time with the estrangement. Having regular sex with the male was a mood booster. Infrequent or interrupted sex increased depression.\nThe \n: \"There was no significant difference in depression between condom users and abstainers.\" \nWomen can have withdrawal symptoms from not having regular semen events. Even though it's advised to practice safe sex, the lack of semen entering the woman's vagina is not conducive to her well-being.\nOne may conjecture that those who don't use condoms often use birth control pills, which have many of the same hormones in them. The study didn't address that postulation. It was evident that women who used condoms and those who abstained from sex had similar levels of depression, whether or not their baseline mood before the study indicated depression.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"Could Semen Be an Antidepressant?","author":"Asher Kade"}