{"url":"http://www.environmentalgraffiti.com/featured/light-graffiti-artist-vicki-dasilva/10420","content":"\nVicki DaSilva is a \n legend. Influenced by the birth and boom of graffiti in New York City, she decided to develop her own more ephemeral but no less inspiring take on the art form, making thin air instead of subway cars her canvas, swapping spray cans for light sources, and capturing the play of light in long exposure photography. She has been creating light graffiti and light painting photographs since 1980.\nVicki DaSilva's work is broad in scope, from technical conceptual pieces involving track systems like those from her 'Light Tartans' series, to the more direct socio-political throw-ups of her 'Financial Meltdown' series. After concentrating on installation-based work for a long time, she became inspired to make some new light graffiti work during the Obama campaign. Here the artist herself talks exclusively to Environmental Graffiti.\nEG: How would you explain the way light graffiti works to the novice?\nVicki DaSilva: Light graffiti is a very basic technique of using any light source as a method of drawing for a time exposure photograph in the dark, or at night. Using a camera that allows a 'bulb' setting for an extended time, while on a tripod, the light source is directed at the camera and the camera documents the movement of the light. Trial and error are needed to perfect any number of variables.\nEG: What is your modus operandi in a nutshell?\nVicki DaSilva: My modus operandi is to create single frame time exposure photographs at site-specific locations at night that combine principles of drawing, painting, sculpture, performance and installation art with light. And to make \n the most popular site for light graffiti.\nEG: What is the thinking behind your two – very different it seems – current projects?\nVicki DaSilva: My light painting photographic installation based works are made with the pursuit of contributing to contemporary fine art photography with a body of work that is historically significant in terms of originality and execution of process.\nVicki DaSilva: My current light graffiti photographic works are intended to comment on social and political news issues. My Future 'wish list goal' is for the organization of 'Smart Mob' type social visual protests through my site \n, with artists using light graffiti technique for shared global activist activities.\nEG: So what's the latest piece you've completed?\nVicki DaSilva: These photos are from a shoot I did last night about an hour from where I live at the Schuylkill County Courthouse in Pottsville, PA where a murder trial is set to begin on Monday, April 27, 2009. A 25-year-old Mexican illegal immigrant named Luis E. Ramirez was brutally murdered by three white teens in Shenandoah, PA – known to locals as Shen-Doe – who beat him on July 12, 2008.\nEG: How were you inspired with your work in the Obama campaign?\nVicki DaSilva: The Obama campaign re-ignited my passion for light graffiti. With the outpouring of artists making Obama inspired works, I had the idea to go to the White House and write, 'OBAMA IN THE HOUSE!!', and 'OBAMA 08!' in June 2008. I was on my way to Raleigh, NC after the DC shoot and continued the series on the campus of North Carolina State University in their 'Free Expression Tunnel' where graffiti is allowed and encouraged. It made a perfect light graffiti location.\nEG: In what ways do you think the unique qualities of light graffiti make it environmental?\nVicki DaSilva: The environmental aspects of light graffiti are extremely important. We know that neurotoxins in spray paint are extremely harmful to people and the environment. We also know most graffiti artists do not wear the proper masks while working. The pollutants of that paint also go into the air, the ground and the water. Because of the controversial vandalistic tendencies of spray paint or marker graffiti on public and private property, the constant battle between the opposing forces also brings the chemicals of removal into play. Those chemicals are highly pollutant.\nVicki DaSilva: Light graffiti allows for a green solution to those problems as an alternative medium. By choosing environmentally friendly lamps such as compact fluorescents and fluorescent tube lamps, powered by portable battery packs, a clean, green solution can be had. My vision is for a new generation of light graffiti artists expressing themselves through photographic means.\nEG: Can you tell us a little bit about what got you started as a light graffiti artist?\nVicki DaSilva: While in art school I was seeking a way to make photographs that were unique in execution and process. I was fascinated with extended time exposure photography and the infinite possibilities of the process. I was studying the history of photography and artists such as Man Ray, Moholy-Nagy and Brassai. I saw the light graffiti photos by Gjon Mili featuring Picasso drawings from 1949. I was also studying contemporary art, especially at that time – the early 1980's – artists such as Dan Flavin and James Turrell.\nVicki DaSilva: Graffiti art was a huge influence on me visually and in terms of being site-specific, and light graffiti seemed obvious to me to use in order to combine all these ideas into my own work by approaching those elements through photography. My recent return to light graffiti incorporating the application of social and political commentary through the technique is very exciting for me.\nWe leave you with some footage of the artist in action, creating a piece from her current 'Financial Meltdown' series:\n\n\nWith special thanks to Vicki DaSilva for agreeing to be interviewed for this article. To see more of her work, go to her website \n, or check out her new blog \n.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","title":"Environmental Graffiti Interviews Light Graffiti Artist Vicki DaSilva","author":"Karl Fabricius"}