{"url":"http://www.environmentalgraffiti.com/green-living/peer-pressure-and-payments-to-keep-emissions-low/330","content":"\nA grassroots environmental movement is using a new weapon in the fight against carbon emissions: peer pressure.\nA CRAG, or Carbon Rationing Action Group, is a community-based group that aims to help members first calculate their personal carbon emissions, then reduce them with simple lifestyle changes and  personal sacrifices. Members meet to help each other reduce their carbon emissions.\nAndy Ross, a 39 year old civil engineer from Glasgow, says that “The public perception is that you’ve got to be rich to be green. But it’s not the amount of money you’ve got to spend on fancy micro-renewable energy kits. It’s identifying the size of your footprint and adjusting your lifestyle accordingly.” \nWhile the concept of environmentally conscious people working to reduce their carbon emissions is quite common, CRAGs are unique in the way they ensure their members actually implement their initiatives. Members are given a carbon emissions quota and charged a fine if they emit more than their target amount.\nAlsion Dines, for example, was fined $191.39 after a flight to Mauritius for a vacation pushed her over her 6 month carbon limit. Air travel is one of the easiest ways to go over your emissions target, and can sometimes lead to friction in a group. However, some feel this friction is an important and effective tool.\n\"If somebody shows up to a meeting and says they plan to fly to such-and-such a destination and the group disapproves, then that is touching on the most sensitive area, people's lifestyles, but that is actually our goal,\" says\n\nJohn Akers, a 54 year old member of the Islington CRAG. \n There are approximately 160 members in 20 CRAGs across the UK, with several other related groups starting in the US and France. While the movement is still small, it shows promise.\nWhile many members see CRAGs as a wave of the future, critics suggest that the fines they impose, the ambitiously low carbon emission totals members often set for themselves and their voluntary approach means they are unlikely to have an effect on the population at large. \nOne such individual is Mathew Prescott, director of CarbonLimited, a company that conducts research into starting personal carbon emission capping efforts. Although he commended CRAG members for their efforts, he feels there are much more effective ways of reducing carbon emissions on a large scale.  \n“Crags are rationing among themselves, but we think real reductions would be driven far more forcefully by a larger, regulated trading market. If people want to drive a Hummer, we don’t think we can tell them not to.”\nOthers have more faith. Recently, London consultancy firm WSP Environmental began a CRAG for its employees. 60 staff members have volunteered to keep their personal CO2 emissions total below 6000 kilograms per year. Members will be charged 10 cents per kilogram if they go over their quota. If they stay under their limit, they’ll be awarded 10 cents per kilogram to spend or donate to carbon reduction groups. \nMembers hope that by using peer pressure and financial incentives they can bring about a major change in the way people think about their own carbon footprint.\nSource: \n.  A further guide to CRAGs can be found \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","title":"Carbon Trading \"Swear Jar\"","author":"Chris"}