{"url":"http://www.environmentalgraffiti.com/sciencetech/mormon-family-records-show-british-couple-to-blame-for-colon-cancer-risk/665","content":"\nResearchers using the detailed genealogical records of a large Mormon family in Utah and New York have \n.\nWho is to blame? According to researchers at the Huntsman Cancer Institute, the gene was brought to American shores by a married English couple who emigrated about 1630.\nDeb Neklason, leader of the study, said: \"The fact that this mutation can be traced so far back in time suggests it could be carried by many more families in the United States than is currently known. In fact, this founder mutation might be related to many colon cancer cases in the United States.\"\nThe researchers had been studying a large extended family with a history of unusually high rates of \n. The extended family numbers almost 5000 people, mostly in Utah and New York.  The Utah branch of the family was Mormon, which provided a wealth of genetic information on the family for researchers.  The church keeps a large and detailed \n of its members and a large percentage of the general population, which it provides free for genealogical research.\nBy studying the family’s genes and its genealogical records, the scientists managed to identify the genetic mutation responsible for attenuated familial adenomatous polyposis, a condition which makes sufferers far more prone to developing the polyps that can cause \n. If left untreated, people with the disease stand a 2 in 3 chance of developing the disease by age 80, compared to 1 in 24 for the unaffected population. The detailed records of the family's heritage made it possible to trace the family's common ancestor back to the English couple, which most likely brought the genetic mutation with them when they came to America.\nColorectal cancer is the third most common cancer death in the United States, with over 50,000 people in the US expected to die from the disease this year.  That’s about a third of the more than 150,000 people the American Cancer Society expects to be affected by the disease this year.\nThere is good news for those with this particular genetic marker, however. According to the study, less than 1% of all colon cancer cases are the result of the mutation. And there appear to be several factors that are likely more important in developing the disease, such as smoking and \n. Even the gene carriers’ 2 in 3 chance of contracting colon cancer can be dramatically reduced by early detection and treatment. Neklason stated: \"This study highlights that you need to pay attention to your family history. With intervention to remove the polyps, the risk goes to near nothing.\"\nIn all cases of colorectal cancer, early detection can dramatically improve the chances of survival.  For \n and its prevention, detection, and treatment visit the \n or consult your physician.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","title":"Mormon Family Records Show British Couple to Blame for Colon Cancer Risk","author":"Chris"}