{"url":"http://www.environmentalgraffiti.com/featured/artist-johannes-vogl/19516","content":"\n\nAll images courtesy of \nJohannes Vogl makes artistic invention take on a new meaning. The German artist comes up with often bizarre and mechanically elaborate ideas, then makes them, offering us a new perspective on what we might have thought of as familiar. The online design-tech community has already been made fleetingly aware of his work. Now Environmental Graffiti talks to the man behind the flame-throwing mosquito killer about Internet amnesia, his work and aesthetic, and the grandfather of invention.\nEG: Bavarian by birth, then educated in Vienna and Berlin, you’ve since exhibited widely in Europe. Tell us a bit about your background and maturation as an artist.\nJV: My grandfather was a farmer and an inventor of agricultural machines, which you still find on nearly every farm. After his death I grew up working in his old workshop rearranging new constructions from the things which were still left there. Then a youth in a small village in front of the Alps, with all this nature surrounding it – this brands you. Both my older brothers also studied art, so I was early confronted with this scene. The rest was a mixture between luck and just staying on doing what you want to do.\nEG: You made waves on the Web with Moskitofänger (Mosquito catcher), which – despite health and safety implications – some took for a household product they can buy. Is this an example of you singeing the boundaries between reality and fiction?\nJV: The photos were copied from the homepage of my gallery, posted on many blogs, also with commercial backgrounds. Because of this change of the surrounding, in my mind, the transformation was happening from a sculpture into a household tool. I saw this with interest, but the internet has a short memory.\nEG: Invention in a sci-tech and not just artistic sense is more important for you than most artists; I’m thinking of pieces like Marmeladenbrotstreichmaschine, but there are many others. Why are such peculiarly exaggerated mechanical inventions so central to your work?\nJV: I always try to develop the sculptures into a character that could even be close to a human. When they are moving, respectively \"doing\" something, this brings them closer to this intension. I like the moment when a sculpture is repeating its movement again and again, and at the same time \"watching\" its own product, like it happens for example with \"The Night\" (2009) or the projector of \"The Bread\" (2006). They are caught in their activity, a pitiable sight, but quite close to life.\n\n\nEG: A certain smirking, even absurd humour also seems present in your work – particularly so in pieces like the untitled colour photos of a man peeing on a seesaw, which people also seemed to enjoy online. Do you see yourself as something of a humorist?\nJV: In my opinion the works are more romantic than humorous. But what people probably describe as humour is the constellation of how this romantic quality is generated. Sometimes you have to use absurd integrants as they are the best for this purpose. On the other hand this also helps to protect the piece from becoming \"kitsch\", when you brake this wonderful view with its own absurd construction, to disenchant the piece in the same moment. But this is a dangerous game; a dose of irony may happen, to open the mind of the observer, but then you have to go further; then this first moment of happiness must turn into a deeper level, which gives space for your own thoughts and emotions. When this happens the sculpture is worthy of surviving. But if it stays just on the humour side, even worse: it becomes a gag; then throw it as soon as possible into the trash can, no matter how much energy you have put into realization.\nEG: Looking at pieces like \n and \n – and considering the way in which you re-use objects in your DIY creation of new ones – is it fair to say we can trace an environmental current in your art?\nJV: I'm always looking for the easiest and fastest and cheapest solution to realize a piece. And then you use what is around you. When you want to generate a sea breeze, you need a warm wind, so use a hairdryer – in combination with the smell you find on the beach, so just hang a fresh fish in front of it – close your eyes, and le voila, the sea. When you are looking to hang a moon as high as possible in the sky, the easiest way is to use an anyway standing construction crane and the lightbox with the commercial on it, which also is already installed. Just change the surface of the lightbox into a drawing of a moon. During the night you won't see the construction anyway. So probably this also comes in one way for economic reasons. On the other hand I believe in every \"death object\" is a soul; you just have to bring to the surface.\n\n\nEG: There seems to be something approachable in your work, perhaps because you appear so interested the everyday. Are you a believer in the idea that art should be for the many and not just for the few?\nJV: That is a dangerous game. Art became in the last years quite fashionable. So a rich lifestyle-crowd was putting itself into the scene, with, in my mind, catastrophic results for the, until this moment, quite free scene. The money destroyed quite a lot of creative spirit. With the beginning of the financial crises this crowd disappeared again, leaving behind a ruin. So let's say art is for everyone but we have to protect the arts from becoming a part of the capitalistic system again. I don't know if this will work out. First try failed.\nEG: What’s in store for Johannes Vogl? What future playground rides and pseudo-functional domestic solutions might we expect from him?\nJV: I'm just coming out from a quite busy time and would like to take my time for new things. But I'm already working on it, but it is too early to talk about, so just have a look from time to time on \n or \nWith special thanks to \n for taking the time to answer our questions.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","title":"Environmental Graffiti Meets Artist Johannes Vogl ","author":"Karl Fabricius"}