{"url":"http://www.environmentalgraffiti.com/forests/news-awesome-battle-between-fire-fighting-airplanes-and-destructive-wildfires","content":"\n \nPerhaps the most terrifying thing on Earth is to be out in the forest somewhere, miles from civilization, when you notice animals and birds fleeing in panic from a pall of smoke in the distance.\n \nYou have encountered the wildly dangerous and unpredictable reality of a wildfire, and the best thing you can do is to copy the fleeing creatures and run for your life. \n \nAlthough often harmful and destructive to humans, naturally occurring wildfires play an integral role in nature. They return nutrients to the soil by burning dead or decaying matter, and also act as a disinfectant, removing disease-ridden plants and harmful insects from a forest ecosystem. \nBy burning through thick canopies and brushy undergrowth, wildfires allow sunlight to reach the forest floor, enabling a new generation of seedlings to grow. Only the continent of Antarctica is exempt from the possibility of wildfire breakout.\n \nFossil records, and human history, shows that such events can cause extensive damage to property and to life, but they also have various beneficial effects. Some plant species depend on the effects of fire for growth and reproduction, although many conflagations do damage that takes years to repair.\nIgnitions sources in nature can include lightning strikes, volcanic eruptions and sparks from rockfalls. Coal seam fires that are burning around the world, such as those in China, can also flare up and set things alight. Sadly, however, far too often the cause is human carelessness, whether from discarded cigarettes, sparks from equipment or power lines sparking.\n \nMany third world people use slash and burn clearing of forest areas as it is the least expensive way to prepare land for farming. Forested areas cleared by logging companies allow more sunlight to forest floors, allowing flammable grasses to take hold, with overgrown and abandoned logging roads acting as fire corridors. Annual grassland fires in Southern Vietnam are thought to be a direct result of the US Army policy of forest burning there in the 60s and 70s. \n \nIn the USA, Canada and China, lightning is a major cause of wildfires, though elsewhere human involvement plays the biggest part. Such fires in Mexico, Central America, South America, Africa, Southeast Asia, Fiji and New Zealand, happen through land-conversion burning, so carelessness is a major cause of wildfires.\n \nIn the US 5,000,000 acres of land burn every year, resulting in millions of dollars worth of damage. Once started fires can spread at anything up to 15mph, destroying everything before them. Fires spreading through brush and trees can cause terrible damage, finding ways to feed their voracious appetite by spawning smaller fires and hurling embers for many miles. \n \nFirefighters adopt all the traditional methods to combat this menace, including water dousing and spraying fire retardants to extinguish blazing areas. Clearing vegetation to create firebreaks starves a fire of fuel and can help slow or contain it. The best way to fight some wildfires is by controlled burning, removing undergrowth, brush, and ground litter from the path of the bigger fire and so depriving it of fuel. Many times the only way in which these fires can be brought under control is through the use of aircraft, bombarding the blazes with water and fire retardants. Some incredibly courageous firefighters, called snokejumpers, are then lowered into the areas behind the fire that have been doused, to help fight the conflagration on two fronts. \n \nThese pilots and their passengers have to be among the bravest men on the planet, risking absolutely everything to help bring wildfires under control before too many lives are lost, or irreparable damage is done. We should salute their incredible bravery. Without their awesome intervention, things could easily be very bad indeed. Who needs other heroes when aerial firefighters are available? Such brave and resourceful behaviour should be loudly applauded. \n \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45854-2095346750105101600S600x600Q85.jpg","title":"Aircraft Vs Wildfires","author":"tonyleather"}