{"url":"http://www.environmentalgraffiti.com/featured/caterpillars-should-get-freakin-haircut/12660","content":"\nOK, we’re not going to bore you with every last entomological detail about these hairy critters. You all know the story: caterpillar becomes cocoon; cocoon becomes moth; moth lays eggs; eggs hatch into caterpillars. Yes, caterpillars. And hairy ones. The hairiest. The kind you'd ask if you can see their barber – so you can go and punch him in the chops. Bad hair days abound among this lot, though some may beg to differ and see some pretty raging styles on display.\nNote: The names of some of the species eluded us. If anyone can fill us in, be our guest.\nIs this a yellow tail caterpillar? It's hard to tell much from this angle, when about all that's in focus is that visor-like visage and those just-stepped-out-of-the-salon spikes. The hairs on all caterpillars are actually more accurately referred to as setae, bristles that appear on an range of living organisms, from earthworms to geckos' feet.\nNo positive ID on this guy – and again it's a bit close to tell – but what a great macro capture by the photographer. The caterpillar was discovered in the beautiful Oyambre Nature Park in northern Spain, and all we can say is that it looks as laid back as they come. The hairs on many caterpillars form part of cryptic colouring designed to resemble and blend in with the plants on which they feed.\nThis cute looking fuzzy thing crawling its way along a stone is the caterpillar of the drinker moth. Found in gardens, mainly in the Great Britain where they are fairly widespread, these large, hairy caterpillars like to munch on coarse grasses and reeds, and are themselves eaten only by cuckoos. Drinker moths get their name from their adorable and long-recognised habit of drinking drops of dew from plants.\nThis cool, hairy caterpillar will grow up to be the rather less exciting vapourer moth, but until then it's got some pretty amazing mohawk action going on up top – and paintbrushes might take tips too. Vapourer moth caterpillars are known for being particularly spectacular specimens, with humps, horns and a tail in a mix of yellow, red and grey. These wild childs of the urban and woodland jungles feed on a wide range of shrubs and trees, and can reach pest proportions in forests and cities.\nThis fella looks like a close cousin of the vapourer moth above, and may even be one itself, considering it's also flaunting some fine clumps of setae and an colourfully styled hair arrangement all round. With those tufts, this dude almost certainly belongs to the tussock moth family, which boasts thousands of species spread throughout much of the world. Needless to say, the whole rocking lot of them are pretty darn hairy.\nThis little darling is a tussock moth caterpillar too, a banded tussock moth to be exact. It's covered all over in hairlike clumps of setae, and like the vapourer moth caterpillar sports long hair pencils at both its front and rear. In many tussock moth species, the hairs break off easily and can be extremely irritating to the skin of larger animals predators trying to fool around with these fur balls. It's a highly effective defence mechanism. Don't mess.\nAnother tussock moth caterpillar wethinks, this wild hairy guy is a find straight out of the 70s, and one the photographer had a hard time capturing too. Yes, moving along, and with those crazy clumps sticking out obscuring its colorful skin and bright orange eyes, this hair monster proved quite the difficult subject. Looking at a caterpillar as twig-like as this reminds you again that disguise against predators is often one of the incentives behind their sense of style.\nThe next few models on our catwalk seem to take the opposite stance, figuring that brightly displayed hair dos are the way to deter would-be predators. This extraordinary little specimen is a sycamore moth caterpillar, known for its distinctive appearance: thickly covered with exceptionally long yellow and orange hairs, and white spots outlined in black along its back. It feeds on horse-chestnuts among other trees, before turning into a decidedly more dull grey adult.\nThis red and black bad boy is another unidentified specimen that makes the, erm, cut, just because it looks so cool with those bunches. This caterpillar wasn't found wanting in size either, described by the guy who took its picture as 'not quite as long... but longer than the width of my hand'. This Costa Rican giant is surely living, crawling proof that whenever you see a creature advertising itself with recognisable danger markings like black and red, it's a sign saying 'Hands off'.\nThis little style-god looks as though it wants to go for dreadlock-like tufts but doesn't have the hair to make it happen. If, as suspected, this is the larva of the flannel moth, then that would make it a puss caterpillar, which grows to look like a cotton ball with its long hairs. These bugs have venomous spines that can cause a nasty sting and inflammation lasting for days, sometimes leading to symptoms like headaches and nausea. Read the warning signals.\nThis fluffy critter is commonly known as the banded woolly bear – an apt name given its long, thick fur-like setae, black at both ends, with a band of yellowy red in between. The caterpillars of the Isabella tiger moth, woolly bears are renowned for being able to survive winter freezes, though it's more to do with a substance they give off than their furriness, in spite of much myth. Despite its look, the woolly bear's setae are not actually toxic, though they can still cause a spot of dermatitis. Nice.\nWhat might look like a grizzled old fellow on its last legs, and in serious need of a comb, is actually in all likelihood a walnut caterpillar. Forget the 'Just for Caterpillar' hair dye jokes, when these guys get together they can cause serious damage in hardwood forests in the eastern US. They frequently strip host trees such as walnuts and pecans of their leaves – though the hardy arbours are able to withstand several consecutive years of defoliation before they die.\nTo human eyes, this caterpillar is another that gives the impression of being slightly aged, what with the off-white colour and sparsely growing quality of its setae. It was photographed in Israel but its identity remains a mystery; do those cute little orange prolegs offer anyone a clue? It definitely needs to rethink its hairdo; we're thinking a buzz cut might be the only safe option.\nThe wig lover of the bunch, this caterpillar's mug shot was taken in Southern Ontario, Canada. With a set of spikes that would make a shoe brush proud, it looks as though it might be the offspring of the tiger moth – like the woolly bear featured above – but again we were unable to get a positive ID on it. Great spikes though.\nLast on the list, but by no means least in the hair style stakes, it's the softly spiked milkweed tussock caterpillar, known for its ability to skeletonise whole leaves, leaving just their lacy remains behind. These fluffy little fellows wander about the place, and may appear either alone or in small clusters, sporting those tufts of black, white and orange setae. Lovely stuff.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45406-2218856180104237032S600x600Q85.jpg","title":"15 Caterpillars That Should Just Get a Freakin' Haircut","author":"Karl Fabricius"}