{"url":"http://www.environmentalgraffiti.com/space/news-images-life-and-death-universe","content":"\nLike everything on our planet, the universe also has a cycle of life. From the miracle of birth to the finality of the death of a star, these images show stunning images of life and death in the universe, as marvelous and mysterious as the forces that create the world.\nThis Helix Nebula is formed from the gaseous shells and disks of a dying star as big as our sun. The nebula will expand and finally drift away into nothing, but during its death, it is a stunning image of explosion, violence and beauty all at the same time. \nBirth is a miracle be it human, animal or star birth. Here, the reddish regions are clouds of dust and in the bright middle are three young stars being born. They are several thousand times brighter than the sun and you can see that at least one is still very young because of the fast-moving stream of gas.\nAs NASA put it: \"Such outflows are signatures of the processes surrounding a star that is still gobbling up material as part of its formation.\" Sounds just like any baby we know of, needing large amounts of nutrients to grow.\nThe blue dots above are older stars but the pink are infants, rarely seen because they are born behind dust clouds, but the Spitzer telescope sees right through them. The yellow dots are massive infant stars. Organic molecules of star forming ingredients are held in wisps of dust that appear green here.\nThis is a developing galaxy, Andromeda. The blue areas are where young stars are forming while the bright yellow ones are older stars. Astronomers gain a lot of information on galaxy evolution with stunning images like these. Andromeda is one of only three galaxies that can be seen from earth with the naked eye.\nToddlers everywhere want to go out on their own and explore the world around them, and stars are no different. The formative cloud or \"mom\" is seen in red and green above while the young stars have jets wisping off them as they move into the cold ciosmos, 1000 light years from earth.\nGalaxies develop with spiral arms most of the time and here you can see the young stars in those arms. They are only 10 million years old, babies in star terms.\nThis stunning image is a combined one from Spitzer telescope, Hubble and the Chandra X-Ray observatory. It shows a dead Cassiopiea A and the blasted off remnants as she died only 300 years ago. Death came by way of a violent supernova explosion shattering her into pieces, and she gave a final display of the power of the cosmos.\nThe universe is still so unknown, there is so much for scientists to learn about it but the cycle of life is one that hasn't seemed to change much from what we know in our world. Different forms, different causes but still something that we can relate to. Scientists learn a lot from images like these while we can enjoy the beauty of the universe we live in.\nSource: \n. ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"7 Incredible Images of the Births and Deaths of Stars","author":"Michele Collet"}