{"url":"http://www.environmentalgraffiti.com/news-spectacular-paper-sculpture-shawn-agosta","content":"\n Mkingaji\nAbove is one of Shawn Agosta's most powerful pieces, the name of the lion means \"Defender\" in Swahili, someone or something that will protect you and always be on your side. Who among us would not feel some comfort with this regal beast guarding us? \nShawn is a spectacular sculptor from Bainbridge Island, Washington and a 48-year-old father with four children. He keeps himself busy when not in the studio by training high school and college kids for their football seasons. \nMkingaji\nShawn's work is played out in paper, with some steel or wood for the armature using a process and product he has devised and patented. First, he makes the basic form using newspaper, then in the ultimate of recycling, he takes ground-up newspapers and adds special adhesives to make a clay-like substance that looks like stone once completed and dried.\nAshamed\nAshamed back view\nThis lifesize piece could also be titled a self portrait from an earlier time in his life when he was insecure and ashamed of not bringing in the sort of living for his wife and children that he wanted, making mistakes in life - feelings that so many men (and women) can relate to. The 'marbling' seen in the back view above is reminiscent of a flogging or self flagellation, while still showing the strength within the man.\nLeap of Faith\nOne of the advantages of Shawn's method is the lightness of his pieces that allow many to be wall hangings. There is no way a bronze or ceramic of this size could hang on the wall without some serious propping up and engineering to be sure it safely stayed put, while \"Leap of Faith\" only weighs 40 pounds. The piece is about risking it all and taking the big chance. Even if it fails, it will have changed you in new ways and taught you much about yourself.\nFragile\nShawn is always looking to bring out that part of us we keep hidden, to impact our awareness of ourselves and to have us walk away changed in some way. \"Fragile\" speaks to the little girl inside most women, the one we hide from even ourselves at times. All of his pieces are meant to reach us emotionally and \"Fragile\" is a superb example of his ability to make it a reality. Women have cried just talking about the piece and what they felt, it speaks so powerfully to the inner woman.\nWrapped in Love\n \n.\nNote that the outline of the piece above is shaped as a heart. Pure love for each other and protection embody this piece. The sculptor uses the words God, Holy Spirit and others that many might equate to the Christian religion, yet Shawn uses them to depict a higher power, be it religious or not, something outside of ourselves and even inside ourselves. He sees it not as an endorsement of a specific organized religion but to faith of some sort.\nUnbridled  Power\n \nWithout God\nWithout faith, a belief in something better than ourselves, we live in chaos, and Shawn's piece interprets this with all the negative emotions that go hand in hand with chaos. He designed this as a stone wall with no graffiti, as if someone came along and added the graffiti later, strengthening the meaning already in place with the wall.\nShawn Agosta is an incredibly powerful sculptor, forcing us to examine ourselves in ways that can be uncomfortable, yet at the same time freeing. By drawing out the emotions that exist behind the hidden doors of our psyche, his pieces change us. We can go forward a little more liberated, able to look inwards in a way we could not before. For more of Shawn's work and to see what is upcoming, visit his \n.  \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/unusual-beds-1.jpg","title":"Paper Sculptures that Look Like Metal and Stone","author":"Michele Collet"}