{"url":"http://www.environmentalgraffiti.com/news-common-herb-better-botox","content":"\nLooking for a way to shed years off your appearance without resorting to chemicals or even more drastic measures? If so, make sure to check out this age-defying herb that is touted for its natural ability to help heal and nourish the body.\nNettle, a member of the \n, is a nutrition-packed herb that has been used throughout time to help promote better health. In fact, some two thousand years ago Caesar’s Roman troops were ordered to gather as much nettle as possible from England because of its many benefits.\n is rich in chlorophyll, and is a good source vitamins A, C and E, iron, calcium and phosphates – key nutrients to help turn back time. It has been used to help prevent infections, combat viruses and bacteria and revitalize the body after childbirth.\nWhen it comes to helping one improve their appearance, nettle serves as a magic tonic for hair and skin. Specifically, it helps increase circulation to make brittle hair feel more luxurious and strong. And guys – listen up – it has also been touted for helping to prevent hair loss. On the smooth skin front, it helps to soothe irritation and relieve acne and eczema to promote a more youthful appearance.\nThe easiest and perhaps best way to consume nettle is by making a simple tea. You can find high quality organic loose leaf nettle at sites including \n. Try combining a bit of organic loose leaf peppermint with nettle to produce a delicious tea blend.\nIf you are new to nettle or herbs in general, consult your health care provider before adding nettle into your daily routine. If your current health care provider doesn’t know anything about nettle or its vast benefits (or treats you like an idiot for asking about it), then ask around or do your own research into the healing benefits of herbs.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","title":"Nettles: The Common Herb That's Better Than Botox","author":"chelseav"}