{"url":"http://www.environmentalgraffiti.com/ecology/mother-earth-how-the-earth-was-born/579","content":"\nAs humans we have an annoying but highly important habit of not being able to just accept that things exist. \n said it best through his farcical religious leader Bokonon in Cat’s Cradle: “Tiger gotta hunt. Bird gotta fly. Man gotta sit and wonder why, why, why. Tiger gotta sleep. Bird gotta land. Man gotta tell himself he understand.” We must constantly question and ask how we came to be where we are.\nEnvironmental Graffiti will most likely not be able to satisfactorily answer these questions for you. What we can do, however, is take a look back at our world and how it might have come to be how it is. This article is the first in a series we’re calling Mother Earth. Today we’ll look at how the Earth might have come to exist, from the big bang to the formation of the Earth itself.\nPlease note, if you are offended by discussions of \n, \n and \n, it would be best to stop reading now. I respect your viewpoint, but it is not discussed in this article.\nIt all starts with a \n. By most accounts, it was likely a big bang even though it came from a tiny thing called a singularity which we’ll discuss later.\nThe idea of a “\n” theory was first put forward by a Belgian priest named Georges Lemaitre in 1931.  The idea was based on the relatively recent idea that the universe was not a static entity but an expanding one. The very first indication that the universe was spreading out came in 1912, although the implications were not understood at the time.\nAmerican astronomer Vesto Slipher first discovered that spiral star formations were actually receding from the Earth. However, scientists didn’t really think the universe could be expanding. They could not rule out the star formations being part of our own galaxy, so the theory didn’t exactly rock the foundations of modern science at the time.  It took ten years to prove the theory; one which has radically altered scientific thought and the way in which we look at existence. It wasn’t proven by astrophysicists however, but by…\nRussian mathematician Alexander Friedmann, who also had a healthy interest in cosmology, the study of the origins of the universe, came up with some pretty interesting equations derived from Einstein’s Theory of General Relativity. The equations are a bit complex if you haven’t studied lots of math, but essentially they proved the point: the universe was expanding!\nThe Belgian priest \n, who years later suggested the big bang theory,  postulated that if the universe was expanding now, it had probably been expanding since its beginning.  Lemaitre suggested that the universe had once existed as a “primeval atom”. The name “\n” was actually coined as a term of derision by \n, a scientist who promoted the rival steady state theory that suggested the universe was not expanding.\nThe big bang theory essentially boils down to something called \n. The singularity was a tiny and infinitely dense point that existed outside of time and space as we know it before it exploded into our expanding universe sometime around 14 billion years ago. So what happened subsequently?\nFor about 10 billion years after the “big bang” very little happened, relatively speaking, but gradually and steadily huge changes occurred. Left over clouds of gas and rock collided at high speeds, fused and solidified, causing nuclear reactions; reactions which are still present at the Earth’s core and still heat up our planet.\nThis early Earth is not much like the Earth we know of today. For one thing, at \n degrees Fahrenheit, the core was not as hot. The planet was a barren rock, composed mainly of silicates and iron, with small amounts of radioactive elements.\nDespite their minute quantity, these radioactive elements played a large part in the \n. Energy from radioactive decay likely caused the Earth to unleash heat like never before. As the earth got hotter parts of it started to melt.\nThe iron melted more easily than the silicate elements, and its relatively heavy weight meant it started slowly sinking.\nThe much heavier iron forced the lighter silicates up and out of its way.  Eventually, the iron wound up in the core of the Earth. It began to accumulate there as the iron trickled down into the Earth’s core. On the surface, while iron moved down, volcanoes were helping to determine the world’s future.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Mother Earth: How the Earth Was Born","author":"Chris"}