{"url":"http://www.environmentalgraffiti.com/art/news-smoke-art-will-blow-your-mind","content":"\n“Cutting Edge”\n\nIf you enjoyed our recent post on accidental smoke art and the crazy and \n an incense stick, match stick or even a rocket launcher can produce, then you’re in for a real treat with this one. We found two photographers who have taken smoke art to a new, professional level.\nIndependently of each other, Stoffel De Roover and Mehmet Ozgur have developed their smoke art with just a bit of smoke, mirrors and a wee bit of post production. While De Roover’s work is the result of just one picture and therefore closer to accidental smoke art, Ozgur masterfully shapes various images of smoke and layers them to create scenes, faces and landscapes.    \nAccording to Stoffel De Roover, “Smoke art, in its simplest definition is art that features smoke. The smoke can be considered the subject or the medium to create something else.” \nPhotographer Mehmet Ozgur has collected still photographs of different smoke formations over many years. For his compositions, he meticulously layers two or more pictures on top of each other. He says about his work: \n“It takes many tangible, and intangible things to put together an original photographic artwork. Obvious tangible elements include camera, lenses, studio, models, computers, software, travel to remote destinations, and long arduous hikes. … My inspiration has been to make something completely different than what the camera captures.\"\nRegardless of whose style you prefer – if you can even pick one over the other – the results are stunning and will make you see the simple smoke emitting from a candle or incense stick in a whole different light – literally. Environmental Graffiti got a chance to speak with both artists a bit more about their work, the first piece of smoke art, their background and technique.  \n\nMehmet Ozgur: My first smoke composition (#12- \n) was no accident. By that time, I had spent far too long in the darkroom, and printed many multi-negative photographs in an analog way (I'd take multiple negatives and combine them very carefully to make one unique print.). Then, I discovered, and eventually realized that I can't be like Prof. Uelsmann. My smokeworks, or smoke art, is a direct continuation of my multi-printing days in the digital medium. The big difference is that smoke patterns are far more abstract. It comes with a lot more freedom, and a lot more pressure to come up with new compositions.\n\nStoffel De Roover: A smoking incense stick in one hand, a flash and remote shutter release in the other, at about 90 degrees, the fun could start. I moved the incense stick in varying ways to get different smoke patterns. Now and then I checked the picture on my camera to make sure of what’s in the frame, so I wouldn’t have the stick in all my images, or miss out on the smoke. Try different exposure settings, different flash angles and keep shooting until you’re tired, your stick stops smoking, or your flash runs out of batteries. And then you’ll have to clean up the ashes that fell on the floor in the process…\"\n\nSDR: My first exposure to this technique was in an online article about Graham Jeffery’s smoke art. The article made me curious and it didn’t take me long to give it a try. One of the attractions for me was how beautiful smoke is in itself, the way it’s so aleatoric.”\nSDR: The smoke I shoot is from incense sticks. The nice thing about incense is that it’s cheap, smells nice and it produces smoke for a very long time. Even if you have to make some adjustments to your set-up, no need to be in a rush, the smoke will still be there when you’re done.\nFor those interested, I do sell prints of my work, usually printed on metallic paper, which seems to give the smoke added dimension.\n\nMO: A long time after I gained some recognition with my smoke art, particularly after my 2006 publication in Lenswork, I decided it was time. This story is still being written, but so far, my smoke art remains to be a personally driven project. \n\nSDR: I'm from Belgium and have studied and lived in Belgium, the Netherlands, the US and France and then moved to Montreal, Canada with my wife and kids. I have a master’s in International Business and currently work at Nuance Communications. \nEG: Mehmet, what about you?\n\nMO: I'm an engineer, specializing in MEMS design and fabrication. All my educational degrees, BS, MS, and PhD are in electrical engineering. For the last 10 years, I've been actively involved in research and development efforts in the MEMS community and hold several US patents. \n\nSDR: It’s so hard to say which are my favorites, I have spent a lot of time on many of them and many are special to me in their own way. Of those pictured here it would be the boy with the new balloon. A special place has \n: this figure of a woman with long hair was one I discovered in the first batch of smoke I shot. It’s the one that made me look for more.\n\nMO: I think this question is a trap. First, I don't release a new smoke art pieces unless I am satisfied with the result. Believe me, the threshold for release is high and getting higher. So, if you see a piece on my website, it means that I love it.\n\nSecond, I spend a huge amount of time in developing the concepts and making the compositions. They are not the result of a single snapshot. When I look at each piece, I see all that effort. Love, on the other hand, has complete disregard of such concepts. I think I love several pieces more than others, but I know that my perception is colored by their critical reception by others, so I no longer trust in my own feelings. \nWe’ll leave you with these interesting and thought-provoking answers and thank both Mehmet Ozgur and Stoffel De Roover very much for taking the time to answer all our questions.\nFor more about their smoke art and other photography or to buy a piece, visit the artists’ websites: \n and \n.  \n\nAdditional sources: \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","title":"Smoke Art That Will Blow Your Mind","author":"Simone Preuss"}