{"url":"http://www.environmentalgraffiti.com/ecology/uk-government-sponsored-massacre/371","content":"\nIn a move criticised as biased, scientist Sir David King has advised the UK government that they should cull badger populations in an attempt to prevent the spread of tuberculosis among cattle, disregarding evidence that such a move is unworkable.  \nKing commented that “in certain circumstances and under strict conditions, badger removal can reduce the overall incidence of TB in cattle.”  However, this comes after a study by the Independent Scientific Group (ISG) showed that culling badgers is an ineffective measure, causing them to flee to other farms and potentially spreading the disease further. \nThe ISG’s nine-year experiment showed that whilst badgers did play a role in the spread of bovine TB, in order to have an impact any cull would have to be so extensive that it would be uneconomical.  Professor John Bourne, who led the study, attributed the discrepancy between the evidence and King’s recommendation to the government’s need to be seen to be doing something.  Meanwhile the Department for Environment, Food and Rural Affairs ducked the issue, commenting that it was “extremely difficult” and that they were “committed to evidence-based policy decisions.” (Well, that’s a relief). \nAround 2,500 cows are infected with tuberculosis every year in the UK, but more than ten times that amount are slaughtered annually in an attempt to prevent the disease from spreading.  The British farming industry is struggling after the effects of a series of epidemics including foot-and-mouth and mad-cow disease, and the government is keen to win farmers back to their side through tough legislation.\nThe Badger Trust called the report a “shameful political fix”, pointing out that “King's list of recommendations repeat virtually word for word the opinions of farming unions and the cull mad vets in Defra.” A government consultation of more than 47,000 people found that more than 95% of people opposed the idea of a cull.  \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","title":"UK Government-Sponsored Massacre!","author":"Maryking"}