{"url":"http://www.environmentalgraffiti.com/art/news-when-dead-bodies-become-art","content":"\n \nThe figure sits gazing contemplatively at a chessboard seemingly focused on its next move. Unclothed, the figure is \"created\" in such a way that we can see the sinew of each muscle and the skeleton of each finger. The surprise, however, is that this \"figure\" is neither formed from clay nor marble. It is a preserved human body that has been plastinated and posed to create a work of art that is part of the traveling exhibition BODY WORLDS. German anatomist Dr. Gunther von Hagens, who is the creator and promoter of BODY WORLDS, developed the plastination process that preserves bodies in such a way that they can be touched, do not smell or decay, and can even be posed. \n \nPlastination is a five-step-process. The first step is called fixation. This simply means that the body is embalmed, usually in a formaldehyde solution, in order to halt decomposition. After any necessary dissections take place, the specimen is then placed in a bath of acetone. \n \nIn the third step, the specimen is placed in a bath of liquid polymer, such as silicone rubber, polyester or epoxy resin. At the end of this particular process, each cell is filled with liquid plastic. The body is then positioned as desired. Every single anatomical structure is properly aligned and fixed with the help of wires, needles, clamps and foam blocks. And as you can see from the picture below, ANY pose is possible. \n \nIn the final step, the specimen is hardened. Depending on the polymer used, this is done with gas, light or heat. Dissection and plastination of an entire body require about 1,500 working hours and normally take about one year to complete. To produce specimens for the BODY WORLDS exhibition, von Hagens employs 340 people at five laboratories in four different countries. According to the BODY WORLDS website, all anatomical specimens on display are authentic. They belonged to people \"who declared during their lifetime that their bodies should be made available after their deaths for the qualification of physicians and the instruction of laypersons.\" \n \nAnd if a layperson or physician attended the exhibit, they would see the above display which is entitled \"The Skin Man\" (and yes, that IS his real skin!). Of course, an exhibition of this type is not without its controversy. BODY WORLDS has been the subject of much debate among religious groups, including representatives of the Catholic church and some rabbis who have objected to the display of human remains, stating that it is inconsistent with reverence towards the human body. \nThe controversy has not, however, dissuaded people from attending the exhibition, as the event has received more than 26 million visitors to date. No matter what your beliefs or thoughts on BODY WORLDS, once you see this exhibit, you'll definitely see your body in a whole new way! \nIf you'd like to learn more about BODY WORLDS, please visit their \n.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","title":"Dr. Hagens' Body Worlds: When Dead Bodies Become Art","author":"Elaine Furst"}