{"url":"http://www.environmentalgraffiti.com/animals/news-black-bear-population-reaches-critical-size","content":"\nOne of the many pleasures of visiting the Great Smoky Mountain National Park is the sight of a black bear roaming free. Although they were hunted to near extinction, they have always been part of the Smoky Mountains experience. Today they are a healthy population size — some might say even a little \n healthy. \nMany bears are now leaving the park and wandering around where they are not welcome, and complaints against bears — as well as bear attacks on people — are on the rise.\nBears are wild, unpredictable, and dangerous. They are good at climbing trees, can swim, run at 30 miles per hour and may weigh as much as 600 pounds. They are, however, naturally shy and tend to stay away from humans. The danger comes when bears get hungry. Their diet generally consists of seeds, nuts and insects, but they will also eat small mammals and fish. Bears need to consume a staggering 20,000 calories a day before they hibernate if they're going to survive the winter. In dire circumstances, a person could easily be considered their next meal.\nWhen they come out of hibernation in the spring, the bear's food sources are often lacking in their natural habitat. Backyards are a bonanza, and bears won't hesitate to grab a snack from bird feeders, garbage cans, grills and compost piles. If a bear has approached one house, it's likely it will approach another, and relocation is often unsuccessful as a bear will happily travel 300 miles for a reliable source of food. Once a bear learns to associate an area with an easy meal, it will often return.\nBears that begin finding food in back yards and garbage dumpsters (some even enjoy handouts from humans!) begin to encounter human-like problems too. Free from the stress and exercise of looking for food, bears become complacent. Bears that live around human habitats tend to weigh more, get pregnant at an earlier age, have larger litters, and often die violent deaths due to traffic collisions. \nWhile complaints concerning bears stem from their being a nuisance, bears still attack people. Violent bear attacks are most likely due to people spending more time in the black bear’s native habitats. The common myth is that a mother will kill to protect her young, but the majority of bear attacks are by lone, predatory males. These are likely young males that have been driven away by their mother and are not yet ready to take on the older males bears. \nIf left unchecked, the bear population will become a real concern. As they reach carrying capacity (the maximum number of bears that can live on the finite resources in a given environment), their native habitats will no longer be able to support them. More bears will then move away from forests and woodland and make their homes in urban settings, increasing the likelihood of bears encountering people. Since non-lethal methods of control are often ineffective, more bears would then have to be destroyed.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Polarbearsnearnorthpolejpg","title":"The Rising Threat of Urban Black Bears","author":"Lisa Hossler"}