{"url":"http://www.environmentalgraffiti.com/businesspolitics/farming-the-future/372","content":"\nThe percentage of seafood being farmed rather than caught is close to 50%, and growing quickly, according to the UN Food and Agriculture Organization (FAO). \nMany people see aquaculture, the farming of marine life, as the solution to both the heavy decline of fishing stocks and the resultant high price of seafood. The FAO estimates that about 60 million tons of food is produced through aquaculture per year, and that by 2030 the number will have to reach 100 million tons just to satisfy need.\nAccording to Sloans Chimatiro, a fisheries advisor to the African Union: \"The potential to expand the catching of fish is getting limited. But also the products that come out of the lakes and oceans, because of the cost involved in catching them, become very expensive and so unaffordable for the local community. So growing fish is going to enable the continent to produce fish that is affordable.\" \nMany other groups, including several environmental organizations, disagree with the positive assessment of aquaculture. They argue the waste from concentrated stocks of fish destroys nearby ecosystems, while fish that escape from their ponds often breed with their wild brethren and weaken the genetic stock. \nConcentrated, unmoving populations also give parasites a permanent home and breeding ground. There is evidence that lice harboured in farmed salmon stocks has damaged natural wild stocks. \nWhen faced with this criticism, however, many aquacultural farmers have moved to organic and sustainable farming methods. Gerry O'Donohue from the Mannin Bay Salmon Company in Connemara, Ireland is one of them. \nO’Donohue says that, “when we sell our fish as organic, we are charging a very big premium for that. And that premium recognizes the fact that we have low stocking densities, we use fish foods that come from traceable and sustainable sources, and all of our records in relation to every step of the process are subject to rigorous audit.”  \nThe company also follows strict rules, such as letting some areas lie fallow and feeding the fish a special seaweed compound, to ensure lice are kept at bay.\nAquaculture farmers are finding more and more ways to improve their product and be more environmentally conscious at the same time. Many farmers are raising two species at once in the same pen, with the second species thriving on the first species’ waste products, helping to reduce the impact of farm waste on the ecosystem.  \nThe beginnings of aquaculture have definitely had its share of problems, but between scientific advancement and human entrepreneurship, the future seems bright for farmed fish.\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","title":"Farming the Future","author":"Chris"}