{"url":"http://www.environmentalgraffiti.com/medicine/news-healing-power-five-incredible-spices","content":"\nIf getting fancy with spices is your kind of kitchen jazz, or if you’re into home remedies, we’ve got great news for you. Spices have some wicked healing powers, and scientists are still unlocking the slew of benefits our spice cabinet can have for our health. We’re going to cover just five of these superpowers of the plant world.   \nGnawing on tree bark turns out to be a good thing, and not just for beavers.  According to research, eating a mere 1/2 teaspoon of cinnamon a day significantly decreased the blood sugar in people who had type II diabetes.  Not only that, this powerful bark decreases cholesterol, keeps your teeth and gums healthy, improves digestion and alleviates the congestion that comes from colds and allergies. It’s also anti-inflammatory and improves blood circulation. If you needed an excuse to eat apple pie, this could be it. \nTurmeric is perhaps a less well-known spice, unless you love Indian food and curry. This spice is bright orange and comes from the root of a plant in the ginger family. It is a powerful antioxidant (just as strong as vitamins C and E) and works as an anti-inflammatory agent. In fact, it can be drunk in the form of \n to reduce inflammation and joint pain, or put on a swollen area as a poultice. People with liver problems or hepatitis also drink turmeric or take turmeric capsules because this spice increases the production of bile in the liver and protects it from toxins. \nOne of the great things about ginger is that it improves your muscle tone – but not on your biceps; in your intestinal tract. Yep. Have problems with nausea, diarrhea, stomach aches and gas? Well, ginger is your man. It's so effective that it has been used to prevent nausea and vomiting after surgery and cancer treatments. Some preliminary studies also suggest that ginger may help prevent cancer and Alzheimer's disease.  \nThis leafy herb is not only delicious on pizza or ground up in pesto, but also boosts the cardiovascular system. People who have colds or asthma drink basil tea to make breathing easier and to invigorate the lungs. Basil also has a calming effect on the nerves, relieves headaches, brings down fevers and promotes healing from insect bites and skin infections. \nIf you have bad breath, try swishing an infusion of oregano around in your mouth as a cure. This herb is great against swollen throats, coughing, insomnia and headaches. Not only that; this herb packs a powerful antioxidant punch. According to \n, oregano has “42 times more antioxidants than apples, 30 times more than potatoes, 12 times more than oranges, and four times more than blueberries.”\nThese are only a few of the many spices with powerful medicinal properties.  Not only are they completely natural and cheap, they don’t have negative side-effects. Maybe next time you get sick, you’ll turn to the spice cabinet instead of the pepto bismol and cortisone shots. \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","title":"5 Spices with Incredible Healing Power ","author":"yvonne.mcarthur"}