{"url":"http://www.environmentalgraffiti.com/ecology/underwater-vacuum-stops-exotic-algae-from-smothering-coral-reefs-in-hawaii/164","content":"\nCoral reefs are under threat. They are being suffocated by an exotic seaweed by the name of gorilla ogo, which is invading reefs, smothering grass beds and fouling the most picturesque of beaches in Hawaii. \nThe algae - a foreign export, has thrived in Hawaii’s coral-rich beds. It now out-competes the native population, with the effect of reducing the diversity of species\n\"The algae invasion poses the largest current threat to the health of reefs in Hawaii,\" said Cynthia Hunter, a marine biologist at the University of Hawaii.\n Hunter added that a number of species have been particularly affected, including a species of rice coral that is now vanishing rapidly. The reason is linked to thick coatings of algae. These can kill corals by blocking them from sunlight and flows of fresh seawater.\n \nAlgae also fill in the cracks and crevices that make coral reefs a safe haven for fish and other forms of marine life. Even larger animals such as sea turtles may be excluded from their normal resting areas. \nRemoving the algae recreates the three-dimensional nature of the coral reef, and recreates homes used by all types of fish and invertebrates,\" said Brian Hauk, a director of the Super Sucker project with Hawaii's Department of Land and Natural Resources.  \nApparently they call them Super Suckers, which are, unsurprisingly, large underwater vacuum cleaners.\nEach Super Sucker has a powerful pump and a tube for removing algae from beneath the ocean to the surface. \nNational Geographic reported that\nThe Super Sucker project is a joint effort by The Nature Conservancy, the University of Hawaii, and the state's Department of Land and Natural Resources. Let's all hope it has the desired effect!\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","title":"Underwater Vacuum Stops Exotic Algae from Smothering Coral Reefs in Hawaii","author":"Chris"}