{"url":"http://www.environmentalgraffiti.com/art-and-design/news-uncannily-realistic-doll-baby-creations-glenda-ewart","content":"\n \nIf you were to be completely honest, then you would have to concede that one of the most appealing things in the whole world, to any adult human, is the sight, smell and sound of a newborn baby. There is something primeval about the feelings that overtake you when a tiny infant is close by. You cannot help but want to look, and nobody could say that there was anything strange about it. We all want to ensure the future of the human race, and babies surely represent that future. \n \nThere is a growing popularity among women to want to hang on to their newborn for as long as possible. Not by flicking through a photograph album, but by commissioning the creation of a lifelike doll, known as a reborn, which is a true representation of the baby that their child once was. These life-size dolls look and feel like real newborn babies, even down to their weight, and both making and owning them is becoming increasingly popular, as demand grows. \n \nOne exceptionally gifted exponent of this art, for it is undoubtedly a unique art form, is Glenda Ewart of Castlerock in the county of Derry in Northern Ireland. Once working as a chef before becoming pregnant for the first time, she was surfing the internet for baby clothes when she stumbled across the art of sculpting baby dolls and was immediately hooked. It was six years ago that Glenda found she had a special aptitude for the level of detail involved in working to transform a blank-faced vinyl doll into an uncannily accurate fake baby.\n \nAt least a full month is needed to create one, simply to get the fine detail right; the painting of skin tones only can involve many layers of paint to make the doll as life-like as possible. Hair for the dolls is rooted by hand, premium kid mohair being used because it can be washed and styled like normal hair. Of course, Glenda made errors in the beginning, and a couple of the first dolls she made were not that good, but she persevered. Having a child to take care of, she had no need to rush things, and the dolls were at that time more of a hobby. \n \nHowever, Glenda heard about the Original Guild of Reborns where other ladies did this modeling and joined to learn more about the craft. Four years later, what began for Glenda, now 36, as a hobby has now grown into a lucrative business for the mother-of-three. She kept on practicing the sculpting of dolls, and finding she had a real talent for it, began, as a member of the Original Guild of Reborns, to find opportunities for selling her work all over the world. \nAs she has pointed out: \"It has just grown and grown, ladies are buying them for their daughters or I make them for collectors. The furthest away was Australia which was two years ago and I sent one to America just before Christmas.\" \n \nEach new, individually crafted baby doll is the product of many hours of intense work by Glenda before it reaches its new owner, complete with its own “rebirth” certificate. When you look through the images contained in this article, you can appreciate why ‘reborn’ owners sometimes act like genuine parents, fussing over the doll as if it were real. Police in Australia actually broke the window of a locked car to rescue an unconscious ‘baby’ that turned out to be a doll. \n \nGlenda has attracted buyers from the USA to Belgium and Austria, even recently sculpting a custom-made facsimile for a grandmother in Australia of her grandson, now aged five, as a tiny infant. The process begins with a blank doll's head and limbs that are glued together. Then, glass or metal beads are being added to the soft body and to create the exact weight needed. Layer after layer of flesh-coloured paint gets applied in order to create exactly the right skin tone for the newborn skin. Glenda will even include milk spots and “stork bites”. \n \nShe achieves the very distinctive newborn smell by dabbing scent onto the reborn’s nappy. Glenda prefers to model premature babies because the detailing of the delicate veins showing through the near-translucent skin is far more demanding than normally required. To set the paints properly, each model must be oven-baked before each strand of fine angora mohair hair gets individually micro-rooted, using a special needle device. More than 20,000 strands are required, and the eyelashes are attached the same way. \n \nPatience is every bit as important as skill throughout the process, but the end results are worth it. Extras such as a magnetic dummy that interacts with a magnetic implant in the lips make the baby appear to actually be sucking and add to the realism. Other options include a heat pad, sewn into a pocket in the doll’s body, so it feels as warm as a human baby, and voice boxes to mimic infant giggles or cries. Heartbeat units and fake spines add an even more realistic ‘feel’ to these incredibly lifelike sculptures, and unsurprisingly, some people find these dolls unnerving.\n \nAll the same, many owners of these amazing baby dolls do form strong emotional attachments to them and it is not hard to see why. The artistry demonstrated by Glenda Ewart in the creation of these staggering figures is quite awe-inspiring, and it comes as no surprise that these commissions command very healthy prices. There is sure to be much more to come from this incredibly talented woman, and I for one can hardly wait. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","title":"Reborns: Unnervingly Realistic Baby Dolls","author":"tonyleather"}