{"url":"http://www.environmentalgraffiti.com/health-and-body/news-forgotten-pandemic-and-why-its-important","content":"\nIt is among the worst pandemics in recorded history. However, most people had never heard of it until the fear of avian flu became a media story. Of the estimated 500 million people in the developed world to be infected, the recorded mortality rate was 50 million, including 17 million in India.  When it broke out, records in Africa, Asia and South America were incomplete. Estimates of infection and death rates worldwide are double the recorded rate. If the world population was 1.8 million, the infection rate was approximately 50% and death rates were at 10%-20%.\nIt began in the summer of 1917 and lasted through the winter of 1920. Although the trenches of World War I were terribly unsanitary and the disease ravaged the ranks of all the armies involved, the disease did not start there. The first recorded cases were in the continental U.S. From there, it spread to France. The disease was first given wide media attention in Spain, which is why the 1918 Influenza Pandemic was dubbed Spanish Flu.\nPublic health officials had little understanding of the disease or its symptomology even after more than 75 years of research. However, in recent years, more information is coming to light. It now appears that the specific virus that caused the Spanish Flu was the Influenza A (H1N1) virus, which appears to be an avian-like influenza virus derived from an unknown source.  \nOne of the more unusual aspects of Spanish Flu was how it affected the body. The virus evokes an extremely strong reaction from the human immune system. As such, it is said to cause \"cytokine storms\".  These were severe in many patients. Because of them, the usual victims of the disease, infants, elderly and the immuno-compromised , were not high-risk populations. Rather, it was the strong and healthy population with powerful immune systems that was most vulnerable to cytokine storms.\nOther symptoms characteristic of Spanish flu were that of hemorrhaging in various mucous membranes including the nose, intestine, stomach etc. In addition, bleeding ears and a symptom called \"petechia\" were also encountered. Petechia is caused by the formation of red or purple spots on the body due to hemorrhages.\nThe original disease source is not known. However, researchers are suggesting two possible developments. The more popular hypothesis is that the virus started as a benign strain in China and mutated to a mortal strain in Kansas (U.S.).  The second hypothesis is that the virus began in Kansas and actually came in two waves. The second wave that emerged in France, Sierra Leone and the US was more viral and more difficult to treat than the first.\nIn the years of the Spanish Flu, it was difficult to diagnose the illness, let alone treat it effectively. The treatment regime of the time were the homeopathic remedies Gelsemium and Bryonia, elderberry (via juice, pills or extract), hydration with water, nourishment with chicken soup along with aroma therapies and  plenty of rest. In addition, victims were to avoid dairy products and sugar.\nSo, whatever happened to the virus and why the present day interest?  After the winter of 1920, cases dropped dramatically. The number of those who were immune made it difficult for the disease to pass from person to person. Today, some medical researchers are suggesting that the present avian influenza A (H1N1) might well be a residual of the virus from the 1918 pandemic.\nFor more information, see:","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","title":"Spanish Flu: The Forgotten Pandemic of 1917","author":"Russell Vallimont"}