{"url":"http://www.environmentalgraffiti.com/sciencetech/wtf-leave-pluto-alone/1284","content":"\nPoor Pluto. After decades of wide regard as Sol's ninth planet, the galactic geniuses at the International Astronomical Union (IAU) decided that Pluto no longer met newly invented criteria to be classified as a planet. Now, the IAU wants to further degrade the once proud member of our solar system and others like it by labeling these celestial bodies with a term packed with sweeping generalizations. (Just for fun).\nOn August 24, 2006 the IAU met to decide Pluto's fate. When the floors had cleared, there was a new definition of what they call a “planet.” First, the object had to have an atmosphere. Pluto has a thin atmosphere of nitrogen, methane, and the always exciting, carbon monoxide. Secondly, the object must have enough gravity to maintain a spherical shape. Check. Finally, and most importantly, the object must have enough mass to clear or absorb all other objects in its orbit.\nIn essence, the IAU kicked Pluto out of the planet club because it was too small to take care of the bullies on the block. Public outcry followed and for good reason. After all, books had been written, cartoon characters named.\nIt has almost been two whole years since the dismissal of Pluto from our little neighborhood and life has almost returned to normal.\nObviously seeing the need for more demoralizing controversy in the name of Pluto, the IAU met once again on Wednesday in Oslo, Norway to decide on new terminology for Pluto-like objects. After what was surely a short meeting, the term \"Plutoid\" was chosen, further tarnishing the ex-planet's proud name. Armed with their new label, the IAU can now quickly and unabashedly deny newly found objects planetary stature based on physical attributes.\nIn society, we call this racism. In the cosmos we call this astronomy.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","title":"WTF? Leave Pluto Alone!","author":"Brad Handley"}