{"url":"http://www.environmentalgraffiti.com/animals/news-what-you-dont-know-about-armadillos-will-shock-you","content":"\nThis writer was raised in Washington State. So, when he moved to Texas at the age of 11, he thought this new state was the gateway to hillbilly hell. As an inside joke, he is still made fun of by family and friends about all things hillbilly – and all things armadillo. As someone who had never even heard of armadillos until moving to Texas, the sight of these creatures swarming every inch of the state was alarming. (Here is why the armadillo is the \n). He was convinced everyone in Texas must have one of these ugly creatures as a pet. However, ugly and dumb as they may seem to an ignorant outsider, armadillos are actually quite fascinating creatures that deserve admiration and respect.\nThere are about 30,000 giant armadillos left, meaning \n. They live mostly in Texas, Florida and South America.\nArmadillos, interestingly, give birth to identical quadruplets, unique in mammals. The only other species in the world that have this \n are parasitoid wasps, certain flatworms and various kinds of aquatic invertebrates. Armadillos make excellent scientific specimens because they have identical quadruplets. However, they have perhaps most notably been used in studies on the treatment of leprosy. The leprosy vaccine was created through studying armadillos, and these shelled creatures are one of the few known non-human species to be able to get leprosy. Their skin temperature is very similar to that of human skin.\n\n\nThe hard shell of an armadillo was once used to make an \n, a favorite instrument in Peru. Due to the likely local extinction of armadillos there, the lute is now made out of wood.\nOne of the many reasons armadillos face extinction is because people enjoy eating their meat. \n claims that their high calorie meat contains approximately 780 calories per pound. It is said that their meat tastes like pork. Armadillos were a \n for President Hebert Hoover during the Great Depression, knicknamed \"Hoover Hogs\" during that era.\nAnother reason armadillos have problems multiplying and regenerating their species is due to the unusual reproductive system they have. Along with being polyembryonic, they have a delayed embryonic implantation, and even though it usually only takes about 60 to 120 days for an armadillo to be born, in some cases it may be \n before the embryos attach in the uterus. This is believed to be due to stress.\nIn the meantime, the fertilized female armadillo is likely to meet her destiny on a hot Texas (or South American) highway. It is not common knowledge why armadillos are never hit by the wheels of vehicles. The reason is that frightened armadillos jump (typically 3-4 feet in the air), which causes them to be hit by the vehicle's bumper instead.\nArmadillos can walk easily underwater, instead of displaying the more conventional waddling or swimming of other animals (though they enjoy doing that too). They can also hold their breath for up to 6 minutes, an amazing feat! They also sleep an average of 18.5 hours a day. Most armadillos can't roll up in a ball as many believe. Only the \n can.\n\n\nArmadillos are related to the anteater, so they enjoy eating ants and small insects, and also plants. They don't have a lot of teeth and don't have any enamel because they don't utilize heavy chewing. \nBaby armadillos are quite cute. They don't have a hard shell until they are almost a week old. Until then, they are fluffy and hairy, like the underbelly of their adult counterparts.\nArmadillos, though having very large eyes, are nearly blind. Yet despite this and their slow moving ways, they can expect to live up to 7 years in the wild. They spend these years in burrows of up to 20 inches deep, always with a \n. Armadillos are very docile and affectionate creatures.\n\n\nIf an armadillo gets around cold temperatures, they will inevitably succumb to death. Their delicate body temperature cannot handle the cold. You will also never find an armadillo in Hawaii. Hawaii has a very strict \"\n\" in place.\nThe next time you come to Texas (or South America) and see a dead armadillo on the side of the road, consider the aforementioned facts. Like the people who live in Texas, armadillos are very diverse and interesting creatures. They possess an unyielding source of scientific applications and have endured impossible odds over many millions of years.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PFA5_0","title":"Everything You Didn't Know About Armadillos ","author":"Asher Kade"}