{"url":"http://www.environmentalgraffiti.com/health-and-body/news-whats-know-about-avian-influenza","content":"\nIn recent years, public health officials have been informing the United States about a potential pandemic involving avian influenza, also known as bird flu. Media reports have gotten involved and at time elevated the urgency of this information to that of a warning, with junk news and uninformed blogs elevating the warning to a pending crisis.  \nBut, in light of the fact that in this day and age, contagious diseases can spread fairly quickly around the world, what danger does avian influenza actually pose?\nAvian influenza is a disease caused by a Class A virus. It is a common disease among birds and is transmitted between birds through droppings, saliva, mucus and the shedding of contaminated feathers. Domesticated birds are susceptible to infection by the virus through direct contact with infected birds or through contact with contaminated surfaces such as dirt, cages, water or feed.\nThe concern about avian influenza lies in its various subtypes. While most strains of the virus are limited to birds, there are some strains that are multi-host, which means that it can infect different species of animals. This poses a particular challenge for public health officials who attempt to control its spread among humans. To do this requires managing human movement and animal movements within quarantine areas.  \nThe first known human/bird virus was the H2N2 influenza A that circulated from about 1957 to 1968. Currently, there are two viruses, the H3N2 and the H1N1 influenza A subtypes that are circulating among humans. It is expected that, in the future, more strains will become evident. A present concern is that the HPAI H5N1, one the most widely circulated and highly infectious viruses among birds, will transmute and become infectious among humans.  \nAlthough there are credible reports that individuals have contracted the disease, it's not known whether the H5N1 virus will actually \"make the jump\" to spread widely among humans. But there are some suggestions you can follow to protect yourself just in case: \n1. The virus is transmitted by body fluids, including saliva. Therefore, avoid contact with birds, their feathers and surfaces where their droppings have been deposited. \n2. The virus passes from contaminated surfaces to skin and to mucus membranes where it multiplies. Frequently washing your hands and avoiding placing unwashed hands against eyes, nose or mouth will reduce the likelihood of transmission. \n3. At present, there are no vaccines specific to avian influenza.  However, being vaccinated for seasonal influenza will reduce your risk of getting regular flu and may be helpful in preventing bird flu at the same time. \n4. If there is a local or wider spread outbreak, it advised that one be extra vigilant with the above preventative, avoid public areas where viruses are likely to be spread and stock up on water and nonperishable groceries.\n5. There are new antiviral medications that may be effective in treating emerging diseases. However, they are not vaccines and some experts say there is no proven evidence that these drugs work specifically against avian influenza.   \nAs stated earlier, the avian influenza virus HPAI H5N1 is not a health threat at the present time. If, in the future, it does become a threat, public cooperation with public health authorities will become the primary line of defense in preventing it from becoming a pandemic.\nFor further reading see\n, \n, \n and ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","title":"How You Can Protect Yourself from Pandemic Bird Flu","author":"Russell Vallimont"}