{"url":"http://www.environmentalgraffiti.com/space/news-could-big-bang-be-bust","content":"\nOnce upon a time, our universe was a hot, dense place. Then, out of nowhere (and no-when), it suddenly underwent a monstrous expansion. 13.7 billion years later, we look back upon this moment of extraordinary inflation and call it the \"Big Bang.\" Over the years, cosmologists have collected a hefty stock of evidence that strongly supports this story. But what if there were another explanation for how we came to be? What if nothing \"banged?\" What if the universe has always existed? A group of \n is now suggesting a new cosmological model - one that doesn't require a Big Bang at all.\nIn his recent \n, professor Wun-Yi Shu from the Institute of Statistics at the National Tsing Hua University suggests that many of the current problems plaguing cosmology can be solved by his new model. For instance, it renders the horizon and flatness problems obsolete based on new geometry. It also does away with the seemingly improvised explanation that physicists currently give when asked about the accelerated expansion of the universe: an exotic form of anti-gravity called \"dark energy\" (see below). Based on cosmological evidence, dark energy is believed to be responsible for about 75% of the universe's energy density (for comparison, the kind of matter we see all around us only accounts for about 5%). There is only one problem with this theory: researchers have never seen or detected this mysterious form of energy. In general relativity, dark energy is represented by the cosmological constant, a fudge factor inserted by Einstein in order to prevent the universe from collapsing on itself. But according to Shu, dark energy is unnecessary.\nHis model makes four major claims. First of all, the speed of light and gravity are not constant; instead, they vary with time as the universe evolves. Secondly, time is infinite. Shu also states that the spatial portion of the universe (that is, the part of spacetime that is not temporal) takes the form of a 3-sphere, the four-dimensional counterpart to a sphere. Lastly, Shu states that although we know that the universe is accelerating now, that doesn't mean it always has been. In his reality, the universe spends time decelerating as well.\nShu's spacetime illustrates a type of eternal, cyclic universe with dynamic physical laws. And perhaps surprisingly, all of this is more than a simple thought experiment. Shu actually compared his model with existing data from the analysis of type 1a supernovae and found that his \"theoretical predictions... fit the observations quite well.\" Einstein once called the cosmological constant the \"biggest blunder\" of his life. A model such as Shu's could pave the way to vanquishing it and dark energy once and for all.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Could The Big Bang Theory Be Wrong?","author":"vmdamico"}