{"url":"http://www.environmentalgraffiti.com/cities/news-5-most-amazing-sight-dubai","content":"\nNestled in the desert on the Persian Gulf is one of the world's fastest growing cities, Dubai. The largest city in the United Arab Emirates, Dubai has embraced changing global attitudes and has gone from a city whose economy revolved around oil to a showcase of business and luxury. Though they have a history of trade, being a major international hub since it was controlled by the British decades ago, real estate has taken center stage. Dubai has transformed its skyline with plenty of steel, glass and locally inspired architecture. Its construction projects have become both a mecca for businesses and for tourists. Here's a look at just a few:\n\n\nBetter know as the Rose Tower, this is the world's tallest hotel at 333 meters high (currently the 29th tallest building in the world). It officially opened in December 2009 and has the dubious distinction of being one of the only alcohol-free hotels in the city.\n\n\nThe Palm Jumeirah was the first artificial land mass built off the shore of Dubai. It extends 5 km out to sea and covers an area of roughly 25 square kilometers. \nIts unique shape helps add 520 kilometers to Dubai's coastline. It is the only complete project of its kind, although the larger Palm Jebel Ali is nearing completion. It is the self-proclaimed \"Eighth Wonder of the World.\"\n\n\nRising out of the Persian Gulf on its own private island, the Burj Al Arab is a world class luxury hotel. \nThe architecture of the building was said to have been inspired by the sail of Arabian dhow ship. Inside, they building was constructed to scream decadence, with double story rooms and a restaurant featuring a 990,000 liter aquarium.\n\n\nThe World is a planned community like no other. Situated 4 kilometers off the coast, it is an artificial archipelago consisting of 260 individual islands which together mirror an image of the Earth's surface. \nEach island is for sale, although most of them have been bought up. The project has encountered some financial problems and work was halted in 2009. There is no firm date for its completion nor the completion of any construction on any of the islands.\n \n\n\nPart of a complex of mixed-use buildings near the heart of the business district the Burj Khalifa opened on January 4, 2010 as the world's tallest man-made structure. \nStretching to 828 meters, it eclipses its rivals by almost 40%. It also contains the world's highest mosque on the 158th floor (of 160), and the world's highest swimming pool, on the 76th floor.\n\n\nAlthough Dubai has created some modern marvels in the desert, not all is well. The 2008 world financial crisis hit hard, causing many projects to be delayed or halted. Those that were completed are having a hard time filling the commercial and residential spaces they created. Some projects, like the Burj Khalifa, even had to be bailed out by neighboring Abu Dhabi. However, espite the vacancy and financial uncertainty of the properties, they are still sights to behold!\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-45227-2202248750105101600S600x600Q85.jpg","title":"5 Most Amazing Attractions in Dubai","author":"ToonHippie"}