{"url":"http://www.environmentalgraffiti.com/beaten-track/news-cu-chi-tunnels-vietcong-terrifying-tourist-attraction","content":"\nNobody you ask has happy memories of the Vietnam War, especially those who had to deal with the most insidious of threats, the tunnels of the Viet Cong fighters. The horrors that these tunnel dwellers both caused and endured were too numerous to count, but the memories will last forever.\nThe Cu Chi Tunnels lie 75 km northwest of Saigon... which the government and most maps now refer to as Ho Chi Minh City.  At the height of the Vietnam War, the system of tunnels stretched from the outskirts of Saigon all the way to the Cambodian border, over 150 miles in total.\nThe tunnel system, built over 25 years, allowed the Viet Cong, to control a huge area. It was started in the 1940s, and over the years grew into an underground city with living areas, kitchens, storage, weapons factories, field hospitals and more. Up to 10,000 people virtually lived underground for years... getting married, giving birth, going to school. They only came out at night to furtively tend their crops.\nPeople dug all this with hand tools, installing large vents for air and baffled vents to dissipate cooking smoke. There were also hidden trap doors and gruesomely effective bamboo-stake booby traps.\n\n\nOf course, the US military knew about the tunnels. For obvious reasons, not a lot of soldiers wanted to set foot in these booby-trap-filled hell holes. But these days, the Cu Chi tunnels are one of Vietnam's most popular tourist attractions. Some 1,000 visitors flock daily to the site.\nWhat made Cu Chi Tunnels so successful as operation bases was the tunnel builders' brilliant engineering and the hard work of the Viet Cong, who carved the tunnels out by hand with simple picks and shovels, at a rate of five to six feet a day. Smoke from kitchens and weapons factories were built with chimneys that would disperse the smoke from fires, preventing smoke being seen by enemy forces. Ground-level air vents were disguised as anthills or termite mounds.\nQuietly burrowing right under the US force's feet, the tunnels provided safe hiding places and invisible hatchways through which Viet Cong could strike at a moment's notice, and vanish just as quickly as they appeared. American soldiers used the term 'Black echo' to describe the conditions within the tunnels. For the Viet Cong, life in the tunnels was difficult. Air, food and water were scarce and the tunnels were infested with ants, poisonous centipedes, spiders and mosquitoes.\nMost of the time, guerrillas would spend the day in the tunnels working or resting and come out only at night to scavenge for supplies, tend their crops or engage the enemy in battle.\nSometimes they would be forced to remain underground for many days at a time. Sickness was rampant among the tunnel dwellers, especially malaria, which was the second largest cause of death next to battle wounds. A captured Viet Cong report suggests that at any given time half of any single unit had malaria and that “one-hundred percent had intestinal parasites of significance\".\n\nThroughout the war, the tunnels were a source of frustration for the US military in Saigon. The Viet Cong were so well entrenched in the area by 1965 that the tunnels allowed guerrilla fighters to survive and help prolong the war, increasing American costs and casualties until their eventual final withdrawal from Vietnam in 1975.\nNumerous GIs fell prey to booby traps assembled from scavenged American ordnance duds, punji stake pits (traps with pointed bamboo sticks) and Vietnamese sharpshooters hiding in camouflaged \"spider hole\" dugouts. Below ground, Vietnamese guerrillas sprung lethal surprises at every turn. A favorite trick was to tie an ultra-venomous snake - dubbed the three-step because its poison allowed you to take only three steps before it flattened you - to a bamboo stick, which, when tipped, released its irate captive onto the careless trespasser wriggling along in the dark. Only hand-picked teams of specially trained US 'tunnel rats' had a reasonable chance of emerging from the burrows alive, but many did not.\nToday the tunnels are just a tourist attraction, but going through these claustrophobic passages – widened especially for tourists – will give you a very real sense of how terrible it must have been to live, fight and die within these hellholes.  A truly scary place to visit, and an experience never to forget.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/nan-madol-12.jpg","title":"Exploring the Abandoned Tunnels of the Viet Cong","author":"tonyleather"}