{"url":"http://www.environmentalgraffiti.com/plants/news-wildflower-are-first-sign-coming-spring","content":"\nThe first signs of spring are the spring flowers that appear when the last snow melts. These flowers are a sign of hope that the long, dark days of winter are over and the hot days of summer will soon be here.\nThe first flowers of spring appear before it feels like spring, when the ground is still frozen and firm. They are found in woodlands, sheltered from the winds. Among the protected landscape, small flowers shoot up through the litter of dead leaves. These early spring flowers are in a race with the trees. They need to bloom before the trees spring to life and cover the woodland floor with shade. Sunlight is the key to early spring wildflowers. This is also a time of year when the soil is very moist. Soil nutrients are also at a peak due to the decay that took place over the previous autumn.\nOne of the first plants to bloom is the skunk cabbage. As its name implies, it has a foul smell. The skunk cabbage pollinates through flies and ground beetles drawn in by its decaying odor. Skunk cabbage is not known for its beauty, but it is an interesting plant to spot. The leaves can be a deep red color, often with stripes that push up out of the ground. While most spring flowers tend to be fragile looking, skunk cabbage has a look that's as bold as its name. \nThe first spring flowers to bloom are known as \"ephemerals\", meaning \"short-lived\". The blossoms of ephemerals typically last for a short time — some bloom only for a day. As a group, ephemerals constitute one of the largest groups of wildflowers, but they are rarely spotted by the casual explorer.\n \nThese flowers are often unknown to the casual gardener. Some of the most common are \"trout lily\", \"bloodroot\", and \"dutchman’s breeches\".  Ephemerals grow best in uncultivated woodlands. Typically, they are small flowers that stay close to the ground. Their leaves are designed to hug and protect the main flower stem. They also commonly have a dense hairy layer that traps heat.  \nWhen walking through a woodlands to see the wildflowers, it is important to leave them be. Many wildflowers such as orchids and yellow ladyslipper were once common but are now rare due in part to plant collectors. While they grow abundantly in the woodlands, they will not thrive in an artificial environment or a flower bed.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hemlock.jpg","title":"Wildflowers: The First Sign of Spring","author":"Lisa Hossler"}