{"url":"http://www.environmentalgraffiti.com/news-tiniest-frogs-earth","content":"\n \nAs animals go, we humans are not particularly large, but to certain creatures in the natural world we must seem absolutely vast. Amphibians, like newts, toads and frogs come in all kinds of shapes and sizes, but a very recent discovery in the Sarawak region of Borneo was quite astonishing. \nConservation International is an environmental organization working on conservation as well as the discovery of new species. Two of those working for this group, Dr Indraneil Das and Dr Alexander Haas, claim to have found an entirely new species of micro-sized frog that they have named ‘Microhyla Nepenthicola’, because of the genre of pitcher plant amongst which the tiny creatures have been found to be living. \n \nThe doctors claim that what alerted them to the existence of these amazing little creatures was the volume of their croaking. As they were walking down at the side of the road leading to the summit of the Gunung Serapi Mountain near to Kubah national park, they were entranced by the calls of the frogs, and tracked the minute amphibians down by following those sounds. Apparently, they began their calling around dusk, making harsh rasping sounds which last several minutes, followed by short silences. This calling continues from sundown until early evening, and Dr Das, of the Institute of Biodiversity and Environmental Conservation at the University Malaysia Sarawak, along with Dr Haas, Biozentrum Grindel und Zoologisches Museum of Hamburg, then encouraged the tiny frogs onto a white handkerchief, in order to study them more closely. \n \nThe new species are only 10 to 12mm long, and depend upon the plants for their lives. The frogs lay their eggs on the sides of the pitcher, and tadpoles grow up swimming in the tiny pools of rainwater that collect in the bottom of the plants. Das and Haas published a report about the find in the taxonomy journal ’Zootaxa’. Evidently, these micro frogs had been found before, but had always been assumed to be juveniles. \n \nDr Das was quoted in a press release as saying: \"I saw some specimens in museum collections that are over 100 years old. Scientists presumably thought they were juveniles of other species, but it turns out they are adults of this newly-discovered micro species.” \nPictures used in this story amply demonstrate just how very small these incredible amphibians are - easy to miss completely if you were unaware of their existence. The diversity and wonder of nature never ceases to amaze and enchant, and it is to be hoped that there are many more wonderful discoveries waiting to be uncovered. \nSources \n, \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","title":"The Tiniest Frogs in Asia","author":"tonyleather"}