{"url":"http://www.environmentalgraffiti.com/animals/news-meet-northern-mockingbird","content":"\nWhy do they call it a MOCKINGbird? Because it imitates – or \"mocks\" – the calls of other birds. Or other animals. Or even mechanical sounds such as car alarms. \n A teenage girl was sunning herself in the privacy of her back yard. Her first bikini! Then a wolf-whistle echoed from the neighbor's yard, loud and clear. She blushed and moved to a less-easily seen spot. The wolf-whistle sounded again, closer. She looked up to see where the spy was lurking – nope, nobody there. Puzzled, she sat up and reached for a towel. The whistle sounded again. Then a flutter of white on grey gave the culprit away – the local Mockingbird!\n\nSo there you have the reason behind the bird's name. \nThe Mockingbird breeds in southeastern Canada, the southern and eastern USA and Mexico. It eats mostly bugs during the summer and switches to berries and fruit during the fall and winter, foraging on the ground or flying down from its perch to snag a morsel. \nAnother unique feature is that \n... much to the dismay of light sleepers! Loud and long. Beautiful melodies that tell the world the sounds that are foremost in its world. How do you stop a Mockingbird from singing so loud, in the dark? Believe it or not, your best weapon would be... a squirt-gun full of water. \n Probably like most other birds, to either establish territory or... because other Mockingbirds find the song to be an aphrodisiac. There are other birds that imitate birdsongs... but the Catbird sings each birdsong once; the Brown Thrasher sings each song twice. Only the Mockingbird repeats each birdsong three or more times, with such clear ringing tones. \n in defending their nest and surrounding territory. More than one dog or cat can testify to the Mockingbird's fierce attacks! Even people are not immune from the bird's defensive bombardings. \nFor sure, Mockingbirds don't take any guff from anyone! In fact, some might say they have more guts than gumption... such as the Mockingbird that chased off a Red-Shoulder Hawk that flew too close to the nest.\n one day an outdoor cat crept too close to a low-built nest where a pair of Mockingbirds were brooding. The two birds chased and dive-bombed the cat until its owners finally discovered the poor animal hunched up into a defensive ball on the front porch... with a Mocker on each side, taking turns to peck at it, tearing out tufts of fur. \nMost people have at least one story about a Mockingbird; what is yours?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-42273-2144065590104237032S600x600Q85.jpg","title":"The Mockingbird: Nature's Joker","author":"dorothydot"}