{"url":"http://www.environmentalgraffiti.com/news-stunning-recycling-oriented-artworks-elizabeth-lundberg-morisette","content":"\n \nElizabeth Morisette's unusual weaving work is highly tactile and has many layers of stories and meaning, brought about by the recycled objects she uses. Simply looking at it cannot give the viewer the complete experience. \nElizabeth Lundberg Morisette was at North Carolina State University in 1991, fully intending to study and pursue a career in graphic design. However, this was a college of design, and her continuous glances into the weaving room each day, as she passed by, soon piqued her curiosity so much that she felt she wanted to learn more about it. She went into the place one morning, and was soon asking Professor Barbara Schulman if she could learn about the skills involved, to which the professor happily agreed.\nHaving received a sheet of paper detailing the basic techniques involved, Morisette was so taken by it that she remained awake all that night working on ideas. The next day, the professor was both shocked and delighted, and it was soon after that that weaving took the place of graphic design in Elizabeth’s plans. \n \nAs time went by, her passion for the discipline grew, and her eventual thesis work came into being on a frame loom. It was seven years ago now that this amazing artist elected to take her weaving skills to a completely new level by incorporating found objects into her textile works, making them not only much more interesting but also more environmentally friendly.\n \nIt was around this time that she gave birth to her daughter, named Clementine Rose, and the original spur was the gift of a number of MacDonald’s toys not considered suitable for children younger than three years. She obviously could not let the new baby play with them and decided that weaving them into a piece on which she was working on would be a good use for them. \n \nWhat the artist had not factored in was that the finished piece would be very heavy, nearly twenty kilos. Having been helped to take it off the loom, she decided to scale down her operations of that sort to some degree. She began searching  eBay for lighter objects that she could work into her woven pieces, and found that, as word of her new method got round, other people began bombarding her with gifts of items she could make use of. \nIt seemed that the idea had captured the imaginations her audience, inspiring them to suggest that memories could be evoked by materials contained within her woven works. For this reason, the Washington D.C. based artist, now 36 years old, believes that her unique approach to her art can touch many different people in a host of diverse ways.\n \nWith a studio located in the green belt of Maryland, Elizabeth Morisette finds that many who know nothing of her art will find their way through her doors. Her studio is part of a larger community center, you see, and those turning up there may have come along for other reasons entirely, yet find themselves drawn to Morisette’s mesmeric creations. Talking about this she commented: “They come for dance or music and they’ll walk through and look at my work without any expectations. Some people will appreciate it as art or some kids will say ‘I could make that. That’s just a bunch of shoelaces strung together.’ But the most important thing is that people make a connection at some level.” \n \nSince her 1994 graduation, Elizabeth has had many shows and honors. A 1996 finalist in the North Carolina Museum of Art competition, she received an Individual Artists grant from the Prince George’s (Maryland) Arts council in 2007. Her series \"Re/Collections\" has been shown in several venues around the USA, and she earned the Juror’s Award for “Sugar and Spice and Everything Nice” at Bead International 2008 in Ohio. Her work featured in an April 2008 article in \n. Everyday objects are the main focus of her outstanding works, utilizing objects such as jar lids, curlers and combs. \n \nElizabeth Morisette received a master's degree in Community Arts from the Maryland Institute College of Art. She has been Artist in Residence at the Jewish Community Center of Greater Baltimore and gives a great deal of her time not only to her art but also her community. She is an outstanding talent with a gift for innovation that defies description. There can be little doubt that hers is a name to watch out for in future years, and the art world is all the better for that. \n \nFor more information, make sure to visit Elizabeth Morisette's \n and \n.\nAdditional sources: \n,  \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","title":"Incredible Art Woven from Recycled Materials ","author":"tonyleather"}