{"url":"http://www.environmentalgraffiti.com/conservation/news-indian-elephant-endangered-working","content":"\nThe Indian elephant - also known as the Asian elephant, Asiatic elephant, or \n - is the largest mammal native to the Indian subcontinent. The biggest are about 6.4 metres long, perhaps 3 metres from ground to shoulder and another 50 cm taller at the head. They may tip the scales - or perhaps crush them - at just under 5,000kg. Small adults weigh perhaps half that; a calf's birth weight may be 50 to 150kg. Males are typically larger than females. \nThe skin may be brown or grey, but with some pink areas mainly on the head. The elephant is perhaps best known for its prehensile trunk - a very long nose and upper lip with an amazing variety of uses. The thick legs rest on pads to absorb the animal's weight.\nElephant dentistry is remarkable. A few very large teeth develop, but the elephant wears down the front ones. These are replaced from the rear, until no more remain. At this point - only reached by a quite aged elephant - it will be unable to eat properly, and so it will starve. Male Indian elephants develop tusks by growing a pair of incisors by about 17cm per year.\nRelated female elephants form herds, often consisting of about twenty, including adults and dependent children. Males leave at about age 14, and may be solitary, travel with other males for short times, or join a matriarch's herd when he has an opportunity to breed. Only a dominant male is \"permitted\" to breed, so size and aggressiveness are important traits.\nElephants can communicate over long distances by calling at very low frequencies - often below the lowest notes humans can hear. This seems to be how they can co-ordinate arriving at a destination, such as a water source.\nElephants are vegetarians. They eat grass, leaves, bark, fruits and vegetables. If the grass is short, an elephant will scrape together a pile using its feet, then pick up the bale. Bark is shredded from a branch in the same way that people eat corn on the cob. Symbiotic bacteria in an elephant's intestines help it to digest its daily diet of 150kg of vegetation - washed down with over 100 litres of water.\nThe trunk has many uses: it sniffs out food sources, collects grass, holds foods, serves as a \"nose\" for breathing, tosses dust or sprays water for skin care, acts as a hose for drinking and helps in trumpeting.\nHow does one distinguish an Indian elephant from an African elephant? The general differences are:\n \nAnother difference is that a female Indian elephant does not grow tusks. Males of both species do grow the extended incisor, as do female African elephants.\nIt almost goes without saying that a tourist has an additional clue: \"If you find one in Africa, it is probably an African elephant; if in India, it is probably an Asian elephant.\"\nFew animals can threaten Indian elephants. Males are dangerous individuals, and herds will circle their young to protect them. However, the Indian elephant is indeed on \"Appendix I of the Convention on International Trade in Endangered Species and are considered endangered by the International Union for the Conservation of Nature\", according to \n.\nHuman poaching is the most publicized danger. The tusks continue to be valued for ivory - whether or not most of the world has banned trading in this commodity. Since only male Indian elephants have tusks, the females have not faced the same risks as their African cousins. Nonetheless, sometimes the male/female ratio is an unsustainable one to one hundred (1:100).\nIn India, perhaps the worst danger to the elephant is human encroachment on existing habitats. The human need for farmland cannot be questioned; but elephants may be paying the price. So are the unfortunate farmers who are trampled - several hundred die annually in human/elephant confrontations.\nIn addition, the new farmland is precisely where elephants - with their proverbial long memories - had been grazing for food. When they find that nutritious vegetables have replaced grass and trees, the elephants will gladly eat the farmers' crops. Predictably, farmers often retaliate with violence.\nOrganizations such as the World Wildlife Fund and government agencies in India are actively trying to protect the Indian elephant population, currently estimated to be 28,000 to 42,000 in the wild. In September 2010, Indian Environment minister Jairam Ramesh \n that the elephant is a \"national heritage animal\" to be accorded the same protection \"...as bestowed upon the mighty tiger\".\nSome 3,500 elephants are \"working\" in India. Around the world, elephants grace zoos and circuses. Historic cultural influences in India may also enhance the elephants' chance of survival. The elephant is one of the \"nine jewels\" (\"navratnas\") which surfaced as deva and asura (gods and demons) searched for the elixir of life in the oceans. Hopefully the religious requirement to protect this jewel of an animal will indeed help the Indian elephant survive.\n:\nWorld Wildlife Foundation, \"\n\"\nDeborah Ciszek, University of Michigan's Animal Diversity Web, \"\n\", published 1999\nAndrew Buncombe, The Independent, \"\n\", published Sept. 2, 2010\nNational Geographic, \"\n\"","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-4365-2707170280104181437S600x600Q85.jpg","title":"Indian Elephants: Employed But Still Endangered","author":"MikeDeHaan"}