{"url":"http://www.environmentalgraffiti.com/spirituality/news-robins-walk","content":"\n\tYou’ve heard of Taro Cards? Well, a few years ago I got a set of Indian cards, with each animal representing a series of qualities and whatever (like the Raven is the bird that carries prayers from the person up to the gods, and the tree represents steadfastness and strength). These cards showed me which animals were my totem animals — but I could choose what animal I felt closest to for my left (masculine) side and my right (feminine) side. I chose the Seal for my brother and the Mockingbird for my sister.\n\tPerhaps I should say that I have been handicapped since I was 18 and went skiing. While I was young, I learned to use forearm crutches to walk in the woods and get around all through colleges; then they removed my kneecap and I could walk normally. No restrictions, said the doctor, and so I became a Forest Ranger.\n\tYears later, another surgeon was aghast at my profession and made me take disability retirement. It was like having half my soul ripped out of my body to lose my forests, my woodlands, my outdoors. You see, that was where I saw God, everywhere I looked. But the pain told me the doctor was right.\n\n\tSo I got older. I learned to fear the pain, since it meant I ultimately would need to get that knee fused straight (no more cartilage, now; and surgery every 5 years or so for the rest of my life). Ugh.\n\n\tAround here, we have a couple of black-topped bike paths through parklands. One May day, the 14th, I took my binoculars and went birdwatching. Sunshine, fields, flowers, a lake on one side, Indigo Buntings on the other; that was as close to heaven as I could get.\n\n\tThen something happened. A Robin flew across my path and sorta crash-landed on the bank beside me.\n\n\tI looked at him, and he stood up and looked at me. Just then a Mockingbird started to sing in the blackberry tangle at the top of the bank. \n\tThe Robin turned and went hop-hop-hop up a narrow muddy trail on the bank towards the top. Then he stopped and looked at me as if to say, \"Well? You’re coming, aren’t you!\"\n\tI kinda gulped; that trail looked rather slippery. Then I took a few tiny steps up the path and stopped about three feet behind the Robin.\n\n\tThe Robin turned and hop-hop-hopped to the top of the bank, where he again stopped, turned to me as if to say, \"Well, come on, dummy!\" I took some more tiny steps and stopped 3 feet or so from him.\n\n\tThe Mockingbird moved in the brush, singing, to match our progress up the bank.\n\n\tBy this time, I knew something magical was happening.\n\n\tOnce we got up the bank, the terrain flattened out into a big field filled with sunshine. The little path went along one side of the field, close to a vine-tangled edge of the woods. I could hear the buzz of insects and see several fluttering cabbage butterflies.\n\n\tStill the little Robin led me. Hop-hop-hop, stop, turn to watch me as I took my tiny steps. Still the Mockingbird stayed right with us, singing her beautiful song all the while.\n\n\tWe stayed like that for almost half-a-mile. Never once did that Robin falter or take wing. Just hop-hop-hop, stop and look back, then hop-hop-hop again. The Mockingbird stayed with us until she ran out of blackberry tangles, singing encouragement.\n\n\tThen the little Robin fell over on his side. Hopping half-a-mile exhausted the poor little thing!\n\n\tI went over to him and gently touched his panting little beak.\n\n\t“I won’t make you hop anymore,” I whispered. “You go with God. I thank you for your blessing. Be well and go with God.” Then I turned and retraced my steps. After I’d gone maybe 10-15 steps, I looked back…just in time to see the little bird fly off into the middle of the field.\n\tI knew that Robin had chosen me to be my sister. And Mockingbird agreed. So that day Mockingbird became my protector, my guardian and Robin became my sister. So it has been to this day.\n\n\tRobin taught me that I can! still have my woodlands…all I need to do is take tiny baby-steps, not the strong hiking steps that most people do.\n\n\tI can have that lost half of my soul back again.\n\n\tThat was the miracle of the Robin’s Walk.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","title":"The Robin's Walk","author":"dorothydot"}