{"url":"http://www.environmentalgraffiti.com/animals/news-top-5-home-invader-bugs","content":"\nHere is my selection of the worst home invaders from the world of insects. You want to keep  these bugs out of your home - or get rid of them once they get in!\n\n\nBedbugs are small insects. They feed on blood and prefer humans over birds or other mammals. They are quite small and are mainly active at night. They tend to nest near their human host, rather than staying on the body or in the hair.\nLook for visible signs that bedbugs have invaded bedding. These signs include: smears of blood; fecal spots; and moult casings.\nVictims of bedbug bites may develop a red rash and sometimes experience intense itching; but some people do not show any symptoms. Others may become allergic and have more severe reactions.\nScratching the bites may lead to bacterial infection. There is no evidence that bedbugs pass disease from one person to another.\nTreat building and possessions, since people do not 'harbor' bedbugs. They prefer to sneak away and nest in or near beds.\nSeveral treatments are possible. Hot steam cleaning of buildings and possessions will kill bedbugs. Place diatomaceous earth where the insects would walk - the rough material abrades the waxy shell, causing the bedbug to dry out. Wash clothing and bedding in very hot water for a long cycle. Some chemicals are available. Bedbugs will try to migrate away from one room or apartment to another, so it is important to get them all.\n\n\nCarpenter ants are also known as wood ants. They excavate wood in order to build their nests; unlike termites, they do not eat wood. They actually eat sweet foods, fat, grease and meat. They mainly work at night.\nYou may find small piles of frass (bits of wood, soil, and insects) outside of nest exits, or in window sills. The excavated nest is smooth and does not have 'mud', which is a sign of termites. They prefer already-decaying wood but will work with healthy wood if other conditions are right. You might see these large ants marching in your home in the spring.\nUse these steps to make it difficult for carpenter ants to invade your home:\nFour insecticide options are available to get rid of carpenter ants:\nNote that bait is a combination of food and very slow-acting insecticide. Never combine the two approaches, because the quick insecticide makes the bait useless. Bait is a rather finicky approach, but might result in the best outcomes.\nHead lice (see top) colonize a person's head, in the hair and skin. They drink human blood and can cause itching. A louse is about the size of a sesame seed.\nYour scalp may itch, although it may take several weeks for the itching to develop. Bites may be visible if the hair is moved aside. Eggs or lice may be seen on close examination; you may need to use a magnifying glass. Use a louse comb to check, especially near ears and nape of neck.\nLice do not transmit any specific diseases. Scratching may introduce germs and cause infection. Only in rare cases will the bites cause swollen lymph nodes.\nHead-to-head contact is the most common way lice move from one person to another. Sharing hats or pillows is rarely a cause. Victims are usually children.\nYour doctor or pharmacist can recommend specific medicated shampoos or rinses, and these will have specific instructions. Generally, comb the shampoo through the hair and remove the eggs ('nits', hence 'nit-picking'). This is not usually effective on first treatment, since eggs may be missed and survive. Therefore repeat in about 10 days. Only treat people with live lice, since the chemicals are somewhat harmful.\n\n\nTermites invade the wooden structures of homes because they eat cellulose. Termites are hard to detect at an early stage because they stay inside the wood structures. An above-ground tunnel outside the home is easily seen. Damaged wood might be detected by feeling that it is soft.\nConcrete or steel foundations, and other barriers should prevent underground access. It's best to keep 18 inches between the soil and wood. Chemical treatment of the base timber is possible prior to construction, but physical barriers are preferred. Chemical treatment of the soil is usually performed on older homes rather than for new buildings.\nBait is the preferred method. A bait is a slow-acting poison which will eventually kill the whole colony. Dust toxins are also available but are not recommended for amateurs. Soil treatment is the least preferred, since it uses a large amount of insecticide which leaches fairly quickly into the environment. Pesticides may be injected into the basement wall and also into nearby fences, sheds or trees.\nOften it would be wise to get rid of any damaged wood. This is a large and tricky job if the damage is extensive. On the other hand, you do not want to rest your home on load-bearing timbers that have been hollowed-out by termites.\n\n\nWasps are social insects that may nest near, or in, homes. They eat many leftover foods: fruits, fruit drinks, pop, and meat. They also prey on flies, caterpillars and aphids. They are active during the day, and return to the nest in the afternoon.\nUnless you have had a problem with wasps in the past, you probably do not need to take pre-emptive measures. To discourage wasps from nesting in or near a home, apply an insecticide spray several times a year. It is important to use one that is safe for people and pets, but repels insects.\nLocate the nest during the day, but wait until dusk to apply any insecticides. One good way is to 'puff' the insecticide dust into the nest's entranceway - six to a dozen puffs will start the process, but may lead to swift retribution. It is best to go back several evenings in a row.\nPoisoning wasps in voids (in a home) follows a similar procedure, and may take several applications. The exact chemicals and applicators may be different between a visible nest and a colony in a void.\nThis is my top-five list of insect home invaders. Do you have others to recommend?","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-44606-2053182280104181437S600x600Q85.jpg","title":"5 Disgusting Bugs That Could Invade Your Home","author":"MikeDeHaan"}