{"url":"http://www.environmentalgraffiti.com/featured/bacteria-sahara-desertification/11121","content":"\nWe humans have a mixed history with bacteria. From antibacterial mouthwashes, ointments and pasteurization (read: bacterial genocide), to the bubonic plague and syphilis, we have been destroying and have ourselves been destroyed by these tiny organisms from time immemorial. Yet it seems that on at least some fronts, the chemical warfare is letting up and rational thinking is taking place.\nThe Sahara desert is the largest hot desert in the world. Spanning some 3.5 million square miles (9 million square kilometers), this desert is almost as large as the United States and is expanding south at a rate of about 30 miles (48 kilometers) per year. To help slow or even stop this expansion, scientists have proposed using a species of our microbial nemesis that turns ordinary sand into sandstone to construct a huge containing wall in the desert.\nWhile sounding more like a Harry Potter spell than a microbe, bacillus pasteurii has quite a knack for making its environment more alkaline. This causes the calcium and the carbonate in the sand to bond together to become the aptly named calcium carbonate, which acts as a kind of concrete for the sand.\nThe process creates a fairly hard surface that resembles everyday sandstone. Scientists are also exploring other uses for the bacterium such as road construction, and solidifying the soil underneath buildings that might be prone to liquefaction during earthquakes.\nThe proposed 3,700 mile (6,000 kilometer) sandwall could be used to house a kind of oasis in the desert complete with water and vegetation.\nThe idea won first prize at The Holcim Foundation’s \n held in Marrakech, Morocco and was proposed by Magnus Larsson, a student at the \n in London.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","title":"Bacteria Vs. Saharan Desertification","author":"Brad Handley"}