{"url":"http://www.environmentalgraffiti.com/news-joy-orphan-elephants","content":"\nBabies need their mothers, but what are baby elephants to do when their mothers die from poaching or illness? Get help from an elephant nursery of course! Big floppy ears and long prehensile trunks attest to the great size they will reach when grown up, but at the moment the elephants at the David Sheldrick Wildlife Trust, the world's most successful orphan-elephant rescue and rehabilitation center, still need human help to thrive.\nSee more photos \n. \nCharles Siebert of National Geographic went to visit the nursery and discovered the wonder of baby elephants growing up under the watchful eye of their human keepers/moms. Often they come in sick or injured and need some healing. Others just need some TLC and the feeling of belonging to a family again. \nEven the babies in the worst shape still retain their memories of a social group and family. Doris Sheldrick, the widow of the Trust's founder, says, \"They are born with a genetic memory and are extremely social animals. They intuitively know to be submissive before elders, and the females are instinctively maternal, even from a very young age. Whenever we get a new baby here, the others will come around and lovingly put their trunks on its back to comfort it. They have such big hearts.\" \nBaby elephants need milk every day until they are at least two years old and still get milk as part of their daily feeding until approximately four years old. Once they are stable, they are taken to Tsavo national park where they will transition into the wild again at their own pace. That might mean ten years, it could be as little as five.\nThe stories of these orphans are tragic to begin with but eventually become heartwarming. There is the story of Loijuk, who wanted to join the wild elephants so much that she undid the fence of the stockade twice (the transitional elephants are moved to two stockades in the park). In another case, little Irima was only three and still on milk part of the time when she managed to go with a wild herd that had a couple of previous orphans. One night there were loud elephant bleats from an electric fence. When the keepers got to it, Edo, a former orphan, walked Irima home and then left after a snack. As if they knew that she still needed her bottle, or perhaps she told the wild elephants herself.\nThe keepers sleep in a bunk over the elephants bedding and Murka, a keeper, told Siebert how his alarm clock works: \"Every three hours you feel a trunk reach up and pull your blankets off. The elephants are our alarms.\"\nAs sad as all the reasons are for these babies being brought to Doris Sheldrick, they end up with a nurturing, loving group of people to help them heal from trauma and grow into self-sufficient wild elephants. Learn more in the September 2011 issue of National Geographic magazine, on newsstands August 30. \nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","title":"Heartwarming Tales of Orphaned Elephants Being Returned to the Wild ","author":"Michele Collet"}