{"url":"http://www.environmentalgraffiti.com/news-wild-orion-nebula","content":"\nThe Orion Nebula is one of the brightest in the night sky and lies south of Orion's Belt. It is 1344 (plus or minus 20) light years away and is the closest huge star formation area to earth. As such, it is the most photographed in the night sky and has taught us much about star and planetary formation.\nThe area in the image above is a called the Trapezium and is an area of very young stars; six of the main stars that can often be seen from earth on a clear night.\nThe Orion Nebula has been seen from earth for thousands of years. The Maya had a folk tale around it that made them place a glowing smudge in their hearths where Orion would be situated. It was first \"discovered\" to science by Nicolas-Claude Fabri de Peiresc in 1610. \nThe Orion Nebula includes neutral clouds of gas and dust, ionized gas, associations of stars and reflection nebulae, which are clouds of dust reflecting the light of stars. It is approximately circular in shape and different areas have been named. A dark lane towards the bright center is called \"the fish's mouth\", the lit areas at the edges \"wings\" and others are \"the sword\", \"the thrust\" and \"the sail\".\nOrion is a stellar nursery where stars are born, and there are about 700 stars in various stages of birth within it. Recently, the Hubble Space Telescope (HST) has discovered 150 formations called proplyds or \"protoplanetary disks\". It is believed that they are solar systems in the very early beginning of their formation.\nThe Orion Nebula is an interstellar cloud like others found in the Milky Way. According to Wikipedia, \"they begin as gravitationally bound blobs of cold, neutral hydrogen, intermixed with traces of other elements. The cloud can contain hundreds of thousands of solar masses and extend for hundreds of light years. The tiny force of gravity that could compel the cloud to collapse is counter-balanced by the very faint pressure of the gas in the cloud.\"\nThis beautiful nebulae is far more artistic than the leading abstract painters; Mother Nature as usual coming up something with better than we can imagine. It won't last forever though; in about a 100,000 years, the majority of the gas and dust will have been ejected, leaving behind a group of bright young stars.\nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","title":"The Incredible Beauty of the Orion Nebula","author":"Michele Collet"}