{"url":"http://www.environmentalgraffiti.com/sciencetech/hubble-telescopes-final-mission/11615","content":"\n\n\n\nPhoto – \nCompleted on May 24, 2009, Hubble's last Service Mission was an astounding success. Instruments and insulation blanket were repaired and upgraded, and new capability was added to this truly exceptional orbiting observatory. Hubble Space Telescope (HST), whose importance rivals that of the first optical telescope made by Galileo, will continue to probe the mysteries of the universe through 2013. Strap yourself in for a blow-by-blow account of Service Mission 4 and what it achieved.\nService Mission 4 (SM 4) was deemed ‘dangerous’ from the outset. Initially scrapped after the Columbia space shuttle tragedy, it was revived only after long and careful study. Space debris is common in Hubble's low orbit trajectory. Small pieces of space trash could damage the Space Shuttle Atlantis and render it unable to return to earth. Atlantis could not reach the International Space Station which is in a very different orbit than the HST.\nRecognizing this worst case scenario, the space shuttle Endeavor joined the mission as a stand by rescue shuttle in case an emergency put astronaut lives in danger. Endeavor was on a launching pad ’3 days from liftoff’ until the Atlantis was safely back on Earth. Atlantis had a 25 day supply of air but long before that was used up, Endeavor could lock onto the Atlantis with its space arm and the astronauts in their space suits would gently float to the Endeavor. If you watch videos about SM 4 at the NASA web site (Source #2), the tense, frightened faces on many personnel are unmistakable.\n\n\n\nPhoto – \nSince launch in 1990, the Hubble telescope’s five Service Missions have employed 16 astronauts who have performed a total of 23 spacewalks. Nevertheless, preparation for Service Mission 4 was unprecedented and included the invention of new specialised tools so that repair tasks never previously imagined could be accomplished. A mini-power tool of new design was developed for this mission that features small size, high speed and very low torque. Unique Fastener Capture Plates were used several times to retrieve hundreds of tiny screws whose manipulation with heavy gloves would have been near impossible. Training time in the Neutral Buoyancy Laboratory water tank provided the best simulation possible for working in an antigravity environment.\n\n\n\nPhoto – \nThe space shuttle Atlantis blasted off for Hubble on May 11, 2009 for its 11 day mission, to which two days were added when bad weather in Florida delayed the return to Earth. 28 hours after the Atlantis launch, commands closed Hubble’s aperture door to protect its extraordinary observational instruments. Other adjustments were made, such as repositioning the solar panels, so that the grappling arm of the Atlantis could best do its work. Work on Hubble began when the robotic arm of Atlantis positioned the HST in the shuttle’s payload bay. Instruments that were never designed to be repaired in space would be upgraded on Service Mission 4, and new instruments were installed that provide Hubble’s final years with exceptional capability. Securely attached to the Atlantis, the space shuttle provided all electric power to the HST during the mission.\n\n\n\nDiagram – \nSM 4 Day One saw the installation of a new Wide Field (WF) Camera along with a new Science Instrument Command and Data Handling unit (SICDH). Wide Field Camera 3 was constructed at Goddard Space Flight Center and Ball Aerospace in the USA, with some components built by contractors in the UK. WF 3 is a bridge to the advanced infrared observations that will be carried out by Hubble’s successor, the James Web Space Telescope.\nThe Wide Field Camera is Hubble’s only panoramic instrument; it can ‘see’ over a wide range of the electromagnetic spectrum. WFC 3 provides a 15-30X increase in capability over its predecessors, depending upon the specific region in the electromagnetic spectrum under investigation. The Wide Field Camera is enhanced by an interface with the Advanced Camera for Surveys (ACS), which increased the observation power of the Wide Field Cameras by 10X. A short circuit ended ACS operation in January 2007 and SM 4 installed a new ACS power supply and replaced four circuit boards.\n\n\n\nPhoto – \nThe Cosmic Origins Spectrograph (COS) is a new instrument for Hubble that replaces the Corrective Optics Space Telescope Axial Replacement (COSTAR). The Cosmic Origins Spectrograph was built at Ball Aerospace and it studies the universe in near and far ultraviolet with an efficiency 30X greater than that of the all purpose  STIS spectrograph. The photograph below, taken on August 12, 2008, shows the installation of the Cosmic Origins Spectrograph into its protective enclosure at the Kennedy Space Center.\nCOS studies how elements that are essential for life, particularly carbon and iron, evolved and increased throughout the history of the universe. COS also looks at the ‘cosmic web’, long narrow regions of galaxies and intergalactic gas that are separated by huge, almost empty voids.\n\n\n\nArt – \nThe Space Telescope Imaging Spectrograph (STIS) was installed during Service Mission 2 in 1997 and it performed superbly until a power supply failure in 2004. STIS received a replacement low voltage power supply during SM 4. This repair was one of several tasks during SM 4, where the special screw capture plate was used to capture more than 100 small attachment screws and thereby not force the astronauts to do such a task using bulky gloves. The replacement panel is secured by only two lever-like latches.\nThe STIS has already confirmed that supermassive black holes exist at the center of many galaxies, and are much more common than previously believed. STIS also made the first chemical analysis of the atmosphere of an exoplanet.\n\n\n\nArt – \nAdvanced Camera for Surveys was Hubble’s workhorse until power failures reduced its capability. By 2006, only the ultraviolet camera channel was still operative. A blown fuse in 2007 mandated that an on site repair be formulated and added to Service Mission 4. The screw capture plate used in the STIS repair was again called into action and an efficient bypass solution to restoring power was implemented. A side benefit is that power demand dropped by more than 2X and ‘noise’ level of the UV detectors was reduced.\n\nArt – \n“No Juice, No Go.” The six 125 lb, Nickel Cadmium batteries that power Hubble during nighttime were still good after 18 years, which is 13 years longer than their designed orbital lifetime. Exceptional design and power management from Electrical Power System engineers at Goddard Space Flight Center deserve the credit for this superlative record. Nonetheless, power degradation was detectable in 2008 and replacement of all batteries was overdue. The new batteries were manufactured using a ‘wet slurry’ process that makes them stronger than the originals that were made via the dry sinter process. The new batteries are also ‘dead face’, meaning there is no electrical power present at connectors when batteries are ‘off’.\n\n\n\nArt – \nGyroscopes are the bottom line along with battery juice. They keep Hubble balanced and point her to chosen targets. Six gyroscopes are packaged in pairs with three Rate Sensor Units. When SM 4 began, the original six gyro were still going strong but nearing the end of their designed lifetimes. HST instrument activity only needs three gyros to be active at any one time and the system is made 100% redundant. As of 2005, it became clear that Hubble's instruments could run on only two gyroscopes, but nevertheless doing so without backup creates a fragile situation. SM 4 replaced all six gyroscopes, whose lifetimes are expected to last through 2013.\n\n\n\nDiagram – \nThe Fine Guidance Sensors (FGS) are the other major component of Hubble’s pointing and control system. The FGSs produce extraordinary stability that is equivalent to holding a laser beam on a dime that is 350 miles away. Past service missions have replaced FGSs one at a time. A rehabbed FGS unit from SM 1 will replace FGS 2 on SM4. Two FGS units must always be active, while the other units provide additional targeting efficiency and redundancy.\n\n\n\nPhoto – \nA New Outer Blanket Layer (NOBL) was installed as the ‘skin’ of the HST. The NOBL is made from specially coated stainless steel foil and it gives the HST a beautiful metallic sheet. It slows down the accumulation of damage from the continual impact of charged particles and radiation.\n\n\n\nPhoto – \nImportant and fragile instruments have protected enclosures. The photograph directly above, taken on August 12, 2008, shows the COS being installed into its protective enclosure at the Kennedy Space Center. SM 4 also installed a Soft Capture Mechanism (SCM) and Relative Navigation System (RNS) which facilitates future rendezvous, capture and safe disposal of the telescope when Hubble is finally no longer able to study the universe. IMAX is making a new movie about Hubble with release scheduled for 2010. Unlike past service missions, the SM 4 crew is not taking pictures with an IMAX camera. This mission’s IMAX pictures will be taken by a camera on the ORUC carrier. The Flight Support System (FSS) is essential for proper containment and support of Hubble instruments.\nWith all repairs and upgrade finished, the Atlantis gently let the HST go back into independent orbit and the shuttle and observatory slowed drifted apart. The Flight Operations Team on Earth sent commands that instructed Hubble to open its aperture door and release the telescope. After orbital verification, the high gain antenna was deployed. Atlantis descended to a lower altitude to inspect damage from micro-meteoroids. Torrential rain storms in Florida delayed the mission’s finish and Atlantis returned to Earth on Sunday May 24, landing at Edwards Air Force Base in California.\n\n\n\nSpectra photographs – \nThere are many awesome examples of Hubble's legacy. The photograph above taken in 1997 provided the first strong confirmation that supermassive black holes exist in the center of some galaxies, perhaps in the center of almost all galaxies. M84 is 60 million light years from Earth and a member of the well known Virgo cluster of galaxies. M84 is the 84th object in Messier’s Catalog of astronomical objects. He discovered it on the night of March 18, 1781. The left hand photograph is M84’s center as seen in visible light. The Space Telescope Imaging Spectrograph captured a colorful zig-zag patterned spectrum which is the black hole’s signature. Particle velocity of 880,000 mph within 26 light years of the galactic center reveals that the black hole is supermassive and contains at least 1.5 billion solar masses.\n\n\n\nSpectral Imaging – \nBuilding upon this exceptional data from Hubble, later studies provided a more complete picture of M84. This spectral composite image of M84 was compiled from photographs taken by the Chandra X-Ray Observatory in 2000. Hot gas is shown as blue, a radio image from the Very Large Array is revealed in red, and a background image from the Sloan Digital Survey is yellow. White Bubbles of gas blown outward by relativistic particles generated by super massive black holes have the form of a two sided jet. Nested bubbles are evidence for repeated outbursts from the central massive black hole. Multiple outbursts suppress the formation of new stars. The top bubble is bursting and the relativistic gas (red) is spilling out and heating the surrounding gas.\nHubble has an importance equal to the first optical telescope made by Galileo. Hubble's discoveries impact philosophy as much as astronomical science, and it has changed our view of the universe forever. If the HST never takes another photograph or spectrum, its accomplishments remain exceptional. Thanks to the Hubble Space Telescope, we know that the universe is 13.7 billion years old and nearly all galaxies may have super massive black holes at their center. Hubble has also a) added greatly to our knowledge of planet formation; b) detected molecular constituents in the atmosphere of an exoplanet; c) revealed that the expansion of the universe is accelerating; and d) told us much more about the early and very distant universe.\n\n\n\nPhoto – \nHubble’s legacy will be carried on by the James Webb Space Observatory scheduled for launch in 2013. Smaller than the HST, the JWST will be placed in orbit by an unmanned rocket and cannot be maintained by astronauts sent up from Earth. JWST will observe only in the infrared wavelengths but Hubble has taught us that in those wavelengths lie the most important clues to how the universe came into being. We will continue to discover what did God on those six days before Sunday brunch.\nSources –\n\n, \n, \n, \n, \n, \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"The Hubble Telescope's Final Mission","author":"merlynne6"}