{"url":"http://www.environmentalgraffiti.com/ecotourism/news-walkway-over-hudson-sight-see","content":"\nThe \n is a refurbished historic bridge over the Hudson River in the Mid-Hudson Valley that attracts nearly half a million visitors each year. The Walk Over the Hudson State Historic Park is located within a day's drive from Boston, New York City and Philadelphia. A visit to the Walkway Over the Hudson is a wonderful highlight to a weekend getaway in the countryside of New York.\nUlster County on the west side of the park features wineries and pick-your-own farms, while Dutchess County on the east side of the park has the charming town of Poughkeepsie. Tourists who start at the west end of the park at sunrise get to watch the sun emerge over Poughkeepsie as they transverse the Hudson River. It takes about half an hour to walk across the entire bridge, which means it will be bright daylight by the time a hiker reaches the east side.\nThe trail continues into Poughkeepsie where trees and picnic tables provide shady spots for eating a packed breakfast. Afterwards, tourists can take a leisurely stroll back over the bridge. The metered parking lot at the park gives visitors up to 4 hours to return.\nSigns at the Walkway Over the Hudson describe the history of this park. They tell how Americans built the Poughkeepsie-Highland Railroad Bridge in the late 19th century as the only Hudson River crossing in the Mid-Hudson Valley. Freight trains crossed the Poughkeepsie-Highland Railroad Bridge to bring raw materials from Pennsylvania and points farther west to the manufacturing centers of New England.\nThe rail line was active through the end of World War II. According to the signs, the decline of New England's manufacturing centers and a switch to trucks on interstate highways reduced railroad use until the Poughkeepsie-Highland Railroad Bridge was abandoned by the 1980s.\nEfforts began in the 1990s to transform Poughkeepsie-Highland Railroad Bridge into a linear recreational park. The park was ready for the public in 2009. It is an extreme example of recycling old objects.\nThe \n contains a similar burst of activity followed by decline and reinvention. Steamboats and the Erie Canal increased traffic on the Hudson River during the early 19th century.\nThe Hudson River became a gateway to America's Midwest. People and goods would go up the Hudson River from New York City to Albany. Then they would take the Erie Canal to the Great Lakes. The Great Lakes connected them to Midwest towns such as Detroit and Chicago.\nThe rail lines and industries that grew along the Hudson River took a toll on the environment. Water quality declined and animals had difficulty living in the river. Today, both manufacturing and river traffic are a fraction of what they once were. The environment has rebound, and natural recreational opportunities are abundant.\nWalkway Over the Hudson is a stunning example of a \"rails to trails\" project. Like many old rail lines, it became a path for hikers and cyclists. Projects like Walkway Over the Hudson show that dilapidated historic assets can have a renaissance as recreational facilities.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4793980539c9e4794e33zjpg","title":"Walkway Over the Hudson Park: Repurposing on a Grand Scale","author":"Joseph Dunsay"}