{"url":"http://www.environmentalgraffiti.com/news-stunning-multicoloured-splendour-sea-slugs-nudibranchs","content":"\nThis spectacular looking creature is not an alien lifeform, but one of 3,000 varieties of sea slugs that live on ocean floors around the world. They are among the most visually stunning animals that you could ever hope to see, and while the name sea slug is somewhat yucky, the alternative, nudibranch, sounds rather sophisticated. These amazing mobile works of art can really make you gasp - they look that good!\nThe word \"nudibranch\" comes from the Latin nudus, naked, and the Greek brankhia, hence 'naked gills'. The name comes from the flower-like gills found on the back of many types. They use the gills to breathe. Nudibranches are soft-bodied molluscs and are related to snails and slugs, so are commonly called sea slugs. They do not have shells.\nTheir means of defence are camouflage, toxic secretions and stinging cells. The rainbow of bright colours that many wear is a warning to predators. \nThey have very small eyes that only sense light and dark so they are basically blind. However that is not a problem because of their horn-like protrusions called rhinophores. They use them to taste, smell and feel the ocean around them. They detect chemicals that tell the sea-slug everything it needs to know, like where food is and where other nudibranchs are.\nThey are carnivores and many are able to eat what other sea creatures can't. Sea creatures that contain stinging toxins, like the anemone or soft corals, are eaten by the sea-slugs which then convert or use the toxins for their own defences.\nSome varieties contain a type of algae in their transparent bodies, which, when exposed to sunlight, produce nutrients which they use for energy! They come in an incredible variety of colours and patterns. Blue with yellow dots, green and black, red and purple, white with yellow accents, the list goes on and on. Suffice it to say that if you can imagine it, there's probably a nudibranch to fit the bill.\nMany secrete chemicals when they are threatened. The chemicals may either make them very distasteful or even toxic. That's why they are not good for the aquarium! The chemicals they release may cause other animals to be very stressed, or even die! Some are also able to store the stinging cells of the hydroids or other cnidarians they feed on in their cerata. Many are brightly coloured to warn the predators not to eat them, and also to match their surrounding, which allow them to camouflage themselves from the predators. \nNudibranchs are simultaneous hermaphrodites, meaning each slug has both male and female reproductive organs at the same time. They practice internal fertilisation, and do it side-by-side, facing opposite directions. Sometimes, one will act as the male partner and the other as the female. At other times, they may fertilise each other. After mating, they go their separate ways and each lays its egg mass. They usually die after laying their eggs.\nIn some cases, the eggs are laid on or near a food source and the young hatch fully developed and commence feeding. In other cases, the young hatch and are carried away in the current. They eventually settle onto a food source and continue developing into adults. The juveniles usually have shells, but lose them as adults. There is no doubt whatever that these incredible creatures are a living rainbow of such beauty that the sight of them makes you smile. Some things in nature are almost beyond belief in their glorious appearance, and sea-slugs certainly rate amongst those.\n \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockColorfulNudibranch16342874jpg_0","title":"The Amazing Colors of Deep Sea Slugs","author":"tonyleather"}