{"url":"http://www.environmentalgraffiti.com/sciencetech/kraft-macaroni-n-anti-intestinal-worm-cheese/766","content":"\nKraft Foods is teaming up with pesticide maker TyraTech to create a food that will also kill intestinal worms.\nKraft has not said what type of food is being created, but that it will aim to sell the food in rural areas of Asia, Africa, and South America. All of these locations have significant problems with intestinal worms, particularly in children.  \n can seriously affect the health of children, making them lethargic and anemic.\nThe food, whatever it may be, will contain deworming chemicals from TyraTech, who currently make safe pesticides from plant oils. Dr. R. Douglas Armstrong, CEO of TyraTech, said the anti-worming oils work by attaching to olfactory and nervous system receptors found only in invertebrates. This overstimulates the receptors, which produce a wave of impulses in the nervous system that repels or kills the worms. He likened it to ringing a doorbell so often it causes a heart attack out of annoyance.\nHumans, and other vertebrates, do not have the receptors, so the oil does no harm to them.  The oil has already been shown to work in mice. Several mice were infected with dwarf tapeworms, but after less than a week of treatment the worms were gone.  No tests have yet been performed on humans.\nThat’s all well and good, but what about the taste? It doesn’t matter how effective Kraft Macaroni and Anti-Worming Cheese is if it’s not to the same standard of deliciousness as regular mac n’ cheese. And since TyraTech will not say which plant they’re using for the oil it’s quite possible it’s something really disgusting tasting. Kraft believes it can get around this, however, by creating blends that remove the taste or masking it with other flavours.\nProbably the coolest angle to this whole story is how the researchers discovered the deadly effects of this plant oil on invertebrates.  Like many scientific discoveries before it, it was an accident. A power cut in a University of California lab during the summer caused many scientists to open their windows. Clouds of insects forced most of the researchers to close their windows, but biochemist and TyraTech chief scientific officer Essam Enan was unbothered in his lab. Essam had been studying the plant oils, and when he found several dead flies around his workstation he began to realize the potential of the oils.\nThis is not Kraft’s first time adjusting food formulas in other countries. Tang, the famous astronaut drink, contains extra vitamins in Asia and Latin America. There’s also a cheese sold in the Philippines that has been fortified with iron.\nInfo from ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Beachchoronivenezuelajpg","title":"Kraft Macaroni n' Anti-Intestinal Worm Cheese","author":"Chris"}