{"url":"http://www.environmentalgraffiti.com/cities/news-first-impressions-old-delhi","content":"\nCows, cars, dogs and men live, breathe and sleep on the bumpy, brave streets of Old Delhi. A little boy, no older than 6, but more streetwise than an old man of 60, hangs onto the sleeve of my shirt as he asks - with his much rehearsed but irresistible stare - for 10 rupees; equivalent to 15 pence.\nA rickshaw driver who never seems to tire or sweat but rather is \"happy if we're happy\", drives us to lunch and shoos a bunch of 20 year olds who adamantly demand a photo with us.\nA thin, shaky teenage girl poses beside me, smiling timidly as her brother tells us to squeeze together for a “cellular phone” shot. An old tout charges 200 rupees to let us into the Jama Masjid and grins a toothless smirk as he counts his coins.\nThe smell is intense but the heat is stronger. The poverty is widespread but the filth is persistent. Inequality floats at the surface, but caste differences are drowned by the roars of cars, trucks and tuk tuk horns; one for “hello”, one for “budge”, one for, “I’m bigger” and one to substitute a much ignored left-turning signal. Restless policemen are replaced by big flies, small flies, water flies, dung flies - all kinds of flies - who patrol undisturbed the bodies and foodstuffs of the city.\nThe Red Fort has huge grounds and the entrance fee keeps the scrawny children lingering at its entrance while opening its gates to those in clean and ironed school uniforms.\nThe Jama Masjid is imposing, enthralling but somewhat oppressing; the Jain Bird hospital is a work of simple genius and butter chicken is your standard tikka-masala.\nPeople – young, old, pregnant and dying – sleep on the streets, but not in corners or doorways, rather, they camp-up for the night everywhere and anywhere. An old man with tired eyes and a long white beard rests on the hot pavement of a busy road with just a cloth to cover his crotch; he is oblivious, or perhaps indifferent, to the swarms of marching people who trample beside, behind and above his head.\nIt's busy and packed and scary; your greatest concern that morning may have been to secure your bag and camera, but now it lies in the bulging belly of the hungry boy tugging at your sleeve, in the penetrating eyes of the leprous and in the skeletal figure of an emaciated horse pulling a much too heavy cart.\nIs this purgatory or hell? You ask yourself as your eyes scour the scene of putrefaction. But as you become accustomed to the smell, the colorful landscape of garbage and the overwhelming chaos of Chadni Chowk you come to understand its beauty. A penguin’s breeding ground may be loud and covered in bird excrement, but everyone is out there looking for something and everyone has a mission. When you let go of those preconceptions of cityscape and order, you realize that the rubbish mounds and pavement-beds are the charisma and soul of the city.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","title":"Old Delhi: City Of Wonders","author":"marianovellamonti"}