{"url":"http://www.environmentalgraffiti.com/nature/news-strange-attraction-suffocating-swarm","content":"\nThere are few things in life more claustrophobic than being in the middle of an insect swarm, and some are truly astronomical in terms of the numbers of individuals that comprise them. It is believed that the act of swarming is caused by chemical signals given off when individual males seek mates. As more pheromones  are released, more insects are attracted in ever increasing numbers. \nAn insect’s adult body is characterized by three pairs of legs and a body segmented into a head, thorax and abdomen, and usually two pairs of wings. Virtually all insects are born from an egg laid by their mother. Some of the most common and well-known insect species include flies, crickets, mosquitoes, beetles, butterflies and bees.\nMany insect species swarm, as indeed do some mammals, like bats and birds, for example flamingos and starlings. Mosquito swarms vary from one species to another, depending on conditions such as lighting, winds and space available for breeding. Mosquito swarms often seem to focus on one particular place where the air is undisturbed.\nOther enormous swarms may form for reasons of migration, like those of monarch butterflies in America, or of social behaviour in insects such as bees or termites as they set about setting up new colonies. The most notorious of swarming insects, in the biblical sense, is the desert locust. A locust swarm can blacken the sky for miles around, and one in Kenya in 1954 was estimated to cover more than 77 square miles.\nA plague of locusts is a devastating natural disaster, feared and documented throughout history. Unfortunately, even today they can still cause misery. Locusts are related to grasshoppers and the two insects look alike, though locust behaviour is sometimes very different. They behave sometimes in the same solitary manner as grasshoppers do, but when conditions produce an abundance of green plants, and promote breeding, locusts can form thick, mobile, ravenous swarms.\nLocust swarms devastate crops and cause major agricultural damage and attendant human misery like famine and starvation. They occur in many parts of the world, but today locusts are most destructive in the sustenance farming regions of Africa, the desert locust in particular. Found mainly in equatorial regions, they inhabit some 60 countries and can cover one fifth of the Earth's land surface. Desert locust plagues may threaten the economic livelihood of one tenth of the world's humans.\nA desert locust swarm can be 1,200 square kilometres in size and pack between 40 and 80million locusts into one square kilometre. Each locust will try to eat its own  weight in greenery a day, so such a swarm would eat almost 200 million kilograms of plants every day. Crop destruction on a truly monumental scale.\nLike the individual animals within them, locust swarms are always in motion and can cover vast distances. In 1954, a swarm flew from northwest Africa to Great Britain. In 1988, another got all the way from West Africa to the Caribbean.  These swarms are so vast they can literally block out the sunlight, and those caught within them may have trouble breathing.\nWhen you consider that insects far outnumber humans on this planet, you might start to worry. To date, it is thought that there are 5,000 dragonfly species, 2,000 praying mantis, 20,000 grasshopper, 170,000 butterfly and moth, 120,000 fly, 82,000 true bug, 350,000 beetle, and 110,000 bee and ant species that have been discovered. Almost a million species of insect that are known of, but there could be as many as 15-30 million species still to be discovered. \nChinese couple Li Wenham and Yan Hoagie decided to get married while being swarmed by bees. They have been bee-keepers for 25 years and thought such a marriage ceremony would be appropriate. They were able to attract the bees by planting a queen bee in each of their clothing, which was followed by a mass swarming. \n“It was an amazing feeling to have a carpet of living bees moving over my body. I could feel them as they moved around — it was amazing,”\n \nI for one am not convinced that I could have stood such an invasion of my privacy by insects, however beneficial they might be! Whilst the vast majority of insects that swarm are not harmful to humans, it is nonetheless a very unpleasant experience. People report that they felt 'somehow violated beyond belief'.  Swarms viewed from a distance are breathtaking spectacles of nature, but they still make your skin crawl, even if they are ladybugs.\nINFORMATION FOR THIS ARTICLE TAKEN FROM WIKIPEDIA AND OTHER ONLINE ENCYCLOPEDIAS.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mucha-bok-zlte-pozadie.jpg","title":"The Greatest Insect Swarms on Earth","author":"tonyleather"}