{"url":"http://www.environmentalgraffiti.com/sciencetech/most-incredible-co2-sensor-in-world/1156","content":"\nDetecting carbon dioxide emissions has always been a little hit and miss when it comes to larger areas: the sensor technology we currently have isn't well-suited to large areas, and it's extremely expensive.\n\nThis is, of course one of the multitudes of reasons why fossil fuels have been able to hold off the energy lobby for so long. This has left environmentalists searching for a better way to police the pollutant and now they may have found one.\nIt's so simple that it is almost confounding that this hasn't existed all along: the Hemholtz Centre for Environmental Research has designed a simple carbon dioxide sensor based on the principle of diffusion. In case you, like me, chose to skate through your chemistry class in the last term of your senior year perpetually hung over, diffusion is the movement of particles from an area of high concentration to an area of low concentration. This means that certain gases will always move through a membrane faster than others, allowing you to measure concentrations on either side and, using the rate of transfer, establish the concentration in the surrounding atmosphere.\nThese MeGa (Membrane-based Gas sensors) are presently planned to be used in fields like landfill monitoring, where it was previously prohibitively expensive to use sensors to keep track of emissions. They may be adapted for use in other applications however, such as gas pipelines, sewers, bodies of water, and, most exciting, at least to those of you that believe in carbon sequestration, drilling and capture of carbon dioxide.\nThis technology of course, has great implications far beyond industrial use. The scientific team that developed it suggests a wide variety of commercial uses will be established and that they will be able to scale down their invention for use in small spaces like private homes and scientific labs. The main victory here however, is that information gathered before this was merely a projection, now the data is far superior; finding the hottest spots on the planet for carbon emissions is the first step to cutting them back.\n[\n]","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-32954-2593707860105960926S600x600Q85.jpg","title":"The Most Incredible CO2 Sensor in the World","author":"whatsrequired"}