{"url":"http://www.environmentalgraffiti.com/ecology/aussie-military-kill-kangaroos/1192","content":"\n \nThe Australian military has begun a program to cull back a population of Eastern Gray Kangaroos outside of Canberra because of overpopulation, causing significant damage to the environment.  At least 20 have already been killed, and a total of 400 will be exterminated by the end of the program, over a cacophony of protests from animal rights groups.  While the RSPCA has been granted access to ensure that the killings are humane, other organizations are picketing in hopes of drumming up a public outcry.\nThe other organizations include the National Kangaroo Defense Coalition, which is approaching Paul McCartney through the British animal rights group Viva, of which he is a member.  Viva has come out against the kangaroo cull, and in the past the Australian government has relented when the public outcry has reached a critical level.  That level will likely be substantially higher this year than it was in the past due to the expense of transporting the kangaroos, or some other humane option of dealing with the overpopulation:  it would cost an estimated 3.5 million Australian Dollars (3.29 US).\nThe NKDC has claimed that that number is a gross overstatement, and that the animals could be transported for as little as 750,000; a disparity that's not easily explained. It's also unclear how likely they are to actually provoke the involvement of Sir Paul, who while certainly dedicated to ethical treatment of animals, may prove beyond reach in this case. After all, you or I could tell a reporter that we had invited the former Beatle to our birthday party; while we may not be lying, the likelihood of him coming is probably quite small.\n[\n]","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-43647-2476428740105101600S600x600Q85.jpg","title":"Aussie Military brought in to Kill Kangaroos","author":"whatsrequired"}