{"url":"http://www.environmentalgraffiti.com/news-mutant-flowers","content":"\nGiving flowers is the one thing that is guaranteed to put any man in the good books with his lady, but things do not always go according to plan in the world of floral nature. Often, some minute genetic imperfection can lead to things developing in a completely unforeseen way. Mutant flowers are more common than you might think, and they can still have a beauty of their own.\n\nPictured here are several varieties of flowers that went spectacularly wrong, either developing in rather unusual forms or adopting shapes and colours that are nothing like they should be. The flower above failed to fully open up, and in its closed state looks remarkably like something else entirely.\nNo clues as to what it might be?\n\nSometimes, the blooms will come out as double headed, or at least try to, and on these occasions, you could swear that the flower in question is actually smiling at you. It is not easy to explain how these anomalies occur, but when they do you can see some truly incredible sights. Multi-coloured blooms occur at times, when the pigment genes fail to influence all of the flower petals.\n\nThe strange sunflower in the picture above is a perfect example of how the double-headed fault can look, while the picture below shows a sorry looking magnolia flower that somehow did not emerge as it should have done. Despite being imperfect, such flowers still manage to catch the eye.\n\nSometimes the centre of the bloom will fail to adopt the correct, round shape, and again this can lead to some really odd-looking blooms. Occasionally, a truly stunning bloom will appear with a mirror image of itself right beside it. These rarities are very special, and the Aqualiege pictured below is a wonderful example.\n\nLilies, irises and many others can come in weird and wonderful mutant forms, but however they might develop, they will have a character all of their own, and may well be all the more memorable for it.  Perhaps we should not dismiss these freaks of nature out of hand, they serve a purpose in that they amuse us and give us food for thought. Not only that, but botanists no doubt find them invaluable for research.\n\nFlowers are one of the real joys in life.  When perfect, they brighten up any room in which they are found, and the scents from some of them can indeed be heavenly. Mutant flowers are maybe not as appealing to the purist, but any artistic soul will appreciate them for their individuality and uncommon beauty.  Let nature create as many mutants as she likes. The element of surprise is what makes them so fascinating.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_pink-daisy.jpg","title":"The Bizarre Beauty of Mutant Flowers","author":"tonyleather"}