{"url":"http://www.environmentalgraffiti.com/green-living/three-environmentally-friendly-brewers/1009","content":"\nAs a recent college boy, and a retired fraternity man at that, I'm frequently expected to know quite a bit about nature's most perfect food, which is to say:  beer.\nBeing a writer for Environmental Graffiti, I'm expected to know the environment; thereby, I present to you all, three breweries that make it a point to not pillage the earth.\n1.  This is-- personal testimony-- the best beer of the bunch, even if it's the \"least creative\" approach:  Brooklyn Brewery, which powers their Brooklyn headquarters and brewery 100% on wind power.  No offsets, nothing like that-- just real sustainable energy, and all the power you need to produce 1.6 million gallons of beer every year.  It's estimated that they save 335,000 pounds of carbon dioxide from going into the atmosphere every year.\n2.  New Belgium Brewery, in Fort Collins, Colorado, also uses wind power, but only for about 70 percent of their output--the remaining thirty comes from a process where they reclaim their waste water, cultivate bacteria, and then combust the methane to provide power for the plant.  The water is then cleaned, used in the plant \n for cooling, and treated before being pumped back to the city for use.\n\n3.   Coors?  Really?  Really.  The giant may not be the MOST environmentally-friendly operation, but because they have such a massive output, their move towards environmentalism is remarkable.  First, in the 1950s, Coors was the original aluminum beer car, enticing consumers to recycle what once held their libations instead of simply throwing away the steel cans that came before.  Then there's the ethanol.  You may not believe it, but ethanol is a byproduct of brewing, and Coors, seeing an opportunity to make money as well as a difference, has started selling theirs to Colorado refineries, turning what was considered waste into E85.\n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Three Most Environmentally Friendly Beers","author":"whatsrequired"}