{"url":"http://www.environmentalgraffiti.com/news-aye-aye-ugly-endangered-beast","content":"\nThey say beauty is in the eye of the beholder, but is it possible that something can be so ugly that it is adorable? Meet one of the rarest mammals on earth, the Aye-aye. It's close to extinct (\n), not because of its ugly appearance, of course, but because of the \n in its native country of Madagascar. \n\n \nThis unusual looking animal is thought to have received its equally unusual name because of locals shrieking out in alarm when they came upon the creature long ago. Once locals realized that the Aye-aye uses its very long, claw-like finger to pierce and scoop out bugs from tree, much like a woodpecker does with its beak, they became fearful of it. It was rumored from that point on that it haunted locals, piercing their chests and so killing its human victims. In actuality, the Aye-aye doesn't display this behavior whatsoever. \nNocturnal by nature, the Aye-aye spends the daylight hours rolled up in a ball in the trees. Aye-ayes avoid coming down from the trees at all costs. Their food and habitat all centers around the trees. Their \n. They have fingers that can manipulate objects in their surroundings like those of monkeys and humans. They were illogically once thought to be related to rodents but are actually part of the lemur family.\nInterestingly, male Aye-ayes tolerate a certain amount of \n. Females, on the other hand, dominate this species and often compete for mates. The fathers \n much with the newborns though will occasionally give them food.\n\n \nAccording to the University of Wisconsin, the Aye-aye is known in \n as: “Fingerdyr eller aye-aye (Danish); Vingerdieren (Dutch); Aiai (Finnish); Fingertier (German); ahay, aiay, bekapaky, hay-hay, karakapaky (Malagasy); [and] fingerdjur (Swedish).\" Most Aye-ayes weigh roughly 5 pounds, \n. The same source also relates that they have very long hair on their tail which is 9 inches in length. As mentioned earlier, this animal is like the woodpecker in the way that it seeks its food and 'pecks' at the tree to gain access to insects. \n informs us that the Aye-aye can move food to its mouth at a rate of 3.3 times per second – very fast!\nOne might naturally conjecture that this animal would encounter many wood shavings flying about while tapping at the bark. This is indeed the case, and that's why the Aye-aye is equipped with a \n to protect its eyes. \n\n \nMales are often more active and venture out after dark before their female companions. Their habitats are varied. Though usually found in the eastern portion of Madagascar, \n, these odd creatures have also be found in the savanna. They will readily adapt to any place where they can find their food of choice, tree insects. \n\nAfter their emergence out of their tree nests at night, they will have \n. They don't mind using a different nest or switching around frequently between nests each day. They won't generally use nests at the same time as another Aye-aye, though on one occasion two males were seen sharing a nest.\n\n\nThis gremlin-esque creature only has one predator (with the exception of the superstition-laden human): the fossa, a cat-like mammal indigenous to the Madagascar region. The fossa looks like a mongoose, in this writer's opinion. Sadly, it is also endangered and could become extinct.\nAdditional information and photos: \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/27976448067f40035d30zjpg_0","title":"The Aye-aye: An Ugly Yet Adorable Endangered Animal","author":"Asher Kade"}