{"url":"http://www.environmentalgraffiti.com/news-mandrills","content":"\nMandrills are large primates related to the baboon which live in the rain forests of Africa. They are also one of the most colorful, with very distinctive blue and red masks on their faces and blue/red bottoms as well. They have distinctive olive and brown fur and while terrestrial as a whole, sleep in the branches of trees.\nThe mandrill has no fur on either the rump or part of the face as there is a large area beside the nose that is striped blue while the nose itself is red. This is also a secondary sex characteristic and the most dominant male is the most brightly colored and when excited sexually or in anger the colors are enhanced.\nThe bottoms are blue with some red coloring, most researchers believe the reason in this case is to make it easier to spot and follow the mandrill through the forest while foraging or escaping predators (leopards, cheetahs and humans are the main ones). They live in a troop of about a dozen females and children to one dominant male. The troops also gather with other troops which can grow to be huge groups of up to 200 primates.\nThe IUCN Red list has them listed as vulnerable threatened and they are hunted for their meat by Africans (bushmeat) at the same as, like most rain forest dwellers, losing their forests to agriculture and logging. They are unique animals who forage for nuts and fruit, often storing them for later in special cheek pouches as they make their way through the forest. Deforestation is one of the biggest threats to all species but especially large mammals like these. Groups such as \n and \n are working hard to stem the habitat loss, as are a number of other groups.\nSource: \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"Face to Face with the Mandrill","author":"Michele Collet"}