{"url":"http://www.environmentalgraffiti.com/featured/mount-asama-volcano-erupts-as-predicted/7225","content":"\n\nImage: \nMount Asama, an active volcano on Japan’s main Honshu Island, erupted on Monday, 2nd February, spewing ash 2,000 metres into the air and hurtling rocks as far as 1 km away. The nearby town of Kuraizawa was covered in a fine layer of dust and even Tokyo, some 90 miles away, got its share of ash clouds. No greater damage or injuries were reported, even though the eruption started at 1:51 am when most people were asleep, no doubt because of the Japan Meteorological Agency’s alert 13 hours prior.\n\nImage: \nWith 108 active volcanoes, which account for 10% of all volcanoes worldwide, Japan is, as a part of the “Pacific rim of fire,” quite used to the dangerous effects of these ruptures in the earth's crust. However, this was the first time in the country’s history of tracking volcanic and seismic activity that a prediction could be made as accurately as it was. The Japan Meteorological Agency (JMA) credits its new alert system, installed in December 2007, and, as reported in the Japan Times, calls the warning the “first success of this system.” \n\n\nAfter detecting increased seismic activity in the area and predicting an eruption of ash and lava within two days, JMA issued warnings to the four municipalities around Mount Asama, which responded promptly and warned 45,000 people to be ready to leave their houses. JMA then further raised the volcano alert levels from 2 to 3 on Sunday, therefore barring access to 2,568-metre high Mount Asama – not just to its crater as had been done in August 2008 after increased volcanic tremors and smoke discharge were observed. \nJMA can choose from five warning levels: level 1 indicates no risk, level 2 means restricting people from getting near a volcanic crater, a level 3 warning bars access to a volcano, level 4 means preparation for evacuation and level 5 evacuation.   \n\nImage: \nOther eruptions of Mount Asama in 2004, 1972, 1783, 1108 and 685 didn’t let people off so lightly. Before the last big eruption in September 2004, JMA had registered similar warning signs but was unable to accurately predict an explosion or issue a warning because of a lack of data. Though no major damage or casualties were reported, ash and rock were found as far as 120 miles away. Plus, the volcanic gases that escaped for months after the eruption and the rumblings that were heard from inside the volcano scared away vacationers and tourists who usually frequent the hot spring resorts around Mount Asama. \n\nImage: \n\nImage: \nExperts from the National Institute of Advanced Industrial Science and Technology are currently busy analysing the volcanic ash. They need to draw conclusions on the state of the magma to see if the pressure inside the volcano has eased off because of the initial eruption, or whether even larger ones may be expected. What experts fear most is a repeat of the 1783 eruption, which caused the deaths of more than 1,500 people and devastated an area of 500 square kilometres.\n\nImage: \nAccording to JMA, the 1,117-metre Mount Surajima next to the southern city of Kagoshima erupted eight times over the last few days, producing ashfall mainly into the sea. JMA has raised the warning levels from 3 to 2 here too. Looks like it's not yet business as usual in Japan.  \nSource: \n, \n, \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/HolePunchCloud.jpg","title":"Mount Asama Volcano Erupts [PICS]","author":"Simone Preuss"}