{"url":"http://www.environmentalgraffiti.com/news-disparity-christopher-boffolis-amazing-food-art","content":"\n\nHave you ever wondered what it would be like to live in a land of giants? Or gasped in horror when a movie shows a huge insect eating people? Size disparity has been an interest in artist Christopher Boffoli's life since he was a small boy enjoying Gulliver's Travels and playing with his model train set. Now, as an adult, Christopher has taken his interest and turned it into some fascinating photographic art.\nUsing hand-painted little figurines from Germany, he creates small worlds out of the juxtaposition of food and people in hugely inverse scales. He uses toothpicks to make tiny little holes that he can set the figures in, or else agave nectar which is nice and sticky. \nWhen asked about the concept, Christopher had this to say: \"I suppose there is in some part a god-like feeling to having command of an entire world which you can rearrange at any capricious whim.  And no matter how messy the real world can become, everything always looks clean and perfect from above in the world of the model train layout.”\n\"In terms of this series, food was a natural choice as a backdrop because it is the most common subject for most people, readily accessible to them. Not to mention, food can be beautiful with wonderful textures and colors.\"\nMost of Christopher's work is meant to amuse, but a few pieces, like the one above, have some deeper meanings – if only the idea that things are not always as they seem at first glance. He finds one of the more difficult parts of his art not in the photographs themselves but finding the captions for them!\nWe discussed what message Christopher wanted to send in these little landscapes apart from the simple whimsical joy or amusement. He said the deeper message was to look closely, or you might miss some amazing things. \n\"I'm not that interested in projecting a 'message',” he explained. “I've always been of the school of thought that it is better for people to feel something as opposed to necessarily understanding it.  Creating these little vignettes is a very organic process. I get an idea and execute it. I don't really think about who will be seeing it later or how they might react. With that said, the reaction is usually amused surprise. People will laugh and be entertained. And there's value in that, as there is in making people take a closer look at something and playing with perception and scale.\"\nHe also talked about his inspiration: \"On the other hand, one of the works that inspired this series was a work called \"Travellers\" by the brilliant artists \n. They used a palette of the same scale figures and created dioramas inside snow globes. Some of the scenes could be whimsical or romantic. But what I especially liked were the darker ones that were fairly disturbing.... Especially in America, we sort of have this sense of happiness imposed on us all the time.\"\nThese little fellows are clearly having a ball in the snow – and what yummy tasting snow it is too! Christopher shared with us some of the secrets of how he takes the shots: \"I can't really say that I pay very much attention to how much each individual set-up takes. More often I'll do multiple set-ups over a few hours. Some go quickly. Others take longer. I'll try various lighting angles and depths-of-field.\n\"There is a certain corner of my studio that I tend to use for this project. We have a lot of overcast days here in Seattle so it has great diffused light. I try to use available light as much as possible, though if I'm still working as the evening approaches I'll set up a couple of off-camera slaves to add light. Sometimes a set-up just doesn't work the way I had hoped and I'll change the orientation of the background and/or the figures.\"\nChristopher's scenes run the gamut from the ordinary at first glance (until you realize what things are), to some religious figurines, to some mildly naughty ones. Make sure to check them out at \n.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","title":"When Food Becomes a Landscape for Little People  ","author":"Michele Collet"}