{"url":"http://www.environmentalgraffiti.com/news-most-bizarre-animals-defense","content":"\nSo when you think of animal defensive techniques what comes to mind? Electrocution? Poisoning? Camouflage? Well I can surely guarantee you a much more impressive yet bizarre type of defense! And the animal this belongs to – The Texas Horned Lizard.\nLike all species the Texas Horned Lizard (Phrynosoma cornutum) needs to be equipped with a good defense:\nThe Texas Horned Lizard has become native to the western United States after being introduced as a byproduct of the pet trade. It is only found in a few scarce locations within the Southeaster Coastal plains. Within these plains their habitats consist of sandy environments - particularly sand dunes. And just like most sandy environment species, ants make up the vast majority of their diet.\nThe Texas Horned Lizard eats over 200 ants a day which seems silly considering that much of the ant’s anatomy is indigestible. With a daily consumption of all these ants you are looking at a large stomached lizard! Being heavy in the stomach and exposed in the open for long periods of time means that the Horned Lizard finds it a difficulty to get away from predators. This has allowed the Horned Lizard to evolve an armory of defences instead.\nFirstly, the anatomy of the Texas Horned Lizard acts as a defence in itself with camouflaged coloring. The outline of the body is covered and broken up with spikes, making it less noticeable from above by predators (see image below.) Now this lizard has a little trick in these spines, when approached by a predator the lizard will fall completely free, pretending that it is dead, which often puts predators off. If the predator dares to get closer for a taste of the lizard the spiked stomach is blown out piercing the throat of snakes and birds.\nWhen it comes to bigger predators, such as foxes, dogs and coyotes the spines are not big enough to cause enough damage so here is where things get a little strange.\nInstead of puffing out when bigger predators approach the Texas Horned Lizard squirts an unexpected foul tasting blood excretion from the sinuses behind its eyes. Taking this defensive action consumes up to a quarter of the lizard’s blood so it is only deployed when it is absolutely necessary.\nDespite these two incredible adapted defences they stand powerless against human invasion of their habitat. Their unique shape, horns and coloring have made them a desired and attractive pet, for exotic and reptile keepers. Human impact has also had a negative impact on the wild numbers of these formidable reptiles – exotic species of ants including the fire ant are completely indigestible by the lizard and with the continuing increase they may replace the native ants, leaving these lizards to starve.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stupidjpg","title":"Texas Horned Lizard: The Reptile That Spits Blood","author":"Emmysarus"}