{"url":"http://www.environmentalgraffiti.com/sciencetech/chinas-hottest-new-export-storms-of-deadly-pollution/873","content":"\nChina’s status as a major exporter of goods is common knowledge.\nPeople buy millions of products manufactured in China every day, from toys to electronics. It appears, however, that the factories that produce those consumer goods are also exporting a more deadly product to its neighbors to the east.\nThis “export” is storms of deadly \n.  South Korea has recently closed schools and many businesses as toxic sandstorms have begun to sweep through the country. The sandstorms, a result of seasonal winds and dry weather, start in China’s Gobi Desert. The storm travels from the desert through some of China’s biggest industrial centers, picking up pollutants such as dioxins and airborne heavy metals on the way.\nThe result is known “yellow dust” storms, which appear annually and blow across most of Korea and can even reach Japan.  The toxic \n and dust cause billions of dollars in damages annually and are blamed for dozens of deaths in Korea alone.\nSchools were closed and emergency warnings issued this weekend as the first major storm of the year hit the country. The dust storm even hit parts of Japan, and weather experts expect more storms in the coming weeks as China faces low rainfall and cold air fronts.\nThough the storms have been occurring for many years, they have increased in both toxicity and frequency in recent years. Some have blamed this on \n, but a more likely explanation is China’s rise as an economic and industrial powerhouse.\nAs the strength and frequency of the toxic storms has increased, so has the toll the storms take. The storms are estimated to do more than 5.5 trillion won ($5.8 billion) in economic damage.  Much of that damage is done in Korea’s thriving high-tech industries.  Memory chip manufacturers must have dust free air to produce their products, and the storms mean employees must shower longer and filtration systems must be stronger.\nThe human toll is also high. The Korea Environment Institute estimates the storms now kill around 165 Koreans a year. Most of the victims were either elderly or already suffering from respiratory problems. The storms also cause nearly 2 million cases of illness in the country annually.\nInfo from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","title":"China's Hottest New Export: Storms of Deadly Pollution","author":"Chris"}