{"url":"http://www.environmentalgraffiti.com/news-amazing-photographs-waves","content":"\nWaves in an ocean are more properly called wind waves, as they are generated by wind. The \n is: wind-generated waves are surface waves that occur on the free surface of oceans, seas, lakes, rivers, and canals or even on small puddles and ponds. The world would be very different without waves. Here are six reasons why.\nAs they are wind generated, obviously oceans waves can't exist without wind. First it causes ripples in the sea surface and then waves. Waves help to minimize the extremes in the planet's temperature, moving cold water away from the poles while at the same time moving warm waters from the equator towards them. The photograph above and below are two pictures of the same wave at different periods of forming and cresting.\nAt the surface, the wind driven ripples and waves gases are exchanged, while oxygen is moved out and carbon dioxide in.\nOcean currents caused by wind and waves allow sea denizens to have their larvae transported far greater distances than would happen otherwise. Some only spawn during storms to take advantage of this.\nDarwin's theories of the survival of the fittest and evolution apply here. Because of the waves breaking onto the coast, sea creatures there take the hardest hits and need to be stronger and more adaptable. Along with number 4, \n \"maintain a gradient of biodiversity all the way from the surface, down to depths of 30m or more. Without waves, there would not be as many species living in the sea\".\nWhile waves do erode rocks by continuously crashing on them, sea organisms have adapted to this and clinging to the rocks actually delay this process, in a true symbiotic relationship. \nBeaches are created by sand being brought up from the ocean floor by waves, which also wash the sand and clean it. The sand is stirred and suspended in the water which allows it to be transported to the coast by the waves.\nNot only awe inspiring, waves do huge amounts of good for the environment as well as the rest of us who live on this planet. It is up to we humans to stop the erosion of the climate due to our mismanagement and allow waves and Mother Nature to continue their good work.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-25970-2132852630103830173S600x600Q85.jpg","title":"6 Amazing Functions Ocean Waves Perform for the Earth","author":"Michele Collet"}