{"url":"http://www.environmentalgraffiti.com/sciencetech/ode-awe-inspiring-crab-nebula/8226","content":"\n\nPhoto - \nMany of us know the Crab Nebula that resides in the constellation Taurus and is portrayed here in a stunning mosaic image composed of 24 photographs. This region of the Milky Way was first noticed when the star at its center underwent a spectacular supernova explosion in 1054 AD. Astronomers in China and Arabia recorded what appeared to them as an exceptionally bright star in the night sky. The supernova that created the Crab Nebula was likely first visible from earth in April or May of 1054 AD. By July, it was brighter than anything else in the night sky except a full moon, and it remained visible to the naked eye for two years. \nThe Crab Nebula itself was first observed and understood by John Bevis in 1731. Independently discovered in 1758 by the French astronomer Charles Messier, the Crab Nebula became the first object in his stellar catalogue and is also known as Messier 1. John Ross in the 1840s first described the nebula as shaped like a crab.\n\nPhoto - \nAlthough not very far from earth, the distance to the Crab Nebula has proven difficult to measure; it is approximately 6,000-7,500 light years distant. The portion of the nebula studied in these photos is 6 light years wide. The entire nebular has a diameter of 11 light years and its expansion rate is now 1500km/sec. The orange filaments are mostly hydrogen in the remnants of the star that exploded in 1054AD. The bluish glow in the center of the Crab Nebula indicates electrons moving at speeds up to one half the speed of light. Blue in the outer parts of the nebula reveals neutral oxygen, green represents singly ionized sulfur and red reveals doubly ionized oxygen. Extremely strong X-ray and gamma ray emissions make the Crab Nebula the strongest persistent energy source that can easily be observed.\nFilaments in the nebula are remnants of the atmosphere of the star that exploded and they consist mostly of ionized helium and hydrogen. Temperature in the filaments is 11,000 K to 18,000 K with a particle density of 1,300/cm2. The blue region in the Crab Nebula is synchrotron radiation that is produced by electrons given off by the neutron star and moving in curved paths at up to 50% the  speed of light. The expansion of the nebula is slowly accelerating as energy from the neutron star (pulsar) feeds into the nebula's magnetic field, thereby enhancing expansion and forcing the filaments outward. The east-west band crossing the Crab Nebula in this photo is a helium rich torus which comprises about 25% of the material that can be seen in visible light. This torus remains mysterious and there is no good explanation for its structure. At the center of the nebula, the pulsar's equatorial wind slams into the nebula material creating a shock wave that is seen as wisp like structures that brighten then fade as they move away from the neutron star.\n\nPhoto - \nThis composite photo combines a visible light image (red) with that revealed by X-rays (blue). The area of the X-ray image (blue) is smaller because the higher energy X-ray electrons radiate their energy away more rapidly than the lower energy electrons that emit radiation at visible light (red) wavelengths. There are two faint stars at the center of the Crab Nebula, one of which is the neutron star (pulsar).\n\nPhoto - \nThe pulsar is visible in this red photograph as the left of the pair of stars near the center of the frame. It was first discovered in 1942 because of unusual features in its optical spectrum but was not directly observed until 1967. The pulsed emissions from early pulsar discoveries were briefly considered as possible signals from advanced civilizations because the physics of neutron stars were at first very difficult to understand. Thomas Gold and Franco Pacini first suggested that pulsars were rapidly rotating neutrons stars and this theory was confirmed by features of the Crab Pulsar. The very rapid rotation of pulsars concentrates radiation emission into narrow beams. The Crab Pulsar at the center of the nebula is only about 6 miles in diameter and is spinning at 30.2 times per second.  It emits pulses of radiation every 33 milliseconds across much of the electromagnetic spectrum, from gamma rays to radio waves. Think of this neutron star as a cosmic slingshot that rapidly revolves as it repeatedly emits two rapidly pulsing beams of radiation. This release of pulsed energy powers the synchrotron radiation of the filamentous region. The Crab Nebula's total luminosity is about 75,000 times that of the Sun.\nThis post is the third in the series at EG that presents some of the best astronomy photos from NASA and the ESA. 'Best' refers to exceptionally compelling images that are not only data rich and therefore extremely valuable for ongoing research, but also drop dead gorgeous.\nSources -\n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"An Ode to the Awe-Inspiring Crab Nebula","author":"merlynne6"}