{"url":"http://www.environmentalgraffiti.com/animals/news-beware-ants","content":"\nOver thousands of years of human history, we've done an incredible amount. We've developed medicine, made incredible technological breakthroughs, and have colonized the entire world. Sadly, there has been an unbelievable amount of military force used in colonizing the world. Nation fighting against nation, just so we could plant our own flag where we darn well pleased. Millions of lives have been lost, just so we could say \"this piece of dirt is our own\". It is believed, by and large, that this is the most effective way of going about making humanity the most dominant life-form on the planet. While we've been busy doing all this, there is another species that has quietly been colonizing the world, and it's happening right under our feet.\nAnts are remarkably organized, and have an incredible work ethic. Their colonies consist of interconnecting tunnels beneath the ground, complete with rooms for food storage, mating, garbage, nurseries, and even fungus gardens. A documentary was recently filmed entitled 'Ants! Nature's Secret Power', and in it a very large ant colony was excavated. In the video, which is posted below, there are two colonies. The first of which is still active and is not excavated. The second colony IS abandoned, so don't worry, they haven't just killed thousands of ants by pouring cement into their home.\n\n\nBig, eh? While that one was large, sometimes colonies will work together to make what's known as a super-colony. Until 2000 it was thought that the largest supercolony was on the Ishikari coast of Hokkaido, Japan. Covering an area of 2.7 km. This super-colony consisted of 45,000 nests and was estimated to contain one million queen ants. Under the rule of these million queens was a workforce of 306 million worker ants.\n\n(Ant Colony preserved in lead)\nSince then, there have been discoveries made which make the super-colony in Japan look tiny. In the US, a super-colony has been discovered that covers an area over 900km long. This supercolony is aptly named the 'Californian Large'. Another super-colony was discovered in Melbourne, Australia in 2004 and is reportedly 100km wide. The largest supercolony in the world was discovered in 2000 in Southern Europe. The size of this super-colony is nothing short of astonishing. Spread over 6000km near the Mediterranean and Atlantic coastlines, this one actually consists of two super-colonies, with 33 populations consisting of millions of queens and billions of workers. They're working together to create this gigantic society covering a larger distance than many of the world's countries.\nThese super-colonies, found all over the world, are all of the same species of ant - the Argentine Ant. While it was believed until recently that each super-colony was unique, scientists from the University of Tokyo have found that the Argentine ants found in these super-colonies all have a specific hydrocarbon on their cuticles. While ants from different colonies will generally show signs of aggression towards one another, when put together, ants from these super-colonies actually get along very well. Even though they're from opposite sides of the world, these ants act as though they're from the same colony. As a result of this discovery, scientists now believe that the Argentine ants forming the super-colonies are actually all working together around the world, forming one worldwide mega-colony.\nWe, as humans, have inadvertently transported the Argentine ants around the world, and they have created a completely peaceful population. Perhaps we should strive to be more like the ants.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/118239195_1gwucvbU_IMG_4743.jpg","title":"The Ant Supercolony That Stretches 6,000km","author":"moishecallow"}