{"url":"http://www.environmentalgraffiti.com/featured/precariously-loaded-ants/14135","content":"\nWhen it comes to lifting things, how heavy is heavy? Something twice your weight? Three times? Four? Most would agree that taking the strain of such loads constitutes a pretty impressive show of strength. Yet while these feats are regularly realised by weightlifters, what if we were able to carry objects twenty or fifty times our own weight – figures often bandied about when sizing up the strength of ants?\nYes, ants seem to cast us into the shade in the \n, and do so without sporting instant varicose veins in their necks and turning a tint of purple that would put a mulberry to shame. Still that's not to say our insect cousins don't struggle – especially when loaded to the max.\nAnts will cart off all kinds of cargo to their nests; obvious foodstuffs but also seemingly more miscalleneous clobber. Of the various species of ants crawling around on the planet, most are omnivorous, eating both animal and vegetable matter. Dead or alive, it's all worth foraging for.\nMost ants are particularly partial towards sugars, hence their attraction to the jam sandwiches and other sweet treats in your picnic basket. Some species harvest the sugary liquid called honeydew secreted by plant sap-eating insects like aphids, and in exchange provide protection for their greener charges.\nFound in South and Central America, leafcutter ants are unique. Instead of scavenging or hunting for food, they cut and collect leaves, which they then take to their underground nests. Here, the leaves are chewed into a pulp and left in specialised gardens where a fungus grows that the ants feed on.\nWith over 12,000 different species of ants, it's hardly surprising that many of them prefer different types of food. Some like fruits, seeds, oils and other sources of proteins, while others are more likely to hungrily snap their mandibles at other insects and dead animals that they stumble upon.\nThe scouts of foraging ant species travel up to 200 metres from their nest – a respectable distance if you're literally knee high to a grasshopper all your life – finding their way back using trails of chemicals called pheremones. The trail then also allows other ants from the colony to follow to the food source.\nThe constant communication between individual ants is one of the reasons their societies are so readily compared with our own. Of course, their exchanges are not linguistic but based on scents they perceive with their long, thin antennae – but it just goes to show that for ants it's not all about brawn.\nBut what of the supposed super strength of these insects? Well, apparently it's down to scaling. Says scientist Rob Cambell: \"Ant muscles are no stronger than human muscles on a pull-for-pull basis, but the small size of ants gives them an advantage on how much muscle force they can produce.\"\nBecause of the way muscles work, a small animal lifting many times its own weight is not the same as a large animal doing the same. As animals grow in size, their weight increases much faster than their height, so their muscles will have more of their own bulk to lift. It's easier to be strong when you're small.\nIt's maybe not so much the individual as the collective might of ants that is most impressive. Living in colonies sometimes millions strong, ants seem to thrive through sheer weight of numbers. They've colonised every landmass on earth and may form up to 25% of the terrestrial animal biomass.\nThe Argentine ant is a perfect illustration of how powerful ants are together. This invasive species has not only established itself on six continents, but according to recent studies formed itself into a global super-colony stretching hundreds of miles along the Californian, Mediterranean and Japanese coasts. Researchers say the enormous extent of this population is paralleled only by our own. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-41918-2147477690104237032S600x600Q85.jpg","title":"Precariously Loaded Ants","author":"Karl Fabricius"}