{"url":"http://www.environmentalgraffiti.com/news-why-cats-are-dr-who","content":"\nNow, your average moggie might not own a sonic screwdriver, have a penchant for bow ties (bow ties are cool, you know) or the ability to travel through time; but any domestic cat does have something that Doctor Who possesses – the ability to regenerate.\nWhilst it's never been claimed that the Doctor has nine lives, he has undergone a number of regenerations over the years, allowing one Doctor to transform seamlessly into another as a mechanism to repair his body (and no doubt facilitate cast changes). Research in America is now revealing that cats do much the same thing with their own system of self-healing.\nRecent findings, reported in Scientific American magazine, are showing that cats could actually have the ability to regulate their bodies and to heal themselves at cellular level by employing a complex system of healing by frequency. Also known as purring, to the layman.\nWhen cats purr they produce a constant vibration at a frequency of between 25 and 150Hz, a sound range which research has shown can encourage healing and improve bone density. \nCombine this with the fact that many domestic cats live a sedentary lifestyle of sleeping for long periods of time and it could be assumed that purring is a low maintenance method of keeping bones and muscles in tip top condition for spurts of hunting and other activity.\nWriting in Scientific American, Assistant Professor of the School of Veterinary Medicine at the University of California, Leslie A. Lyons says, \"The durability of the cat has facilitated the notion that cats have nine lives... purring may provide a basis for this feline mythology.\" \nOther than an obvious form of communication with owners and between a cat's young, this new thinking on purring adds a fascinating dimension to other situations where cats may need a physical boost and where purring occurs. Such situations could include a sick cat purring on a visit to the vet and a mother cat purring to cope with the physical rigours of giving birth and whilst nursing her young.\nLyons concludes: \"Although it is tempting to state that cats purr because they are happy, it is more plausible that cat purring is a means of communication and a potential source of self-healing.\"\nIt seems that the age-old mystery of why cats purr could be solved. And whilst your Felis Catus might not be able to travel through time and space sporting a fez and fighting Daleks in order to secure the safety of the universe, it would appear that they are able to perform real-life regeneration. \nYou'll never be able to hear the sound of the Tardis again without it turning into that familiar purr of a cat...\nSource: \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/31983352129fae817afezjpg","title":"Why Cats Are Like Doctor Who","author":"JaneK"}