{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-spooky-side-of-climate-change/476","content":"\nHave you heard of a rather wacky theory called \n? \nNamed after a Greek goddess, it describes how the planet can be considered as a self-regulating living organism, rather like you or me minus torso and limbs. If the theory is to be believed, the loss of our planet’s white bald patch could be a lot spookier than we think. Nonsense, of course. Or is it?\nEver so often we all experience a tingling spine. You know the sensation when you feel or hear something a tad spooky that just might be real. Now I like to think I am a rational person: An accountant by trade and an “if it can’t be explained by science then it must be nonsense” type of guy. Well my spine has been tingling a little too much for comfort recently.\nA few months ago, I took the family on a trip to a magical town called Payou in N. Thailand (go there if you don’t mind local people and you do mind lots of people just like you). We were on our way to a Buddhist ceremony at a famous temple, but managed to take a wrong turn, adding 2 hours to our journey (my wife thought I did it on purpose). Then the brakes failed. With two young kids in the car that is not fun. Except it happened outside a garage specializing in brake repair – in the middle of nowhere! I’m not making this up. Within an hour we were back on the road and only £18 poorer. We made the temple in time and were granted an audience with a very important member of the Buddhist clergy. She told us all sorts of things that we were no doubt destined to hear (I am not sure what my parents will think about yet more grandchildren!)\nOn Friday I had lunch with a couple of aristocratic Englishman; rational fellas with one foot in a bygone colonial era (the other being massaged by their youngish Thai wives). Then came the ghost stories. Now the yarns themselves weren’t great (voices, things that go bump in the night) but the events had no logical explanation and these guys were convinced. The week before, I had found myself downstairs with Burmese fighting sword in hand, after hearing steps and lots of stuff bumping about. Of course I feared a burglar, but alas I found no-one. \nThis brings me back to Gaia. There are some slightly odd things about our planet (beetroot and semolina aside). The oceans maintain salt at a level that is almost the same, a neat trick when you consider that rivers are constantly peppering the sea with salt. The atmosphere, however, doesn’t have a taste for it; air is filled with oxygen, a highly volatile gas, yet it is controlled and kept at a constant level. Even within eco subsystems such as ours it doesn’t all seem right. Who makes sure that boy and girl births are in line? If anything (like an empire) or anybody (like a prime Minster) gets too strong they’ll get toppled (Watch out America!). Then there is the ability of organic life (such as trees and plankton) to absorb C02. As we know, this isn’t working as well as it should right now. If this spooky theory has some merit then a failing lung could be just an early sign of a dying organism. Now that is scary.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Beachchoronivenezuelajpg","title":"The Spooky Side of Climate Change","author":"Richard Rhodes"}