{"url":"http://www.environmentalgraffiti.com/news-red-eyed-tree-frogs","content":"\nDeep in the forests of Central America you can find these amphibian creatures whose steely gaze bring Count Dracula to mind. Actually, they can fit in the palm of your hand and are really quite lovable, in a strange way.\nRed-eyed tree frogs, as their name suggests, have bold red eyes with vertically narrowed noses, a vibrant green body with yellow and blue striped sides, and orange toes. There is a great deal of regional variation in flank and thigh coloration  Although it has been suggested that bright colors function as sexual signals, this has never been confirmed. Males range from 2 to 2½ inches while females can grow to 3 inches on average.\nYoung frogs are typically brown in color and turn greener as they mature, although adult frogs can change their color slightly depending on mood and environment. Red-eyed tree frogs have soft, fragile skin on their belly, and the skin on their back is thicker and rougher.\nThe long limbs on these frogs are better suited for climbing than swimming. Another feature is the sucker pads on the end of each digit. These pads allow the frogs to stick to various objects and provides better traction on wet leaves and branches. Most of the frogs that are in the Hylidade family have a third eyelid called a nictitating membrane. The purpose of this membrane is to shield the frog's sensitive eyes from various dangers. The lid is often brightly colored and does not completely restrict thier vision.\nThe red-eyed tree frog has three eyelids and sticky pads on its toes. Phyllomedusid tree frogs are arboreal animals, meaning they spend a majority of their life in trees, which also makes them great jumpers. Red-eyed tree frogs are not poisonous and rely on camouflage to protect themselves.\nDuring the day, they remain motionless, cover their blue sides with their back legs, tuck their bright feet under their belly, and shut their red eyes. Thus, they appear almost completely green, and well hidden among the foliage.\nRed-eyed tree frogs are carnivorous and eat crickets, moths, flies, and other insects, and have been known to eat other small frogs. For froglets, fruit flies and pinhead crickets are the meals of choice.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","title":"The Captivating Beauty of the Red-Eyed Tree Frog","author":"tonyleather"}