{"url":"http://www.environmentalgraffiti.com/news-fairy-wings","content":"\nHave you ever put a fly's wing in front of a black background? It turns out that wasps and flies do not have the boring wings we often think they do. Scientist Ekaterina Shevtsova from Lund University has shone a light on these oft overlooked wings that could belong to the fairies of our imaginations.\nShe has photographed dozens of flies and wasps on black backgrounds and says, “The claim that fly and wasp wing patterns are no match for the incredible diversity of colorful butterfly wing patterns is obsolete.”\nNot only do they have incredible colors, but different species have their own spots and markings. Scientists think that the insects use their colorful wings to communicate with and also differentiate between species, something which is useful to scientists as well!\nThese amazing colors are not due to pigments, but to the structure of the wing itself. Most light passes through the wing membrane but about 20 per cent bounces back off the upper or lower layer of the wing membrane.\nThe two reflected beams from the upper and lower membrane work together to make an even more vivid color that also depends on the thickness of the wing.\nShevtsova has named the colors \"wing interference plans\" or WIPs. They hold up over time and maintain their radiance for hundreds of years, which will be a great help to entomologists trying to classify collections in museums.\nDiscover Magazine says, \"The WIPs cast the behavior and evolution of insects in a new light. Flies often use their wings to signal to each other during courtships, using movements that are probably accompanied by brilliant flashes of color. As another example, female fig wasps hold their wings upright when they arrive on a fig. As they squeeze through a narrow entrance in the fruit, the wings break off and the wasp sticks them into place with a tiny drop of glue. Viewed with WIPs in mind, the wings could act as a colorful “Do Not Disturb” sign, telling other wasps that the fruit now has a tenant.\" \nThe colors can change on an individual wing, since they are defined by the wing's shape. If there is a bulge, or a vein disappears or thins, this will change the arrangement of colors.\nNext time you see some flies, put a piece of black paper behind them and look at the multitude of colors their wings contain. \nSource: \n1\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/35871890640ac53c72d2bjpg_1","title":"Flies And Their Beautiful Technicolor Wings","author":"Michele Collet"}