{"url":"http://www.environmentalgraffiti.com/sciencetech/environmental-problems-new-geological-age/739","content":"\nThere are those who say that human beings aren’t responsible for the \n or various other \n.\nBut according to some scientists, humans have affected the world so much that we actually need to change the name of the current geological era to reflect our impact.\nWe’re currently living in what is called the \n. The period started with the end of the last major ice age in 9600 B.C. It’s name translates to “entirely recent” in Greek. Several geologists at the University of Leicester and the Geological Society of London, however, want to change the name of this epoch to the Anthropocene (anthro for human) to reflect the effect of humans on the landscape.\nThe scientists have lobbied the International Commission on Stratigraphy, the international body in charge of naming geological epochs. They argue that humans have physically altered \n and its \n so markedly that a difference between pre- and post-industrial periods must be drawn.\nThey base their argument on what they describe as four major phenomena that differentiate the past and present. These phenomena are: a change in the worldwide patterns of sediment erosion and deposition, significant changes to the world’s \n and \n, \n, and large scale changes to the planet’s \n and plants.\nJan Zalasiewicz, leader of the lobbying group and a geologist at University of Leicester, said: \"Sufficient evidence has emerged of stratigraphically significant change for recognition of the Anthropocene - currently a vivid yet informal metaphor of global environmental change - as a new geological epoch.\"\nThe name Anthropocene was coined by \n winning chemist Paul Crutzen. He made an offhand remark in 2002 suggesting the name for the “new era” of growing human development and population.\nSource: \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb16.webshots.com-42447-2846367760105101600S600x600Q85.jpg","title":"Human Environmental Problems Could Mean New Geological Age","author":"Chris"}