{"url":"http://www.environmentalgraffiti.com/paleontology/news-new-species-largest-ever-theropod-dinosaur-has-been-identified-relative-trex","content":"\nA new huge species of theropod dinosaur, comparable with the \n in size and scale, has been identified by scientists in China. It has been named \n, because its bones and fossil skull were found in the city of Zhucheng in eastern China. The dinosaur is one of the largest carnivores of its kind discovered so far, according to the study published in the journal, \n.\nThis tyrannosaurine, which lived during the Cretaceous period, was about 11 meters long, 4 meters tall and weighed approximately 6 tonnes. It also has some different features from other of its relatives, which existed some 99-65 million years ago in North America and Eastern Asia. But what makes it so unique?\nDr. David W. E. Hone of the UCD school of Biology and Environmental Science, Dublin, and lead author of the study, told us: \"\n is bigger than most other \n, but the important differences lie in the maxilla (bones that form a large part of the side of the face and house most of the teeth for the upper jaws). There are some features here in the pattern of the bone that are unique. These would be subtle to most people but important anatomical features to anatomists and show that this animal was different from the other known tyrannosaurines and thus a new species.\"\nRecently, in January 2011, another dinosaur was discovered in China named \n. The rumor was that this parrot-sized, one-fingered dinosaur was also the close relative of \n. We asked Dr. David Hone for his opinion on these rare findings in China. His answer was telling: “\n is absolutely nothing like \n in the same way that a monkey is not like a dog,\" he said. \"They're both mammals but that's about it... Sadly unless they can refer a dinosaur to another the media assume the public won't know what it is, so they always relate it to a famous species no matter how distantly related they are.”\n“I was one of the researches on the \n paper and did my best (but failed) to get the media to drop this. What I would say though is that this is an exciting time in paleontology, and a great many new and important and interesting dinosaurs (and other fossils) are coming out of China, and will continue to do so for many more years,” added Dr. Hone.\nZhucheng city and its nearby sites in China are rich in dinosaur fossils. And it is believed that this area is home to many more fossilized dinosaur bodies. We never know which other relatives are yet to be discovered.\nSource: \n, and interview with Dr. David W. E. Hone.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","title":"New Species of Huge Carnivorous Dinosaur Discovered in China","author":"Alka Sharma"}