{"url":"http://www.environmentalgraffiti.com/ecology/red-squirrels-shut-down-controversial-development-project/786","content":"\nIt sounds like the plot to an 80s comedy movie.\nPlucky townsfolk and conservationists campaign against a developer’s plans to change their beloved town. The townsfolk have little success, and it appears the developers will win the day. Yet in the end an unexpected triumph from the underdog, possibly preceded by a montage, dooms the developer’s nefarious plans and the male lead kisses some girl who will probably never appear in a movie again.\nBut in this case it’s not a movie but real life, although I assume there were no montages or residents making out. Residents of the Scottish Highlands village of Carrbridge had campaigned alongside conservationists to stop a new development of 117 houses from being built in the village. They argued the development would ruin the village’s charm and increase the population by 33% while bringing little economic benefit to the area.\nThe developers had continued with its plans, however, and after being rejected by the local government the company won planning permission for the project on appeal.  Yet just as it appeared the developers would win the day, a deus ex machina arrived in the form of some previously undiscovered red squirrels.\nThe developer, Tulloch Homes, had conducted a search for the animals earlier, but none were found. But the official who approved the development made the approval conditional to a second survey being conducted. When the second survey was completed that found 46 red squirrel nests in the area where the new homes were to be constructed.  It turns out the area is one of the few remaining habitats of the red squirrel, an endangered species in the UK that has been nearly wiped out after the introduction of the grey squirrel.\nThe discovery of the animals puts an immediate, and possibly permanent, stop to the developer’s plans in the village. Andrew Tait, a planner with the local government authority, said: \"The Nature Conservation (Scotland) Act 2004 does not permit a... scheme which allows for dreys to be intentionally or recklessly damaged or disturbed for the purposes of development. There can be no progress pending a legal opinion. The Scottish Executive established the principle of development on the Carrbridge site but that was subject to strict conditions which included wildlife.\"\nMany are accusing the developers of deceit over their original search for the animals. Local wildlife consultant Dr. Gus Jones believes the difference in the first search by the company and the second search is odd. Jones said: \"Dreys are dome shaped, and made of twigs and lined with moss. Typically, they're the size of a small football, and quite distinctive. You'd have to be blind to miss so many.\"\nWhile it’s unclear whether or not the developers will be able to one day build in Carrbridge, I think we can all agree on one thing. This could easily be turned into a zany comedy starring whoever is this decade’s version of teenage John Cusack. Change the site from a village in the Highlands of Scotland to a summer camp, throw a couple topless girls in there, make the squirrels talk and/or dance and you’ve got yourself comedy gold my friend.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-43258-2657477660103830173S600x600Q85.jpg","title":"Red Squirrels Shut Down Controversial Development Project","author":"Chris"}