{"url":"http://www.environmentalgraffiti.com/news-borobudur-indonesia-oldest-buddhist-temple-world","content":"\nThe Borobudur Temple is a Buddhist monument of colossal proportions, and nothing like it exists anywhere else in the world. This massive Buddhist compound is located in the province of Central Java, Indonesia, and it is not too far from the city of Jogjakarta (about 42 km or 25 miles away).\nScholars can't seem to agree when this monument was built, and many speculate it came to exist between the 7th and 8th centuries. Scholars do agree that that it must have taken at least one hundred years to build it, and that, for at least two hundred years it was the center of Buddhism in Java. Borobudur was completed centuries before Angkor Wat in Cambodia.\nThe temple was abandoned centuries ago when the masses converted to Islam, and over time, it was covered by ashes from the many volcanic eruptions from Mt Merapi. And then, the jungle took it over.\nIn 1814, Sir Thomas Raffles discovered it, and ordered the jungle cleared. Since then, it seems it has been under constant restoration, but the largest restoration project was conducted by the Indonesian government in the 1980s with help from UNESCO. Once the restoration was complete, Borobudur regained its magnificent beauty, and it was placed on the UNESCO World Heritage List, as it is considered to have outstanding universal value.\nThe shape of this structure is that of a giant stupa and a mandala. From Wikipedia, the definition of \"a mandala is a generic term for any plan, chart or geometric pattern that represents the cosmos metaphysically or symbolically, a microcosm of the universe from the human perspective\". The structure represents a mythological model and it consists of various terraces built on the top of a hill; one can actually see the structure from several miles away.\nEach terrace and wall of this ancient temple is covered with the most amazing intricate bas-relief panels depicting the teachings of Buddha. Concavities containing statues of Buddha are everywhere, and each passage or terrace signifies the many lives and many forms Siddhartha assumed, before achieving Buddha-hood. Of course, while walking around you'll notice that many of the concavities are now empty, or contain decapitated Buddha statues. Why? Because of the outrageous looting that took place several decades ago. Many of these stolen Buddha heads ended up in a wealthy person's homes or in museums around the world, and from what we were told by our guides, the looting continues, but to a lesser degree.\n\nAt the very top of the structure you will find the central stupa (signifying Buddha's enlightenment), and it is a symbol of eternity. Tourists many not enter the central stupa; only a Buddhist monk can do so. The central stupa measures approximately 10 meters across or 32.5 feet. There's nothing in it - it is empty and represents Nirvana.\nThere are 72 bell-shaped smaller stupas encircling the central stupa, depicting the spiritual world, and you may walk around the stupas and peek inside them. You'll notice that some stupas contain a sitting Buddha and others are empty. There is one particular stupa which houses a sitting Buddha with his legs crossed. Legend has it that if you can reach in and touch one of the Buddha's crossed feet, any wish you hold dear will be granted. My guess is that anybody who is over six feet tall should be able to touch it, but being only 5'4\", I couldn't touch the foot.\nOne of the most beautiful and holiest Buddhist events anyone can witness happens once a year, during the full moon of May or June. The Buddhist high priests announce the date a year in advance, as they are able to calculate the date with precision, using the lunar calendar. Interestingly, however, Waisak is not celebrated on the same date across Asia.\n (Vesak), or \n, is the annual Buddhist ceremony commemorating the Buddha's birth, death and the day he attained enlightenment. Waisak is an official public holiday in Indonesia. On that day, you'll see lines of hundreds of Indonesian Buddhist monks, as well as a great many Buddhists from abroad, in particular, the Theravada sect from Sri Lanka. This is a truly amazing event to witness because of its sheer magnitude and location!\nOn the assigned day, at around 2am, the procession begins at Candi Mendut, a smaller temple, and passes the Pawon Temple. The length of the journey is approximately 1.5 miles, ending at the Borobudur Temple. The barefoot male monks dress in saffron robes and the women wear white saris and walk in a single-file procession, carrying lighted candles. The monks move in a very slow, solemn manner, while chanting and praying, the sounds of which will surely transport you to another galaxy. This is a rich audiovisual experience.\nThe climax of the event is reached around 4am when the worshipers converge on the monument. At this point, several hundred monks will circle the temple clockwise toward the central stupa at the very top, where they'll wait for the moon to appear on the horizon, the time indicating the birth of Buddha. The highlight of the ceremony is the welcoming of the audience, and calling Buddha with a song. With a bit of luck, the morning sky is clear, and the worshipers and visitors alike are rewarded with a spectacular sunrise!\nWhen I lived in Indonesia, I was very fortunate to visit Borobudur a few times, and was even more fortunate to attend this event with my photography teacher Deniek Sukarya and his wife Karin (http://www.denieksukarya.com). Mr. Sukarya is Indonesia's premier photographer, and photography instructor. Mr Sukarya typically secures the necessary permits to take photographs well in advance, but the average citizen is expected not to photograph the monks during the ceremony, as it is a religious event. During this event, an admissions fee is not charged when entering the temples.\nThe city of Jogjakarta (called \"Jog-ja\" for short) can be easily reached from Denpasar or Jakarta via a number of airlines (Garuda Indonesia, Merpati, Lion Air, etc.).\nTo maximize your visit to the area, I suggest that you arrive in Yogya a couple of days early and take a side trip to Mt Merapi (if you're brave and are feeling lucky), a nearby volcano which is more or less in a constant state of eruption. Nevertheless, to date, many people still make the journey up to the foot of the mountain to photograph it. You may also want plan a visit to the magnificent Prambanan, a Hindu temple that suffered much damage in the 2006 earthquake, which is located less than 5 miles outside of Yogya. Also consider spending time seeing the cities of Yogya and Solo.\nThe day before Waisak, visit the Candi Mendut area and observe and photograph the preparations for the Waisak celebrations... the mood is quite festive and colorful! On Waisak day, around 1.30-2.00am, all the monks will be pretty much in place, at Candi Mendut; on the road leading to Borobudur, as some sleep on the path until the time comes to walk to the monument.\nYou may observe the procession to Borobudur by standing on the side of the road, and it is suggested that out of respect to the Buddhist monks, you do not photograph them while they are walking, as an actual ceremony is in progress. After the last monk in the long line passes, locals, and tourist alike may join the procession all the way to Borobudur.\nDay of Waisak occurs in the dry season (May to September). There are two marked seasons in Indonesia: wet and dry. If you visit Borobudur outside of Waisak and your goal is to observe the reputedly glorious sunrise (which after 4 visits, I never saw one, usually due to a dense morning fog), you'll want to visit during the dry season, but it is very hot during the day, due to the mostly clear skies.\nThe wet season provides greater cloud cover, but you can be subjected to torrential rains. In either season protect yourself against the scorching sun by wearing plenty of sunblock and wearing a hat. The humidity is very high, typically between 85-100%, so, wear comfortable cotton clothes.\nIf you're traveling to Borobudur specifically for the Day of Waisak, be advised that hotels book quickly. However, it is not impossible to find a room at this time, but you need to inquire around with the many available tour operators found online. At any other time of year, rooms are plentiful.\n1) Less than 10 minutes away from the monument, you'll find the gloriously beautiful and very expensive \n, an Aman Resorts hotel, which typically starts at around $700+ per night. They typically offer a special package during the Waisak festivities. You can peruse this amazing hotel at: \n.\n2) \n is a modest hotel, but it is the only hotel within the temple boundaries ans is in walking distance from the monument. Rooms with private bath and air-conditioning are very reasonably priced starting around $60 per room/double occupancy. The hotel Manohara offer a daily guided Borobudur Sunrise Tour for an additional $20 per person, which gets you a flashlight and a lift up to the temple gate at 4.30am.\n3) If you are staying in Yogya, your hotel can make reservations for a Sunrise pass, which costs around $15 - the fee for foreigners (which also includes regular admission). In the end, even if you're staying in the city, you'll end up driving to the Manohara hotel to pick up/pay for your Sunrise ticket (and buy a cup of coffee); then you walk over to the temple and grab a good spot to patiently wait for the sunrise. Be aware that if you plan to make the drive to from the city, you must leave your hotel no later than 3.15 am!\n4) If you don't mind the one hour drive because you absolutely must have all forms of creature comforts, then consider staying in Yogya in one of the many comfortable hotels raging from 3-stars (such as a Melia hotel starting at $50 a night,) or the Hyatt Regency Jogjakarta, and the newly refurbished Sheraton. Most luxury city hotels offer a complimentary shuttle from the airport to the hotel and vice versa.\n5) A car with a driver can be easily arranged by your hotel or tour company and they will take you to Candi Mendut a few hours before the procession begins if you're there for Day of Waisak. Car fees with drivers are very reasonable.\nThe temple's regular opening time is 8.00am. There are two admission prices, one for foreign tourists, and one for Indonesians. The admission fee for non-Indonesians is approximately $15.00. However, if you are a foreigner with an Indonesian work permit, you pay the local rate, or around $3. At the ticket office you will be asked if you want a guide, and I suggest you hire one, as they are very knowledgeable and can explain the meaning of the different terraces, reliefs, etc. They work for tips and the equivalent of US$5 in the local currency, the Rupiah, is considered a nice tip for two people, but they expect more if you are in a larger group!\nA visit to Borobudur is a journey through time. Regardless of your religion you will feel the holiness of the place; it is a mystical place! Touch the walls and you'll feel its energy pulsating through the stones. Admire its architecture and the precision with which every stone was cut and placed to create this massive temple; remember, modern tools did not exist then! Any time of the year is the right time to visit: it is not to be missed when you travel to Indonesia!\nWhen we returned to the US I struggled to re-integrate into US society, as I missed Indonesia dearly, the beautiful sights, the cultural wealth, the food, and mostly, its people, the kindest and friendliest people anywhere! I sincerely hope that I'm able to convey to you what a beautiful country Indonesia really is, and that it must be put on your list of places to see.\nWhile many people think Bali is the only place to visit in Indonesia, guess what? There are 17,000 islands in the Indonesian archipelago; there's so much to see, and there's something for everyone and something for every budget! With proper planning, a trip to Indonesia can be truly rewarding!","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44621-2462468740104178106S600x600Q85.jpg","title":"Borobudur: The Oldest Buddhist Temple in the World","author":"Reginafug"}