{"url":"http://www.environmentalgraffiti.com/news-namibia-land-bizarre","content":"\nNamibia's beauty is wonderfully surreal and alluring, and I, for one, fell in love with it! When we visited Namibia, we didn’t know that we were embarking on a highly addictive journey, one we wished would never end, as the surprises in scenery are endless. Namibia has so much to offer to those who love nature and wide-open spaces.\nIn the land of the bizarre, you will find harsh landscapes, vast deserts of surreal beauty, moments of solitude, and the opportunity to see wildlife in its natural habitat.\n \nNamibia has it all: desert landscapes, volcanic mountains, desolate salt pans, giant sand dunes and rugged Atlantic Ocean beaches, some of which are strewn with bleached whalebones and ancient shipwrecks. In the northern region you’ll find one of the biggest least-known game parks in the world, \n. \nAlthough Namibia is considered a developing nation, the infrastructure is first rate, tourism is well-developed, and its population is young, ambitious and ready to forge ahead. Namibia is also the backdrop for a growing number of first class, chic hideaways, which blend beautifully with nature, and where one finds all creature comforts, with the exception of television or the internet. Namibia is delightfully unspoiled, and the government intends to keep it that way by emphasizing low-key, small, well-designed, and environmentally sensitive lodges in remote areas of the country. \nNamibia is a West African country, on the Atlantic coast. It is bordered to the north by Angola and Zambia, Botswana to the east and South Africa to the south. A former German colony during the 19th century, Namibia was also occupied by South Africa after WWII, until 1990 when it became an independent republic; Windhoek is the capital city, and English is the official language; also widely spoken are German and Afrikaans. Namibia is the fourth largest country in Africa, twice the size of California, so imagine how much ground there is to cover! \nWhile Namibia is one of the largest countries in Africa, they have the continent’s smallest population barely reaching two-million; have the highest literacy rates and one of the most stable democracies. So, does Namibia have it all? It just about does! \nThe number of days you wish to spend in Namibia, and the size of your budget will dictate how much you can see and do. If you plan to drive, know that distances between points are great, and more than likely, the distance to your next location and lodging can be at least 350km away. With a maximum road speed of between 80 and 100kmph, it can take almost a half a day to get to your next point. Plan accordingly if you want to drive, that way you will enjoy your holiday and not spend it driving huge distances every day of your holiday. We did a 13-day self-drive tour, and we visited five locations, giving us a chance to stay two nights at each location, three on the last location, and we were not exhausted at the end of the journey. \nFor those short on time and with a lot of spare cash, you can opt for a fly-in/fly-out holiday, and in seven days, you can see the highlights of Namibia. A tailor-made itinerary will be put together for you, and will be whisked away on a light aircraft from camp to camp. This last option is perhaps the most expensive one, and at a minimum, a 7-day, fly in/out holiday, depending on the type of lodging required, inclusive of meals and some activities, can start at around $8,500 for two, and can go up to $12,000.\nPerhaps the idea of moving around Namibia via public transportation, carrying an 18kg backpack is not your thing, but the fly-in/out option is too expensive? Then, I will suggest renting a car and perhaps staying in comfortable lodges. You can mix and match the level of exclusivity, depending on the areas visited, and how much you wish to spend. Excluding your airfare to Namibia, renting a vehicle will be your second or third largest expense. We rented a 4x4 vehicle, and wanted a true four wheel drive vehicle with low range capabilities. A 13-days rental cost $2,100 for a Toyota 4Runner or similar, with full insurance coverage.\nYes, Namibia car rentals are very expensive, and the high costs are due to the number of insurance claims filed by the car rental companies! Typically, the super-duper insurance coverage covers sandblast damage to the vehicle, up to two blown tires, scratches to the windshield, undercarriage damage, and damage to the vehicle due to car accidents. We were upgraded to a Land Rover Discovery, and what a pleasant surprise it was. A solid car with great insurance coverage will give you peace of mind on your holiday. \nWhen planning the trip, even our tour operator said that it is fine to drive a regular sedan in Namibia. It’s a good thing we weren’t convinced because after traveling around the remote roads, we saw several stranded sedans, and met a few unhappy travelers. We assisted an elderly German couple who chose a small sedan because they wanted to save money. Their 10-day rental cost €490, but they regretted not getting a better car. We found them in the middle of nowhere, hoping that someone would show up. They said within a half an hour, they had two flats… the second flat was the spare tire, one of those minuscule size tires that took them as far as 10km on the hot desert road, before it blew out. They also declined the super-coverage, so that meant they had to spend the money out-of pocket for the new tire (and the spare tire).\nOn our last full day in Namibia, as we drove back to Windhoek, we blew a tire, and it was not repairable. We did have a second full size spare, and our insurance covered the cost of a new tire, which for a Land Rover, is pretty expensive. The moral of the story about car rentals in Namibia: rent the best car you can afford, and get super coverage!\nTake the bus and backpack your way through Namibia. It is not uncommon for those seeking a low-cost vacation to backpack and use the local and reliable trans-desert transportation, which surprisingly, can get you to your destination on a set schedule (thank the Germans for that). There are many lodges catering exclusively to backpackers, offering clean accommodations in a dormitory-type setting. Such accommodations set you back about $20 per person, per night, and some dorms throw in a hearty breakfast. So, if you’re young, adventurous and need only a place to sleep and bathe while discovering the treasures of Namibia, then search no more. There are many online venues that cater only to backpackers. Search words: backpacking + Namibia.\nFor the planning stages, a good Namibia guidebook is essential. Such a guidebook will give you an idea of what you can see and do, and how much time is needed for each location. A decent guidebook will have suggested itineraries which can be modified to suit your travel needs. \nAll visitors arrive in Windhoek, the capital, and quickly make their way to the outer regions either by plane or by car. This is a shame because, Windhoek is a clean, charming, small city, with a decidedly German flavor, and has several shopping malls carrying many crafts and leather goods (think game and ostrich), which otherwise are difficult to find in the smaller towns. If time allows it, I’d recommend spending a full day and a night in Windhoek. Shops close at 1:00 pm on Sundays. There is also a museum or two worth visiting in the city.\nThis is perhaps Namibia’s most scenic region adorned with rugged mountains and a semi-desert landscape. In this region, you’d never expect to see elephants that have adapted to the desert, but as improbable as it may seem, provided that you are there in the correct season, you will see them. The Damaraland is remote, wild and astonishingly beautiful with cascading granite mountains, amazing azure skies, and views that go on forever. \nAt night, the stars shine so bright that one may embark on a spiritual journey. This is why Damaraland is one of Namibia’s main attractions. \n is found here, a UNESCO Heritage site with a wonderful rocky outcrop with thousands of Bushman engravings. The park is open during daylight hours, and it is fascinating to see the various engravings and paintings. Watch out for the large baboon troop that calls the park home, as they are cheeky and unafraid of humans! \nAnother well-known geological feature close to Twyfelfontein are the \n. The Organ Pipes are a unique series of quartz-dolerite pillars which can be viewed in the small gorge on the way to Burnt Mountain. The pillars resemble organ pipes, and hence their name. \nThe Namib Desert is one of the oldest deserts in the world; this part of Namibia should not be missed. This is where silence can really hurt your ears; it doesn’t make sense, but silence here is an experience like no other! The Sossusvlei dunes are incredible, and are the tallest dunes in the world; they are quite a sight. These tall, star-shaped mountains of sand created by strong coastal winds are sought after by photographers because of their rich, warm hues ranging from pale apricot, bright brick orange to deep reds, contrasted with brilliant blue skies. \nThis attraction is very near the entrance of Sossusvlei, and should be visited. This attraction requires no more than an hour’s visit. Here the erosion of many centuries has incised a narrow gorge, approximately 2km in length, and the rocks look as if someone has neatly stacked up the canyon walls, but alas, the only artist here is Mother Nature! \nA coastal town that is a good base for exploring the Skeleton Coast (so named after the numerous shipwrecks that lay along the coast), and to spend time enjoying a day cruise on Walvis Bay looking for Dolphin and marine encounters. On your way to Walvis Bay you will pass the famous Dune 7, and if time permits you ought to go quadbiking through the desert for a couple of hours. \nAlthough Namibia is a year-round destination, it’s probably recommended to avoid the heat of summer. Namibia is in the Southern Hemisphere, and as such, the heat of summer starts in October and lasts well into April, and this is also the period that receives the most rain precipitation. The best times to visit are June through September, when the weather is dry and lovely, and this is the best time for viewing wildlife in Etosha National Park as well, because most of the water is drying up and wildlife concentrates in the few remaining water holes. However, this is the time of year that Namibia receives the most tourists.\nNamibia is an expensive country to visit as most tourist attractions are far from large cities and everything must be brought in to satisfy the needs of tourists. Regardless of what most people think, visiting Africa is not cheap, especially countries like Namibia, but there are ways to mitigate the high cost of these countries, such as through creative planning and with the help of a professional who specializes in Namibia. \nWhy go to Namibia? There a very few places left in this world that feature the same lack of people, lack of air pollution and noise pollution, no traffic jams, and no significant crime. Namibia is a place where wildlife has endless space to roam free, and similarly, a visitor can take to the road and feel free; one can drive for hours and never see another car drive the other way. As you drive through the country you will see amazing landscapes of red sand dunes, fascinating rock formations, vast plains, bizarre coastal dunes, and many animals and plants that don't exist anywhere else. Namibia is a place where you can experience tranquillity, and feast your eyes on such beautiful sights that your spirit will soar!","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","title":"The Surreal Beauty of Namibia's Remote Landscapes","author":"Reginafug"}