{"url":"http://www.environmentalgraffiti.com/meteorology/news-story-and-glory-lightning","content":"\n is defined as the atmospheric discharge of electricity. This discharge occurs hand-in-hand with thunder.\n\nSomehow storm clouds become electrically-charged. Although ice pellets, moisture and wind are all required for this to occur, no one has proven how this combination results in electrons getting knocked off. \n\nThese negatively-charged electrons collect at the bottom of the cloud, while the now-positively charged particles rise to the top of the cloud. In essence, the cloud becomes a gigantic electricity capacitor. Now, you have this electrically-charged thundercloud hovering above the earth. A conductive discharge (called a leader) flashes out from the cloud. These leaders are relatively weak compared to actual lightning bolts. \n\nThe positively-charged ground directly beneath the cloud sends up its own positively-charged leader towards the cloud's negatively-charged leader (or these positively-charged leaders could come from the upper portion of a second storm cloud). When the two leaders meet – they create a path of least resistance for the lightning to follow.\nDid you know that a lightning bolt is usually made of multiple individual strokes? \nThe lightning rapidly super-heats the air it passes through (some say these bolts get as hot as the sun itself). The air then expands rapidly – creating a shock wave that becomes the thunder clap. A sequence of lightning strokes gives that rolling rumble sound to thunder.\nBecause light travels faster than sound (watch someone bouncing a basketball from a distance... you'll see the ball hit the surface before you hear the ball striking it) you'll see the brilliant flash of the lightning before you hear the associated thunder, unless the storm cloud is directly above you. That's why you can estimate the distance between the storm and you by seeing the lightning bolt, then counting the seconds until you hear the thunderclap. Sound travels one mile in roughly 5.4 seconds, compared to light, which you see pretty much instantly. \n\nLike many events in nature, lightning is breathtakingly beautiful yet incredibly dangerous.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"The Glory of Thunder and Lightning","author":"dorothydot"}