{"url":"http://www.environmentalgraffiti.com/adventure/news-5-most-scenic-american-driving-roads","content":"\nOne of the most rewarding experiences while driving is enjoying the scenery around you. Whether you are in a convertible with the mountain breeze blowing in your hair or leaning your bike over to the ground, scenery makes a drive all that much better. With drivers' roads scattered all over the US, here is a list of the top 5 scenic drives to experience at least once.\nThis road, going along the entire coast of California from the tip of Oregon to the very bottom of California is treacherous - but downright gorgeous. With jagged rocks on one side, and sharp fall-offs into the deep blue of the Pacific Ocean on the other, it's best to pull over and gaze at its beauty rather than trying to capture it while shifting through the gears!\nA beautiful pass up to Santa Cruz through the forest, highway 9 is full of sharp turns and switchbacks that will take your breath away. Deadly after rain, it's best to be very cautious on this road. In the meantime, enjoy the fresh air from the bazillion trees around you!\nUnlike the other entries in this list, the I15 freeway is nothing but red clay, sand, and mountains. A completely different type of scenery, it is spectacular during sunrise and sunset. Also, you won't boil during those hours. It's an absolute must if you are already visiting Las Vegas!\nAlong the Sierra Nevada Mountain Range lie waterfalls, lakes, and peaks that must be seen to be believed. Summer or Winter, Yosemite never disappoints. Famous for Half Dome, and Ansel Adams' obsession with the area, it is a sight to behold!\nMore famously known as the Tail of the Dragon, this road in North Carolina consists of 113 turns with more curves than one can count. With numerous reported yearly deaths due to motorcycle collisions and cars going off the road, this is no place to lose your concentration. Off-camber, blind crests with dropoffs that will leave you a mangled mess... the Dragon is to be respected. However, don't forget to stop at one of the rest stops and enjoy a brew at the good ol' fashion saloons on either end of the Gap. Watch a bike caravan or just enjoy the scenery - it's one of the treasures of the USA.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","title":"5 Most Scenic Roads in America","author":"ifaynshteyn"}