{"url":"http://www.environmentalgraffiti.com/forests/news-strange-true-astonishing-brazilian-grape-tree","content":"\n \nYou might well take a step back if you come across one of these incredible trees while in Brazil. Known by locals as the ‘grape tree’, the reasons are immediately very obvious, given the fruits the tree develops. Strangely, not at the end of smaller branches, which one would expect as the norm, but straight from the trunk of the tree, a really peculiar sight. \n \nThis amazing little tree, native to the south-eastern area of the country, is the ‘jabuticaba’, and the large purple fruits could easily be mistaken for plums or grapes. By ancient local tradition, the sun-dried skins of the fruits are used in the production of an astringent medication to treat diarrhea, asthma, tonsillitis and other ailments. Each fruit is around one-and-a-half inches in diameter, containing four seeds surrounded by pulpy, sweet, rose-colored flesh. \n \nThis delicious fruit is a common sight on many Brazilian market stalls as they are usually eaten as fresh as possible. Probably on a par with the grape in popularity, at least in comparison to the western diet, these sweet treats begin to ferment in three to four days of being picked, so are also popular for making liqueurs, strong wines, some baked products and jams. \nThe thick, dark purple skins of the fruits are what make them stand out so dramatically on the trees. The flowers, which are white, grow straight from the trunk and branches, in what is known as a ‘cauliflorous habit’. In its natural state, the tree will only flower once or possibly twice in a year, but continuous irrigation and careful husbandry can ensure that the flowers appear far more often so that the fruit can be harvested all year round in tropical areas like Brazil.\n \nThe tree has, over millennia, evolved in its peculiar way to allow animals that are unable to climb the tree access to the succulent fruits by producing them in the way it does, thus ensuring that the seeds get scattered via animal droppings over the widest area of forest possible. \nSince this type of tree is quite hardy, it will grow in almost any kind of soil, though it prefers a mildly acidic environment. This is actually not a tree that shoots up quickly, but one that makes slow progress toward maturity. \n \nThe real beauty of this amazing plant is that the fruits can be eaten straight from the trunk; and the trees are incredibly productive. The fruits are also now known to host several highly effective medicinal compounds, so the wonderfully refreshing summer fruit drink made from them are medicinal as well as sweet. \nIt is possible to grow one of these wonderful trees in the UK, if you have a continually heated greenhouse, but you may have to wait for many years before it becomes mature. Still, it would be worthwhile if only to show off to gardening friends the tree that looks for all the world as if some prankster had spent hours in sticking fruits in place. You could also mention that researchers hope to employ compounds from the fruits in the battle against cancer. \n \nNature never ceases to surprise and amaze with her wonderful diversity and unbelievable inventiveness. The Brazilian Grape tree was an unknown quantity to me as well as many of you until I researched the subject, but it is now definitely marked as a ‘must-see’ if ever I get to South America. A glorious example of how beautifully quirky ‘Mother Nature’ likes to be, and how very much we mere humans still have to learn. Excellent. \n \nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Man-jackfruit.jpg","title":"Nature's Prank: The Amazing Brazilian Grape Tree","author":"tonyleather"}