{"url":"http://www.environmentalgraffiti.com/featured/underwater-forest-chainsaw/5554","content":"\nIt may seem like a pipe dream for someone to come up with a viable solution to stop the endless logging in many parts of the world. Logging that is driven by people’s materialistic needs, usually the very same people who bemoan the loss of our rainforests and the effects of global warming. Yet one company, Triton, who have been in business for a number of years, discovered a perfectly adequate resolution quite a while ago, but only a handful of people know about it, or put the method into practice.\nBeneath the surface of many lakes around the world stand sprawling underwater forests. Towering trees that may have been submerged for decades but are no less usable than trees plucked from land forests. It’s thought there are around 300 million trees lying in a number of lakes formed after valleys were flooded to make way for dams and reservoirs. These perfectly preserved forests could easily be the answer conservationists have been looking for.\nUsing a large submersible, remote-controlled logging machine, known as the 'Sawfish', \n are able to harvest up to 50 trees an hour. Sawfish operators use sonar navigation to guide the robotic lumberjack under the water. It latches on to the tree’s trunk and mechanically fells the tree. Inflatable airbags then bring the tree to the surface.\nSince 2004, Canadian based Triton has used Sawfish to log Oosta and Lois Lakes in British Columbia, where it’s estimated 15 million of the world’s submerged trees lie. It also operates on three other continents. Their plan is to operate wherever possible in the future.\nFor all the wood lying underwater there are millions of acres more forest above ground. And by weird coincidence these forests are generally in places where people will work at any job to earn money for their family. But logging is often a catch 22 situation for many people caught up in the cycle. \nA growing demand for wood worldwide as the global population increases, despite calls for the process to become more sustainable, does not help matters. To fulfil the demand loggers will work long hours for very little pay; it's not an easy life. It’s the logging companies selling on the goods who make the big bucks, but now with an errantic financial market and fluctuating prices loggers will no doubt have to work even harder to earn the same money they did before the crisis, meaning more trees then ever will be felled. And so the cycle continues.\nOrganizations like the \n and the \n do what they can to spread the word on the plight of the rainforests and its inhabitants, of all species, but they can only do so much. Without other ways of logging being put into practice, our rainforests will continue to shrink at alarming rates. At least Triton Logging Company is forging a new way forward.\nSource \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-32165-2541474440104237032S600x600Q85.jpg","title":"Underwater Forest Vs. Underwater Chainsaw","author":"Linda"}