{"url":"http://www.environmentalgraffiti.com/news-chase-away-bad-breath-good","content":"\nHave people been avoiding conversation with you? Are you not getting kissed at the end of a date? Maybe you have a case of the \n, and that is what is affecting your social life. Before things get any worse, read on for 7 daily practices that will chase away bad breath for good. \n\n1. Always go to your dentist on a regular basis. They can tell you if the bad breath is a sign of an underlying medical condition.\n2. Brush at least twice a day, once in the morning and once at night. Food and drink debris left to sit too long turns into bacteria that smells, causing bad breath. \n3. Floss at least once a day. Brushing will not remove all of the debris from your mouth. Flossing removes food particles that get stuck between the teeth. \n4. Don't just brush your teeth, brush your tongue too. Germs tend to hang out on your tongue, so scraping them off prevents them from hanging around. You can buy tongue scrapers at your local store, but your regular toothbrush will do the job just fine. \n5. Use mouthwash. There are numerous varieties and flavours available at your local store. You can even buy travel size bottles which you can carry around with you for quick convenience. Mouthwash cleans the other parts of your mouth that flossing and brushing don't. You can use mouthwash as many times a day as you want in order to feel a fresh and clean mouth.\n6. Don't smoke. Tobacco is one of the biggest causes of bad breath. Not only does it make you your breath smell bad but it can also make your teeth turn yellow. Not a great look for impressing someone. \n7. Drink as much water a day as you can. Not only does it benefit your body but it can also prevent bad breath. It keeps your mouth moist and inhibits it from becoming dry which keeps the germs away.\nIf you make an honest effort in practicing these 7 tips, you will never have an issue with bad breath. You might just get that good night kiss after all!","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","title":"7 Ways to Cure Bad Breath","author":"TCKellett"}