{"url":"http://www.environmentalgraffiti.com/news-bizarre-phobias","content":"\nPhobias are deep seated, seemingly irrational fears that can be conditioned by events in the past. For example, someone who was attacked by a dog as a child can develop a fear of all dogs so strong that he or she avoids going near them. \nA phobia is a common form of anxiety disorder where sufferers can experience symptoms as strong as shortness of breath, sweating, dizziness and overall feelings of dread and horror. Some phobias are common to many people but others are unique and rather bizarre manifestations of the disease. And yes, it is a disease. Let's look at 10 of the more unusual phobias.\nPerhaps those young toughs who start fights with \"you looking at me?\"\n\nhave this phobia! It is a deathly fear of being looked at by others. They certainly wouldn't like all the flamingos staring at them either, but in all seriousness, this is not something easy to live with. Another thing people with this phobia may not like are toasts like \"Here's looking at you\".\nThis bizarre phobia is a deathly fear of the color yellow. That extends to things that are that color but in some extreme cases also just to the word \"yellow\". Sufferers are unable to be around the color without developing deep dread and even panic attacks. Be it a daisy or a yellow rain coat.\nArachibutyrophobia is not the fear of peanut butter itself but the fear of it sticking to the roof of your mouth! So while someone may be quite happy to eat a peanut butter sandwich, they will likely be very anxious if they manage to do so because of the fear. This is not a phobia of peanuts, that is totally different. A person may be phobic of peanut butter and that is a different one too. \n\n\nThis is the irrational fear that crossing the road will cause you to be hurt or harmed. It isn't a fear of cars, that is a separate phobia, just crossing the road itself. Yet when looking at the most dangerous road in the world (Route 66 in Bolivia), it becomes apparent how someone might develop it! \nPeople suffering from this phobia are never going to stop and smell the roses as it is a fear of flowers. They know that flowers won't hurt them but get anxious at the thought of them, let alone the sight. Some people can even get affected by just flower parts like a petal or stem.\nPeople with coulrophobia have a fear of clowns, which often started when they were children and clowns would come near them with their made-up faces. It is a fear of normally both happy and sad-faced clowns, and the last place these people will go is a circus. Oddly enough, this one has not yet been entered into the official diagnostic criteria of phobias because it is a fairly recent phenomenon.\nThis unusual phobia and probably one of the more miserable to suffer from can be either a fear of the home itself or things in it like appliances, furniture, etc. Most probably though, it is the fear of things inside the home. Back in the post-WW2 era, some used the phrase to suggest it was a fear and loathing of housework that made women go out to work. Now if it were a fear of housework, then I think most of us might have that!\nFear of being without cell or mobile phone means that someone is afraid to be disconnected from the rest of the world. Symptoms can be obsessively checking batteries or refusing to go anywhere that is out of cell range. These days, perhaps everyone has it to some degree or another as cell phones seem tied to us, but the ones with the real phobia simply cannot handle any thought of being without one. They can't bear the thought of the rest of their world or family being totally disjointed from them, though they know it's not rational.\nKoumpounophobia is literally a fear of buttons that normally occurs in childhood and people outgrow. The phobia can either refer a fear of touching a button or seeing them grouped together. It can persist into adulthood, and usually buttons are simply avoided. Needless to say, it makes it difficult when choosing clothing, everything is zipped or tied. This is also a phobia that many people don't get help for, as they feel that they can't tell anyone about it.\nUranophobia is the fear of both Heaven itself and the fear of going there. Possible reasons for getting this particular phobia have to do with fear-based religions as a child where God is made to seem like a scary being who will punish.\nAll these phobias are very treatable and there are specific protocols and steps to go through that help sufferers overcome their fear. So help is out there for those who need it! As bizarre and unusual as some of these phobias are, they are no laughing matter when you have it. So ask your doctor for help if you suffer from any anxiety disorder including phobias that limit your life.\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","title":"10 Bizarre Human Phobias","author":"Michele Collet"}