{"url":"http://www.environmentalgraffiti.com/featured/the-legend-of-the-man-eating-tree-of-madagascar/12090","content":"\n\nImage: \nThe year is 1878. In their scramble to enlighten and conquer the fortunate (though often strangely ungrateful) peoples of the globe, the great colonial powers are discovering that the world is a damned strange place. Incredible and disturbing accounts filter back to London, Brussels and Berlin. They speak of faraway lands, lost cities and zoologically-unlikely critters. Many of these travellers' tales are mere exaggerations, and most will be duly forgotten. But in the steaming, savage jungles of Madagascar, a legend is about to be born which will refuse to die...\n\nImage: \nMadagascar is at this time a still heavily-forested country that remains \n to outsiders. With ninety percent of its indigenous flora found nowhere else in the world, it’s a jungle in which anything could be lurking. Machete in hand, German explorer Carl Liche leads a group of Mkodo tribesmen deep into this heart of darkness. Entering a clearing, Liche suddenly halts. Before him is a sight no white man has ever seen: a trunk '\n’, with thick leaves hanging to the ground from its peak, and sinister 7-foot tendrils stretching in every direction.\n\nImage: \nA sense of foreboding overcomes Liche. He turns to speak to his British assistant Hendrick – and notes that the native porters are becoming excited. They thrust a Mkodo woman towards the monstrous plant. As ghastly prayers are uttered, the woman drinks a strange liquid that oozes from the plant, and then becomes \n. As the chanting climaxes, ‘\n.’ The tendrils coil around the woman’s neck and body like anacondas, wrapping her in their terrible folds. As her screams fade, the leaves rise until she is visible no more. Upon returning to the site ten days later, Liche finds nothing but a grinning skull within the plants’ now-lowered leaves.\n\nImage: \nThe story of the Man-Eating Tree of Madagascar is one of the great tall tales of the colonial era. It first appeared in the South Australian Registar, apparently having been written by Liche himself. It was repeated in several books thereafter. In central America, reports of a similar tree called the Ya-Te-Veo appeared around 1887. The idea had stuck, and vicious vegetation continued to appear in myth and movies throughout the next century.\nThe trouble is, Liche was almost certainly not who he claimed to be. Researchers who investigated this case in the 20th century found no evidence to prove Liche’s story, or even his existence. Those who investigate unknown animals are called cryptozoologists (or perhaps in this case, cryptobotanists). As they're known for being somewhat credulous, you can probably take the sceptics' word for it when they say that this crypto-veggie doesn’t exist. Or does it?\n\nImage: \nCarnivorous plants do exist all over the world, mostly in places where more orthodox sources of nutrients are not present. The round-leaved sundew is found, among other places, in the western bogs of this author's own fair isle (Ireland, that is). The free-draining nature of these bogs means that most nutrients present are lost along with the water. In response, these plants have evolved to take advantage of a different nutrient source: animals.\n\nImage: \nThe sundews' bright colours and nectar lure insects to land on the ‘glandular tentacles’ that protrude from their leaves. Upon landing, the insect's fate is sealed. A sticky gum holds it fast to the plant. Each of the tentacles slowly begins to bend towards the insect, coating it further in this killer glue. Digestive juices break down the insect’s soft parts. Several days later, this miniature ‘coffin’ will re-open, casting the insect’s remains to the wind. Sound familiar?\n\nImage: \nDarwin himself was fascinated by carnivorous plants. He came to believe, after much experimentation, that the movement-sensing organ in sundews is far more sensitive than any nerve in the human body. Used as we are to thinking of plants as being immobile and harmless, there’s something unsettling about this thought. The ongoing fascination with the story of Liche's tree (surely a feverish and inspired exaggeration of real-life carnivorous plants) indicates the deep horror we feel towards this idea. No wonder the myth of the Man-Eating Tree has stayed with us.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","title":"The Legend of the Man-Eating Tree of Madagascar","author":"Steampunk"}