{"url":"http://www.environmentalgraffiti.com/news-where-science-inspires-art-and-art-informs-science-incredible-images","content":"\nThe image above represents two kinds of chaos. One is a quantum mechanical one that shows a random quantum wave on the surface of a sphere; the second one is the classical one that depicts chaotic electron paths launched over a range of angles from a particular point.\nDon’t get confused with such high scientific terms. Have you ever thought about what it would be like to look from the top down into a three dimensional perfect crystal? Or a superposition of 21 plane waves? Or maybe an image of a quasicrystal, showing some aspects of a crystalline order?\nScientist Dr. Eric J. Heller has come forward with very interesting research work that involves the theoretical investigation of wave behavior, chaos and quantum mechanics and collision theory.\nLet us visit his gallery of artworks, an incredible composition that communicates with a sense of tranquility, variety and privacy. Yes, a place where science inspires art and art informs science...\nMassachusetts-based Dr. Heller is also a member of the Physics and Chemistry faculties of Harvard University. The beautiful quasicrystal image above is a superposition of 21 plane waves. These waves, when traveling in 21 evenly spaced directions around the compass, create a disordered but stunning structure.\nDr. Heller is also a Fellow of the American Academy of Arts and Sciences, the American Association for the Advancement of Science and the American Physical Society. The image you are looking at is a beautiful pattern, inspired by electron flow experiments. An accurate simulation of electron flow patterns for electrons that ride over a bumpy landscape results in a distinct and mesmerizing overlapping pattern.\nHere's an incredible image showing all aspects of waves acting together: reflection, diffraction and resonance. Place a semicircular reflecting mirror facing a wall punctured by a little hole, then hit the wall with some electrons. Some will make it through the hole and get reflected back, resulting in a quantum wave that builds up in a resonant cavity between the straight and curved walls.\nWhat would it be like to create an image of a two-dimensional projection of a two-dimensional object embedded in three dimensions? The answer is ‘Torus IV’, a projection onto two dimensions from the four dimensional space in which the two-dimensional torus is embedded. Confusing but beautiful.\nHere's an eye-catching quantizing trajectory produced as a result of color-quantization. It represents the interaction of two vibrational modes of a molecule, caught in a strongly interacting resonance. Dr. Heller was also selected as the 2005 recipient of the American Chemical Society Award in Theoretical Chemistry sponsored by IBM.\nA quasicrystal is something between a crystal and a random pattern; it has aspects of both yet is neither perfectly regular nor irregular. In the image above, a perfectly periodic array of three different atoms shows the pattern of “obstructed” and “unobstructed” views through the crystal.\nIn Rotating Rotator I, the tracks of three different four-segment rotators are seen, as they proceed from bottom to top in the image. The background rotators were launched first and the foreground ones last. In the background, one can see the actual collision, near the middle of the image.\nHere's a three-dimensional image, plotted in two dimensions, of a four-dimensional object. The twisting surface you see here follows a torus wrapped around a simpler, larger torus. This image also corresponds to a classical resonance, in which one kind of motion efficiently exchanges energy back and forth with another. \nThis image displays typical caustic structures like folds, cusps and swallowtails. Color hue and value in this image are determined in part by color subtraction of overlapping parts of the sheet. It is clear that a key element in Dr. Heller’s work is the exploitation of Nature's almost narcissistic self-similarity, her repetition of patterns on vastly different scales and in radically different contexts.\nThis image shows a series of standing waves in a lemon-shaped “billiard” cavity, providing a visual translation between classical and quantum physics. Each standing wave is a different resonant frequency of the chamber and results in a beautiful wavy image. Dr. Heller always tries to exploit the powers of art to relate secrets of Nature only recently uncovered.\nSince September 2004, Dr. Heller has been investigating freak or rogue waves in the ocean. The Rogue image series arises from the complex branching patterns of energy flow that results as ocean waves negotiate a sea filled with complex currents. Here's an image depicting the effect of the changing speed of deep water ocean waves traveling through a region with current eddies. The wave energy can be seen traveling both ways, from bottom to top as well as top to bottom. The result is an amazing wave pattern of bright colors.\nRandom waves are the paradigm for quantum chaos. The above image shows random superpositions of waves on the surface of a sphere.\nCurrently, Dr. Eric J. Heller is visiting colleges and universities around the USA as a Phi Beta Kappa lecture series speaker. His current research involves theoretical investigation of wave behavior, chaos and quantum mechanics and collision theory. As someone rightly said \"an inspiring work of art is the one that crosses all limits.\"\nSource: http://www.ericjhellergallery.com","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-43415-2749333010104237032S600x600Q85.jpg","title":"When Quantum Physics Becomes Modern Art","author":"Alka Sharma"}