{"url":"http://www.environmentalgraffiti.com/sciencetech/men-no-longer-necessary-for-sperm-production/750","content":"\nIt looks like males will soon be irrelevant to the survival of the human race.\nScientists at the University of Newcastle have managed to create human sperm cells using a female \n.\nThe researchers, led by Prof Karim Nayernia, had previously created primitive sperm cells from male bone marrow. They’re currently working on making the cells from female bone marrow, which would be much easier and more practical than creating them from \n.\nThe creation means that lesbian couples could soon have children that shared the DNA of both women, rather than having one male biological father. A sperm cell created from one partner could fertilize her partner’s egg.\nThere is some question about whether a sperm cell created from a female could produce viable, healthy offspring.  The human female sperm cells could not in their current state produce offspring as they do not have the correct amount of \n. The team must next have the cells undergo \n to make sure the cells have the correct amount of genetic material.\nThat will likely only be a minor roadblock. Prof Nayernia has already overcome this problem with sperm cells created from male cells. In 2006, he used sperm created from \n to impregnate mice. The mice produced 7 pups, although one died and the other six had health problems.\nOk, so it may be overstating it a bit to say that males will be irrelevant. Just because we’re not technically needed to breed doesn’t mean women will no longer find men attractive, right? After all, we’re good for a lot more than just baby making. We’ve got tons to offer! For instance, just the other day I assembled a chair from \n, and it only wobbles a tiny bit when you sit on it. Also, I’m frequently asked to kill insects. I think we men have a bright future.\nInfo from \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Men No Longer Needed to Create Sperm","author":"Chris"}