{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-biggest-wall-of-antlers-in-the-world/1360","content":"\nDo you get freaked out when you see a deer on the top of a car, during hunting season? Well, this museum will surely spook you since it contains the highest number of antlers per square meter than any other place in the world. It's the Vajdahunyad Castle, located in Budapest, Hungary.\nBuilt between 1896 and 1908, in appearance the castle is a hybrid combination of a castle in Transylvania and of several architectural styles. It was built initially from cardboard to host the Hungarian millennial exhibition but it became so popular that it was rebuilt in brick and stone. As soon as construction was finished, the castle became home to the Hungarian Agricultural Museum, which is still standing.\nAs you enter the museum, you will be greeted by an array of hundreds of antlers, horns, hooves, fur and stuffed animals together. In the \"Hall of Hunting\" you can find basically every piece of furniture that is able to incorporate antlers, including antler chandeliers and antler chairs.\nAnd the museum would have had more pieces, if it hadn’t been ransacked during the Second World War. Shortly after, in 1958, when the collection was just put back together, the freedom fighters of the Hungarian uprising devastated most of the displays. But with donations and a lot of work, the gloomy collection of dead animals, the dream of every hunter, is back on tourist maps.\nRest assured, most of the antlers do not come just from hunted animals: a proportion of the antlers come from stags who died natural deaths. One common scenario is when two stags engage in a fight, they run one into the other with their antlers. This clash often ends up with chipped or broken antlers and in certain instances can be fatal, for example when the antlers pierce the jugular.\nAnd if you weren't freaked out enough, the next statue will probably do the trick. Displayed in the Castle court, the anonymous figure represents a chronicler in the XII century (probably of King Béla III). He is the author of the first history books in Hungary and legend has it that if you touch his pen, you will receive a dash of good luck.\nsources: \n, \n; photo credits: \n, \n, \n, ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","title":"The Biggest Wall of Antlers in the World","author":"Bogdan"}