{"url":"http://www.environmentalgraffiti.com/green-living/news-cleaning-green-way","content":"\nThere are many uses for the five items shown here when it comes to cleaning your house. You do not need a special cleaner for each room of your house as the companies that produce your household cleaners would have you believe. Many household cleaning mixtures can simply be made with baking soda, vinegar and castile soap or liquid soap.\nWhy are these five non-toxic items so effective in cleaning your typical household items? The common cleaners listed can save money, help save the environment from toxic chemical overload and keep you and your family safe from toxic chemical exposure. Let’s look at each one. \nWhen buying vinegar for cleaning purposes, be sure to purchase white vinegar. Vinegar is acidic, which helps to dissolve scale and inhibit the growth of mold and mildew. It works great in removing stains from alkaline substances, as well as stains from coffee, rust, liquor and tea. Vinegar is also a very effective cleaner for windows and mirrors.\nBaking soda is alkaline and works well with acidic substances. It can be used on grease, proteins and animal messes. Baking soda is a natural deodorizer and can be used to remove odors from refrigerators and pet accidents as well as on mattresses after bed-wetting accidents. Baking soda is slightly abrasive and can be made into a paste by adding water for scouring. You need to be careful when using baking soda, however, because some very mild bleaching can occur.\nCastile soap is soap made of olive oil and vegetable-based soap. It is neither acidic nor alkaline. The soap cleans by attaching to dirt at the molecular level and allowing the dirt to be rinsed away. I have used liquid soap in place of castile soap on many occasions.\nLemons are powerful disinfectants and killers of many common germs and microbes. Their acidic properties work perfectly as natural disinfectant and can be used as an alternative to bleach.\nThis is an essential oil extracted from the leaves of \n. Tea tree oil can be used for making an all-purpose cleaner that will work effectively on many bacteria, germs and microbes. It is effective even in removing mold and mildew growth.\nWith these five ingredients, most cleaning jobs can be tackled without exposing yourself, your family and the environment to toxic cleaners. An added benefit is that the cost of making your own cleaners is significantly lower than those of commercial brands. They can also help you save the money you'd spend on hiring special professional cleaning services that clean with eco-friendly products.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","title":"5 Everyday Items You Can Use As Green Household Cleaners","author":"lisaheader"}