{"url":"http://www.environmentalgraffiti.com/nature/news-theres-more-ecotourism-offsetting","content":"\nEcotourism is a rapidly growing concern for those who want to be environmentally conscious in more than just their daily lives. By making efforts to have as little impact as possible, ecotourism creates a less damaging form of holiday escape when compared to other forms. This aspiration has developed partially due to the belief that merely offsetting carbon consumption and pollution is not enough.\nOne of the first ways to be green on holiday involves carefully choosing the travel method to avoid creating unnecessary emissions. Trains and buses offer a low impact method of travel, but for those who must travel by plane, consider the options. Avoid first class or upgraded classes when traveling. These seats take up more space and effectively are responsible for higher levels of emissions than coach.\nHoliday accommodation that offers green facilities and recycling will also help to further lower the environmental cost of vacationing. Ecotourism sites that offer all-encompassing facilities create lower carbon impact vacations while still providing an exciting destination. These locations offer eco-conscious activities and lower pollution transit to destinations.\nWhile on holiday, avoid renting cars unless it is necessary. Instead, use public transit, walk or travel by bicycle to visit other locations on the trip to lower pollution and avoid creating carbon waste. Likewise eating at establishments that offer local foods and produce can further reduce the impact that must be offset as these foods require little transportation compared to other venues. Eating local, even on holiday has a greater amount of impact than merely offsetting a high-carbon impact meal.\nUsing minimal electricity and conserving water are also two key ways to have a greener holiday. In some areas these resources may be more scare and it is very important to conserve whenever possible and offset what cannot be avoided, as part of a wider plan to cut the damage caused by traveling.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","title":"There's More To Ecotourism Than Offsetting","author":"George Ellis"}