{"url":"http://www.environmentalgraffiti.com/animals/news-survival-fastest-trying-cross-mara-river","content":"\nThe vast plains of east Africa are home to the world’s greatest wildlife spectacle, the annual wildebeest migration. From the huge Serengeti plains to the hills of Kenya’s Masai Mara over 1.4 million wildebeest and 200,000 zebra and gazelle migrate in a clockwise fashion over 1,800 miles each year, in search of rain ripened grass.\nThe Serengeti National Park is possibly the most impressive wildlife sanctuary in the world. Between December and March each year, the apparently endless plains of the southern Serengeti game reserve are inhabited by huge herds of wildebeest and zebra, grazing happily. The life of a wildebeest is an endless search for food and water.  An estimated 400,000 wildebeest calves are born during a six week period early each year, and the predators are always on hand.\nDuring the months of April and May, the depleted plains are unable to sustain the endless herds. The migration, sweeping west and north, moves from the short grass plains of the southern Serengeti to the long grass plains and woodland of the west.\nBy July the countless herds have amassed along the swollen Mara River - a final barrier from the short sweet grasses of the Masai Mara. Sometimes the crossing place they have chosen is shallow, allowing the majority of animals to pass safely. In other areas the waters boil with drowning wildebeest and slashing crocodiles. In years when little rain has fallen very few wildebeest actually cross the Mara River into Kenya.\nIt is difficult to put into words how incredible the spectacle is as tens of thousands of frightened wildebeest jostle madly at the river crossing. What do they fear?  Lions, leopards and other predators patrol the riverbanks, looking to pick off any strugglers or unwary youngsters, but worse lurks in the river itself.\nHuge crocodiles lie patiently in wait, partially submerged.  They know that meals will come to them because the wildebeest have no choice - cross the river or starve to death. In this sequence of photographs we watch as a mother, having safely reached the opposite bank, observes her calf, which is trying to cross the river after her.\nThis gruesome reality is played out many times before the river crossing has been completed. The cruelty that nature can display at such times may be awful to behold, but it is all just part of the cycle of life, as indeed are we.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i45.tinypic.com-n2le91.jpg","title":"Crocodile Pulls Wildebeest Calf Under the Waters of the Mara River","author":"tonyleather"}