{"url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-10-amazing-landscapes-never-end","content":"\nSometimes we stumble upon perfect scenery that takes our breath away. When that beauty is coupled with a reflection in water it can be truly awe inspiring. When it happens the water seems to blend in with the sky so that the landscape looks like it goes on forever. What luck to just then have a camera at hand to capture that perfect moment! We’ve found ten lucky photographers who not only had the opportunity to witness incredible scenes but who also had their cameras at the ready.\nThough infinity pools are far from environmentally friendly (find out why \n), we have to admit that they do create the perfect illusion of water meeting the sky, or as in this case, water meeting waves meeting sky. This hotel in Tahiti chose to intensify the sensation of swimming into eternity for its guests – not really needed on an island that’s 4,400 km (2,700 miles) away from the closest shore, which is Hawaii. Australia is 5,700 km (3,500 miles) away and Chile 7,900 km (4,900 miles). Talk about the middle of nowhere!\n“Razor sharp” comes to mind when looking at this next photograph and the line that divides the water’s edge from the dramatic landscape above. The rocks in the foreground add to the serenity of the scene. \nHere, we’ve got Jackson Lake in Grand Teton, Wyoming on a clear and early morning. Nothing disturbs the serenity of the place, not even ripples in the water. For scenic effect, cotton clouds are thrown in to work their magic. But could this just be the calm after the storm? As a fellow photographer commented: “It looks like a bullet went through the center and split it in two!” We couldn’t agree more – an amazing “shot” indeed.\nThis amazing reflection of a fall forest by the lake was captured by photographer Jason while hiking in the Appalachian Mountains in Pennsylvania, somewhere close to Bushkill Falls. The light cloud cover is actually better visible against the dark backdrop of the lake than against the bright sky.  \nThis stunning landscape brings us to warmer climes; it was captured in Pulau Pinang, Malaysia. The canal caught here at sunset waters the fields around it, and in the background, we can see Penang Island. Sunset shots always have a special charm, but this one is made special by the silhouetted plants reflected in the water of the canal.\nThe next image, a reflection of the Canadian Rocky Mountains, seems like the epitome of “crystal clear”, don’t you think? The air is so crisp and still that not even one blade of grass is moving, let alone the fir trees in the background. The snow-capped mountains, so nicely reflected in the still lake, add an extra chill to the image.\nIt is rare that one finds a reflection that seems like a watercolor painting, folded in half while still wet, with the bottom half a mirror image of the top. Nature is so much better at it than we mere mortals ever will be. Just look at the image of Tso Moriri up top, a high-altitude, fresh water lake in Korzok, Ladakh, India. Though the description comes quite close, even calling it picture perfect does not quite do it justice. \nJust when we thought it couldn’t get any better, we found the amazing reflection above. Doesn't this look like an abstract painting? Or maybe a \n? This image of a lake near the summit of Mt. Evans in Colorado stands out because of its color and composition. Look at the reflection and you forget where the snow ends and the clouds begin.\nThis classic reflection of a tree-lined shore looks like someone’s taken a zipper and zipped trees and lake shut. The shrubs in the foreground remind us that yes, this image of Big Bear Lake in West Virginia is real!\nThis reflection is not only a masterful shot but also a bit puzzling – why does the reflection curve the way it does? Is it a lake? Or some other body of water? No, the reflection’s way too straight for that. The solution is simple: the trees, captured at sunset in Woodburn, New South Wales, Australia, were reflected so beautifully in the photographer’s white car roof! \nWith photographs so clear and reflections so masterfully captured, we can’t blame you for thinking that some of these images may have been technically enhanced (yes, that means photoshopped!). But let us assure you, none of these ten images have been, making them even more precious, and worth looking at again. And again.\nAdditional source: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","title":"10 Amazing Landscapes that Never End ","author":"Simone Preuss"}