{"url":"http://www.environmentalgraffiti.com/featured/bora-bora-from-above/13635","content":"\n\nImage: \nIs there a limit to how much beauty one can take? We don’t think an overdose of beauty has ever harmed anyone, so here’s Bora Bora from above: white beaches, turquoise water, lush green vegetation… some islands have it all. Oh wait, did we mention the lagoon, the barrier reef and the extinct volcano yet? Enjoy!\nBora Bora is one of the 16 islands forming the cluster of South Pacific atolls that make up the Society Islands, the biggest and most well-known being Tahiti with the region’s capital, Papeete. Nine of those islands, the northwestern ones, make up the Leeward Islands, the administrative subdivision that Bora Bora belongs to. The Society Islands are part of French Polynesia and have been a colony since 1880. They cover almost 1,600 sq km (610 sq miles) and are populated by 228,000 inhabitants.\n\nImage: \nBora Bora’s share of that population is a mere 4% with 8,900 people who live on 29 sq km (11 sq miles). However, given that the island’s main source of income is tourism, the amount of people on the island on any given day is actually higher.\nIn Polynesian languages, the reef islets around Bora Bora are called motus. They were formed by the broken corals and sand surrounding an atoll. The ones shown below are medium-size motus at about 300 m in diameter.\n\nImage: \nBora Bora exemplifies what Charles Darwin called an “almost atoll,” a barrier reef island formed by an oceanic volcano with a fringing coral reef. Over the course of the years, as the surrounding coral reef grows upward, the island with the volcano sinks. The fringing reef becomes a barrier reef that maintains itself while the inner part of the reef with less favorable conditions for corals turns into a lagoon. A further stage would be the extinct volcano being carried below the ocean surface by subsidence while the barrier reef remains.\nThe islands name is said to go back to the Tahitian Pora Pora, meaning “First Born.” Polynesian settlers in the 4th century called the island Vava’u. Undisturbed until the 18th century, the island was first sighted by Dutch explorer Jakob Roggeveen in 1722. He didn’t stop though on his way to Terra Australis and discovered Easter Island instead. Bora Bora was safe for another 47 years until James Cook sighted the island in 1769. Eight years later, he landed and since then, Bora Bora has had its fair share of visitors.\n\nImage: \nIn 1820, the London Missionary Society arrived and promptly founded a Protestant church in 1822. French admiral Abel Aubert Dupetit Thouars hardly lost time and declared the island a protectorate of France in 1842 that has remained under French jurisdiction ever since.\nBora Bora came close to some violent action during World War II when the United States, after entering in the war in December 1941, decided to make the beautiful island their South Pacific military supply base. In no time, an oil depot, air strip, seaplane base, defenses and seven massive naval canons reminded everyone even at this remote location that the world was at war.\n\nImage: \nLuckily, the American presence on Bora Bora was never contested and thus the island saw no combat. The airstrip became French Polynesia’s only international airport until the ‘60s and all military paraphernalia not used elsewhere tourist attractions. And the thousands of soldiers stationed on Bora Bora? Well, what do you think? Would you leave once fate dropped you in paradise? Exactly. So though the base was officially closed in June 1946 and quite a contingent of military personnel left for home, many refused to leave and made Bora Bora their home. And probably lived happily ever after.\n\nImage: \nBelow are three photographic renditions of Bora Bora, Tahaa and Raiatea (from top to bottom). The left image is a Landsat image with clouds and reefs; the center one is an SIR-C image with waves, wind effects and unobstructed island topography; and the one on the right an SRTM-image that adds topographic height and colour coding.\n\nImage: \n/JPL/NGA\nToday, Bora Bora is known for its scenic beauty and stilt bungalows that offer tourist accommodation throughout the year. And, luckily, Bora Bora has been photographed even from space so that we don’t even need to hop onto a plane; all we have to do is click to share this natural beauty.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","title":"Bora Bora from Above","author":"Simone Preuss"}