{"url":"http://www.environmentalgraffiti.com/beaten-track/news-worlds-loneliest-phone-booth","content":"\n“Hello! Are you answering from the Mojave Desert? That phone booth in the Mojave Desert, that phone that’s about 15 miles from anywhere? You are?! What are you doing in the middle of the Mojave Desert in June? You live there? At the phone booth?  Are you crazy?…\n“Well, you see, someone told me about this phone booth and gave me this number about a month ago, and I’ve been calling it twenty times a day hoping that someone would answer, and you finally did! You live right there? Oh, you’re camped out there. Why, so you can answer the goddamn phone?”\nYes, it’s true, folks. There once was a working pay phone that sat all alone for decades in the desert, in the literal middle of nowhere, for no particular reason. It rested there for almost 40 solitary years until the National Park Service, in its infinite wisdom, finally ripped it out, booth, concrete slab, and all.\nHowever, this phone booth enjoyed periods of time when it felt like the Christmas Tree at Rockefeller Centre. It was the rallying point for riotous New Year’s Eves and Easter parties, with groups of campers coming in from near and far. (760) 733-9969, that was its number, and isolated was the name of its game. Eight miles from the nearest paved road, at the intersection of two rutted dirt tracks, it enjoyed great popularity when someone — or many someones - camped out there or dropped in for day visits.\nIn the '60s, a hand-cranked magneto phone was set up in this obscure location to provide phone service to local miners and others who dwelled in the area. A man from LA spotted the phone icon on the Mojave Desert map and decided to visit it, and the rest is, as they say, history. Several websites popped up that were devoted to the phone booth, and pilgrims came from all over the world to answer incoming calls from everywhere. An independent film was made in 2000, based around the \"Mojave Phone Booth.\"\nIn 1999, a Los Angeles Times writer named John Glionna reported that he had met a man at the world’s loneliest phone booth who claimed that the Holy Spirit had directed him to be present to answer the phone. He had spent thirty-two days there and answered more than 500 phone calls, including many from someone who called himself 'Sergeant Zero from the Pentagon'. I myself visited it just once, and tried to call my mother, which didn’t work.  No calls came in while I was there.\nPacific Bell, sadly, removed the phone in May of 2000, at the request of the National Park Service. The government’s story was that the phone was removed to decrease the environmental impact of so many casual visitors, but pressure from locals unhappy with the increased traffic may have contributed to its unfortunate demise.\nSo it is no longer possible to make a phone call from the intersection of Nowhere and Nowhere. But who really remembers what a phone booth was any more, anyway?","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","title":"The Loneliest Phone Booth on Earth","author":"ladywolf"}