{"url":"http://www.environmentalgraffiti.com/featured/horse-surfing/17547","content":"\nA mounted thoroughbred gallops through the shallows, while a bloke on a board getting dragged behind skids across the water’s surface, landing jumps and flips over the incoming breakers. Spectacular certainly, but as extreme action goes it all seems rather British. This is horse surfing. Yes, horse surfing. Just the name of this new spin on board sports is enough to raise a few eyebrows – neigh, even elicit a few WTFs – but as with anything, don’t pooh-pooh it before you’ve given it a pop.\nHorse surfing is a relatively recent addition to the list of more bizarre extreme sports. It’s similar to kite surfing and wakeboarding – whose boards have been adapted to this equine equivalent – but instead of harnessing the force of the wind or the thrust of a speedboat, horse surfers literally harness the power of the horse. A tow rope is attached to a special saddle, and the boarder is dragged along as horse and rider thunder along the shoreline. “Like environmentally friendly wakeboarding,” is how guinea pig kite surfer Denzil Williams described it.\nUnfortunately, all this means horse surfing isn’t about some gnarly anthropomorphised bronco waxing up his very own surfboard and taking to the waves – but we’ll let that slide. As in wakeboarding, the boarder starts squatting in the water, feet strapped to the board while holding a bar attached to a tow rope. Then they dig the board in as the horse moves away and begin to pick up speed – and if pounding along at 30 to 40 mph isn’t a big enough buzz for you, those with the skills can start pulling off tricks to get chicks.\nThe guy who got hit by the brainwave of combining the power of the horse with the power of the swell was trick rider Daniel Fowler-Prime. Bored on a British beach back in 2005, Daniel hooked up with a couple of kite surfer buddies to begin wet running the then colt of a sport. Understandably, there were nerves at first about being at the mercy of an animal with its own temperament, but this unpredictability is part of the rush – and there’s always a trained rider at hand in case the stallion gets too spirited, or the filly too feisty.\nDaniel himself is an extreme horse rider by trade, so hanging off the side of a galloping horse is how he gets his kicks – and in fact makes his living – doing live shows and appearing in films including The Da Vinci Code with his partner, thoroughbred Rohan. Asked to distinguish between his experiences in the saddle and those strapped to a board, Daniel told Environmental Graffiti:\n“From the point of view of tricks and the adrenalin rush, extreme horse riding is a lot more intense. With the horse surfing, like any surfing, it can be quite hectic or quite pleasant – it depends on your mood and how you’re surfing.  It depends on the horses too. Obviously different horses do have a different feel – some can be quite smooth, some quite powerful and aggressive.”\nAnd the sense of living slightly on edge while horse surfing comes from the sea’s side as well as the horse’s. “Unlike in normal surfing, you don’t want too much in terms of waves,\" explains Daniel. \"The board needs just of few inches of water. The secret to getting speed is to stay as shallow as possible – but it’s a gamble too because if you catch the sand with your board you’re going to fall down hard.”\nFace plant. Nice. Still, such risks haven’t deterred Daniel nor indeed stopped horse surfing from spreading to other shores. After the splash that was made a couple of years ago, other horse surfers have followed suit. Here’s a vid from Australia to prove it, complete with tricks, though these guys are using wakeboards:\n\n\nVisit \n to find out more or to book yourself onto a course.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1polejpg","title":"Horse Surfing FTW!!! [PICS]","author":"Karl Fabricius"}