{"url":"http://www.environmentalgraffiti.com/nature/news-what-many-believe-be-mysterious-chupacabra-killed-texas","content":"\nThe Chupacabra, or 'goat-sucker' is a rather strange creature that has been sighted an increasing number of times over the last two decades. The creature is often described as being 3-5 feet tall, with either green or brown lizard-like skin, though some sightings claim that the beast had hair. They are said to have sharp talons on their hands, and perhaps the most terrifying aspect is their large, ovular, glowing red eyes, witnessed on numerous Chupacabra sightings.\nIn Hood County, Texas, two animals that some believe to be the mysterious goat sucking Chupacabras have been shot. Many believe that the Chupacabra is nothing more than a mythical beast made up long ago to frighten children. No local reports of livestock being sucked dry have been reported.\n\n\n \nA frail, hairless hound was cornered on Wednesday, July 7. The strange looking creature, though in its condition harmless, still startled a code enforcement officer in the city of Cresson. The officer, Johnny Collins, said he was checking a city water well when he saw an emaciated, gray-skinned animal sneak into a barn at the adjacent Wake Sports Ranch, which operates a cable system that slings water skiers around a lake.\n \nFrank Hackett, Hood County animal control officer, entered the building with Collins to flush the creature out, but that's when it showed its teeth.\n\n\n \n\"It came toward me,\" Collins said. \"It growled and leaped, kind of like a kangaroo rat, and when it came down, it went back toward Frank.\" Hackett shot the animal. Jack Farr, owner of the MotorSport Ranch, stated that he had been seeing the animal for about three weeks on the property. \"One time I was on a four-wheeler and I came within 15-20 feet of it,\" he said. \"I just kind of veered closer to it, but it trotted away. I've never seen anything like it.\" Sightings of similar creatures have popped up in recent years at Edinburg along the border with Mexico and farther north near Cuero.\n\n\n \nThe carcass was taken to a veterinary clinic. The veterinarian stated that he found skin mites still active on the animal a day after its death. Mites are known to cause mange, but this animal had even more problems. It also had internal parasites, was extremely emaciated and would have soon starved to death had it not been shot.\n \nA similar animal was shot two days later on the Hewitt family ranch near Acton, about eight miles southwest of Cresson.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1b_tardigrade_in_space.jpg","title":"Chupacabra: The Goat Sucking Mythical Beast of Texas","author":"Tammy Marie Rose"}