{"url":"http://www.environmentalgraffiti.com/zozi/news-zozi","content":"\nWhen you're tied to a desk all day, incredible outdoor activities can feel as far away as the Antarctic Circle or the Andaman Islands. Whether it's cycling down the coast of California or sailing in the clear blue waters off North Carolina, the desire to go out and try something new burns strong, but if it isn't our personal circumstances that get in the way, it's financial constraints.\nWhatever it is that floats your boat – from kayaking and kite boarding to wine tasting and whale watching – San Fransisco-based company zozi says its aim is to make your activity of choice more affordable. And the company has just launched itself nationally across the US, so they're now active in 16 major cities: New York, San Francisco, Los Angeles, Washington DC, Chicago, Boston and ten others. \nzozi are in the business of curating and creating one-off experiences, often unique to the specific location in which they're offered. Take whale watching. That's not something you can do just anywhere. There are only so many places you'll be able to spot those beautiful leviathans, and zozi makes it their priority to know where to go. \nWhat's more, by teaming up with selected local partners and getting group discounts, zozi claims it's able to offer savings of up to 90 percent. So if fire eating lessons are your thing, you live in the right area, and you know a bunch of other people who are into that same circus craziness, you should be able find and book wallet-friendly deals on this particular activity.\n“Our team members have been to all 50 states and more than 150 countries. We know great experiences – they’re our specialty,” said zozi CEO and Founder TJ Sassani, who's currently on a bike riding trip down Route 51. Bicycle trip down the Californian coast? Nice for some, you might say, but Sassani wants to get other people out doing the same kind of stuff. “Our goal is to motivate people to break the theme park habit,\" he says. \nNow we haven't got anything against theme parks per se – some of them can be a heck of a lot of fun – but we know where TJ's coming from. There are more out-of-the-ordinary and adventurous things to be getting up to – some of them truly off the beaten track. And TJ for one is keen to \"encourage people to get out there and explore.”\t\nzozi is planning to continue its expansion into new cities and regions, and those who sign‐up at \n will receive regular emails highlighting what's happening locally. Currently, a minimum number of people are required to commit to a deal for it to be available, but hey, if you're on social media of some kind, you've probably got more friends than you need to get something off the ground, right?","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","title":"Affordable Outdoor Activities on Your Doorstep","author":"Karl Fabricius"}