{"url":"http://www.environmentalgraffiti.com/offbeat-news/weirdest-creature-on-earth/2734","content":"\nAs if the North American Star-Nosed Mole wasn't weird enough; this functionally blind mole (Candylura cristata), which has twenty-two worm-like and independently movable tentacles growing out of its nose, has also apparently discovered the secret of being able to smell underwater. The main difficulty with underwater olfaction, unless you have gills, is of course trying not to inhale any water while sniftering around. Even mammals like whales and dolphins that have been living entirely submerged for millions of years are thought to be unable to perform the feat.\nWhat Star-Nosed Moles, and possibly other semi-aquatic mammals seem to have figured out, is that they can use bubbles as a type of filter membrane to absorb surrounding smells. By rapidly inflating and deflating mucus bubbles from their nostrils, the various molecules which the mole is trying to identify will permeate the bubble filter so they can be ‘inhaled’ by the sense organs while liquid water is kept at bay .\nAfter witnessing this bubble blowing behavior by moles, Kenneth Catania, a research biologist at Vanderbilt University, set up an experiment to test whether in fact the bubble-blowing was a means of detecting odors while underwater. To prove his hypothesis, he smeared a trail of earthworm goo on a sheet of plexiglass and submerged it in an aquarium. Then, to keep the mole from using its super tentacle nose from directly touch-sensing the earthworm trail, he separated the mole from the plexiglass using a wire mesh. When Star-Nosed Moles were introduced into the aquarium, they were able to follow the earthworm trail 85% of the time. They were also witnessed to be blowing and inhaling their nose bubbles at a very rapid pace similar to the speed that dogs and other mammals are known to breathe in and out when tracking a scent.\nAh, the wonders of the natural world.\nsources:\n,\n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-44915-2893253190105101600S600x600Q85.jpg","title":"The Weirdest Creature on Earth","author":"colehendricks"}