{"url":"http://www.environmentalgraffiti.com/medicine/news-skin-crawling-ways-cure-sickness-0","content":"\nImagine several witches, centuries ago huddled round a steaming cauldron, gleefully consigning offensive items to the foul-smelling brew within it?  Maggots, worms, snails and who knows what else goes in.  As awful as that demonic broth seems, it could have been that they were foretelling the future of medicine. Ancient remedies, it seems, have their place in the modern world, in more ways than one.\nAmong the slimiest ‘creepy crawlies’ are worms and snails, but our revulsion seems misplaced.  Sea-living cone snails produce venom, which paralyses fish in seconds.  Scientists have isolated ziconotide from it, a chemical capable of blocking off pain.  Half of those tested in US trials achieved significant pain reduction.\nThis drug should be available within a few years, but needs an operation to use it – a small tube has to be inserted into the spine, so that doses can be injected into the spinal cord – and is likely only to be used as a last resort, for those who are suffering the most.\nIrritable Bowel Syndrome, and Chrohn’s disease affect many around the world, and solutions are elusive, yet a humble species of worm may well prove to be helpful for those who suffer. Researchers at the University of Iowa asked patients to pinch their own noses, then swallow a drink containing the eggs of parasitic worms.\n\n  \nWhen these hatched, in the intestines of the patients, and set to work, all sufferers reported great improvement in their conditions.  Research is ongoing, and the actual reasons for the improvements aren’t yet clear, but the scientists are optimistic.\nWe shudder, when we see maggots on a rotting corpse. Strangely enough, it is thier taste for diseased flesh, and the associated bacteria that makes them invaluable in medicine. Used during World War 1, and in Napoleonic times, the maggots clean wounds much faster than man-made antibiotics or antiseptics.\nOne tissue viability specialist, Jacqui Fletcher (University of Hertfordshire, England), says that ‘The maggots are sealed over a wound, and washed out three days later’. There are 850 hospitals in the UK, which now happily use maggot treatment, and even Margaret, the Princess Royal, has undergone this therapy, for burned feet.\n\nMany people shrink back, when a bee is near.  Being stung is very painful, and wanting to keep a wide berth is understandable, but bees, too, provide a substance that can bring relief to sufferers from arthritis.  Bee propolis, made to protect the young bees from infection, was found by the University of Oxford to have both pain-killing and anti-inflammatory properties.\nTherapy involving bee venom is more widespread in the USA and Asia than in this country, because of the remote possibility of fatal allergy, but arthritis sufferers who want to try bee propolis will find that most health food shops have stocks of the product involved.\nDoes your skin crawl, on seeing blood-sucking leeches?  The answer is probably yes, but this ‘blood-letting’ is enjoying renewed popularity among health professionals. Once employed as a standard cure for almost every ailment, though not seen that way nowadays, the leech still plays a vital role in burns units and reconstructive therapies.\nPoor circulation hampers healing, but leeches help to combat this. They feed happily on congested blood, and chemicals released during feeding help to thin the blood so that it flows more freely. Over 100 hospitals in the UK now use leeches to help ensure that grafted or re-attached body parts have a better chance of healing successfully.\nAnother terror is the snake, some so venomous that a bite can kill in minutes.  People naturally avoid them, yet stroke victims can be given unique blood-thinning relief, if treated with Ancrod - the drug purified from the venom of the Malaysian pit viper.  US trials showed that 40% of those treated recovered both physical and mental abilities. Its only drawback seems to be that it needs to be administered to a stroke victim within three hours of the attack, in order to be effective.\n\nRat poison for heart problems?  No way, you’ll say, but you’d be making a mistake.  National Health Service doctors, in the UK, have been using Warfarin – one of the most lethal of poisons for rats – for over three decades.  It is another blood-thinning drug, especially useful in treating deep vein thrombosis and atrial fibrillation.  The possible tendency to bleed too freely when injured is the reason why this drug should only be used under strict medical supervision, but it is nonetheless widely employed by health services.\nFew would imagine that mice are beneficial, but US research is showing that a treatment for brain cancer may actually become reality because of them. Mouse cells, when brought into contact with cancerous cells, seem to be able to kill them off, without harming the normal cells around them. Clinical trials in the US show that this effect works in humans treated with them.  Professor Gordon McVie, of the Cancer research Campaign, says that trials won’t start in the UK for another couple of years, but that they hope to have a new drug perfected within five.\n\nFinally, the most horrific of them all, the tarantula – that massive, hairy spider with the lethal bite – is proving to be yet another wonderful surprise for medicine.  Its venom contains an ingredient which can prevent disruptions in heart rhythm, which is a contributory factor in blood clots in the brain, leading to strokes.\nUS research shows that the venom has no side effects, and Dennis Noble, professor of cardiovascular physiology at Oxford university, has said that ‘This discovery is an interesting advance which could lead to a whole new type of therapy’, though it may yet be some years away.\nFood for thought, don’t you think?  We find ourselves stepping backwards in time to make medical advances, and things we have always instinctively shunned are now finding their rightful place in our medical knowledge.  It seems that the ‘medicine men’ of folklore really did know more than we gave them credit for.  Perhaps in future, we should all think twice about killing those pests out of hand.  One day, they might save our lives.        \t\t\t\t\t\t\t\t\t\t\n© Leather 2010\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Skin Crawling Medieval Remedies Are Making a Comeback!","author":"tonyleather"}