{"url":"http://www.environmentalgraffiti.com/ecology/weirdos-in-need-of-love/656","content":"\nThe world is full of weird, and yet wonderful creatures, many of which we wouldn’t know about if it wasn’t for the work carried out by \n(Evolutionary Distinct and Globally Endangered), a conservation programme launched by the \n (ZSL) to research and world’s most unusual creatures.\n\nEnvironmental Graffiti has reported on some of the bizarre creatures The Edge studies, and their progress through the world, including the \n river dolphin and the Long-eared \n.\nThe scheme targets animals with unique evolutionary histories that are facing a real risk of extinction, already the Baiji dolphin is classified as functionally extinct – not the title which holds the most promise of a reprise.\nThe ZSL says many of these species are ignored by existing \n plans, and this is maybe because they are so unique, they fall between the cracks. The Society defines Edge animals as having few close relatives, genetically distinct, and require immediate action to save them from extinction. These are exactly the type of creatures we should be focusing on, in order to understand evolution and ecology.\nJonathan Baillie, the programme's lead scientist said,\n\n\nThis has been made possible because of the development of a taxonomic \"super tree\" that shows the relationship between different species. One-of-a-kind species can then be easily identified, and threats to their status simply assessed. It is shocking to see such a large number of animals, which are critically endangered and for which there are no conservation strategies in place for.\nScientists have identified a total of 564 species that fall within the new definition of evolutionary distinct, and the ZSL's programme focuses on the top 100. In this first year, the ZSL has identified 10 \"focal species\" that will be the first to benefit from the initiative.\nThe \n (Loris tardigradus), is to be one of the beneficiaries, and it is found in southern Sri Lanka. The ZSL says the fossil record of the \n extends back to the Early Miocene (20 million years ago). Populations of this small primate are declining because of deforestation, and conservationists plan to restore its habitat and establish corridors between fragmented areas of forest.\nFor each of the animals on the list, the first step is for a team of experts to be sent to the region to assess the state of the species. The effort will include local students who will be recruited to act as \"Edge conservation fellows\" to carry out ongoing research, used to shape strategies to protect the species. The Edge are aiming to have action plans in place for the top 100 Edge creatures within the next five years.\nThe programme will be funded by grants, and from donations made by the public visiting a website updated with the latest field research, and blogs from conservationists working on the projects. So get \n!\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","title":"Weirdos In Need Of Love","author":"emma"}