{"url":"http://www.environmentalgraffiti.com/news-stunning-street-art","content":"\nForty-one-year-old German artist Edgar Mueller produces epic street art that takes your breath away. His first really big work (270 sq m) was at the Prairie Art Festival in Moose Jaw in Canada where he turned River Street into a river ending in a huge waterfall.\nToday, there are some utterly amazing artists whose work can leave you giddy with amazement, if not vertigo. They love to practice the art of illusion and are so good at it that your senses may well be fooled temporarily. Julian Beever is an English artist who is famous for his art on the pavements of England, France, Germany, USA, Australia and Belgium. Its peculiarity lies in the fact that Beever gives  his images three dimensionality when viewed from the correct angle. It's amazing.\n\nStreet painting has been recorded throughout Europe since the 16th century. Street painters in Italy are called madonnari because they often create pictures representing the Madonna. In England, they are called screevers.\nThe madonnari were itinerant artists. Aware of festival and holy days in each province and town, they traveled to join in the festivities. They created images in public squares and in front of the local church using bits of broken roof tiles, charcoal and white chalk. Passersby would often leave a bit of bread or olive oil for the artist along with an occasional coin.\nAfter the festivities or with the first rain, both the painting and the painter would vanish. For centuries, madonnari were folk artists, reproducing simple images with crude materials, until WWII disrupted their tradition and reduced their numbers.\nIn 1972, the first International Street Painting Competition was held in Italy. The goal of the competition was to record and publicize the work of (those thought to be) the last practitioners of this traditional art form. \nThe eldest painters were already in their '90s but the 1972 festival resulted in national recognition of the validity of the art form and causing a new generation of street painters to emerge. Within a decade, these artists were using commercial and handmade pastels to create copies of well-known masterpieces. Over the years, the competition has drawn younger painters and larger crowds. The festival remains popular and street painting festivals around the world are modeled on the event.\nKurt Wenner, born in Michigan, USA is an artist best known for his realistic street paintings. His 3D-chalk drawings on pavement and street have been featured in many newspapers and on several television shows. Kurt Wenner has the ability to  bring his talent for realism to the streets, literally, having invented a pictorial geometry that corrects the specific distortion caused by viewing his street paintings at an oblique angle. A former NASA illustrator, Kurt has had his work featured in a lengthy list of articles, television features, ads and documentaries.\nIn Dun Laoghaire in Ireland, Kurt Mueller was invited to create something for the Festival of World Cultures, supported by the Goethe Institute as the German contribution to the Art Festival. He transformed a section of the East Pier into a yawning Ice Age crevice, a feat that took Mueller and his five assistants five days to complete, using acrylic house paint.  \n“The conditions were difficult because if it started raining before a section had dried it could wash it all away.  I was very lucky that I managed to get each part done before the heavens opened,” he said.\nBecause of the nature of the paintings being so large and on a horizontal surface, the perspective only works from one single viewpoint. Move away from that point and the picture does not work. When working on these pieces, Mueller always has a camera set up at the view point to ensure the perspective is correct.\nThe artist is almost saying to you “go on, I dare you. Walk across it.” and certainly the paintings beg for the participation and interaction of the viewer.\nAs you can clearly see from the examples shown, these artists have an extraordinary ability to produce work that is deceptive and breathtaking all at once. There are so many brilliant practitioners of street art that it is very difficult indeed to pick 'the best', but these guys have to be among the elite.\nLet us give credit where it is due.  Artistic license allows for lots of stuff that really is not worth bothering with, but this type of art, on flat surfaces that gives you the illusion of real solidity and depth, must be among the very best there is to see. I for one love it, and hope to be seeing lots more incredible street art in years to come.\n\nI wish to acknowledge the contribution of the following websites for images and information used in this story: \n, \n, \n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","title":"Vertigo Inducing 3D Street Art ","author":"tonyleather"}