{"url":"http://www.environmentalgraffiti.com/bizarre/news-giant’s-causeway-ireland-bizarre-regularity-basalt-columns","content":"\nIreland’s Celtic heritage and oldest tradition of storytelling has made the lunar-like landscape of the Giant’s Causeway the subject of numerous  legends. The bizarre, sculpturally striking basalt formation of a series of cliffs, set in a scenic location off the coast of Antrim in Northern Ireland, gives precedence to the legend of Fionn Mac Cumhaill (Finn Mac Cool).\nOne legend has it that Fionn was a broken-hearted giant who was strong and big enough to build a pathway of hexagon blocks to his lady love Oonagh (Una). She lived across the water at Staffa in Scotland, which has a similar basalt formation. \nAnother story is that Fionn was challenged by a Scottish giant named Benandonner, and that both giants spent weeks on end building a like path to meet each other in battle. \nWhatever the story is, it certainly does not take from the Irish and other like-minded people calling the 70 hectare (145 acres) location the Eighth Wonder of the Natural World. In 1986, the Giant’s Causeway was inducted as a World Heritage Site by the United Nations Educational, Scientific and Cultural Organization, UNESCO.\nSixty-one million years ago, geological activity caused a series of volcanic eruptions, and molten lava flowed from cracks in the ground, causing valleys to burn and killing all vegetation. \nSixty million years ago, the basalt lava rapidly cooled, which caused it to shrink and crack into even polygonal shaped rocks (blocks). This in turn caused column-type joints to form beneath the earth.\nFifty-eight million years ago, another series of volcanic eruptions produced a lava flow with a different chemical composition. When this lava cooled, it did not form columns as definite and staunch; it cloaked the well-defined, durable column structures beneath the surface. \nAt the end of the Ice Age, 15,000 years ago, the frozen ocean chiseled its way past the high basalt elevations, eroding the shoreline and unveiling the cliff of columns, which resulted in the Giant’s Causeway. \nIt is estimated that close to 40,000 pillars of basalt sweep down from the cliffs to the ocean. The majority of the columns are hexagonal, but some have four, five, eight or even ten sides, measuring approximately 12 inches wide.\nThere is evidence today in the Giant’s Causeway that will take us back visually to the Irish mythological world of giants. \nLegend has it that a special seat was made among the column-shaped rocks for Fionn Mac Cumhaill where he would remove his boots; it was called \"the wishing chair\". Of course, any wishes made while sitting on that seat would undoubtedly come true.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/nan-madol-12.jpg","title":"The Bizarre Basalt Columns of Ireland's Giant’s Causeway  ","author":"Annette"}