{"url":"http://www.environmentalgraffiti.com/ecology/most-reintroduced-carnivores-die-in-the-wild/713","content":"\nAccording to a recent study at Exeter University, a significant majority of captive-bred carnivores reintroduced to the wild are unable to adapt and die.\nOnly one in three reintroduced animals survived in their natural habitat. For example, only 16 of the 45 lynx released in Switzerland survived.  The study, recently published in the journal Biological Conservation, looked at reintroduction programs involving 45 different animals and 17 carnivores, including lynx, wolves, and brown bears. The study authors believe that governments need to reconsider reintroduction programs in the wake of such findings. The UK government is currently considering reintroduction programs of three carnivores, the wolf, wildcat, and lynx, in Scotland.\nThe majority of the animals’ deaths were the result of human activity. More than half of the carnivores were killed by direct human action, mostly in shootings or car accidents. This is believed to be because animals raised in captivity do not have the fear of humans that their wild relatives do. In addition, many of the carnivores did not learn how to hunt well enough, leading to their starvation in the wild. Not only that, but they were far less likely than wild animals to form successful social groups and were more vulnerable to disease.\nThe study’s lead author Kristen Jule said: “Animals in captivity do not usually have the natural behaviours needed for success in the wild. Their lack of hunting skills and their lack of fear towards humans are major disadvantages. We have suspected for some time that captive-born animals fared less well than wild animals, but here it is finally quantified, and the extent of the problem is critical.”\nDespite all of the issues the study raised with reintroduction efforts, its authors are actually still in favour of reintroduction as a part of conservation efforts.  Jule believes they could be effective with some changes made that would prepare the animals for life in the wild more effectively. This could mean making sure hunting occurred in captivity, as well as reducing human contact and somehow promoting social group formation.\nOne of the most important aspects of any reintroduction, according to the study, is educating and getting the support of the local community before beginning a reintroduction program. Many of the animals became extinct because of conflicts with humans in the area, and many are killed after reintroduction for the same reasons.  Five wolves in Yellowstone National Park, for example, were killed by ranchers who accused the animals of attacking their livestock.\nSource: \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/i-XGRgLrS-Ljpg","title":"Most Reintroduced Carnivores Die in the Wild","author":"Chris"}