{"url":"http://www.environmentalgraffiti.com/animals/news-2-new-fish-species-found-gulf-oil-spill-area","content":"\nWith the discovery of two new fish species in the Gulf, the catastrophe of the Gulf Oil Spill has an added element to it that few are aware of. The hazards and effect on the environment, economy and food chain, including our own, have been discussed from almost all angles with the exception of this new discovery in the area of the Deep Water Horizon disaster. The two species are known as Pancake Batfish, a large flat fish with a huge mouth.\nBatfish are part of the anglerfish family which is famous for having an illuminated lure to reel in curious fish. However, batfish excrete a chemical from their lure to attract prey, rather than attracting it through illumination. The species was actually found last year but considered to be a single species. However, more recently a researcher noticed differences between 3 of them and returned to the Gulf to investigate.\nThey are named both for their flat shape and the way they \n. They use their stout, arm-like fins to 'walk' awkwardly along the substrate; their movements have been described as grotesque, resembling a walking bat.\nThe added \n is that one of the fish is \"completely restricted to the oil spill area,\" according to John Sparks, curator of Ichthyology at the American Museum of Natural History. \"If we are still finding new species of fishes in the Gulf, imagine how much diversity, especially microdiversity, is out there that we do not know about.\"\nThere will be two crucial questions in the next few years that need to be answered before we will know if these species survive. One is the as yet unknown effect of the massive amount of dispersants used to break up the oil, and of course if the fish can survive the effect of the oil itself, which can affect them directly and by harming their food supply, mainly consisting of plankton. There is a little bit of hope though, as anglerfish are one of the oldest known forms of fish - a 15 million year old anglerfish fossil has been discovered and, given the changes on the Earth during that time, they seem to have an ability to adapt. Rarely though are environmental changes as rapid as the flood of oil caused by the Deepwater Horizon spill and the subsequent gush of chemicals used to mop it up.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","title":"New Fish Species Found in the Gulf Oil Spill","author":"Michele Collet"}