{"url":"http://www.environmentalgraffiti.com/conservation/news-how-global-warming-and-natural-process-threaten-maldives","content":"\nThe island paradise known as the Maldives came to be millions of years ago when massive volcanoes rose out of the sea. Each year, hundreds of thousands of visitors travel to these islands for their coral sands, blue water and all the amenities of an island paradise.\nBut the Maldives are especially vulnerable to climate change. In order to protect themselves and thrive, the people of the Maldives must find a balance between benefiting from the features that make the islands so attractive and at the same time ensuring that the beauty of their islands is ecologically maintained.\nVolcanic islands are subject to the effects of natural forces in a big way. These include erosion, wave action and \n (a natural process where one of the plates that make up the Earth’s crust descends under another plate). The Maldives are especially vulnerable here because their highest point is only 2.4 meters above sea level. And global warming has already had an impact on the Maldives; for example, many residents have been relocated from marginal islands to better protected ones.\nAfter high tides flooded several islands, an ugly sea wall was built around the capital city, Male’ Hulhumale. This makes the island resistant to flooding, and was artificially constructed from sand dredged up from the ocean floor and dumped into a shallow lagoon. Yet, global sea levels are expected to continue to rise between 9 and 37 centimeters, continuing to threaten the Maldives. Beach erosion, powerful storms and higher sea surges will further degrade the fragile island ecosystem. \nPresident Mohamed Nasheed made it his mission to bring the world’s attention to the plight of the Maldives. His goal is to halt global warming, and he led by example, making the Maldives the world’s first carbon-neutral country. He once famously conducted a cabinet meeting underwater. He also played an important role in Copenhagen during the global climate talks. President Nasheed was the subject of the film \n, which drew international attention to global warming and the fate of the Maldives. \nHowever, Nasheed was forced to resign during a political coup, and the threats to the islands have changed. Politics dominate the news from the Maldives while threats of global warming take a back seat. \nIslands are dynamic landmasses that are subject to rapid changes and have been known to disappear, sometimes quickly. When all is said and done, the future of the Maldives may be an ocean grave. One tour operator even warns, “Come to the Maldives while you still can”. But the Maldives do not exist in a vacuum. Former President Nasheed warned that if the Maldives cannot be saved, then Tokyo, Mumbai and New York are also at risk.  \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dolphinjpg","title":"Global Warming's Rising Threat to the Paradise of the Maldives","author":"Lisa Hossler"}