{"url":"http://www.environmentalgraffiti.com/featured/cassowary-terryfying-bird-earth/10022","content":"\nQueensland, Australia. Philip Mclean, a 16 year-old boy, and his brother, three years his junior, encounter a cassowary. Despite the size of the brightly coloured flightless bird before them, the Mclean brothers attempt to bludgeon it to death with clubs. It is a fatal mistake. Armed with its long- and sharp-clawed foot, the bird kicks the younger boy, who flees. His elder brother lands a blow on the beast but is knocked to the ground. Lying prone, Philip is kicked in the neck by the cassowary, opening a deadly wound. The boy manages to get up and run but dies shortly afterward as a result of a haemorrhaging blood vessel in his neck.\nPhilip Mclean’s death took place in 1926, but attacks on humans by the cassowary – viewed by many as the most dangerous bird alive – are not uncommon. Such incidents happen every year in northern Queensland, most often involving a bird that has been fed by people, and usually with it chasing or charging the victim. Humans aren't the only targets either. In 1995, a cassowary struck a dog in the belly, and while it did not pierce the skin, there was severe bruising and the dog later died from internal injuries. If disturbed or made to feel threatened, this otherwise shy bird can be extremely aggressive.\nThe southern cassowary is one of the largest birds on the planet – only its relatives the emu and the ostrich are bigger – the female reaching almost 2 metres tall and weighing 130 pounds. It is the only bird in the world with any sort of protective armour, a helmet-like crest that protects its head as it darts through the dense rainforest scrub – which definitely makes it look descended from dinosaur stock. Yet it is the cassowary’s feet that really solidify its reputation as the most lethal of our avian cousins. The dagger-like middle claw of its stout, three-toed foot is 12 cm long, and some experts have claimed it can disembowel a man.\nReports of the cassowary having the ability to eviscerate or dismember humans and dogs with a single kick may sound like myth, but you certainly wouldn’t want to find out by being on the receiving end of a lunge when it lashes out. Another point to bear in mind: while this brawler of a bird is unable to fly, it is a good swimmer and on land it sure can shift, attaining speeds of up to 50 km/h and jumping to heights 5 feet. Quickly climbing a tree could be your only option if confronted by a cassowary – just make sure the tree isn’t dropping fruit, as this fiercely territorial bird will defend such food stores for days.\nBut let’s not demonise the creature with all this talk of its vicious nature; it’s not as if it’s some kind of \n. The cassowary is a caring parent – or at least the male is: after the female has laid her 3-8 eggs, this new man of the natural world incubates them for 2 months, then protects the chicks for a further 9. The reclusive cassowary can live for over 60 years, yet this wise old bird is in fact endangered. The main reason for its population decline is the clearance of its rainforest habitat, but it is also at risk from motor vehicles, dog attacks, hunters and rival omnivores, feral pigs. So consider the plight of the cassowary, which isn’t as tough as it seems.\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","title":"The Most Terrifying Bird on Earth","author":"Karl Fabricius"}