{"url":"http://www.environmentalgraffiti.com/ecology/crazy-world-extreme-snowboarding/3794","content":"\nFor most of us snowboarding is pretty exciting; riding down mountains strapped to a board is something many of us either love or would love to try. However, some have been left wanting more and these riders have been at the forefront of the scene known as extreme snowboarding.\nEssentially extreme snowboarding is nothing but snowboarding on difficult terrains containing obstacles such as cliffs, ravines and deep snow. To do this it means that you need to be an accomplished rider in good physical shape and with a great knowledge of the slopes and their dangers.\nThis can be seen by UK pro rider John Verity narrowly escaping serious trouble in August 2008 after his off-piste run with friend Eric Themal ended with him being caught up in an avalanche. \"Eric just landed off this drop and I thought a lot of snow kicked up,\" explains John, \"then I looked around and saw that the whole face was going and I was in the middle of this slide. It really started building up speed quickly and I tried to stand and ride out but it was too fast and the snow hit me from behind. I flipped over onto my front and it just got darker and heavier. I was just thinking please don’t be more than two metres.\"\n\n\nAlthough John got lucky and came away unscathed, extreme snowboarding has been blamed for a number of similar accidents. Ninety-five percent of people who are caught in avalanches are caught by a slide that was triggered by themselves or a member of their party. Also, with avalanche accidents occurring more frequently with more riders attempting extreme snowboarding, the law is coming down hard.\nRecently in France, two snowboarders who caused a slab avalanche were given 2 to 4 month sentences for the manslaughter of a teenage girl who was caught in the accident.\nWhile extreme snowboarding is in no doubt a thrill difficult to equal, there are dangers that impact the delicate mountain environment and lead to accidents such as avalanches, that while stunning to look at aren’t that much fun to be caught up in.\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbyXgnR8.jpg","title":"The Crazy World of Extreme Snowboarding","author":"John Johnston"}