{"url":"http://www.environmentalgraffiti.com/beaten-track/news-lake-tahoe-alps-california","content":"\nLake Tahoe is a top international attraction in California. The lake remains pristine with crystal clear water, cradled by the surrounding snow peaked mountains (even in the summer). The lake is 2 miles long and 12 miles wide! Some of the mountains around are 2 miles high! When one visits, one can mingle with people from across the globe, and you can hear the world’s languages just by walking down the street. Unlike other destinations, Lake Tahoe has something for everyone: biking, camping, horseback riding, fishing, snowboarding, skiing, boating, parasailing and more. It remains the a great summer and winter destination and offers such stunning views that one never forgets.\nJust sit on the sandy beach in July in the 85F heat, gaze at the sea-like lake and across to the jagged Alp-like mountains. Jump in and instantly cool off from the chilly water. What a perfect place to get away, relax and just chill. Hiking is a top thing to do. One can hike back into the remote areas to small lakes left by melted snow that are majestic, mirrorlike and as clear as glass. It is like a walk back in time to prehistoric times. There are also plenty of bike rentals on the west side to allow you to go exploring. Just ride!\nFor winter sports, the top resorts are: Heavenly, Squaw Valley, Kirkwood, Northstar-at-Tahoe and Alpine Meadows. The next best, and cheaper, are Sierra-at-Tahoe, Mt. Rose-Ski Tahoe, Sugar Bowl, Homewood and Diamond Peak. Winter sports require patience and money. One adult needing a lift ticket and ski rentals will have to spend at least $70 minimum for a day at the cheaper resorts. Then, there are the crowds to contend with, especially during holidays and it can become excessive. If you have your own skis, it is much cheaper as you only need a lift ticket.\nThe winter vistas seen from atop the mountains when you get off the ski lift are amazing! Just stand there and take in the view and be thankful that this lake remains very pure, as God made it. Zooming down the ski run is such a rush, going 50 mph maneuvering around others and trees. It does require strong legs and ankles especially if you hit moguls at a fast pace. If the run is too steep, start zigzagging to slow down. The speed going downhill narrows your vision field and focus to what is immediately in front of you. This is your only concern. It's your life! Your brain is truly an amazing thing as it analyzes dangers and probabilities within micoseconds. Your body makes adjustments. At the end of the run, you feel like a conqueror, as you made it down thousands of feet in one piece and with no spills. Eager for another rush, you get in line for the lift and within minutes, you are doing it again! Nothing like it! Learning to ski is not hard. All of the resorts offer ski lessons and even taking a half day course will teach you the basics and allow you to go down beginner hills. After a few runs down, your confidence soars and you do want to take the lift up to harder runs. The harder runs are only as difficult as you wish to make them. If you zig-zag down, you still will have a good time. Soon, you will try going straight down and only zig and zag when you are going too fast or in danger.\nTahoe in the summer means hiking, biking, taking the 100 yr old steam paddle boat across the lake, or just chilling on the beaches. You can camp at many places or even take the ski lift up the mountain and hike to the higher elevations, taking in some of the world's best vistas and panoramas, bar none! You can also shop till you drop or cross the State line into Nevada and gamble for fortune at the many casinos. Into jogging? What better place is there where you can run along the lake's rim and be distracted by snow capped mountains?\nThe weather in the summer is usually 80-90F in the day at the lake's rim but snow can still be present on the high peaks. The water is chilly, around 50-55F, so it is a bit hard to remain in it for very long. In the winter, temperatures are from 10 to 40F.\nGetting there by plane is easy, just fly into Reno, Nevada Airport and rent a car. Flying into Sacramento Airport is also fine but you are still two hours away by car. Most drive using Hwy 50 to South Lake Tahoe town or Hwy 80 to Truckee and turn off.\nRecommendations? This is the hard part, so many! If you are not a local (within a four hour drive) I would say:\n• Steamboat across to Emerald Bay\n\n• Ski lift at Heavanly Valley ski Resort\n\n• Rent a car and drive around the rim\n\n• Zephyr Cove State Beach (one of largest sandy beaches)\n\n• Hike into the back country ( just 1 mile) to Eagle Lake","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/altai1jpg","title":"Lake Tahoe: The Serene Beauty of the California Alps","author":"perrya"}