{"url":"http://www.environmentalgraffiti.com/animals/news-cats-currently-plotting-world-domination","content":"\nEven as we sleep, dark forces are plotting to grab control of our world and deprive us of our precious freedoms. Whether it is manipulating currency values, building doomsday devices or playing with string, these fiends will stop at nothing.\nWe speak of course of cats. These feline fiends have been plotting our demise since time immemorial, and we have the pictures to prove it. It's not hard to imagine that these ruthless predators have grander designs.\nDid you know that cats have an average of four kittens per litter, or as a group of kittens is called, a kindle. They are legion! Is your cat on the path to autocracy? Has he fashioned his mouse shaped chew toys into deadly weapons? Do you really believe any animal can sleep so long without dreaming himself your master?\nWhen not hacking up furballs or scratching their posts, cats are interrogating spies for their microfilm or lighting enemies on fire just to watch them burn.\nThere are many famous cats in history. Garfield, Puss in Boots, and of course, the Dark Lord Sauron. Just look at the eyes! If they let you, of course, cats have a third eyelid called the Hew.\nAll is not lost if we keep appraised of the danger. Just because we taste like chicken and fall into a trusting sleep every night is no reason to lose hope. All cats can be identified by their nose, which like a fingerprint, is unique.\nI know what you're thinking. This is all ridiculous! Cat's are our furry friends! They are watching us right now, with their night vision six times stronger than humans. They don't have any designs on dictatorship. They don't want to enslave us and make us worship them as gods.\nOh. My. God.\nNote: I have been instructed by my editors to explain that the above article is for entertainment purposes only. Of course cats aren't bent on building a global empire. That's just silly talk. Right?","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/31983352129fae817afezjpg","title":"What Are Cats Really Thinking?","author":"Gregory Johansson"}