{"url":"http://www.environmentalgraffiti.com/sciencetech/the-adriatic-sea-is-closing/735","content":"\nScientists have identified a new fault in the seafloor which could close off the Adriatic sea in the next 50 million years.\nThe newly found fault runs under the Adriatic sea, the body of water between Italy and the Grecian peninsula. The fault is slowly making Croatia’s Dalmatian islands larger, as well as pushing up the Dinaric Alps. The fault has been discovered where the Eurasian plate slides over the South Adria microplate. \nResearcher Richard A. Bennett of the University of Arizona said: \"The southern Adria microplate is covered by a thick layer of buoyant rocks called carbonates. As the Adria plate moves northeast toward Europe, the carbonate layer is scraped off of the microplate, much like snow in front of a snowplow.\" \nThose carbonates slowly pile up, leading to new islands which are then compressed together and help raise the Alps. It also means the southern “heel” of Italy is moving towards Croatia at the rate of about .15 inches per year while the Adriatic floor is being pushed under Croatia, meaning the Adriatic sea could be closed off in 50 million years.\nThe new fault was discovered using the science of Geodesy. Geodesy records the position of rocks at one particular time, like a geological GPS system. After 11 years of research, the scientists realized their measurements in the Adriatic pointed to a then undiscovered thrust fault in the seafloor. \nThe scientists believe the new fault must now be taken into account when considering the potential for earthquakes and tsunamis in the region. Bennett said: \"We do not know, given the current data, whether or not the fault along which the motions take place is accumulating strain that will be released during a large future earthquake, or alternatively whether the strain is accommodated without earthquakes. All indications are that the fault could produce a very large earthquake, but additional research is required to confirm this result. If the fault is capable of producing very large earthquakes, it could also be capable of generating a tsunami, because the fault is underwater.\" \n \nSource: \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tornado1_0.jpg","title":"The Adriatic Sea is Closing","author":"Chris"}