{"url":"http://www.environmentalgraffiti.com/news-2012-2010-freaky-nature","content":"\nSome people believe that the world will end on December 21, 2012 - which is said to be the end-date of a 5,125 year long cycle in the Mayan calendar. Whether this apocalyptic forecast is true or not, 2010 has so far been full of freaky phenomena, bizarre events in nature, and wicked natural disasters. It's only May, not even half way through this year, but here are the top apocalyptic events that have happened already in 2010. \nThe ground has quaked, shaking until the devastation is chaotically mind-boggling, with hundreds of thousands injured or dead. It all started in Haiti, and since then Chile, Hawaii, Japan, Turkey, California, Mexico, Russia, Indonesia, and then China suffered the same shaking fate. Many more places around the globe have also been affected by seismic activity. Here are a few images of the most deadly earthquakes so far in 2010. Like something out of disaster film or an epic night terror dream, these earthquakes triggered a deadly chain of events including \n, \n and \n.\nOn January 12th, a catastrophic magnitude 7.0 earthquake destroyed Haiti. By January 24th, at least 52 aftershocks  measuring 4.5 or greater had been recorded. An estimated 3,000,000 people were affected by the quake. The Haitian Government reported that an estimated 230,000 people had died, 300,000 had been injured and 1,000,000 made homeless.\nChile has endured not one but two deadly earthquakes. The first triggered a tsunami wave. On February 27th, an earthquake rating a magnitude of 8.8 shook the ground for 90 seconds. On March 11th, Pichilemu, Chile, experienced a 6.9 magnitude earthquake. Hundreds died and thousands were left homeless. There is a car under the wreckage, barely enough to register a blip on the scale of destruction caused by the earthquakes. \nOn April 14th, residents of Yushu, China, woke up to the nightmare of a magnitude 6.9 earthquake. In the above photo, Chinese paramilitary policemen searched for survivors under the debris of collapsed houses. Landslides and mudslides have since resulted as hundreds were trapped under the rubble and thousands were left homeless. \nOn March 6, a massive hail storm hammered Melbourne, Australia. The hail was nothing short of giant-sized:\n\n\nThen came the flash flood, as seen in another video footage in a different Melbourne location:\n\n \nLike some pestilence plague out of the Old Testament Bible, locusts swarmed and invaded Queensland, Australia on April 8th. The plague is said to be the biggest to hit the region in 30 years and stripped much of the plant-life bare. \n\n \nThis sounds like an April Fools prank, but the phrase 'it's raining cats and dogs' came from somewhere. That somewhere is the rare phenomenon of non-aqueous rain. Once again in poor Australia, this time in a remote desert town that is 326 miles from the nearest river, it \n for two days. Since people are not expecting objects like fish to fall from the sky, it is rarely documented with photographs. However, here is one such photographed example of non aqueous rain.\nThis meteorological phenomena was documented by National Geographic in the 1970s. This most bizarre event has been occurring for more than a century on a yearly basis in Honduras. It is called \n or Rain of Fish. If you go, take a frying pan and take part of the fish eating festival that follows. And please take pictures. Other documented cases of non aqueous rain include a shower of frogs in Wiltshire, England, which made the headlines in 1939. In 1983, many yachtsmen in Dorset reported lumps of coal falling from the sky. \nThe 2010 volcanic eruptions of Eyjafjallajökull in Iceland caused major disruption to air travel across western and northern Europe. On April 14th until April 20th, most flights were canceled within, to, and from Europe. The eruption on the 14th exploded a plume of ash 30,000 feet in the air.\n\n\nThe night of April 14th, thousands of people across parts of Missouri, Illinois, Indiana, Ohio, and Wisconsin witnessed a gigantic fireball lighting up the dark sky. Reactions ranged from, \"It's the end of the world,\" to \"UFO!\" Although the fireball was impressive and highly unusual, the reality of it is somewhat less dramatic. The fireball that streaked across the sky was a large meteorite glowing as it entered the Earth's atmosphere from outer space.\n\n\nTornadoes happen every year in tornado alley, so there is nothing highly bizarre or unusual about it. In the last week, tornadoes caused loss of lives and property damage as they ripped paths of destruction in Mississippi, Tennessee, Louisiana, Arkansas, Texas, Kansas, Colorado and Alabama.\nWhat more can happen? Never ask that question for people soon find out what's next. For example, we are approaching the upcoming hurricane and typhoon season. God help us...\n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","title":"8 Bizarre Meteorological Phenomena That Could Herald the Apocalypse","author":"Angel"}