{"url":"http://www.environmentalgraffiti.com/news-12-plankton-christmas","content":"\nDr. Richard Kirby, a Royal Society Research Fellow at Plymouth University was going through his images of plankton with a festive eye in mind and discovered there were quite a few that fit with the season. In fact he ultimately came up with the \"12 Plankton of Christmas.\"\nThese are phytoplankton which live in a gelatinous matter (think ham in aspic). You notice them as the sea foam that washes up on the beach when a 'bloom' dies.\n\"Many people have remarked how certain plankton remind them of other things, so I've picked out the '12 plankton of Christmas,'\" Dr. Kirby explains. \"The importance of these micro marvels in the sea can't be underestimated.\"\nAn unusual plankton here, the starfish larva body is the transparent part, while the orange is the juvenile starfish or Luidia sarsi. It detaches from the body and sinks to the floor while the leftover body keeps swimming with plankton until it dies.\nDr. Kirby continues: \"Their (Planktons) importance on a global scale is obvious when you realize that 50 per cent of the world's photosynthesis takes place in the surface of the sea, drawing carbon dioxide from the atmosphere into the oceans and releasing oxygen.\"\nThis beautiful \"tree\" is actually an upside down paddle worm with its tentacles flowing back down its sides. It swims with a paddling motion, hence its common name while the Latin means \"cut\" and \"wing.\" Some species will release glowing sparks when disturbed.\nThe golden color comes from symbiotic phytoplankton called zooxanthellae inside the single celled Acantharea. The needles are made out of celestite which many of us know as a pale blue beautiful mineral.\nUnderpinning the whole marine food chain, phytoplankton, which are plantlike and no bigger than the width of a human hair, are fed on by zooplankton.\n\"These diatoms and phytoplankton like them are the primary producers in the surface of the sea and account for 50% of all photosynthesis on Earth,\" Dr. Kirby explains. \"Without the plankton food web, there would be no fish in the sea or seabirds in the skies above. The largest mammals on earth, the baleen whales, even rely upon these smallest of sea creatures for their food.\"\nBelieve it or not, these Doliolids are actually distant relatives of ours. They swim by pumping water when they contract their body wall. Anyone swimming in the sea will have swallowed them without realizing it.\nThese larva of the sea anemone may not look familiar right now but they turn into gorgeous '\n\" as the link shows. In the meantime, the ocean's Santas have their own hats!\nDr. Kirby says: \"With sea temperatures rising as a result of a warming climate, the numbers and distribution of the plankton are changing with ramifications for the whole marine food chain, and the ecology of our planet.\"\nAbove you can see baby brittle stars ready to start their journey as adults after sinking to the sea floor. Brittle stars are near relatives of star fish and as adults have very long slim arms.\nDr. Kirby continues his explanation of the importance of plankton: \"Your car is also fueled by their remains and over millions of years they created some of the most enigmatic features of our coastline. So when you drive your car to the festive family gathering it is all thanks to the processed plankton that fuel it. When you turn on the oven to cook the Christmas turkey, the gas comes from plankton that sank to the seafloor over hundreds of millions of years of earth's history.\"\nSea angels are sea slugs - the \"wings\" are modifications of their foot that they use to locomote and catch prey. Their prey are sea butterflies (another species of pteropod) and the angels have co-evolved to the point that even their metabolism is closely matched to that of their prey.\nThis baby starfish, unusual with 7 arms has just detached from its larval body and is sinking to the sea floor to continue its growth - it will grow to be between 40 and 60 cm! The upper arms are pale orange to reddish orange but the lower are white. Some half bury themselves to catch urchins and bi-valves.\nThis tiny jellyfish is an important predator in the plankton food chain. It has 8 long sex glands just under the roof of the umbrellas and around 80 tiny tentacles at the base.\nDr. Kirby explains these 3 \"wise men\" are not just interesting looking but feed common marine animals that are very familiar to us: \"The plankton underpin the whole marine food chain. Many organisms like crabs, mussels, barnacles and worms that live on the seabed have planktonic larvae as not only is the plankton a good place for the young to feed and grow, but the ocean currents can transport their larvae to new locations.\" \nThe whimsy of these festive creatures is only matched by their importance to the world, both in terms of climate change and biodiversity in our oceans.\n.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-41918-2147477690104237032S600x600Q85.jpg","title":"The 12 Plankton of Christmas","author":"Michele Collet"}