{"url":"http://www.environmentalgraffiti.com/featured/tiny-people-invade-home/17177","content":"\nIn ‘Plastic Life’, French photographer Vincent Bousserez creates Lilliputian-scaled contemporary art using plastic figures and household objects. Keen provoker of the double-take and the nervous laugh, he offers us a looking glass through which to see ourselves afresh, as the moulded, not-so-model human beings we are. By juxtaposing his protagonists with everyday domestic items, Bousserez brings their stories disconcertingly back home – to make us think again.\nBousserez’s themes are as many and varied as the shifting scenes he presents; as the ordinary objects he finds new purposes for or the changing attire of his painted figurines.\n \nIn their own particular ways – some more obviously than others – these little folk are at the mercy of the great capitalist slave drivers, work and time. Watches are a recurring motif; people labour.\nSome of the pieces are explained by their titles. \nBut titles or no, the meaning is often squinting back at us. In making his miniatures so obviously the subject of our desire to observe, Bousserez draws attention to an age governed by surveillance – where the power of the gaze rules – and in case we miss the point he drops in a few reminders.\nEnvironmental issues also seem to be on the agenda. \nBase consumerism too.\nYet whatever exactly is being expressed, the otherwise trivial significance of small objects is always magnified.\nA single cigarette end becomes a toxic hazard beyond itself – a mark of the poisons in our lives, often willingly consumed.\nFar from being shied away from, bad habits are part and parcel of the artist’s concerns. “Each photo becomes a poetic and humouristic screenplay which can be interpreted as [a] denunciation of our vices,\" Bousserez has said. And not only drugs receive the artist’s satirical hand.\nTraditional sins such as lust and vanity also figure strongly, albeit in modern manifestations. \nAnd we too are implicated in eating forbidden fruits by our act of voyeurism.\n \nSome of the most interesting pieces in ‘Plastic Life’ incorporate actual human body parts as ground on which the figures walk.\nIn this way, curious expeditions become curiouser still.\nThere is room for the beautiful as well as ugly sides of life in Bousserez’s work.\nAt once strange and familiar, playful and profound, Vincent Bousserez’s ‘Plastic Life’ offers a welcome fly-on-the-wall perspective on the journeys on which our lives take us.\nWith thanks to \n for permission to use his photography.\nSource: ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","title":"Tiny People Invade Your Home","author":"Karl Fabricius"}