{"url":"http://www.environmentalgraffiti.com/ecology/marine-protection-around-british-isles/635","content":"\nThe UK has begun public consultations to extend the \n around the British Isles.\nSeven areas, totalling 10,000sq km of sea, have been earmarked as sites for the UK's first offshore Special Areas of Conservation.\nThese areas are especially important as they include habitats of important sea life, such as sandbanks, sand volcanoes and cold water coral reefs, found in the seas surrounding the UK.\nAt the moment, only coastal and inshore areas are protected, the majority of the wildlife in and around our coasts are found in shallow water. However, although our coasts are protected from damage, there is still a large threat to wildlife which lives beyond the protected limits.\nJonathan Shaw, the minister for \n, landscape and rural affairs, said: \"The UK has one of the richest marine environments in the world.\" We want to bring conservation standards at sea up to the level of those that we have on land, to give greater protection to sea life.\"I want to see a network of marine protected areas around the UK by 2012, and these seven new proposed offshore areas would be a big part of that.\"\nThe sites include the recently discovered cold water \n to the north-west of Scotland, and the Scanner and Braemar Pockmarks in the North Sea where methane seeps from the sea floor, sustaining communities of worms and other organisms.\nAlthough over 380 organisations have been consulted on the proposals there is some concern over how each of the areas were selected. There are many sites around the UK which have a greater ecological significance which have been left out. These include Dogger Bank in the North Sea, an important spawning ground for\n and dolphins, which was not recommended for protection.\nThe purpose of the consultation also aims to determine the level of protection each site will have. Some protected areas can bring benefits to the \n industry by creating places where young \n can grow. The UK's only \"no-take zone\" around the Isle of Lundy has brought local shellfish populations back from their over fished state. The \n (Joint Nature Conservation Committee) decision, to determine if a marine industry activity will be permitted, depends on the features at the site, the level of protection required and the type of activity.\nMs Johnston (Charlotte Johnston, the Marine Site and Strategy Team Leader at the JNCC) said:\n\n\n\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","title":"Cod Dammit! Will somebody please think about the fish.","author":"emma"}