{"url":"http://www.environmentalgraffiti.com/news-bikes","content":"\nStudents in the United States usually get a good lesson on the history of the automobile. That's because in the US in 1908, the Ford Manufacturing Company debuted the world's first affordable and simple car, the Model-T, making history and altering the manner in which we humans live our lives. But in recent decades, growing bicycle subcultures have done their part to claim the two-wheelers' deserved place on paved and unpaved roads everywhere. Just like car design, bike design has evolved into a gentle drama between science and art.\nSo if car design began with Henry Ford's first attempts at the start of the 20th Century, then when did the bike come into existence? Perhaps a French person can tell you, because the prototype of the first bicycle came out of Paris in 1819. Pictured above, it is called a draisienne, a dandy horse or a hobby horse, and it was the first means of transport to employ the now-popular two-wheel system.\nBelow, is a bike design that came some decades later. This bike was popular starting around 1860.\nIn the next decade, this famous big-wheel design was developed in order to increase speed. Weight was also an issue, so designers kept the back wheel small. New materials and tubular design were introduced. \nThe big wheel design had some obvious flaws. But with some hard work and ingenuity, designers were able to come up with a gear system that allowed quicker bicycles without the presence of one giant wheel. Over the next century, the bike would come into maturity. And thanks to an ever-innovative and interested bike community, the bicycle continues to get upgrades: from lightweight carbon fiber parts, to playful-looking spokes, to rims that come in every color of the rainbow.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","title":"A Brief History of the Bicycle ","author":"little_green"}