{"url":"http://www.environmentalgraffiti.com/cities/news-irish-hunger-memorial","content":"\nThe \n in New York City, NY is situated in the Battery Park City neighborhood. It memorializes the Irish Famine of 1845-1852. Over a million Irish died as a result of this famine and one million more emigrated from Ireland. \nDesigner Brian Tolle universalized the lessons of the Irish Famine by including references to other famines in human history. Visitors start with a stark representation of famine. Then they climb a path through a simulated Irish meadow. Finally, they look upon the Hudson River and the Statue of Liberty.\nIrish limestone hangs over the grim approach to the Irish Hunger Memorial entrance. The stone starts low to make a visitor feel crowded before it slowly rises. Quotes on the entrance to the memorial bear testimony to the suffering of famine victims. One quote from a 1847 letter to the Lord Lieutenant of Ireland reads: \"They are dying as numerous as bees on a harvest day, burying them in their own clothes, without a coffin or any other thing requisite for them to defray their funeral charges.\" Speakers at the entrance play Irish music and utter statements about hunger.\nThe entrance to the Irish Hunger Memorial leads into a mid-19th century cottage that was moved from Ireland and rebuilt at the memorial. The roofless cottage opens up to a path through a replicated Irish meadow. The meadow is a prime example of how a green roof can simulate natural landscapes. Irish flora such as blackthorn, foxglove and ling heather populate the meadow. Small flowers match the scale of this pocket park. Stones representing Ireland's counties are scattered among the plants. The peaceful landscape offers an opportunity for quiet reflection.\nThe path through the Irish Hunger Memorial ends at a lookout point with a view of the Hudson River shoreline where immigrants to America disembarked for generations. On a clear autumn day after the leaves have fallen, visitors can discern the Statue of Liberty in the distance. \nThis landmark reminds visitors about the importance of immigration. The death toll from the Irish Famine would have been much greater if the Irish had not been able to immigrate to other countries. Although a blight is the biological cause of the Irish Famine, \n. A trip to the Irish Hunger Memorial is a reminder of the need to prevent hunger through better policies.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb11.webshots.com-33994-2100098910104237032S600x600Q85.jpg","title":"New York City's Sobering Irish Hunger Memorial ","author":"Joseph Dunsay"}