{"url":"http://www.environmentalgraffiti.com/news-matterhorn-melting-away","content":"\nThe Matterhorn, one of the most iconic of the Alpine mountains, is reportedly beginning to melt like an ice cream cone thanks to the effects of climate change.\nThe Swiss peak, whose appearance delights tourists and locals alike, is being eroded due to melting ice water from the glaciers at its summit. The water penetrates the cracks and fissures in the mountain and is then re-frozen in the winter. This freeze-thaw action causes large boulders to be dislodged and swept further down the mountain.\nThis increased erosion has terrible implications for climbers. In 2003, a fall of over 1,000 cubic meters (3,280 feet) of rock in the Hörnligrat area of the mountain stranded 90 people above the snow line. The hapless mountaineers needed to be evacuated using Alpine Rescue helicopters.\nReports of the mountain’s erosion come from a study carried out by researchers at the University of Zurich, who began an examination of the mountain in 2007. They concluded that the Matterhorn was only one of several peaks in the Swiss Alps threatened by climate change, and that the effects of global warming on the world’s mountain ranges could be much worse than previously thought. \nAndreas Hasler from the Geographical Institute in Zurich commented: “If spring and summer are as warm in 2012 as in 2003, with similar weather conditions the events of 2003 could well be repeated.” In other words, future climbers could be facing a more risky journey than ever if they brave the mountain’s peak – and the Matterhorn has always been dangerous, claiming the lives of Charles Hudson, Douglas Robert Hadow, Michael Croz and Lord Francis Douglas, the first party to reach its summit.\nPhil Thornhill, the National Co-ordinator of the organization Campaign Against Climate Change, said: “I think it’s a canary in a coal mine kind of a thing and it shows that [climate change] is beginning to transform the world as we know it. It could make the whole North Face terminally unsafe to climb except in very cold weather. It’s quite depressing in a way as someone who has known those areas and has been up the mountain.\"\nThe Matterhorn’s 4,478-meter (14,690 ft) height was one of the last major Alpine peaks to be conquered by climbers. The area’s natural beauty makes it an important tourist attraction for trekkers, day-trippers and sports enthusiasts in Switzerland. Despite being ascended back in 1865, the area still has some very challenging climbs for mountaineers.\nThe problem of global warming has never been demonstrated more clearly than by the thousands of tons of rock turned into rubble on the Matterhorn – the cause being a simple turning up of the heat.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/art-350.png","title":"The Alarming Impact of Climate Change on Switzerland's Matterhorn","author":"Chris Barker"}