{"url":"http://www.environmentalgraffiti.com/plants/news-first-genetically-modified-crop-found-wild","content":"\nA genetically modified plant has been discovered growing freely within the US. Researchers discovered the transgenic canola thriving well in the fields of North Dakota. This is not something to leap up with joy about.\nFirst, it shows the negligence with which GM crops are treated in this country. These crops were introduced in the early years of the 1990s and many farmers have turned to them. The United States accounts for about 50% of all transgenic crops grown in the world. This is way ahead of the second largest user, Brazil, which grows just about 16% of the world's transgenic crops.\nAlthough GM crops have already been discovered growing free-range in other countries, like the UK, Japan, and Canada, this is the first discovery in America. It is still not known to what extent the crop has escaped into the wild.\nCynthia Sagers headed the team of researchers who discovered the transgenic canola, which is also called rapeseed, or Brassica napus, in scientific terms. Cynthia is a University of Arkansas ecologist.\nThe team discovered two types of the crop in non-cultivated land in North Dakota. One variety was modified to resist Monsanto's Roundup herbicide while another was modified to resist Bayer Crop Science's Liberty herbicide, which are respectively known as glyphosate and gluphosinate. The researchers also discovered some crops that were resistant to both of them, showing that the crops had bred and produced a completely new variety that exists in this region only.\nThe discovery of the new variety shows that several generations of the GM crops had existed in the wild. Although there is still need for more studies concerning the ecological consequences of the crops in the wild, this new variety is likely to be a problematic weed to farmers.\nThe discoveries of GM crops growing in the wild in other countries was not so alarming as this, because they were relatively close to areas where the crops were being cultivated commercially. In America, however, the crop was discovered in various places far away from the commercial farms, such as along roads, around grocery stores, and even in petrol stations.\nThe team of researchers took samples of plants at intervals of 8km, between June 4 and July 23, 2010.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"When Genetically Modified Crops Go Wild","author":"Gregory Johansson"}