{"url":"http://www.environmentalgraffiti.com/news-animal-squatters-stealing-others-shelters","content":"\nThese animals are either clever or just pain lazy, not wanting the hassle of crafting their own homes. However, they have a simple solution – to move in with someone else!\nAcross the animal kingdom many species are destined to be great home-makers! With well adapted features such as sharpened claws for digging or beaks to bend and weave materials they can construct specially crafted homes to suit their individual needs. Unfortunately, it’s these hard working species that often find themselves in risky situations with new housemates or uprooted homes.\n \n \nIn Eastern North America these clever reptiles are well known for their long tunnelled burrows, cleverly put together from intensive digging with their adapted, flattened forefeet which allow them to easily claw out dirt whilst pushing it to each side, creating thick burrows. These burrows are ideal for the gopher tortoise's lifestyle – providing shelter from direct sunlight and heat in the day and allowing them to easily stroll out during the night when temperatures lower and they fancy a munch on something appetizing. \n \nSounds like such an idealistic home? Well because of being so impressive there is no wonder why these are often snatched! In many cases when the gophers casually leave their homes during the night, other active predators within the area come across them. The desire for warmth, protection and a suitable breeding ground within the tortoise’s home attracts a wide range of interested animals – with racoons, snakes, lizards, opossums and foxes being at the top of the list and having no fear of slipping into the gophers shelter, stealing all of the gopher's hard worked hours for a temporary night's shelter. Not all species are this kind though and don’t back down.\nThe small, yet long legged burrowing owl’s \n shelter is very similar to that of the gopher, so when stumbling across such a fine match their attitude is “why bother?” Instead of digging new tunnels they simply hop in, steal the tunnel of the tortoise becoming perfectly adapted squatters. The cheeky bird shows no intention of moving and displays its new place in the home by squatting right at the tunnels entrance, glaring indignantly at the gopher as it tries to push past to get back into its home. Very frustrating for such a hard working digger, but come on, it’s a funny picture? \n \nSo what happens to the large nests, burrows and shelters created by migrating birds? Are they snatched up while left unattended or do they just collapse over time? Shearwaters, prions and petrels are nesting creatures that create dense tunnels on the cliff tops of New Zealand’s remote offshore islands. But with behavioural patterns of migration, these nests are left unattended for at least several months, so what happens when they return to them? \n \n – large reptiles which take complete advantage of the birds’ absence and with no hesitation move in. Being covered with the sea birds' droppings, large beetles and insects are attracted to these nests - and guest what the tuatara’s diet is composed of? Yes that’s right – the great big whooping bugs and insects that end up in the birds home. \n \n \nThe returning Shearwaters actually hold no objection to their new giant 2ft (60cm) imposers. Why? Because a tuatara makes a good caretaker! These reptiles (a beautiful walking, living fossil that has been around for over 100 million years) keep the tunnels clean by removing and eating unwanted pests and bugs! During nesting the birds lay their eggs in the nesting chamber at the end of the tunnel; they ignore the tuatara completely as it holds no intention of eating the egg. Unfortunately, this circumstance changes and the tuatara gets a little greedy when settling eyes on the hatched chick! The mother has to keep guard as just one careless minute, leaving the chick unattended, and it will be a goner to the tuatara - just like their homes!\nThe land and water dwelling hermit crabs (Pagurus bernhardus) are unfortunate enough to bear no natural home of their own, but nevertheless these feisty crustaceans have no second thoughts in taking over second-hand vacated shells! \nWith a very soft abdomen Hermit crabs are vulnerable species, so for protection from predators and dangers, hermit crabs seek out abandoned shells. Once studied and appreciated, and content with its chosen mobile home, the hermit crab pulls itself inside, leaving several chunky dangling legs and a bright red head outside of the shell. Usually they look for shells that are a little too big for them – allowing them time to grow and develop without having to continuously exchange shells, saving time and vulnerability. Room is also provided to allow something else to grow... \nA large species of hermit crab does not just tie a contract with a home but also has a roomie – the ragworm! These are small marine creatures known for their paddle like bristly legs. The ragworm \n has got the sweet life cracked down to a fine art, not only being carried in a mobile home, but frequent meals are also delivered right to the doorstep! As the hermit crab forages over the sea bed, the ragworm wastes no opportunity on poking its head out to grab odd scraps that drop from the scissor like mouth parts of the crab. \nAnother type of hermit crab \nis a very interesting species, with dull pinkish claws and legs painted with vibrant stripes of orange and purple they look like little rugby players! Not only interesting in appearance, these grabs are interesting in their behaviour – they team up and live in symbiosis with the cloak anemone (\n). \nThe sea anemone squats on the hermit crab's shell, waving about its tentacles to attract food. Being attached to the crab provides optimal chances of gaining prey whilst being transported through the water. This is no bother to the hermit crab at all, as the cloak anemone’s long, stinging tentacles provide protection from larger predators! The brilliant thing about this is that their relationship is so strong and appreciated, that when the hermit crab looks for a new shell it takes the sea anemones with it! With its large claws the anemones are soon prodded off the old shell and coaxed to the new one! Now that is what I call I reliable roomie!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","title":"Animal Squatters: Creatures Which Steal Their Shelters","author":"Emmysarus"}