{"url":"http://www.environmentalgraffiti.com/featured/10-most-incredible-solar-flares-captured-in-pictures/11175","content":"\n are like the Sun's equivalents of Earth's natural hazards, though of course they occur on a much larger scale. It would be nice to say such phenomena have minimal impact on the environment or life on Earth, but solar flares do strongly influence our local space weather, and produce streams of highly energetic particles in solar wind that can pose radiation risks to astronauts. Who knows what a biggie could do? While we wait for the answer, trying not to put the words \"mass\" and \"extinction\" together, don your protective glasses and prepare for some dazzling images of solar eruptions – like the limb flare above.\nSolar flares are giant explosions in the Sun's atmosphere that release incredible amounts of energy. Putting our puny attempts at generating power firmly in their place, solar flares heat plasma to tens of millions of degrees Kelvin and accelerate particles to almost the speed of light, while emitting radiation across all wavelengths of the electromagnetic spectrum – from radio waves to gamma rays.\nMost flares occur in active regions around sunspots. They are triggered by the sudden discharge of stored magnetic energy in the corona, the Sun's plasma – or ionized gas – atmosphere, visible as a halo during solar eclipses. Above, one of the largest X-ray solar flares ever recorded is pictured, which took place in 2003.\n\n\nIn this video clip, we see what could be the first major flare of the next solar cycle exploding from a new sunspot. It seems solar flares go through peaks and troughs of activity in a cycle of 11 years or so. According to a recent article in \n: \"Last year marked what scientists thought was the solar minimum. But through the beginning of 2009, the sun stayed unusually quiet. That changed yesterday, when a major sunspot appeared on the backside of the sun.\"\nThe image above shows a filament erupting during a solar flare, lifting off the active solar surface and blasting into space as an enormous jet of magnetic plasma. Observed at extreme ultraviolet wavelengths, both the emission and absorption of energy that takes place during such events can be seen. The plasma physics of these processes is not completely understood, though the one certainty is that it's the Sun's magnetic field pulling the strings.\nThis stunning eruption above is not a solar flare but rather a solar prominence, a huge cloud of gas suspended above the Sun and manipulated by – you got it – magnetic forces. Observed from the STEREO spacecraft orbiting the Sun, this prominence rose and cascaded to the right over several hours, like a flag unfurling, as it broke apart and streamed into space.\nProminences are relatively cool, though emphasis is on the word \"relatively\", as they can still reach a scorching 60,000 Kelvin in temperature. They appear to be the after-effects or so-called after-flares of solar flares proper.\nThis next pic shows another prominence, this one handle-shaped and similarly huge. A prominence will often extend in a loop as it traces the Sun's magnetic fields. When prominences erupt, escaping the Sun's atmosphere, they tend to form over a timeframe of roughly a day, though stable prominences may linger in the corona for several months. Above, the hottest areas of the Sun appear almost white, while the darker red areas indicate cooler temperatures.\nWhen prominences break apart, they can give rise to a phenomenon known as a coronal mass ejection, such as the one pictured above. A coronal mass ejection is an ejection of material from the Sun's corona that sends a giant spray cloud of charged plasma particles, elements and the trailing coronal magnetic field hurtling into space. The force is comparable to a billion megaton nuclear bombs.\nIn this next image, loops of highly charged particles burst from the Sun, whose turbulent surface sizzles at around one million Kelvin. The commotion of the charged particles creates a strong magnetic field that pulls the particles into the loops, like a ball of string in agitated hands. Over time, magnetic stress builds in the Sun's atmosphere until – boom! – the energy is released in massive explosions of the type we have been treated to here.\nWhen the charged particles and X-rays released come to bombard the Earth – a la \n – they can disrupt communications and power systems while also posing a potential threat to satellites and astronauts in space.\nAccording to NASA: \"Understanding the difference between harmful and harmless coronal mass ejections is one of the biggest questions...[facing] scientists studying the face of the sun.\" Nevertheless, with the two STEREO systems observing the Sun from opposite angles, we are well placed to see such ejections in three dimensions instead of just one, and to better understand how solar storms travel through space.\nThis final image is not strictly speaking a solar but rather a stellar phenomenon, as it shows a tremendously powerful explosion from the distant star, EV Lacertae. Thousands of times more powerful than the largest solar flare observed to date, the consequences of this record-setting flare would have been of more concern had it occurred closer to home. Interestingly, EV Lacertae is a much smaller, weaker and younger star than the Sun, but because of its youth, it is spinning faster and whipping up gases to produce a far more powerful magnetic field. Makes one more than happy with our own Sun's middle-aged spread.\n, \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"10 Most Incredible Solar Flares Captured In Pictures","author":"Karl Fabricius"}