{"url":"http://www.environmentalgraffiti.com/news-could-carbon-cap-trigger-ice-age","content":"\nAccording to some researchers, the Earth suffered a so-called little ice age which was the result of a significant dip in C02 emissions caused by an abrupt decrease in human population, which preceded it by 400 years.\nAccording to this view, the time when humans began to have a significant effect on the Earth's climate began not with the discovery of coal, but much earlier, with the introduction of agriculture. At this point, the human population began releasing large amounts of C02 into the atmosphere by burning forests to clear land; and later, further increased their greenhouse gas emissions with the widespread domestication and breeding of animals, which increased methane emissions. As the human population increased and flourished, so did these practices, and the greenhouse gases in our atmosphere continued to rise.\nIt is unfortunate (not to say inconvenient) that the Earth's temperature barely changed during this time period, and if anything, it decreased... but that's besides the point! Getting back to the topic at hand, according to the ice core records, greenhouse gas emissions have been steadily rising for the past 8,000 years, with one notable exception: the 14th century, when the Bubonic Plague wiped out an estimated half the Earth's population.\n\nAnd thus we come to the inevitable conclusion that the little ice age (1600-1750) was the result of human activity, as reforestation began to take back the land cleared for cultivation. Cooling the climate to such an extent that 400 years latter, the little ice age occurred, when the Thames froze for an entire year; and glaciers in South America, Northern Europe and Greenland began expanding.\nIt might surprise these scientists, researchers and bloggers to learn that, during the little ice age, there was a notable and widely recorded dip in solar activity. But there you have it folks, C02, and not the Sun, is the driving force that determines the Earth's climate. And, of course, how could I possibly forget? It's all our doing...\nWe would do well to remember that any cause ascribed to an observed happening is a priori, meaning, it is the result of deductive reasoning based on accepted principles, attempting to explain that which is a apparent to us. Otherwise, we might come to the conclusion that the Sun rose thanks to Ra, that our crops did not grow because Dyonisius was irritated with us, and that in order to solve this problem we need to sacrifice more goats.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/foxy3.jpg","title":"Could Cutting CO2 Cause Another Ice Age?","author":"LittleGreenMan"}