{"url":"http://www.environmentalgraffiti.com/nature/news-great-white-sharks-menace-cape-cods-seals","content":"\nOn July 13, 2010, Susan Milton wrote a \n with the headline: \"Great white shark spotted off Nauset Beach\".\nShe reported that, on Sunday July 11, a 15ft shark was chasing seals in the shallows south of Nauset Beach, on the eastern shore of Cape Cod.\nThe general warning - for people - was to avoid swimming near seals or seal colonies. Boaters were also advised not to extend their hands or feet into the water off the coast.\nThese sharks are found in the coastal waters of many oceans, if the temperatures are suitable. Great white sharks prefer water temperatures from 59' to 67' - just what Cape Cod's shallow shores offer in the summer.\nNaturally, the sharks also need a source of food. Cape Cod's seal population has been growing recently, making it more attractive to their predators as well.\nThese sharks can also easily migrate south to Florida's coast for the winter.\nCalifornia also hosts a population of great white sharks. They are also commonly found off the shores of Mexico, Australia and South Africa.\nGreat white sharks eat marine mammals, large fish and sea birds. Seals are small enough to capture from beneath and then kill fairly quickly; but large and substantial enough to reward the effort of hunting.\nOther mammals pursued by sharks include porpoises and dolphins and sea lions. The larger animals take more effort to hunt and kill. A group of dolphins, for example, may team up to defend themselves.\nMost experts agree that great white sharks would not deliberately seek people as a source of nutrition. However, the Coast Guard do warn people not to swim in shark-infested waters. They also suggest exercising caution in small boats close to seal colonies: so avoid trailing your hand in the water.\nMonomoy Island is home to over a thousand seals. The most common seal in the region is the harbor seal; the larger silvery-brown \"grey\" seal is rare. Seals are marine mammals, and are predators themselves. They will eat a variety of fish, plus squid and shrimp. Seal viewing is a tourist attraction on Cape Cod.\nDespite the fabled ferocious appetite of the great white shark, the population of Cape Cod seals has been growing in recent years. This is presumably why more great white sharks are being spotted.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"Great White Sharks Menace Cape Cod Seals","author":"MikeDeHaan"}