{"url":"http://www.environmentalgraffiti.com/mountains/news-volcanic-dust-settles","content":"\nAlthough thousands of people have been severely inconvenienced – not to mention downright miffed and mystified – by the recent ash-gushing antics of Iceland’s unpronounceable volcano, it has to be said that there are few natural phenomena more spectacular and dramatic than an erupting volcano, or a bubbling, simmering, steaming one that is threatening to explode at any moment. \nNotwithstanding the previously unheard of airspace hijacker Eyjafjallajökull and its relentless (and indeed perilous) molten plumes, the best places to witness the impressive spectacle of an effervescently venting volcano are the Aeolian Islands (Messina, Italy, north of Sicily), Hawaii and Indonesia. Vanuatu, an island nation of the South Pacific Ocean about 1,000 miles east of Australia, is also well known for its volcanic activity. \nDepending on current regional seismic activity, treks and expeditions are available for most of the world’s major volcanoes, although even for those volcanoes certified as ‘safe’ for tourists, your heart will be frenziedly pumping when you hike up the steep rock and across the crater, crunching through lava fragments to watch the smoke and fire spew from the peak as you smell the molten lava on the air. (It is worth mentioning that quite aside from the exhilaratingly apocalyptic nature of an adventure of this kind, people with respiratory problems are generally advised to avoid travelling to volcanic areas due to the high gas emissions.)\nVolcano tours, if timed just right, can offer some truly breathtaking sights and sounds of the most fiery and formidable forces of nature. Two of the world’s most famous volcanoes, Mount Vesuvius and Etna, are located in Italy, and until Iceland’s new international megastar hit the headlines in mid-April 2010, Vesuvius was the only European volcano to have erupted in the past century (the last one was in 1944, destroying the village of San Sebastiano). Its most well-documented and devastating eruption happened in AD 79, which killed as many as 25,000 people and completely decimated the cities of Pompeii and Herculaneum. It is also the most densely populated volcanic region in the world, with three million people living within ten miles of the site. The area around Vesuvius was declared a national park in 1995 and there are networks of varyingly accessible trekking paths for the thousands of visitors it attracts annually. The Kilauea Caldera volcano in Hawaii has been erupting continuously since 1983, which makes it the longest lasting eruption in recorded history.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserEtnaeruptionseenfromtheInternationalSpaceStationjpg","title":"Volcano Tours Around the World ","author":"darconvillescat"}