{"url":"http://www.environmentalgraffiti.com/art/news-xxx","content":"\nArtist Emma Hack has no chance of blending into the background of the global art scene with her quirky, yet awe-inspiring installations. But\n\ncan you tell what it is?\nThe Australian-born body illustrator creates staggering ‘wallpaper’ works of art using a decorative backdrop and featuring the nude form painted in minute detail to match.\nShe takes inspiration from each background she uses and continues the patterns and designs from it on to the body, carefully fitting the design to the contours of each model.\nSome of her installations feature only a partially painted person so the full scale of the work required to paint the body is revealed, while some of the artworks completely disguise the human form so that it is unrecognizable against its background. In these cases, only the vague shadows cast by the model’s body give away the true nature of the installation.\nThe award-winning body artist has taken the concept of paint and canvas and radically reinvented it, while at the same time creating the standard\n\nfor the nude portrait for the 21\n century.\nEmma has predominantly used Florence Broadhurst wallpaper as the backdrop to her themed pieces of work. Florence, who was a singer and artist, was somewhat of an entrepreneur in Australia between the 1920s and 1970s. She produced ground-breaking wallpaper designs that defied artistic conventions, not unlike Emma’s art installations today.\n \nSome of Emma’s later creations utilize a hand-painted canvas as the background with three dimensional butterfly cut-outs added to the human\n\nbody to give a feeling of depth.\nIn her Native Mandala series of work, Emma even added Australian creatures such as a koala and a baby kangaroo to her installations, held in the\n\narms of the nude, painted model so that these creatures appear against a\n\nbackground of foliage or vines.\nAs an art innovator, Emma hasn’t restricted herself to using animals in her work, she’s also painted on to them. Emma, who initially worked as a children’s face painter and then trained as a make-up artist, has painted on to both ponies and cows in collections she called Painted Ponies and Cowscape.\nThe ponies were painted with decorative saddles and bridles, reminiscent of carousel horses, while the cows had more abstract works painted on to them. This surrealist tribute even includes a reinterpretation of Salvador Dali’s dripping clock draped across one cow’s back.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","title":"Amazing Images of Camouflaged Naked Human Beings","author":"JaneK"}