{"url":"http://www.environmentalgraffiti.com/news-incredible-largest-dinosaur-graveyard-ever-discovered","content":"\nThe largest dinosaur 'graveyard' ever discovered has been found in Medicine Hat, Alberta Canada. The vast majority of the thousands of fossils in the bonebed were Centrosaurus apertus, a plant eating dinosaur named for the huge horn in the center of its head. They had massive teeth so they could chew through tough plants easily. At the time, Alberta and much of North America was a tropical habitat, with lots of thick foliage, rather than the colder environment we are now used to.\nThere have been other finds of bonebeds with centrosaurus but this is the first to actually provide evidence of the theory that they traveled in herds - not just in groups of 20 or 30 but in packs numbering up to the thousands, traveling and migrating together.\nIn his book\n, David Eberth says: \"Data from this mega bonebed provide pretty clear evidence that these and other dinosaurs were routinely wiped out by catastrophic tropical storms that flooded what was once a coastal lowland here in Alberta, 76 million years ago.\" The earlier theory for vast bonebeds is that animals were killed when crossing a stream, perhaps one with a strong current they could not fight against.\n\n\"It's unlikely that these animals could tread water for very long, so the scale of the carnage must have been breathtaking,\" said Eberth. \"The evidence suggests that after the flood, dinosaur scavengers trampled and smashed bones in their attempt to feast on the rotting remains.\"\n\"Not only can we now explain why these kinds of horned dinosaurs are preserved in such great abundance here, but the tropical storm model also explains why there are so many kinds of dinosaurs preserved in the rocks at Dinosaur Provincial Park, the Drumheller area and even Grande Prairie, and why they are often found preserved so exquisitely,\" Eberth said.\nOne question had been why there were so few smaller fossils, reptiles, fish and birds found with the dinosaur fossils. The tropical storm model makes it easier to understand - as they may have been able to escape.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","title":"The Largest Dinosaur Graveyard Ever Discovered","author":"Michele Collet"}