{"url":"http://www.environmentalgraffiti.com/ecology/south-africa-brings-back-elephant-killing/840","content":"\nAll across Africa conservation groups are working to preserve populations of threatened elephants from threats like ivory poachers.\nRecently, however, the South African government decided that the population in their country was sufficiently large to reinstate elephant culls.\nThe country banned elephant killing in 1995. Since then the population has grown from 8,000 to almost 20,000. Environment ministers say that this number of elephants is bad for both the \n themselves and the South African environment as a whole. The country’s most famous game reserve, Kruger National Park, has 12,500 elephants, more than 5,000 above the sustainable total.\nCulling will not be frequent and widespread. Environment Minister Marthinus van Schalkwyk said: \"Culling will only be allowed as a last option and under very strict conditions. Our simple reality is that elephant population density has risen so much in some southern African countries that there is concern about impacts on the landscape, the viability of other species, and the livelihoods and safety of people living within elephant ranges.\"\nSouth Africa is one of several southern African countries with booming elephant populations, mostly due to successful conservation efforts which seem a bit ironic at the moment.  Their neighbour Botswana has an estimated 165,000 of the animals.  With an average elephant requiring 660 pounds of food today, which they gather over a wide area, they are increasingly becoming an \n and coming into contact with humans.\nThe announcement is a predictably emotional issue in the country, and it’s been strongly opposed by animal rights groups and local wildlife enthusiasts.  Elephants have complex social groups, as well as complex brains. The animals can often only survive in a family unit, so the regulation said: \"an elephant may not be culled if it is part of a family, unless the matriarch and juvenile bulls are culled as well.\"  Killing female elephants and juveniles is not a particularly popular move as you might expect.\nElephants are also very aware of the world around them. They have been shown to have complex thought processes, including self-awareness, and approach the intelligence of dolphins. Michelle Pickover of Animal Rights Africa said: \"How much like us do elephants have to be before killing them becomes murder?\"\nThat famous maxim about elephants never forgetting applies to culls as well.  There were regular culls in South Africa between 1967 and 1994. That period also saw a significant change in the behavior of many elephants. Like elephants in regions where poaching is rampant, the animals actually showed signs of being traumatized by the killings and many became aggressive.  With elephant populations already coming into frequent contact with humans, this could become a real problem.\nThe government has not said how many elephants will be killed in these culls. They have said that the current rumored number, about 7,000 of the animals, was vastly inflated.\nInfo from \n, \n, and \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/iStock000015637459XSmalljpg","title":"South Africa Brings Back Elephant Killing","author":"Chris"}