{"url":"http://www.environmentalgraffiti.com/businesspolitics/coke-zero-not-just-a-cola-but-an-emissions-standard/860","content":"\nEaton, maker of the \n drivetrain for large commercial vehicles, announced today that they had received an order from Coca-Cola for 120 trucks, a serious move by the beverage giant towards having a green fleet.  \nCoke had previously field tested 20 of the vehicles and found that in addition to being more emissions-friendly, the vehicles were consuming nearly 40 percent less fuel.\nWhile naysayers would most likely have you believe that Coke found itself making up some of the difference in maintenance costs, that proved to be a fallacy, and what may have been contrived as a PR move--keeping up with rival Pepsi and Atlanta neighbor UPS-- instead became the largest order of the hybrid vehicles to date.\nI think this is fantastic-- as the \n, delivery vehicles are perfect for hybrid vehicles.  With frequent stops powering the regenerative braking structure that Eaton uses, this will ( and has, in the test fleet) prove to be a rousing success, and make the early adopters (Coke, Pepsi, UPS) look brilliant, while the skeptics (everybody else, the EPA) look very, very foolish.  I do wonder who's going to win the public relations battle over this, however-- I had no idea Pepsi had hybrid trucks, but UPS does a great job of marking their fleet so we all know what wonderful people they are.  \nCoke would be wise to follow suit-- anecdotal evidence shows that when consumers \n to be green , they won't, but when the issue may be addressed in a manner that doesn't truly affect them (I can't taste the difference), they favor products that \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Coke Zero:  Not Just a Cola, but an Emissions Standard?","author":"whatsrequired"}