{"url":"http://www.environmentalgraffiti.com/animals/news-counting-sheep","content":"\nFarming sheep in the Welsh mountains isn't easy. The work is tiring, the hours are long and for the majority of the year the weather is harsh. As we experience climate change in consistently unusual ways it is becoming more difficult for farmers to continue using traditional techniques. Putting meadows to grass and making hay from them is increasingly challenging, forcing farmers to buy more winter hay stocks from outside the farm. The very cold start of 2010 caused some smaller communities to be cut off from dry feed deliveries altogether, which are imperative over the winter months. The time I spent working within one such community gave a part of Wales a special place in my heart, and opened my eyes to the reality of agriculture. Here's my brief take on the dramas and rewards of sheep farming.\nThe start of the sheep farming year is ambiguous, because it is an occupation with no real end. For purposes of structure you could say it starts in spring with the birth of the lambs. Farmers rise early and stay up late watching over the flocks for the few ewe's that have a problem birthing. The appropriate reaction in such a case is not for the faint hearted. They must also decide on the future of the few lambs which are, for whatever reason, abandoned by their mothers. Most farms are run by small families, and in many cases the work itself is carried out by only one person. These responsibilities include animal feeding and care, business transactions, making and taking deliveries, maintenance, construction, miles of fencing, digging, planting and a fair amount of head scratching and chin rubbing. The option of bottle feeding abandoned lambs every two hours is not always practical. Farming in many ways appears to me to be a series of difficult decisions.\nIf you have never worked in animal agriculture before then doing so can come with some pretty difficult moral realizations. The flocks of uniform creatures, quietly chewing grass at the roadside are very definitely composed of individuals. When the morning brings with it another lamb lost to crows, who take only the eyes, the first challenge of the day can be getting the little body away from its mother. If you have abandoned lambs then you must move quickly to introduce them to a prospective adoptive parent. Wearing the skin of its unfortunate cousin is a gruesome but necessary way of giving that lamb a chance of life. Albeit a short one. It wont be long until their tender meat becomes mutton, worth less than it cost to raise. Accepting the long, crowded trip to slaughter for animals you have learned to differentiate between on just their character can be difficult to deal with.\nThe most valuable thing a modern shepherd has, is the same as his ancient predecessor. The sheepdogs make the farming process manageable for individual farmers. Without them it would not be possible to control the hundreds of sheep over the huge space within any one farm. After spending the summer wandering thousands of acres of common ground, the sheep are gathered from the mountain. It is the sheep dogs that do the real work. Co-operating in numbers they follow expert commands and make decisions of there own in order to bring the flocks into the valleys to shelter over winter. They rarely get a day off, as the sheep must be moved continuously throughout the year. Whether it be migration to better ground, or collection for the numerous injections and treatments that they must have in order to be certified organic (as opposed to the inorganic practice of dipping sheep to treat parasites and diseases), the dogs are there to make these activities feasible for the lone farmer.\nThe farming community that surrounds the mountain Carn Gafalt in the Elan valley of mid Wales is a truly special place. Families average one a mile, and each one has its characters. They have inherited the resilient qualities of their environment, but maintain consideration and concern for each other. It seems strange that in a place where people are so far apart there exists a much greater bond of community than in our crowded towns and cities. My time there was filled with revelations, the truth of organic farming, the ethics of animal slaughter, the nature of self sufficiency and reality of climate change to name but a few. They all provoked some deep reaction in me and many of which I'm still making sense of. If you have an opportunity to see how the food we eat is actually raised and produced, then take it. It will open up a way of life to you that you have maybe never imagined. It's joy tempered by tragedy, and highs levelled by lows.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb45.webshots.com-26732-2664528040104237032S600x600Q85.jpg","title":"The Reality of Sheep Farming in the Welsh Mountains","author":"Rich Morgan"}