{"url":"http://www.environmentalgraffiti.com/ecology/amazing-versatility-animal-tongues/15016","content":"\nSome animals put us to shame with their tongues and what they can do with them. No teenaged first French kiss nerves for any of the creatures featured here. The muscle in our mouths used to manipulate food for chewing and swallowing is also of course the primary organ of taste. Yet while our animal counterparts can't use their tongues for its other main function in humans – speech – many creatures put them to other uses that might leave you tongue-tied.\nThe chameleon possesses a prehensile tongue adapted for rapidly striking prey that strays within striking distance. This remarkably long tongue can be twice the chameleon’s own body length and extends out faster than the human eye can follow, hitting prey in about 30 thousandths of a second. Usain Bolt, keep dreaming. The tip of this elastic tongue is a muscular, club-like structure covered in thick mucus that forms a suction cup. Once the tip sticks to a prey insect, the tongue is quickly drawn back into the mouth. Gulp.\nIf you thought the chameleon had a big tongue, check out the giant anteater’s, which can reach two feet (60 cm) in length. The anteater coats its tongue in sticky saliva during feeding, allowing it to ensnare ants, and can rapidly flick its tongue from its mouth up to 150 times per minute. After breaking into insect colonies and tree trunks using their long sharp claws, anteaters employ their tongues to collect eggs, larvae and adult insects, a few thousand of which they can guzzle in just minutes. Om nom nom nom nom.\nInstead of using their tongues to munch on prey, snakes use them to sniff prey out. Smell is a snake’s means of tracking its victims: its forked tongue is used to collect airborne particles that are then passed onto special organs in the mouth for analysis. It all sounds very scientific. The fork in the tongue gives the snake a sort of directional sense of both smell and taste, and by constantly keeping its tongue in motion, snakes can determine the presence of other animals in their local environment. S’nifty.\nAnother beast with a beast of a tongue, the giraffe can extend its 18 inch (45 cm) mouth muscle to clean off bugs from its face or to feed. The specially adapted tongue is extremely tough to cope with the vicious tree thorns that are part of the giraffe's diet. When removed from their natural environment and kept in captivity, giraffes show abnormal behaviours due to instinctive tendencies towards suckling the milk of their mothers – hence their excessive tongue lolling and licking of nearby objects. Awww.\nCats use their tongues to clean their bodies, and seem to do a much better job of it than dogs, which use theirs for the same purpose. The rows of hooked, backwards-facing spines on a cat’s tongue known as papillae act like the bristles of a hairbrush to help clean and detangle fur, so that licking means grooming. This probably makes a cat’s tongue far more vital to its wellbeing than ours are to us. When was the last time you used your tongue for that just-stepped-out-of-the-salon look? Don’t answer that.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","title":"The Amazing Versatility of Animal Tongues","author":"Karl Fabricius"}