{"url":"http://www.environmentalgraffiti.com/travel/news-australian’s-have-biggestpoo-0","content":"\nAustralia’s big things have become something of a tourist phenomenon - everyday items that have been recreated in staggering dimensions are littered across the country, and are estimated to be around 150 in number.\nBig banana, big koala, big trout, big wine bottle, big cigarette... the list goes on. And if you needed any more of an excuse for a road trip, how about the idea of posing for a photo alongside a giant Ned Kelly?\nThe Big Banana at Coff’s Harbour, north of Sydney, has achieved a status approaching the legendary, and even has its own website. Probably the country’s most famous ‘big item’, it was created in 1964 by a banana stall seller who wanted to make traffic stop. \nThe big banana now has a cafe, ice rink, and three storey high inflatable water-slide amongst other attractions. Guaranteed to be a whole bunch of fun.\nTamworth proclaims itself to be Australia’s home of country music, and what better way to illustrate that fact than with a Big Golden Guitar? Standing 12m high, the replica of the golden guitar used for Australia’s Country Music Awards weighs over half a ton and is made from fiberglass over a steel frame.\nBlowing the Big Golden Guitar out the water is the Big Lobster in Kingstone, South Australia. Weighing in at approximately 4 tonnes, this majestic seafood specimen stands 17 metres high with a width of 13.7 metres.\nRumour has it that Paul Kelly, who was commissioned to build the sculpture, was given the measurements in feet, but misreading them as metres, he fashioned a creation that was three times the intended size. An elementary mistake, one might say, but in this case, bigger is definitely better. \nThe 16 metre high Big Pineapple in Queensland is not just a tourist attraction, but part of a working farm. Visitors can ride an ‘authentic sugar cane train’ through tropical fruit orchards and pineapple fields. There is even something called the ‘nutmobile’ which scores big points on the novelty scale, and this vessel will transport you at a leisurely pace through the macadamia orchid. \nAustralia's most famous outlaw, Ned Kelly, stands tall and proud in the township of Glenrowan in Victoria, the site of the Kelly gang's last stand against the police in 1880.\nSix metres high, masked and holding a gun, this rather menacing figure is probably the last thing you'd want to encounter if you ever found yourself late at night, a little worse for the wear, in this otherwise tranquil town.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","title":"In Search of Australia's 'Big Things'","author":"katix138"}