{"url":"http://www.environmentalgraffiti.com/beaten-track/news-bumpiest-roads-earth","content":"\nEver notice that a path ripples before you? Fun for your bike, but bad for your car. Despite the frustration of a wavy path, some of the bumpiest roads are quite artistic, contributing to the thrill of riding over them. Scientists have named these roads 'Washboard Roads' and have studied their dynamics to consider ways they can be eliminated.\nScientists have discovered the Washboard Effect shares the same physics as stone skipping  and ski moguls. Stones must travel at a high enough velocity to actually skip, rather than sink, and once they break that threshold speed, the stones move in the desired pattern. When cars drive fast on roads, particularly those with loose surfaces, the road is left with the impression of that pattern, and over time it reshapes the road.\n\nAlthough cement roads are more stable than a dirt path, they are also subject to the washboard effect, but the results will not be as dramatic, and show only after a long period of constant use. Even steel railroads experience the washboard effect, yielding tiny bumps on the tracks. For the most part, however, extremely bumpy roads are the result of a challenging location. Sometimes it is unfeasible to cut a flat path through a mountainous or hilly region. Rather than circumventing the obstacle, the bumpy terrain is paved over. \n\n\nThe idea of bumps in a road does not exactly evoke positive images, and rightfully so. Driving over bumps damages a car's tires and can negatively alter the steering and suspension. However, for some drivers, the thrill of the bumpy road greatly outdoes the safety risks. \nMost of the world's bumpiest roads are found in back country locations, where there is relatively little traffic and few people to put up a fuss. The repair of these roads often takes a backseat - enabling thrill-riders to experience the drive's sharp changes in altitude!\nUnlike most bumpy roads, the Atlantic Road in Norway has not undergone the Washboard Effect. The road was constructed in 2005, and was intentionally built bumpy to accommodate the connection of eight islands. Each bridge is built high, and then dips into the island below – giving adrenaline junky drivers hope that even if physicists discover a way to flatten irregularities, engineers are still willing to create bumps in the road.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","title":"The Bumpiest Roads on Earth","author":"ppavone"}