{"url":"http://www.environmentalgraffiti.com/forests/news-how-does-bacteria-living-mosses-old-growth-tree-branches-may-help-forests-grow","content":"\nA new study shows that large, old-growth trees may be very helpful in overall forest growth. Biology researchers from McGill University, Canada discovered that bacteria living in mosses on old trees are super effective for furthering their growth. \nDr. Zoë Lindo and Jonathan Whiteley from the Department of Biology at McGill University suggest that the long-term sustainability and productivity of old trees are greatly influenced by three important factors: mosses that grow on ancient tree branches, cyanobacteria associated with these mosses and the old tree itself. \n\"What we're doing is putting large old trees into a context where they're an integral part of what a forest is,\" says Dr. Lindo. \"These large old trees are doing something: they're providing habitat for something that provides habitat for something else that's fertilizing the forest. It's like a domino effect; it's indirect but without the first step, without the trees, none of it could happen.\"\nMosses are small non-vascular plants that absorb water and nutrients through their leaves. They prefer damp or shady locations as they need high levels of moisture to survive. Hence, large old-growth trees in the coastal temperate rainforests offer the perfect environment for mosses.\nBut the growths of such large trees are often affected by the availability of nitrogen. The research shows that the cyanobacteria solve this problem by making nitrogen available to plants. “Nitrogen fixation” is the name for the process in which these bacteria, present in the mosses, take nitrogen from the atmosphere and supply it to the tree branches they live on.\nDr. Lindo and his team collected mosses samples on the forest floor and from 15-30 meters up in the forest canopy as well. It was discovered that the cyanobacteria are more abundant in mosses high above the ground, and that they are capable of ‘fixing’ as much nitrogen as those associated with mosses on the forest floor.\nFunded by the Natural Sciences and Engineering Research Council of Canada (NSERC), the research sheds light on the importance of old trees in forests growth.\n\"You need trees that are large enough and old enough to start accumulating mosses before you can have the cyanobacteria that are associated with the mosses... [W]e surveyed trees that are estimated as being between 500 and 800 years old,” explained Lindo.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"How Moss Bacteria on Old Trees Helps Forest Growth","author":"Alka Sharma"}