{"url":"http://www.environmentalgraffiti.com/sciencetech/scientific-superpowers/726","content":"\nI want to talk to you all about an issue of gravest importance for the future of us all as human beings.\nI’m talking, of course, about scientists promising us superpowers.\nIt’s happened again my friends. Scientists \n based on study of the gecko’s adhesive powers.\nThe gloves don’t stick to a surface like glue, instead they stick when the gloves start to slide. This directly mimics the way geckos climb walls using hair like structures called setae on their feet.  The current prototype works on smooth glass surfaces, but the scientists are developing the adhesive for other purposes. Pure “Spiderman” climbing gloves could be available in 3 to 5 years, according to University of California-Berkeley professor Ron Fearing.\nAll I can say is they’d better be. I have a bit of a pet peeve when it comes to this sort of technology. I guess you can say I’ve had my heart broken before. I’ve been waiting for commercially available superpowers basically my entire life, and I’m sure quite a few of you feel the same. So let me run down a few of the incredibly awesome things science has announced, but have not managed to reach my living room.\n1. \n\nThere are fairly regular announcements of \n, almost always meant for soldiers, that will allow the wearer to perform some feat of strength. Usually it’s not particularly amazing but something along the lines of letting a soldier walk longer and faster or carry 200 pound packs or something. But occasionally they’ll hype it by saying you could punch through a brick wall or something. \n may one day have nanofibers that actually make your muscles 35% stronger. I want one. Now. And I bet real soldiers would too. Get on it quick, Pentagon.\n2. \n\nThis one’s courtesy of nanotechnology. Nanotechnology is always being promoted as the greatest thing that will ever hit mankind, with an ever growing list of amazing things it might be able to do. But there’s the rub, it’s always what it MIGHT someday do.  A Harry Potterish invisibility cloak has been proposed as one potential benefit. Basically, the cloak would work by using metamaterials to bend light around the wearer with the magic of physics.  This is super theoretical physics and hasn’t been developed, making me wonder why people ever suggested this was a possibility rather than some scientist’s geeky dream.\n3. \n\nAnother nanotech idea, although this one is actually being developed and could one day be real. It’s not exactly like something off of Heroes though. In one case, \n caused by strokes or other injuries. I’ve even heard tell of magical nanorobots that could go into your bloodstream one day and cure you of various diseases. I’m putting most of my eggs in this particular basket. It seems the most likely to happen and the “superpower” I’ll one day most desire.\nI eagerly await superpowers available at a retailer near me. Maybe in a few years we’ll meet climbing up a skyscraper. If one of us falls, tiny robots can heal us. I’m keeping my hopes up. I may have been disappointed before, but I’m not giving up on being a superhero just yet.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/HolePunchCloud.jpg","title":"Scientific Superpowers","author":"Chris"}