{"url":"http://www.environmentalgraffiti.com/conservation/news-5-long-lost-amphibians-india-rediscoverd","content":"\nAt present amphibians are the most threatened group of vertebrates on earth. Great efforts have gone into rediscovering the world's lost amphibians. Sometimes these expedition come back with unexpected surprises, and sometimes they lead to disappointment. Conservation International, in cooperation with the IUCN Amphibian Specialist Group and Global Wildlife Conservation launched a campaign last August to rediscover these lost amphibians. With teams working in 21 countries they had some great results, finding lost amphibians in Haiti, Ecuador and Colombia.\nFurthermore, in a breathtaking achievement, five lost frog species have been successfully rediscovered in India. Let us meet these incredible creatures.\nA fluorescent green frog, with ash-blue thighs and groin, this amphibian has been rediscovered after being lost for 136 years. Listed as critically endangered, it has bluish-black pupils and a yellow iris, which makes it a strikingly beautiful frog. The frog leads a secretive life, mostly inside reeds, was rediscovered by Ganesan R, Seshadri KS and SD Biju.\nA narrow-mouthed frog, with a marbled belly, which calls loudly during monsoon season, has been rediscovered after 73 years. Listed as data deficient on the IUCN Red List, the Anamalai Dot-frog was named after the Anamalai hills where it hides for most of the year inside tree-holes or under rocks.\nAgain listed as Data Deficient on the IUCN Red List, this beautiful frog, with brown lateral sides with cream border, was known only from the original description, based on a specimen collection in 1937. Rediscovered by KV Gururaja, KP Dinesh and SD Biju, after 73 years, the Elegant Tropical Frog lives in forest streams and calls from the edge of rivers where it presumably breeds.\nOne of the most unusual discoveries, this frog was rediscovered in a rubbish bin during the LAI campaign. Last seen 30 years ago, this frog was listed as data deficient on the IUCN Red List. This beautiful frog, with a golden brown dorsum and dark black lateral sides, was rediscovered by a team including Don Church, Robin Moore, Franky Bossuyt, Ines Van Bocxlaer, David Gower, Mark Wilkinson, Darrel Frost, Wes Sechrest and SD Biju. The frog is the common ‘lost frog’ of the Silent Valley, where it was found.\nRediscovered after 25 years, the Dehradun Stream Frog was known only from the original description, based on a single specimen from back in 1985. Listed as data deficient on the IUCN red list, this is a rare frog which was found by a team of graduate students from Delhi University, Sonali G, Gargi S and Pratyush with Robin Suyesh, Rachunliu G Kamei and SD Biju. Its habitat requires protection for its survival.\nThe search for lost amphibians is essential for our ecosystem. These incredible species can control disease spreading insects, and also maintain healthy freshwater system. Dr. Don Church, President of Global Wildlife Conservation said: “Searching for lost species is among the most important conservation activities we can do as scientists. If we're going to save them, we first have to find them\". \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-41517-2639437990103329676S600x600Q85.jpg","title":"5 Long Lost Frogs of India Rediscoverd","author":"Alka Sharma"}