{"url":"http://www.environmentalgraffiti.com/animals/news-amphibian-can-cheat-death","content":"\nThe sun-baked ground has grown dry. Deep fissures splinter across its surface. Patches of dead, brown vegetation lie at the edge of this bare expanse. Yet what would now appear to be a lifeless desert was once a wetland, teeming with life. All aquatic creatures that were unable to leave the wetland have surely perished in the drought. Or have they? Deep beneath the crusty surface of what was once a marsh, hundreds of fascinating gilled amphibians are dormant; they await the return of the marsh. These eel-like salamanders are known as Sirens; named for their ability to squeal and click when alarmed. Though such vocalizations are hardly comparable to the mythical song of the Sirens from Greek mythology, such an epic name well suits an animal with so many amazing adaptations.\nThese long, slender amphibians have small front limbs and lack rear limbs altogether. Legs tend to get in the way when you live your life in thick, marshy muck. In the murky swamp waters, eyes are almost useless, thus Sirens have tiny eyes. Though they are gilled, Sirens also have well developed lungs and can breathe air when their wetlands become deoxygenated. Like other amphibians, Sirens can also breathe through their skin (cutaneous respiration). Yet being able to breathe out of water does not save an amphibian from drying up in the hot, dry soil. The Siren has solved this problem in a very odd and unique way.\nAs water levels begin to drop, the Sirens burrow deep under the wetland soils. Once underground, the Siren cocoons itself in its own mucus, forming a watertight case to prevent desiccation. Since wetlands are often dry for months at a time, the Siren must virtually shut down its body functions, lowering its metabolism and heart rate drastically. Once the rains return, the Siren will awaken and return to the newly flooded wetland basin to forage on small aquatic invertebrates.\nNot only do Sirens withstand hot and dry conditions, they also thrive in the cold of winter. Sirens are quite active during the winter and are sometimes observed swimming around beneath ice. These weird and wonderful amphibians are only found in the bottomlands of southeast US. Though lowland floodplain forests, marshes and swamps are their preferred habitat, flooded farm fields and agricultural ditches serve as adequate habitat where people have altered the landscape. These adaptable and charismatic creatures are only one of the many fascinating amphibian species that can be found in North America.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rs2jpg","title":"The Siren Salamander: North America's Death-Defying Amphibian ","author":"ahoffman"}