{"url":"http://www.environmentalgraffiti.com/art-and-design/news-ghost-machine","content":"\nOne doesn't need expensive color tubes and paint brushes. The time has come to narrow your palette and express your emotions simply with whatever you find in your closet or on your desk. Yes! There is an entire culture of artists who work exclusively with randomly selected items that we may think of as waste objects. \nErika Iris Simmons’s truly charming, creative and wonderful portraits made out of cassette tapes and old film reels are famous as her \"Ghost in the Machine\" series.\nAtlanta-based artist Erika is working full-time as an independent artist. Three years back, she came up with this strange idea of working with waste material. She just takes things apart and rearranges them in weird ways, cutting away pieces when necessary. She has the ability to see beauty in ordinary objects and her attention to detail is amazing. Anything that you could find at a garage sale or in a thrift store, she can turn it into composite art, without adding any paint or pigments. \nTalking about the inspiration behind these portraits, Erika recalls: \"At one point we are cellular beings and at another we are a single \"self.\" The single cassette tape, representing the mind, the tape ribbon represents our thoughts, the data within. Taking that data - those bits of memory - and rearranging them to form what we see as a face is my way of finding a 'ghost in the machine.'\" \nErika’s favorite portrait is the one she made first - Jimi Hendrix. It was a wonderful, unexpected \"Eureka\" moment. She says when you look at this piece, made out of a cassette tape, you can almost hear the music in your head - so your own \"data\" is responding to what you see. It is a good idea to create an elaborate piece of work out of something so cheap. No doubt she can create simple objects with great depth and beauty. \nA massive fan of Ken Knowlton, nowadays Erika is experimenting with new techniques and materials. She has got a box of broken guitar strings and a broken typewriter, which are really pretty exciting stuff. \nErika Simmons's portraits are positively ethereal and make us realize that an artwork could be whatever we wanted it to be. For me, art doesn’t get any better than that and I couldn’t be more grateful to her for sharing her beautiful art.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","title":"Music Icons Recreated in Loops of Cassette Tape","author":"Alka Sharma"}