{"url":"http://www.environmentalgraffiti.com/animals/news-natures-top-3-best-defenders-0","content":"\nCharles Darwin's “Survival of the Fittest\" theory of evolution is defined by this one key and universally recognizable quote. However, the fittest could also mean the best prepared and evolution has spawned some truly astounding and unique defenses.\nSo, when the subject is staking your genetic claim to the busy gold mine that is history, is defense the best offense? Well, surely it goes without saying, if you cannot hurt something, then it has already beaten you...\n\nContrary to popular belief, the humble skunk in its everyday life smells no worse than the common house dog. Though, understandably, in some cases this is enough to cause everyone in the room to sniff the air and think “I really must take out the bins”. The skunk's stink is by no means as unpleasant as depicted in popular, less factual media.\n\nHowever, the American Striped Skunk has earned its reputation by its truly astounding defensive capabilities that have won its appearance in this list.\n\nTwo special glands at the side of the skunk’s anus produce a defensive chemical, a sulfurous acid known as a thiol. Its aroma has been likened to rotten eggs, garlic and burnt rubber... essentially a European omelet cooked on a burning car.\nAnd it’s by no means a short-range defense; the humble skunk can propel this toxic fluid nearly 10m with unerring accuracy to ward off its target when it feels threatened. This acid will then harm the skin, leaving it raw and tender as if burnt. If you’re unlucky enough to get it into your eyes, you will be temporarily blinded and it will cause severe discomfort.\nBut even if this happened, you would not be thinking about the pain or the blindness or the burning skin. When the skunk sprays its pungent perfume into the air, you would be involuntarily sick.\nAs its aggressor flees and stumbles in agony, the skunk slowly sleeks away, unharmed and unperturbed. A truly remarkable reaction to danger, from a popular and lovable natural defender.\nThe African Bombardier Beetle takes chemical sprays to  a whole new level. Its defense mechanism is so intricate and precise that creationists have argued it proved their theory of intelligent design.\nBy mixing two chemicals, stored in separate reservoirs in the tip of the beetle's abdomen, it creates a very strong exothermic  or heat-producing reaction. The reactant compounds can cause temperatures of near boiling intensity.\nThe Beetle then sprays the boiling compound at over 500 times a second, partially becoming a gas, and covering the beetle's aggressors with a foul-smelling compound. Attackers are literally cooked in a devastating defense that happens in a fraction of a second; any longer and the bombardier would kill itself in the blast.\n\nWhen it comes to hitting hard to put the other guy off, the Poison Arrow Frog of South America is a Mike Tyson. Where the frog gets its incredible poisonous armour is not entirely clear. The two main hypothesis surrounding the toxin are 1) the frog creats the toxins in its body, 2) the toxins are taken and built up from the frog's diet of ants. There is evidence, however, that frogs in captivity have lower toxin levels than those found in the wild. Though the whereabouts of the toxin are unclear, the power of the toxin is very clear, very strong, and very incredible...\n\nOn average, the Golden Poison Frog or \n is only 5 cm in size, and yet the toxin carried in its skin is potent and present enough to kill 10,000 mice or 20 full grown humans. Overkill maybe? Well, the Golden Poison Frog is diurnal (active during the day and sleeps at night), which is usually a dangerous time to operate (unless, of course, by catching one, it has already killed you).\nWhen it comes to survival, nature's extreme responses ensure certain species a place in history and the future of their genes. It is unfortunate then that many such beautiful creatures, each with their own incredible adaptations that have been defending them against fearsome predators for millions of years, are finally under threat by one unassuming yet greedy mammal - man.\nIf we want these wonders to stay in the world, and save our genetic legacy for our future, we have a duty to protect natural life in the most substantial way that we can.\nSo when it comes to self protection, we need look no further than the natural world at our fingertips and marvel at it’s simple yet intricate beauty.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","title":"Nature's Most Potent Defense Mechanisms","author":"Limetiger"}