{"url":"http://www.environmentalgraffiti.com/space/news-akatsuki-dantes-inferno","content":"\nOn May 20, 2010, JAXA launched an extraordinary mission from the Tanegashima Space Center using the H-IIA rocket. IKAROS has made headlines because of its method of propulsion; it is powered by the melding of a power solar sail and ion propulsion engine. As it travels towards the sun, IKAROS has a companion - AKATSUKI (Planet-c). This satellite will undertake several studies during the journey and then deploy into the atmosphere of Venus when the planet is reached in December, 2010. IKAROS continues on toward the Sun on a very different journey.\n\n\n\nDuring the journey to Venus, AKATSUKI's 2 micron infra-red camera will study the very faint \n, which is rendered invisible by light pollution and moon light. Zodiacal light is occasionally seen as a very faint, triangular, whitish glow in the night sky just after sunset or before sunrise. Occasionally observed as a band completely around the ecliptic, and on the same plane as the planets, it covers the entire sky and is 60% of total sky light on a moonless night. Zodiacal light is sunlight reflected off the interplanetary dust that forms the lens shaped the zodiacal cloud. Existing beyond 2 AU (1 AU = distance of earth from sun), the zodiacal cloud is derived from specific young asteroid families and its dust particles are found as micrometeroids in the Antarctic. As interplanetary dust particles slowly spiral into the Sun, they are replaced by those generated by asteroid collisions.\nDesigned to have the longest possible life time in the hellish Venusian atmosphere, AKATSUKI's main mission is gather data that allows for a dynamic 3D model to be constructed. Planet-C might also obtain the first strong evidence for active volcanoes on Venus.\nIn the upper atmosphere, AKATSUKI will stabilize in an equatorial orbit between 50,000ft and the top layers of the atmosphere in order to study violent winds and sulfuric acid clouds. AKATSUKI will also look for volcanic activity and lightning, for which evidence exists but strong confirmation is needed. Photographs will be taken every two hours and AKATSUKI's lifetime is expected to be about two years. JAXA intends to derive an accurate 3-D map of Venus's atmospheric dynamics. Japan's PLANET C probe will work with ESA's Venus Express satellite which has been in polar orbit since April 2006 to undertake spectroscopic studies. Venus resembles an Earth that experienced many decades of runaway green house dynamics which  produced an atmosphere that became almost entirely carbon dioxide with sulfuric acid clouds. At that point in the evolution of Venus, the planet's surface was very hot with average temperatures of 700C. The lesson for our 21st century Earth is obvious.\nThis hemispheric view of Venus, as revealed by more than a decade of radar investigations culminating in the 1990-1994 Magellan mission, is centered at 90 degrees east longitude. The Magellan spacecraft imaged more than 98% of Venus at a resolution of about 100 meters; the effective resolution of this image is about 3km.\nThe volcanic peak Idunn Mons (46 degrees south latitude, 214.5 degrees east longitude) is located in the Imdr Regio area of Venus and has a diameter of ~200 kilometers (120 miles). The topographic backbone in this image derives from NASA Magellan data with a vertical exaggeration of 30X. Radar data (brown) from Magellan has been draped on top of the topographic data. Bright areas are rough or have steep slopes and dark areas are smooth. The colored overlay shows the heat patterns derived from surface brightness data collected by the Visible and Infrared Thermal Imaging Spectrometer (VIRTIS), aboard the \n spacecraft. Temperature variations due to topography were removed. The brightness signals the composition of the minerals that were changed due to lava flow. Red-orange is the warmest area and purple is the coolest. The warmest area is centered on: a) the summit, which stands about 2.5 kilometers (1.6 miles) above the plains; and b) the bright flows that originate there. The spectrometer data was collected from May 2006 to the end of 2007. \nVenus does not have a magnetic field and there are no oceans on its surface, although the spectral signature of a granite-like mineral indicates that oceans may have been present long ago. Young volcanic terrain has been confirmed and mapped. The surface of Venus is hellish with temperatures of 860F (460C) and pressures 93X that of earth's surface. Temperature is above the melting point for tin, lead and zinc. The record for spacecraft survival on the Venusian surface is 127 minutes, which is held by the Russian probe Venera 13 that landed March 1, 1982. The Venusian day is 243 Earth days with surface rotation at the equator 6.5 km/hr (Earth's = 1,670 km/hr. One Venus year is 1.92 Venus days. The time between sun rises is ~117 Earth days and an observer on the surface would see the sun rise in the west and set in the east.\nThe lower layer of the Venusian atmosphere is dense CO2 which due to the intense pressure exists in the state of a supercritical fluid. Above the carbon dioxide are thick clouds  of sulfur dioxide and sulfuric acid droplets at altitude 45km - 65km. These clouds reflect ~60% of the sunlight that falls on them and thereby prevent direct observation of Venus's surface in visible light. Although closer than Earth to the Sun, the Venusian surface is not as well lit. Strong 300km/h westerly winds at the cloud tops circle the planet about every four to five earth days. The velocity of the winds on Venus can reach 60X the speed of the planet's rotation. They move in a westerly direction but decrease dramatically at low altitudes towards the surface. Wind velocity at the poles is near zero. Earth's fastest winds are only 10% to 20% rotation speed. At 50 km to 60 km above Venus's surface, the atmosphere is very Earth-like with similar temperature and pressure. These are the conditions that allow for liquid water and some researchers believe cellular life is possible in this atmospheric layer. Giant hurricane-like storms exist at each polar collar. They are polar vortexes (anticyclones) that are not well understood. Previous spacecraft had limited operational lifetimes in the Venusian atmosphere.\nLikely early volcanic activity released sulfur into the atmosphere where photochemical on carbon dioxide, sulfur dioxide and water produced sulfuric acid. High temperatures prevented sulfur from being trapped in solid compounds on the surface as it was on the Earth.\nThe scientific instruments on Planet C sense different levels of the atmosphere and the surface of Venus as well. Infrared Camera 1 (micron) will capture data of particular interest. It will study CO2 with exceptional penetration that almost reaches the surface of Venus. IR 1 can also detect volcanic activity. Data from all instruments will be synthesized to produce  a dynamic map of the complex Venusian atmosphere.\n\n\n\nVenus is often described as an 'inferno' and much of its environment is certainly 'hellish'.  But as with Dante, the 'Inferno' is a complex geography within which much can be learned that can promote important multifaceted change. Dante explored his soul in the Inferno, we can reflect upon our transformation of planet Earth and metaphorically do likewise. Now, place your cursor over the painting below. \nATAKSUKI (Planet-c) is the companion that travels with IKAROS to Venus whereupon each mission diverges. This satellite will immerse itself in the ferocious Dante's Inferno that resides in our inner solar system. We shall learn a great deal, and perhaps obtain valuable insights about our damaged relationship with Gaia.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"Exploring Venus's 700°C Inferno","author":"merlynne6"}