{"url":"http://www.environmentalgraffiti.com/news-5-most-inspiring-tree-house-hotels","content":"\nSave on the risqué Tarzan and Jane costumes and explore your inner animal at one of the world’s most breathtaking tree-top getaways. Whether it’s bare-bones lodging or some back-woods luxury these tip-top wonders are sure to amaze. So, back away from the Blackberry, strap on some boots, grab your mate, or someone better, and go climb a tree.\n\n\nGrab a bottle of Queensland rum and kick back in high Aussie style. Perched above the rainforest floor, there's nothing up here but parrots and peace. Decked out in five-star fashion, Montville takes tree house lodging to the next level. Not a bad place to recoup after hiking the 10 kilometers of spectacular track through \n.\n\nThe best value on our list, \nvillage in Olympos, Turkey has become a requisite stop for those backpacking across Eastern Europe in search of adventure on the cheap. Far-flung friends meet over beer and vegetarian-friendly home cooking, surrounded in rustic, hand-built style. This hiker’s refuge fulfills ever kid's backyard-clubhouse fantasies, if your backyard just happened to be sun-soaked Mediterranean coastline.\n\nEver showered next to a 100-year-old living tree? Here's your chance. Tucked deep in Costa Rican parkland and with access to some of the most impressive waves in the equatorial Atlantic, there is no shortage of adventure here. The Lodge is sustainably built and stunning to behold, climbing to tranquil heights. Looking for holidays with eco-conscience? A portion of all hotel profits go to the \n. After all, who can say no to lime-green arboreal reptile?\n\nLooking for a breath-taker with a back-to-nature flair? North America boasts its own sky-high guesthouse, nestled in the imposing shadow of Mt Rainier. Not for the weak of spirit, the two-tier house soars to 50 feet, only outdone by the dizzying 10-story, spiralling Stairway to Heaven and Treehouse Observatory. So, punch up some Zeppelin on your iPod and get busy climbing.\n\nThis colossus would have made the list for sheer size, alone – it’s the world’s largest tree house hotel. What could compare to canoeing down the Amazon, casting your line for a piranha or two, or wandering nearly five miles of catwalk connecting seven stilt-perched towers? The biggest worries in these parts are games of keep-away with the Simian locals, hell-bent on pinching your afternoon guava. With mind-blowing views of some of the lushest rainforest on Earth, \n has bragging rights to spare.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","title":"5 Most Inspiring Tree House Hotels","author":"superuser"}