{"url":"http://www.environmentalgraffiti.com/featured/blue-city-from-above/19038","content":"\nIn the arid north-west of the Indian subcontinent lies the state of Rajasthan. A land of lush forests as well as the mighty Thar Desert, Rajasthan contains one of the jewels of India – the Blue City of Jodhpur.\nToday the word 'jodhpur' is known worldwide as a style of trousers word by horse-riders and the military in years past. It's one of the many words that, while Indian in origin, became embedded in the English language over the course of the two-hundred-year presence of the British in India. Jodhpur in Rajasthan is known as the Blue City.\nLocals say that when the city was built, only Brahmins, members of a respectable high caste, were allowed to paint their house blue. Over the years, this caste discrimination became more lax, especially when people discovered that the indigo and limestone mix used to paint the blue houses was in fact a useful mosquito repellent. After that, all kinds of people were entitled to what had once been an upper-class privilege, and certain neighbourhoods of Jodhpur became entirely iridescent blue.\nIn the Old Town of Jodhpur, streets are narrow to minimize the glare of the sun – for Jodhpur lies on the cusp of the arid Thar desert. Dry desert winds whistle through these miniature man-made canyons. Shade is maximised between the blue houses.\n \nOverlooking the Blue City is the impressive medieval Mehrangarh Fort. The aridity of its location, atop a peak known as the Mount of Birds, is attested to in a particular legend. A wise man known as the Lord of Birds once lived atop the Mount, and was forcibly removed during construction of the palace. He placed a curse upon the structure, claiming that it would ever be wanting for water – and to this day, the area suffers drought 2-3 times a year.\n \nToday, Jodhpur still has a Maharaja – a nod to the days when Rajasthan was composed of proud independent states, each with its own ruler.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbJPRwtK.jpg","title":"The Blue City From Above","author":"Steampunk"}