{"url":"http://www.environmentalgraffiti.com/conservation/news-singing-dogs-papua","content":"\nDescribed as “shy” and “canny,” the New Guinea singing dog is one of the rarest dogs on Earth. Only about 200 remain in captivity, and in 2008, some experts feared that the species had become extinct in the wild. According to natives of the singing dog’s home territory, it has been years since they heard the dog’s distinctive cry. \nIn 2012, Adventure Alternative Borneo director Tom Hewitt took a client deep into the untamed wilderness of Western New Guinea Island. There, he took the first photograph of a wild singing dog in 23 years, providing exciting new evidence that this one-of-a-kind dog species continues to survive in the wild.\n \n“We were in a dramatic, wide valley with 4,000-meter peaks and limestone walls with waterfalls on either side,” recounts Hewitt. Soon afterwards, the guide and cook paused and waited for the rest of the group to catch up. “Dog,” said the guide. Hewitt was surprised, but the guide was right. Instinctively, Hewitt took a few photos without actually realizing how unusual the moment was.\n \nThe New Guinea singing dog has such an ancient bloodline that the breed has been described as a living fossil. It is closely related to the Australian dingo; however, the New Guinea singing dog has several unique traits. For example, it is the only dog with a uvula-like structure in the back of its throat that enables it to make its distinctive sounds. Singing dogs can make a variety of noises, including trills, purrs, and an achingly beautiful cry that sounds part wolf howl and (almost) part whale song.\nThe singer has two unique blood enzymes that match those of coyotes and red foxes. It also possesses an extremely flexible spine and elastic joints, making its movements fluid and almost cat-like. Unusually, the singer is an agile tree-climber, too, using its feet to push and pull its way up trunks as it grips on with its supple paws. As for its diet, the singer hunts small prey such as birds, rats and cuscuses (Australasian possums).\nAlmost nothing is known about the New Guinea singing dog in the wild. This is largely due to the fact that it lives in such remote locations. New Guinea is the second largest island on the planet, and it is sparsely populated, with extremely rugged terrain. Reaching singer territory is no easy task. The hike can take up to 20 days and entails navigating treacherous mountain paths. The wild singer lives at altitudes of between 4,265 and 9,843 feet, and it is one of only two canines to be found at such high elevations.\n \nHewitt’s photograph has renewed hopes that further strides can be made to ensure the survival of this beautiful feral dog. There is great potential for further study, and capturing wild specimens would crucially renew and invigorate the heavily inbred captive population. “With the proper efforts, I would say the future can be good,” adds Hewitt. We certainly hope so. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mandarin-duck_0.jpg","title":"Rare New Guinea Singing Dog Snapped in the Wilds of West Papua","author":"yvonne.mcarthur"}