{"url":"http://www.environmentalgraffiti.com/news-shark-attack-experiment-live","content":"\nThere are around 65 shark attacks every year, and only five of them result in deaths. Yet, especially since the arrival of movies such as \n, people have had an image of sharks as slavering monsters just looking for some prime human meat. \nAccording to National Geographic, in the US alone, cows are responsible for the deaths of four times as many people as those killed by sharks around the world every year. Insights such as these may come as a surprise to some people, but there are many other questions about sharks that we don't have the answers to. Nat Geo WILD is attempting to address some of these questions – as well as test some of the many myths surrounding sharks – in a two-hour event called \"Shark Attack Experiment LIVE\", which is being broadcast on Friday 25th November, 2011, at at 9 pm ET/PT.  \nAmong the questions the live show hopes to provide answers for are: does swimming or floating make us more attractive targets? Do bright colors or shiny equipment provoke sharks? Do our bodily fluids, urine for example, signal to sharks that lunch is nearby? And will they attack more readily during daylight or at night?\nContrary to their representations as man-eaters in popular fiction, sharks – great whites in particular – are not believed to target people but rather mistake us for prey such as seals. Humans, however, hunt them for food such as shark's fin soup and their use in traditional medicines around the world. Shark populations have fallen drastically thanks to this slaughter of one of the ocean's fiercest but most amazing predators.\nShark researcher Ryan Johnson says: “With more than 350 different kinds of sharks, every ocean around the world is home to this iconic predator, which is vital to the ecosystem of our seas, our goal is to reduce fear through education, while at the same time providing new insight into the triggers that can lead to the rare attacks.”\n.\nIf you don't feel you will get enough from the two-hour live show, there will be a marathon of documentaries for nine hours beforehand, starting at 12 noon, with live cut-ins from South Africa every hour. Those not in the US will be able to follow the event on social media such as \n and \n.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"Get Your Teeth Into the Truth About Shark Attacks... Live!","author":"Michele Collet"}