{"url":"http://www.environmentalgraffiti.com/news-destruction-rainforests-contributing-rise-malaria","content":"\nIn 1949 the United States was declared free of malaria as a significant health problem. The application of the insecticide DDT over buildings in counties where malaria was prevalent along with removal of breeding sites of mosquitoes proved to be a success in our efforts to eradicate this disease. These methods were then taken to other countries where they have not proven to be so successful. Malaria continues to kill over one million people each year.\nUnfortunately, infectious diseases remain the number one killer of children worldwide. There are many reasons why the world is still plagued with malaria. Malaria is caused by the parasite \n, which needs both mosquitoes and humans to survive. Drugs and vaccines are not likely to eliminate this parasite. Malaria is also a disease of ecology, and we need to use a multidisciplinary approach to address it. Solving one problem, without understanding the interconnections involved, can often cause more harm than good.\nDDT was once the solution to malaria. It worked in the United States, and people thought it could work worldwide. However, when large amounts of DDT were sprayed to counter an outbreak of malaria in Borneo, many beneficial insects were also killed. Wasps that kept hatch-eating caterpillars in check were killed, and when these caterpillars lost their predator, they began destroying thatched roofs. The toxins from the DDT also moved up the food chain, poisoning the lizards that the feral cats ate. When the feral cats died from eating the poisoned lizards, the rats reproduced unchecked, spreading new diseases including typhus.\nDeforestation is one contributing factor to the rise in malaria worldwide. Deforestation often comes before a malaria epidemic. There is a direct correlation between the rise in malaria in the Amazon rainforests and the degree of degradation in the rainforest. Fewer trees mean more sunshine, and several species of mosquitoes prefer to lay their eggs in the sunshine. The slight rise in temperature caused by deforestation also aids the parasite.  At 64 degrees the \n parasite reproduces too slowly to mature in the life of a mosquito, however at 68 degrees the parasite is able to mature before the mosquito dies.\n \nAs mentioned above, \nneeds both a mosquito and a human to survive. Inside the human it reproduces in the liver and infects red blood cells. Left untreated it disrupts the blood supply to the vital organs. The parasite has also developed resistance to some of our current medicines.\nForests need to be protected to for human health. Preserved forests protect diversity. Many medicines that treat diseases come from botanical sources, including antimalarials. And with the malaria parasite adapting to current medications, we need to search the forests for future medicines. Saving the rainforests should be our next step in the fight against this deadly disease. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb18.webshots.com-44689-2554791640104181437S600x600Q85.jpg","title":"How the Destruction of Rainforests is Contributing to the Rise of Malaria","author":"Lisa Hossler"}