{"url":"http://www.environmentalgraffiti.com/national-parks/news-wildlife-and-wilderness-savanna-sea","content":"\nThe traditional safari is a wilderness trail in a jeep through the sprawling African plains with a wily and eccentric tour guide who has several fingers missing and numerous scars. There are many different kinds of wildlife safari you can experience, depending on what kind of animal you would like to see and how ‘wild’ you want them to be. At Kruger National park in South Africa, which spans an astonishing two million hectares of land, you can spot lions, leopards, elephants, zebras, rhinos and buffalos. The Galapagos Islands in the Pacific Ocean, just off the West coast of South America (Ecuador), is home to all kinds of unusual amphibians, mammals, fish, vertebrates and invertebrates, from land-dwelling giant tortoises and lizards to coast-waddling penguins and sea lions, to exotic insects, rainbow-coloured birds, angelfish, manta rays and hammerhead sharks.\nOther popular (if slightly tourist-y) destinations include Kenya’s Tasavo and Amboseli National Parks or the Nature Reserves of Samburu and Masai Mara, or for those of you who hanker after a bit of luxury amongst the wilderness, there’s South Africa’s Singita private reserve where you can behold the magnificent Serengeti Wildebeest Migration. \nOther options include spotting orangutans in Borneo, gorilla trekking in Rwanda, a tiger tour in northern India, walking safaris in Zambia, and elephant conservation in Thailand’s Khao Sok National Park. As a general rule, group tours are less effective than the more exclusive and isolated safari experiences, and because of this, the best safaris tend to be the most expensive. But there’s a lot to be said for getting up close – or as close as you dare – to such wild (and often unpredictable and dangerous) beasts in their own territory.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb42.webshots.com-45865-2174443360105101600S600x600Q85.jpg","title":"Wildlife and Wilderness from Savannah to Sea","author":"darconvillescat"}