{"url":"http://www.environmentalgraffiti.com/offbeat-news/fight-global-warming-by-bombing-peat-bogs/751","content":"\nEvery month or so there comes a story of scientists who suggest we \n in new and occasionally ridiculous ways.\nLast month it was scientists promoting an \n, the leaves of which would reflect the sun’s light and help cool the earth. Before that, it was painting roads and roofs white, or dumping iron in the oceans, or even gigantic space mirrors.\nSo with all the grand but silly \n out there, it’s refreshing to see some people \n in a way that’s both effective and amusing.\nOfficials in England’s Peak District recently did their bit to \n by “bombing” the Bleaklow peat bog with bales of heather tossed from helicopters.\nPeat bogs in the district were once a vital part of the carbon storing process. They used to form a natural carbon sink, storing carbon within the bogs for ages. Yet the bogs aren’t storing CO2 anymore, they’re leaking it. Fires, grazing livestock, and pollution have taken their toll over the centuries, and the bogs no longer lock in carbon. There is growing concern over this \n, as the carbon contained in English peat bogs is equivalent to a decade of the country’s current CO2 emissions.\nSo the National Trust and some volunteers are attempting to turn back the clock on the peat bogs. They aim to turn the bogs back into the wet, green lands of yesteryear, a far cry from the dried out, scarred moorlands of today.Mike Innerdale, property manager of the National Trust’s High Peak estate, said: \"Along with Kinder Scout, Bleaklow is one of the most degraded peat moors in Britain. The idea is to turn it back from being a source of carbon dioxide to a sink.\"\nThe “bombing runs” were intended to spread heather seeds across affected areas of the bog. Volunteers will soon report to the Bleaklow and spread out the bales of cut heather and seeds. Once springtime rolls around, the hills should be covered in newly sprouting heather. Hopefully, the bogs will return to their former lushness and once again act as a natural carbon storage unit.\nI’m marking this as one of my favourite ways to \n. It’s cool, for one thing. Flinging large heavy things out of helicopters is probably not particularly eco-friendly, but it sounds really fun and will repair far more damage than it caused. Also, it’s one of the few relatively ambitious plans I’ve heard of that will actually work. If only more \n were like this one.\nInfo from \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-42317-2399964170104178106S600x600Q85.jpg","title":"Fight Global Warming By \"Bombing\" Peat Bogs ","author":"Chris"}