{"url":"http://www.environmentalgraffiti.com/featured/meat-ants-devour-cane-toad/20647","content":"\n\nImage via \nThough harmless at first glance, the Venezuelan cane toad has wreaked havoc with Australia’s ecosystem over the 75 years since it was introduced. Killing even big predators like crocodiles through its poison and laying up to 30,000 eggs in one go, the cane toad is a force to reckon with. But there’s hope, yet, in the form of a surprise weapon: small is the new big with tiny Australian meat ants bringing down the mighty cane toad.\nHere’s a short video of meat ants attacking and even toppling a cane toad baby:\nOnly about 100 Venezuelan cane toads (\n) were introduced to Australia in 1935 to combat sugar cane beetles. The clever animals, however, avoided the beetles and went for everything else instead as they eat two and a half times their own body weight on average. Though there are plenty of natural predators in Australia that consider the cane toad a good meal, the toad usually has the last laugh: Even when big predators like crocodiles eat the frog, they die because of the cane toad’s poison stored in its glands.\n\nImage via \n\nImage: \nThis poison coupled with the fact that females lay up to 30,000 eggs in a single clutch has led to a cane toad invasion, with their current population estimated at 200 million! This is having a devastating effect on Australian animal life as cane toads are changing the balance of the ecosystem in Northern Australia. But now there’s a newly discovered and unlikely enemy that might bring down the mighty cane toad: the Australian meat ant (\n).\n\nImage via \nAs the name partly suggests, these tiny insects – yet giants among ants – are omnivorous scavengers and have been used by farmers to clean carcasses in the past. Recently, it was discovered that meat ants are not affected by the cane toad’s poison and, in fact, have killed millions of cane toads already.\n\nImage: \nA group of researchers from the University of Sydney devised a clever way of instigating the ants’ natural predatory instinct further to speed up the process: They put a little bit of cat food next to areas where toadlets come out of the pond. The meat ants soon discovered the cat food and considered it a delicacy. From there, it was just a small step for them to discover the baby cane toads – still much bigger than them at about 1 cm but nevertheless snack size, and nothing a committed group of meat ants couldn’t tackle with a bit of team work.\n\nImage via \n\nImage: \nSays Rick Shine, lead researcher from the University of Sydney, about the attack of the meat ants and therefore the success of the project:\n\n\n\n\nImage via \nSkeptics were quick to point out that local wildlife may be negatively affected by attracting so many meat ants at once but the researchers have thought about this as well. Native frogs, for example, have evolved with meat ants and know how to avoid them. For one, they hop away much faster and further upon contact with the meat ants, whereas the cane toad, relying on its poison, remains still, hoping for the ants to die. Explains Shine:\n\n\nSkeptics may get convinced by considering the alternatives: killing cane toads through human efforts. If you’ve heard of Ghost Busters, you can imagine what Toad Busters might do. In Northern Australia, that means a committed group of citizens who sacrifice their weekends for gassing cane toads to slow down their population. Here’s a video of the Toad Busters vs. cane toads:\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3672573558_b73cafcd0b_o.jpg","title":"Meat Ants Devour Venezuelan Cane Toad","author":"Simone Preuss"}