{"url":"http://www.environmentalgraffiti.com/featured/unstoppable-coal-fire-blazing-beneath-pennsylvania/13986","content":"\nIn 1962, firemen in the Pennsylvanian mining town of Centralia successfully extinguished a minor blaze at a landfill dump – but little did they know a layer of coal just below the surface had ignited, creating a hidden and deadly inferno that raged undetected beneath the town for almost twenty years.\nThe flames above the surface were eventually extinguished, but the inferno below continued to rage for several years, fanned by the flow of oxygen through disused mine shafts. \nLocating a waste incineration site in an abandoned coal mine is never a good idea – especially if you also fail to install the fire-resistant clay barrier that prevents underlying layers of flammable anthracite coal from setting alight. Five volunteer firemen in Centralia overlooked this when they set fire to a landfill site in a mine pit, before dumping more hot coal and ash on top. \nThe subterranean fire gradually spread, enveloping the surrounding coal fields, and locals were only alerted in 1979 when a gas-station owner discovered the fuel in his underground tanks was an incredible 77.8° C (172° F). Shortly afterwards a 12 year old boy almost died when the extreme heat forced open a 46m (150 ft) subsidence crack beneath him.\nToday Centralia is a ghost town – its population evacuated in 1984 and its memory long since erased from the map. The state claimed eminent domain over the town’s buildings in 1992, demolishing the majority of them, and those that remain sit silently among the desolate open spaces and smouldering vents that now dominate the area.\nAnd the fire still burns, engulfing an area of over 1.6km² (400 acres), with scientists estimating the presence of enough coal to feed its flames for the next 250 years. The large amount of carbon monoxide in the air and ground riven by extreme heat ensures residents won’t return to Centralia for some time.\nThe lonely cemetery that sits atop the hilltop, gently smouldering, marks not only the final resting place of those who long ago brought mining to the area, but also the demise of a town that is destined to remain silent for many decades to come. There will, however, always remain hope that Centralia might some day return to its former glory – that it might rise from the ashes.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/8_teaser_0.jpg","title":"The Unstoppable Coal Fire Blazing Beneath Pennsylvania ","author":"Thomas Davie"}