{"url":"http://www.environmentalgraffiti.com/featured/volcano-surfing/11211","content":"\nPicture the scene. Perched on the crater's edge of a super-active volcano, 728 metres (2,388 ft) above sea level. On all sides of the smoking black cinder cone and lava field, a verdant landscape stretches towards the horizon. Then, it's off, skidding and sliding over loose volcanic rock and ash, the wind and dust in your face as you accelerate down the mountainside, steadying yourself for speeds of over 50 miles (80 kilometres) per hour.\nDreamed up four years ago by the guys at Bigfoot Hostel and Green Pathways Tours in Nicaragua, volcano surfing – sometimes called ash boarding or volcano boarding – seems to have slid off the volcano slope and taken off as the adventure travel community turns its gaze on the latest hot extreme sport.\nVolcano surfing has evolved on the slopes of Nicaragua's Cerro Negra, one of the world's volatile volcanoes, and Central America's youngest. Actually more closely resembling snowboarding and its derivative sandboarding than surfing per se, volcano surfing keeps the stress on speed, while adding the thrill of tough falls on rough volcanic surfaces. That and the threat of a possible eruption at any moment. Cerro Negra last exploded as recently as 1999.\nStill, it seems the risks of volcano surfing are more than worth it for the feeling you get from doing it. As Phil Southan, owner of Bigfoot Hostel and one of the tour organisers, tells Environmental Graffiti:  \"It is amazing. When you are on the top, you can't see the bottom so it definitely gives you a big rush. Once you start you just go and let go of everything until you reach the bottom.\"\nAs extreme sports go, volcano surfing, like the volcano it was born on, is still a wide-eyed but excitable baby. The ply, metal and formica boards are custom made in the organisers' workshop, with both stand-up and sit-down models available – the latter offering both a speedier and safer ride. Still, this sport can hurt. The threat of the volcano is ever-present, but the main danger is falling off and getting cut, which explains the use of protective gear like jump suits and goggles.\nSo how does this new sport differ from, say, sandboarding? Southan explains: \"The principal difference is the material. Sandboarding is on fine sand and thus you can carve much easier in to the mountain. This is more similar to snowboarding. Volcano material overall is not fine; in some parts it is pretty fine but relative to sand it is more coarse, so carving is much more difficult.\"\n\"Overall we encourage people to sit down and just go for it because you can reach speeds up to 50mph but standing the fastest we have seen is 10mph. No matter what it is super fun and you will enjoy it.\"\nEnjoy it? I'm sure we will. To date over 10,000 people have tried out volcano surfing, mainly backpackers travelling through Central America, but this adrenaline-fired sport's popularity shows no signs of slowing down. You wonder where it will be another four years down the line.\nSays Southan: \"This is a unique tour as nowhere else in the world can you board down an active volcano. What we offer is a tour for everyone with absolutely no experience necessary. One of the greatest attractions of the tour is that you get a bit of everything. Nicaraguan rural culture, hiking, amazing views, walking in an active volcano and then of course the high adrenaline boarding down the volcano.\" What more could you ask for?\nWith special thanks to \n Phil Southan for taking the time to be interviewed and providing these stunning images.","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","title":"Surfing on the Slopes of a Volcano","author":"Karl Fabricius"}