{"url":"http://www.environmentalgraffiti.com/art-and-design/news-unbelievable-artistic-use-old-clothes-guerra-de-la-paz","content":"\nHow often have you seen old clothes piled high awaiting disposal and thought that someone in the Third World could probably make good use of them? In Miami, Florida, a pair of artists - Alain Guerra and Neraldo de la Paz, both born in Cuba - understand the meaning of poverty. Clothing is their material of choice for creating outstanding works of art, and they obtain supplies from waste bins and second hand shipping companies in the Little Haiti area of Miami.\nAlain Guerra and Neraldo de la Paz were both born in Cuba and decided to work together under the name Guerra de la Paz. Alain did his studies at the School of the Art Institute of Chicago, while Neraldo attended the Northern Illinois University, De Kalb. They met in Chicago the day that Alain was moving back to Miami, and the rest, as they say, is history.\nIt was in 1996 that the pair conceived of and began their joint project, since when they have staged many exhibitions and received a great many enthusiastic reviews of their art. The project tends to see the old clothes as archeological relics of individual personalities, lending themselves wonderfully to the recreation of historic themes or classic iconography.\nMost iconic and best known examples of their work are are the “mounds”, mountains of brightly colored clothes heaped up to resemble dumps. Tribute from 2002 (the first image in the article) is one of their more striking achievements, and Neraldo likens the artwork to garbage on its way to the landfills, ultimately becoming nature again. Naturally, these monumental works form but a fraction of this talented duo’s immense output.\nBoth artists acknowledge that their particular brand of art does not easily find acceptance among the more prestigious galleries, but within a fairly short time after their first New York solo show opened in 2006, their unique take on art began to receive the attention it deserved. A \n magazine interview followed in 2007, highlighted on the cover, and the co-operative has since then enjoyed an ever growing popularity.\nIndeed, during the last Art Basel Miami Beach Week, their free-standing sculpture Nine was bought by the famous English art collector Charles Saatchi. As the image below demonstrates, this is nothing more than a mound of clothes being held aloft by individuals. This supposedly speaks of working together, being a force powerful enough to defy even gravity, and therefore something that diverse communities should do much more of. \nThe latest show by this incredible pair took place at the Daneyal Mahmood Gallery in Chelsea, New York, working beside Creative Thriftshop. Possibly as a tribute to those serving over in Iraq, ‘Green Zone’ is a very big installation paying homage to the heavily guarded diplomatic area in central Baghdad that is referred to by that name. \nIn New York City, however, the Green Zone adopts a much more pleasant meaning, harking back to earlier works by the two artists, 2002’s ‘Overflow’ or 2006’s ‘Oasis’ that also reflected US conflicts of the times. Guerra de la Paz has repeatedly proved itself able to use discarded clothing in ways that deliver clear and powerful messages, representing powerful forces, and the necessity of working together to overcome difficulties. \nWhen asked about the work represented in \"Green Zone\", Alain commented: “Not everything is beautiful. Not everything is dark. There are both. We’re two different personalities. Our names are war and peace. Our work explores what brings tranquility and what brings unrest.”\nThe works produced by this prolific partnership are extremely thought provoking, which is all that any viewer can ask of artworks that they look upon. There is darkness as well as rainbow brightness, sadness mingling effortlessly with joyful installations. Their talent is boundless and their innovation immense. Two truly talented artists, combining to form one electrifying duo. Whatever comes next from Guerra de la Paz, it will be worth waiting for.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-13859-2471547150105101600S600x600Q85.jpg","title":"Amazing Uses for Recycled Clothes by Guerra de la Paz","author":"tonyleather"}