{"url":"http://www.environmentalgraffiti.com/news-photographing-oldest-organisms-earth","content":"\nWe humans think of ourselves as the primary lifeform on the planet, and in terms of intelligence we undoubtedly are, but look closely at other factors that might determine how superior an organism is and homo sapiens begins to look decidedly second-rate. If life expectancy were an important consideration we would be way down the list, somewhere near the bottom, because there are varieties of life on Earth that make our own three score years and ten seem less than the blink of an eye.\nThe Siberaian Actinobacteria pictured above are one example, because DNA replication in the laboratory proved that these lifeforms, recovered from the permafrost, were indeed still living, up to 600,000 years after they first appeared.\n \nThis shrub has shiny green leaves and pink flowers, but produces no fruit or seeds. Only one colony of King's Lomatia is known to exist in the wild. It is sometimes called \"King's Holly, and is unusual because all remaining examples are genetically identical. With only three sets of chromosomes and subsequent sterility, reproduction can only happen when a branch falls. The fallen part grows new roots, resulting in a new plant genetically identical to its parent. Although technically separate plants, because each has its own root system, they are regarded as one of the oldest living plants on earth, having been cloning itself successfully for at least 43,600 years and quite possibly up to 135,000 years.\n \n \nPando or The Trembling Giant, shown in the above picture, is actually a colony of trees from a single male Quaking Aspen. This has been determined by tests revealing identical genetic markers and one gigantic underground root system. The plant is estimated to weigh 6,615 tons making it the heaviest known living thing on earth. Pando is believed by some researchers to have been in existence for 80,000 years, or a thousand human lifetimes.\n \nBox Huckleberry is a low growing North American shrub related to the blueberry. Thought by botanists to be a relic of the last Ice Age, Box Huckleberry is self-sterile, and is found in isolated colonies which once again reproduce by extending root systems. One colony in Pennsylvania has been estimated to be between 5,000 and 13,000 years old, so this would most certainly qualify as being one of the oldest organisms on earth.\n \nA Swedish university announced, in April 2010, the discovery of what they claim is the ‘world’s oldest living tree’, a 9,550 year old spruce. This is far older than previous record holders, says Umea University, which were North American pines dated to around 4,500 years ago. Researchers found wood from four generations of spruces in the Dalarna province and dated these to 375, 5,660, 9,000 and 9,550 years old, respectively. These remains have the same genetic makeup as the trees above them, tests revealed, so once again we have a worthy contender for inclusion in the list of the world's oldest.\n\n\n When scientists discovered this it became known as the ‘Ring of creosote bush’ in the Mojave desert in California. Another plant which reproduces clonally, this bush has been estimated at being somewhere around 12,000 years old. There is little doubt that organisms that live for millennia are astounding, and they are not all restricted to the land. Below is a photograph of something else that could have been developing for thousands of years, Brain coral.\n \nWhilst most of these organisms make the human lifespan seem insignificant, many of them have become venerated in the areas where they are found because of their age. The Jhomonsugi Cedar, on Yaku Island in Japan, is a good example of this. Buddhists have revered this gigantic old tree for many hundreds of years, but nobody knows just how old it is. Estimates range from 2,500 to 7,500 years old. Whilst a relative youngster in terms of the other organisms featured here, this is still a wonderful testament to longevity.\n \n \nThere are many more incredible trees and other organisms that could be added to this list, but it would not be right to dilute the message of the story. We humans have existed on this planet for less than the blink of an eye in ecological time, yet we assume so much about our own importance in the great scheme of things. It is quite humbling to realize that there is life on this planet today that began over 20,000 human generations ago and lives still. In the face of such awesome longevity, what do have we to offer the future? Only time will tell.\n \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","title":"The Oldest Organisms on Earth","author":"tonyleather"}