{"url":"http://www.environmentalgraffiti.com/news-race-save-angels-forest-silky-sifaka-lemurs","content":"\nSilky sifakas, lemurs known locally as either \"angels of the forest\" or \"ghosts of the forest\" for their bone white, silky fur, are not only among the rarest primates on earth with only between 100 and 1000 living in isolated spots on the island of Madagascar but also one of the rarest mammals on earth.\nThey live in groups of two to nine individuals and are extremely social in their behavior. The small family units raise another reason conservation efforts are absolutely vital: Silky sifakas mate only on one day a year, typically at the beginning of the rainy season. Gestation is six months and generally a female only gives birth every two years. The length of time for infants to be born makes it even more difficult for the sifakas to make up lost ground. Add to this the fact that no silky sifakas have survived in captivity, so there is little chance of a captive breeding and reintroduction program.\nTheir only real predator are humans. Raptors used to be a big problem and sifakas still vocalize when they see or hear a buzzard but ironically, the raptors that used to prey on them have become extinct. There is a mammal, a fossa, that is dangerous to infants but no sightings of an attack have been made. The biggest problem as usual are the human animals.\nIllegal logging of precious woods such as rosewood and ebony within its protected habitats is the biggest single danger to the silky sifaka. Slash-and-burn agriculture is also a problem, as is hunting. There are local taboos against eating some lemurs but the sifaka has no such protection and thus, the hunting for bushmeat within its habitat goes on. \nLogging hits the sifakas particularly hard because they are primarily \"folivorous\" or leaf eating and eat up to 76 species of plants. They have also been known to go down to the forest floor and eat some dirt, which suggests that their nutritional needs are met by numerous needed foods rather than just one or two species. Therefore, survival in captivity is not an option.\nConservationists have started on a two-pronged approach with locals: First of all an education program in the villages with adults and children, radio interviews and videos at the schools as to the sifaka's plight and second, a psychological one where they hope to make the villagers feel concern for the animals by taking them out on three-day eco tours. These give the villagers an emotional connection to the silky sifakas and seem to be having an effect.\nHopefully, as more people learn about the imminent extinction of these beautiful primates, pressure on the governments to do more to protect them will have an effect.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","title":"Silky Sifakas: The Endangered Lemurs of Madagascar","author":"Michele Collet"}