{"url":"http://www.environmentalgraffiti.com/news-healthiest-insect-produce-you-could-wish","content":"\nApitherapy sounds a bit of a tongue twister, doesn’t it? It’s a treatment recognized in large parts of the world, based on 45 million years worth of evolutionary expertise by the humble bee, the favored species being the European honey bee. It is an amazing fact that 21st century medicine, advanced as it undoubtedly is, has started looking seriously at remedies once regarded as myths and folklore, with a far more open eye. \nWhat ancient Greeks, Chinese, Egyptians and Romans were happy to use for curing ailments may seem unpalatable to us, but science is coming to appreciate how well they actually work. Like other Greek physicians, Hippocrates – seen as the founder of medicine - understood the value of bee propolis, used by bees to sanitise their hives and protect the young. Indeed the name emanates from the Greek words 'pro', translating as 'before', and 'Polis', roughly meaning 'city' – the whole word loosely translating as ‘defender of the city’. \nUse of this amazing product is widespread, though not in Western Europe, and in some ways, it’s difficult to understand why. Though 0.2% of people will have a natural allergy to the pollen content, the vast majority can use it without side effects. What is it, then, that makes this substance so special?\nPropolis is composed of resin from plants and trees (50%), Wax (30%) essential oils (10%) and 5% pollen. It also contains amino acids, minerals, vitamins and, most important of all, bioflavonoids – thought to be the active ingredient in healing processes. This combination is also called ‘Bee Glue’, and is used to coat the inside of the hive, providing a completely sterile environment, thanks to its antibiotic, antiviral and antifungal properties.\nHippocrates used propolis for sores and ulcers; the Egyptians, to whom the bee was holy, used it similarly; the Romans, seeing the bee as a symbol of courage and valour, were equally happy to use propolis a great deal. Their legends had it that the God Jupiter transformed the lady Mellisa into a bee, just so she could produce the miracle healer.\nStrangely, though, the benefits were overlooked in Europe until 1579, when it was referred to in John Gerard’s 'Historie of Plants' as being able to ‘provide swift and effective healing for many conditions’. Still, it is really only in the latter half of the 20th century that the use of propolis has become widespread in some parts of the world.\nScientific research has demonstrated, in China, that the substance is effective in treating hypertension, arterio-sclerosis and coronary disease, helping white blood cells in cleaning the blood supply. Russian tests found that it can prevent the forming of abscesses and ulcers, while US, and Polish experiments show that it is of great benefit in treating skin disorders, herpes and various allergies.\nIt is known, in alternative medicine circles, as the ‘woman’s friend’, because it seems to help with painful periods, vaginal infections and sores. Very recent research in London, at the National heart and Lung Institute, has shown that the bioflavinoids in propolis are capable even of destroying bacteria which has developed a resistance to modern, synthetic antibiotics.\nThe pollen content of propolis is very important, too, containing, as it does, 16 minerals, 16 vitamins, all 18 amino acids, 21 enzymes and a host of other elements. It helps to strengthen the immune system, and provides antioxidant protection against the free radicals, which modern medicine believes are harmful. It also inhibits the release of histamine, and helps to combat allergic reactions such as hay fever.\nYou may never look at a bee in quite the same way again. Roman historian Pliny said, 'current physicians use propolis as a medicine because it extracts stings and all substances embedded in the flesh, reduces swelling, softens indurations, soothes pain in sinews and heals sores when it appears hopeless for them to mend’.\nIt can be taken in several forms today, and is regarded as a safe, non-toxic food supplement, helpful for respiratory problems, arthritis and rheumatism, burns, bruises, dental problems and even skin treatment. It can be obtained from most health shops as capsules, solutions and creams. It would seem, with hindsight, that medical practitioners of ages past were, in many ways, far more forward thinking than might ever have been believed - and as the ensuing centuries have shown, nature can provide so many answers. Bee propolis: use it and bee healthy!","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","title":"Propolis: The Incredible Natural Medicine Produced by Bees","author":"tonyleather"}