{"url":"http://www.environmentalgraffiti.com/plants/news-legal-plant-amsterdam","content":"\nWhen hearing Holland, where does your imagination take you? Are you striding along the liberal streets of Amsterdam? Do you see pretty wooden klompen (clogs)? Undisturbed canvas windmills on a distant hilltop? Or perhaps rows of elegant tulips?\nThis article will focus on the latter and will have you amazed and amused at the sight of the most extensive and colourful flower garden in the world: Amsterdam's Keukenhof. Close your eyes and picture 7 million bulbs planted in neat, patterned layouts, imagine the scent of millions of blooming flowers, hear the sound of birds and crickets reveling in the joy of spring pollination. Keukenhof is just this. \nIt is located southwest of Amsterdam in the quaint town of Lisse and was established in 1949 as a showcase for the Dutch bulb trade. As it grew in popularity, it established itself annualy as the Garden of Europe. Over 100 varieties of tulips can be found here, 2500 trees and 15 kilometers of footpaths.\nBesides the obvious flower-power glory, Keukenhof also has an intriguing history. The word itself translates as ‘kitchen garden’ for, in the 15th century, it belonged to the castle of Jacoba van Beieren. Here the cooks and servants of the Duchess of Bavaria and the Countess of Holland potted herbs and vegetables with which to make stunning medieval banquets.\nToday, gardeners from all over the region gather to compete for the most elaborate displays. What to the layman is a pretty parade of colourful tulips is in fact a carefully planned endeavour; each flower has specific planting dates, which must be meticulously observed so that they may all bloom at the same time. Tulips are not alone in the displays; rhododendrons, cherry trees and azaleas also fill the air with sweet aromas. English garden landscape prevails, but Japanese Country gardens are emulated as well as historic gardens exposing ancient culinary and medical herbs and untamed nature gardens combining wild plants, shrubs and perennials. Competition is high, especially in the conservatories that house delicate and exotic species.\nIn the 17th century, tulips became a status symbol for the educated and wealthy, and because of their short-lived blooming season, were considered rare and prestigious. In the Netherlands especially, ‘tulip-mania’ lasted for about 40 years and the prices of bulbs surpassed those of houses. \nWandering characters in traditional dresses and klompen, a maze, folk music played on a barrel organ and a 1950s windmill also feature in the landscape. The main attraction, however, are the extensive flowerbeds, which to the majority of urbanites is an unusually calming and overwhelmingly simple experience. No cars or technology, just flowers and trees and bicycles on hire. \nPart of its prestige probably rests on its short-lived exposure; the gates of Keukenhof are only open two months a year for the spring season. As in its early days, the garden still hosts an intrepid sale of tall, short, red or yellow, early blooming and late bulbs; both for amateurs and professionals alike.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-43957-2405906260104237032S600x600Q85.jpg","title":"Keukenhof: The Largest Flower Garden on Earth ","author":"marianovellamonti"}