{"url":"http://www.environmentalgraffiti.com/offbeat-news/80-will-change-to-stop-global-warming/430","content":"\nAccording to a BBC poll of 22,000 people in 21 countries, most people are willing to make sacrifices to help fight climate change.\n83% of people surveyed were prepared to change their lifestyle somehow to reduce the amount of climate changing gas they emit. The poll also asked people their opinion on raising energy taxes on fossil fuels. 44% of people were against increasing taxes on oil and coal, while 50% of people were in favour of it. \nAttitudes towards taxes on energy differed greatly by country.  The Chinese are the most in favour of energy taxes, with 85% of respondents in favour of the taxes. In most of the world, however, either narrow majorities or actual minorities supported higher energy taxes. When the pollsters added a few variations about the taxes, however, most people were in favour. \n \nWhen people were asked whether they would support higher taxes if the money went towards cleaner fuel technology or greater energy efficiency, the majority were in favour. When respondents were asked whether they would support higher energy taxes if their overall tax burden remained the same, there was also a favourable majority. \nDoug Miller, director of the polling company Globescan, which performed the poll, said: “This poll clearly shows that people are much more ready to endure their share of the burden than most politicians grant.\"\nWhile it does show that the majority of people are willing to change their lifestyle to help reduce climate change, what the poll doesn’t take into account is the degree to which people are willing to change. I’m sure most people would be willing to recycle their household waste, but are they willing to take the extra step and make changes that are more difficult? \nSource: \n\n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","title":"80% Will Change to Stop Global Warming","author":"Chris"}