{"url":"http://www.environmentalgraffiti.com/featured/martian-landscapes/3803","content":"\nIt was Stephen Hawking who once said:\n\n\nAnd as 40,000 fans say goodbye to the now-retired Mars Phoenix Lander on \n and \n, its discovery of water on the Red Planet during its 150 day mission may strengthen scientists' position that the fourth planet from the sun is the ideal location for future human colonization. But with the first manned space mission nearly 20 years away, a visit, let alone colonization, seems like a pipe dream. So in lieu of the real deal, we found these eight Blue Planet locales that can give you an idea of what a view from your Martian home might look like, and what scientists are finding out here on Earth that will help in future missions to Mars.\n1. The Mars Desert Research Station in Utah is the home of volunteers who live in a simulated Mars habitat. Although it's much warmer than the Red Planet, the terrain and appearance of the area is very Mars-like. Working in full-on spacesuits, crews gather information about the terrain and analyze the geology and biology of the region.\n2. The Atacama Desert in Chile is 50 times drier than Death Valley and holds the title of the second driest place on Earth (number one is another Mars-like place, the McMurdo Dry Valleys of Antarctica). This desert is very nearly lifeless and experiences intense solar radiation, just like Mars.\n3. Scientific expeditions in the Arkaroola region of the Australian outback have been conducted to develop strategies and technologies to be used in a human mission to Mars. In the future, a new Mars Analog Research Station is to be built in this area.\n4. Just next door to the Atacama Desert is Licancabur Volcano on the Chilean/Bolivian border. Licancabur is home to one of the highest lakes on Earth. The lake's low-oxygen, low atmospheric pressure and high UV radiation combine to make it very similar to Martian lakes of old. Studying Licancabur enables scientists to investigate whether ancient Mars was livable and whether there's potential for future life on the planet.\n5. Spain's Rio Tinto River is an ideal place to study organisms that can survive in extreme conditions of high acidity and iron. Experiments here provide scientists with valuable information about how to survey the iron-rich Red Planet.\n6. Expeditions to Svalbard, Norway, provide scientists with a chance to explore the geology, geophysical features, biosignatures, and life forms that might have lived in volcanic centres, warm springs, and perennial rivers that are thought to be similar to ancient Mars sites. The information will help scientists to conduct experiments in missions to Mars in the future.\n7. The McMurdo Dry Valleys of Antarctica provides scientists with an idea of what the weather is like on Mars: freezing temperatures, powerful winds, super-low rain and snowfall, daily freezing and thawing, low humidity and extreme solar radiation. How cozy.\n8. At the other end of the planet, Devon Island in northern Canada features a snow and ice-free summer and daytime temperatures similar to a Martian summer day. Not exactly heaven on Earth, the Haughton Crater site on Devon Island is dubbed 'Mars on Earth' because it is said to be the closest to Mars in geology and climate as Earth can get.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","title":"8 Incredible Martian Landscapes","author":"soniaydong"}