{"url":"http://www.environmentalgraffiti.com/beaten-track/news-has-zodiac-killer-come-back-help-fbi-solve-open-murder-case","content":"\nIn an article on its website posted on March 29, 2011, the FBI has appealed to the general public for help in solving a 12-year-old murder case. They need assistance in breaking the codes of two encrypted notes found in the pockets of the dead body of Rick McCormick.\nThe story dates back to June 30, 1999. Rick McCormick, 41, was found dead near St. Louis, Missouri. Two mysterious code-notes found in the victim’s pocket were the only clues, and the FBI have not been able to decode them yet.\nWhen we talk about coded messages and cryptograms, one name often comes to mind, that of the Zodiac Killer. Could the murderer be the same devious killer that terrorized the residents of the San Francisco Bay Area with a string of cold-blooded killings during the late 1960s and early '70s? It seems unlikely – but who knows?\nHow can we forget the Zodiac Killer, the individual who stalked young couples, resulting in tragic deaths as well as frustration for the investigators? In various taunting letters sent to newspapers, the Zodiac Killer provided hidden clues that might identify him.\nEven though no one is saying that this latest murder is the Zodiac Killer's work, we should not forget the fact that some of his cryptograms defied the greatest code-breaking minds of the CIA, NSA and the FBI. And he has not been caught yet. So, it is a possibility that he is still out there. (Read more about the Zodiac Killer \n).\n\n(See the example on which this was based on the \n).\nTo break or decipher any code, there are four basic steps involved. Say for example the given cipher is \nStep 1: First, determine the language used, comparing the text to the language suspected. In the above example the language is English.\nStep 2: Second, determine the code system used. This explains how the cipher was written. Was it letter substitution, word replacement or rearranged words? The example above uses letter replacement.\nStep 3: Reconstruct the key – once you know the coding system. Lots of concentration is required to find this out. In our example, every character is replaced by the letter to the left in the alphabet.\nStep 4: Finally, reconstruct the plaintext, applying the key, to decipher the code. What we have got in this example says \nThe 30-line notes shown above were written the days before Rick McCormick's death. Even though a variety of techniques have been applied by great minds in the Cryptanalysis and Racketeering Records Unit (CRRU) and American Cryptogram Association (ACA), no solution has been found yet for breaking the codes.  Therefore, if you think you can crack a cipher, you could be of great help to the FBI.\nIf anyone who is reading this article thinks that they can decipher the above notes, contact the FBI at the following address:\nCRRU chief Dan Olson said: “Breaking the code could reveal the victim’s whereabouts before his death and could lead to the solution of a homicide.\"\nSource: \n, ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"The Real Life Murder Mystery Encrypted in a Secret Code","author":"Alka Sharma"}