{"url":"http://www.environmentalgraffiti.com/sciencetech/nasa-creates-gigantic-vibrator/712","content":"\nNASA is working to solve a huge problem in its next generation launching rockets.\nThe new rocket, called the Ares 1, has a serious vibration issue. Engineers believe the solid rocket booster could vibrate far too violently during the beginning stages of the flight, which could shake the entire aircraft apart if not corrected.\nThe problem is fairly common to the rocket boosters, and NASA engineers are working on solutions. The danger in the vibration is not from the actual shaking of the rocket, but how the things it is shooting off into space are affected. This includes the crew capsule, the instrument unit, and a booster.  The problem is especially important as the Ares rocket is designed to replace the space shuttle, and will launch astronauts to the moon in NASA’s upcoming lunar missions.\nFortunately, those missions won’t begin until 2020, and NASA is confident it can fix the problem long before then.  Dr. Michael Griffin, NASA administrator, told the Associated Press: “I hope no one was so ill-informed as to believe that we would be able to develop a system to replace the shuttle without facing any challenges in doing so. NASA has an excellent track record of resolving technical challenges. We’re confident we’ll solve this one as well.”\nThe Ares I rocket is one of two rockets NASA has developed to replace the space shuttle since beginning its program to return to the moon in 2005. The other, the Ares V, is a cargo ship that will carry no crew members. The shaking is due to gas vortexes that develop behind the rocket and add to its acceleration. These are something like the wake created by a boat, according to Professor Jorge Arenas of the Institute of Acoustics in Valdivia, Chile.  Fortunately, NASA has 7 years to develop a solution to the problem. The first astronauts with an Ares I rocket will not take place until 2015.\nSource: \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-45550-2734100400105101600S600x600Q85.jpg","title":"NASA Creates Gigantic Vibrator","author":"Chris"}