{"url":"http://www.environmentalgraffiti.com/sciencetech/milanese-children-suffer-as-city-named-pollution-capital-of-europe/899","content":"\nAfter years of close competition, we finally have a clear winner in the “Pollution Capital of Europe” contest.\nWhile Milan may be better known for fashion and (everywhere except America) excellent soccer teams, it appears that it’s also the most polluted city in the whole of Europe.\nMore alarming is the effect the pollution seems to be having. Toxic fumes, mostly from traffic, appear to be raising infant mortality rates and making children across the city sick, according to the city’s Macedonio Melloni hospital.\nIronically, the announcement comes on the heels of the new “ecopass”, a congestion charge designed to help reduce traffic and air pollution in the city. \nMilan has very high levels of pm10s, small particles with a diameter of less than 10 micrometres. These are produced mostly by car exhaust and have been linked with breathing problems, heart disease and cancer. The levels of pm10s in Milan have been over the safety limit for 60% of the days since the ecopass was implemented.\nNow, a hospital study has shown that children are at high risk of serious health issues when pm10 levels are high. A study at the Milanese hospital compared the admission rates of children with the pm10 levels for the day. In a 10-day period with safe levels, only 176 children were admitted. When pm10 levels topped more than double the safe limit, more than 400 children were admitted in a 10-day period.\nDr Alessandro Fiocchi, lead author of the study, said the results \"confirmed the urgent need to limit the damage that is affecting one child in four in the region\".\nEmily Backus is the leader of Milan’s Parents Against Smog. She said the ecopass was a token gesture and was not surprised it has had so little effect. Backus said: \"The pollution charge introduced January 1 covers just 4 per cent of the city's territory and is not particularly onerous: a 10-year-old diesel truck can tool about the historic centre for €2.5 with the purchase of 50 passes.\"\nPerhaps the biggest signifier that pollution is a problem in the city is the response by the fashion elite. Nowadays, smog masks are the newest accessory worn by the Milanese fashion crowd.\nInfo from ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","title":"Milanese Children Suffer as City Named Pollution Capital of Europe","author":"Chris"}