{"url":"http://www.environmentalgraffiti.com/nature/news-how-most-influential-scientists-alive-today-unraveled-dna","content":"\nOver the last century our understanding of the universe we live in has been revolutionized. Indeed some of the greatest scientists who have ever lived are working in the world today (as you can see in SuperScholar's recent article about the world's \n).\nOne of the most significant of all these advances is our study of the human body and the functioning of DNA (deoxyribonucleic acid) – the coding that makes us who and what we are.\nDNA has been extensively researched by scientists wishing to further understand the complex way in which life is biochemically formed. DNA contains the genetic information that composes nearly all living organisms. In the early 1950s, molecular biologist James D. Watson led his team of researchers to the ground breaking discovery that DNA is a double-stranded chain, also referred to as a double helix. Using models, he showed how matching nucleotide base pairs from the two DNA strands interlocked to form a double helix. He then showed how the strands separate during replication, and how each individual strand then serves as a template for the formation of a complementary strand, identical to the one before.\nWatson's discovery was pivotal to modern day researchers and evolutionary scientists, like Richard Dawkins, whose work is founded in the study of genetics and inherited characteristics.\nAnother scientist who benefited from Watson's discoveries was Craig Venter who led the incredibly ambitious Human Genome Project. The earlier research was essential to Venter because it resulted in a greater understanding of how the nucleotide base pairs in DNA molecules form complex sequences, and the way in which DNA can self-replicate. Essentially, Venter's aim was to entirely map out the human genome by determining the base pair sequences in the DNA contained in each human chromosome. In 2010, Venter created the first cell using a synthetic human genome.\nWatson, Dawkins and Venter all featured on a recent list of the '\n' alongside experts such as Stephen Hawking, Jane Goodall and Noam Chomsky. Have a look - it's inspirational stuff!\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","title":"How the Most Influential Scientists Alive Today Unraveled the Mystery of DNA","author":"Gibb"}