{"url":"http://www.environmentalgraffiti.com/beaten-track/news-plymouth-lost-paradise-caribbean-sea","content":"\nThe Caribbean Sea is well known for its paradisiacal islands, with white sand, blue skies and amazing green tropical landscapes. However, these fragile paradises are everyday threatened by a wide range of natural catastrophes and the dream can quickly become a living nightmare. Volcanic eruptions can be one of the most terrifying of these.\nNicknamed the Emerald Isle of the Caribbean thanks to its lush vegetation, Montserrat, a small British overseas territory, has been scarred for life after the return of activity of the terrible “Soufriere Hills” volcano, 15 years ago. The unfortunate British crown jewel was partially destroyed by huge pyroclastic flows coming from the top of the volcano. The capital city of Plymouth, notably, had been completely buried after that catastrophe.\nGary Mark Smith, a photojournalist and street wanderer is one of those who rushes to places classified as being worse than hazardous. Hurricanes, war zones and volcanic eruptions are definitely among his favorite places. It appears to be a virus he can’t cure. It's what the general public calls \"courage\", what the skeptical or jealous sort calls \"crazy\" and what a dedicated artist calls \"necessary evil\". It's what the current Gary calls \"everyday life on a deceptively 'safe' Earth\".\nHe was actually a witness to what happened to Montserrat, as he covered the course of events from 1997 to 1999. On the island, he is still considered a local hero. \"Many there know my name, but many more on the island know me as: \"That crazy Yank photographer”.\nIn his book, \n Gary Smith draws up a Death Zone’s \"overview of the event\". However, the books mainly deals with the amazing story of Salem’s holdouts. Salem is a village located around 2.8 miles (4.5 km) from Plymouth, the former capital. In September 1997, Gary Smith arrived on the island. Salem was already included inside the Death Zone and Plymouth had been destroyed long ago.\nWhile the media and other intruders were trying to make an exclusive, Gary Smith embedded himself inside “the edge of the fury” (as he likes to call it) on the Salem holdout's behalf, creating tight links with the locals.\nToday, Plymouth is still included inside the Death Zone. At the time, the local population had time to flee abroad. During the crisis 8,000 people left Plymouth and its vicinity, but unfortunately few of them came back home. Since then, half of the island (the south part) including the former capital remains barred from access, due to safety reasons. The Soufriere is still active, even though the volcanic activity is now located on a smaller scale.\nThe volcanic eruption has been a total disaster for the island. All the main infrastructures, such as docking facilities and the airport, were located around Plymouth and buried as well, under more than 12 meters of mud.\nFrom a plane, a boat, or from a good spot on the other islands, the scene is quite impressive. The stories of survivors describe the place as a land of desolation. The access to this part of the island is still severely restricted. The pyroclastic activity, resulting from this explosive eruption was characterized by flows composed of hot gas and rocks, which could move at 700 km/h and reach temperatures of about 1,000°. Indeed, you better be far away.\nThis terrible time is now carved in the national memory, most particularly because volcanic eruptions are not just about rocks, pyroclastic debris and ashes, but in human experience and broken lives. In September 1997, as Plymouth had been completely abandoned, some holdouts from Salem, were still fighting. At the time, Salem was included in the unsafe zone, also called the “death zone” by officials. As Gary Smith says: “They were David, the mountain was Goliath.” Around 200 holdouts were fighting then to preserve their lands and their lives against two enemies. One was immaterial, definitely invincible and threatening, but they were also fighting against a government that had decided not to let them die without taking some restrictive measures to persuade them to leave the vicinity.\nWhereas people from the overcrowded north part were jumping on the ferry towards better lands, Gary Smith booked his plane ticket to spend a few days in Montserrat with Salem’s holdouts, obviously against all international advice. The American department of state was clear: “All US citizens should cancel their journey to Montserrat.” During his entire trip, he gathered all kind of material, from local rumors, field notes, and above all, photos. An invaluable testimony, which follows day after day, hopes, feelings, fear and the pain of Salem’s holdouts.\nAs Gary Smith notes in his book “Molten memories”, all the locals became amateur volcanologists at the time. Their lives were completely dependent on the volcano’s mood. Every day it was the mountain that decided if they would die or survive. It is a notion an outsider can’t feel or understand. “Molten memories” helps us to feel closer, with its long descriptions of a unique atmosphere, described at the time by the scientists as the “most dangerous place on earth”.\nThe 17\n of September 1997, Garry Smith landed on the island and settled his camp in Salem. A few days after, he found a way to go to Plymouth, despite all the warnings and official interdictions. That day, he was succeeded in escaping from an expected death.\n“I'd had about 15 close call death experiences (…) so escaping with my life was no longer novel. But because I had calculated this near death experience (…) and because it was so pure in nature. I tell audiences that it was the greatest and most spiritual moments of my life”.\nDuring his first and hazardous Plymouth’s journey in 1997, he succeeded in capturing rare and precious moments of the catastrophe through his camera. Plymouth appeared as a ghost town, supernatural and cold.\n\"It feels like history, frozen in the pain of those returning to tragedy, and frozen for the benefit of my experience (%99) and my camera, for the sharing (%1).”\nAt the beginning of this year, other statements announced that new pyroclastic flows and explosions had been observed, but since then, the “Soufriere Hills” have been quiet. No one knows when and above all, if one day, Plymouth will be conquered again. Until then, Plymouth will keep fueling the legend and local rumors. \nNote: And for those who would like to know the Garry Smith’s secret trick. Just “ignore the rational voice”. Keep it simple.\nGary Mark Smith is an American street photographer. He covered important historic key moments, such as the guerillas in El Salvador during the Cold War or the damage caused by Hurricane Katrina in 2005. He has won several awards, notably for his work in Montserrat. In 2009, most of his photos were acquired for the permanent collection of the Montserrat National Trust. His book, “Molten Memoirs: Essays, Rumors, Field Notes and Photographs from the Edge of Fury”, is still available.\nHis book has been warmly welcomed by Montserrat’s locals, especially, by Rose Willock. She was the voice of Montserrat during the eruption, through Radio Montserrat and was decorated by the Queen after the event.\nTo go further: \n or ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"Montserrat: The Volcanic Destruction of the Caribbean's Emerald Isle","author":"juliette"}