{"url":"http://www.environmentalgraffiti.com/art/news-incredible-oil-paintings-inspired-nature","content":"\nLaura Milnor Iverson is an artist from California fascinated by nature. Her truly charming, creative and magnificent oil paintings celebrate the beauty of nature and the landscapes around us. Her paintings show show the colorful details of the natural world, conveying the message of staying connected with the beauty of nature.\nBut why not speak what Laura has to say about her work? Let's hear about her paintings in her own words? In a brief interview, Laura spoke with Environmental Graffiti about her adorable artworks.\nEnvironmental Graffiti: First, of course, what is the inspiration behind these magical paintings?\nLaura Iverson: Nature is my main inspiration. Even the very fanciful tree branch paintings are often based on actual tree branches I've seen in my walks. I go for walks out in nature several times a week. I am lucky to live in an area with many open space preserves. Also, people sometimes suggest ideas to me, which I always enjoy hearing.\nEG: Each of your artworks demands an incredible amount of work. How do you implement your artwork? Are there any challenges in painting your imaginary scenes and thoughts into the actual artwork?\nLI: Oh yes. I suspect most artists find that the finished painting isn't quite what was in their mind. I tend to start one painting and work it through to completion, which can be weeks. I sometimes do underpainting on several canvases (just the moon a dark color) and set those aside. Then, when I'm ready to start a new one that requires underpainting, I grab one. Most often, I just start on that day with a blank canvas.\nEG: You have created various incredibly beautiful paintings. Which one is your favorite? What do people say at first glance? Do any memorable thoughts comes to mind?\nLI: My favorite changes a bit as I do new ones but Blue Moon Tea is definitely a contender. So much so that I haven't been able to bring myself to put it up for sale.\nI've gotten some wonderful comments about my work. I suppose the most meaningful have been people who buy a piece because it reminds them of someone who has passed. Prints of the peace tree with the monarch butterflies, for example, sold to two different mothers, both of which had lost sons and felt the peace motif and the butterflies were a comforting reminder. And I also get quite a few people buying a piece because they lost a dear pet. I had one collector who said she lost her garden and filled her house with prints of my work so she'd always feel like she was in a garden.\nEG: Would you like to share some thoughts about your future plans? Are there any different ideas or series you are working on or have been planning to work on?\nLI: I keep an extensive list of painting ideas. Many of my paintings take a long time and I get other ideas as I go along. I jot them down so I don't forget.\nMy plan for the future is to continue with the larger paintings, and even some triptychs or sets of paintings. They take longer but I can put more into them (and I feel the potential is better for prints). In the past, I'd do smaller paintings, like 8 x 10s. I seldom do those now, except on commission, or if there's something experimental I want to try out. \nIf you want one of Laura Iverson's paintings for yourself, check out her \n. I believe that art doesn’t get any better than this and I couldn’t be more grateful to her for sharing her beautiful paintings. Each of them is one of a kind with its mesmerizing uniqueness.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","title":"Incredible Oil Paintings Inspired by Nature","author":"Alka Sharma"}