{"url":"http://www.environmentalgraffiti.com/news-awesome-art-installation-called-ice-house-detroit","content":"\n \nThe talk of Detroit, lately, has been the abandoned house at 3926 McClellan that two innovative artists have encased in ice. They had wanted to think of a totally different kind of architectural installation. Holm and Radune both live in New York, but Holm is a Detroit native who still owns a house there. The pair were inspired to freeze the house after seeing a photograph of another that had been completely enveloped by icicles after a pipe burst. \n \nThis was a foreclosed house, and the artists being able to do this project at all speaks volumes about the state of housing and the economy, but the creators were as interested in this approach for its visual effect and practical challenge as for the symbolism. They came to an arrangement with the Michigan Land Bank to lease a house, from a list of buildings already earmarked for demolition. In addition, the pair paid outstanding taxes on another foreclosed house so that a single mom and her family could move in, as a gift to the city for letting this project go ahead in the middle of a neighborhood. \n \nThere were some heavy costs to pay for the two enterprising artists, not least licenses for use of a fire hydrant, city water as well as the price of paying police officers to cordon off the street for a morning. They also wanted a truly excellent photographer, calling upon Rick Sands to supervise the lighting for the final project. In all the pair spent $15,000, but most of it came from voluntary donations raised through \n, a Web site that matches donors with projects. The rest they paid themselves. \n \nAt first it seemed that the two artists were simply wanting to highlight the incredible number of repossessed or foreclosed properties in Detroit, adding to the housing crisis, although this interpretation was due to the media running with an idea that had been put forward by outside sources.  \n \nTo quote Holm: \"It's grown into something much more than a reference to the housing crisis in Detroit and beyond, and more about the personal quest that this has become and the community that has grown around it. It's more a testament to my persistence, to me trying to mold Mother Nature.\" And she hasn't been that cooperative, following ice-friendly cold snaps with balmy days that melted the ice but not their resolve. \n \nThe actual application of water to the structure lasted just over a month. Due to a very sunny January, the attempt at controlling the appearance that the house would take on was met with very modest success. Instead it was a case of taking three steps forward and two steps back as the artists waged a continual fight with the forces of nature. Matthew and Holm each worked 12 hours a day for the month of January and into February but even so, the project took longer than planned. \n \nThe artists' blog \n calls it an \"architectural installation and social change project.\" While waiting for the weather to cooperate, the artistic pair did arrange a food and clothing drive on Martin Luther King Day, but it was really all about the art. The sleepless nights as the team took turns babysitting the house round the clock to make sure it remained intact and that no one could get hurt trespassing would prove worthwhile, they hoped. \n \nAll the effort proved to be well worth it, I believe, because the Ice House really was a work of art when completed. It takes the imagination and drive of the young to get things moving sometimes, and these two young men certainly achieved everything they had set out to when they first got started. This was a wonderful creation, and I for one look forward to seeing what they manage to conjure up next. \n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","title":"Detroit's Mind Blowing Ice House","author":"tonyleather"}