{"url":"http://www.environmentalgraffiti.com/ecology/gorillas-guns-and-blogs/960","content":"\nKenyan writer Dipesh Pabari sent us his report on how Africans are using blogging to help conservation efforts in the Democratic Republic of Congo.\n29TH OCTOBER 2007 - 1200HRS: “A Ranger was killed and another was wounded in an attack yesterday near Kabaraza carried out by the Mai Mai rebels. I learned this late yesterday. The Rangers were on patrol and were ambushed by the Mai Mai rebels, who are fairly dominant in this area just north of Rutshuru. During these tense times anything can happen. And this just goes to show it.”\n(Posted by Samantha Newport on \n)\nInnocent is one amongst several Congolese rangers who have dedicated their lives to the protection of DR Congo’s Mountain Gorillas. Their relationship to these peaceful creatures is no different from any mother to her children: unquestionable dedication. Until the recent resurgence of fighting in Eastern Congo, Innocent and his colleagues would venture out every day to track the gorillas and mark their observations.\nWhen rebel leader Laurent Nkunda refused to disarm his soldiers, violence broke throughout the region forcing the rangers out of the forests and preventing any monitoring of the Gorilla Sector. As Innocent states, “Because we have no control over our Gorilla Sector, we do not know how the gorillas are faring, or if their numbers have changed. There can be births or deaths that we just don’t know about. With only 700 of this critically endangered species remaining in the world we need to know what is happening.” Since this time, the Rangers do not know the fate of the gorillas as the sector has witnessed intense fighting between the army and rebels. The only exception to this was a 2-week period from 14 September when rebels allowed a handful of rangers to track certain families.\nMore than 370,000 people have been displaced by the fighting in eastern DR Congo since the start of the year, and this month thousands more were on the move, trying to escape fresh outbreaks of violence. Innocent has been protecting gorillas for over 10 years and has witnessed 100 fellow rangers brutally murdered my militant factions emerging from a 10-year civil war.\n9TH OCTOBER 2007-0800HRS: “It is 8am DR Congo time. Gunfire and shelling was heard yesterday in the Gorilla Sector until 20h00. The army, who had managed to regain Bukima, lost this position again. The rebels control the whole Gorilla Sector again. Fighting is expected to continue today. I can hear all of this from Rumangabo.”\n(Posted by Innocent on \n)\nIt is very likely that the gorillas, like the people, are innocent victims of crossfire. Some of the fighters involved in the conflict are not from eastern DR Congo. “They don’t necessarily know what gorillas are and can get scared and just shoot because they don’t know what else to do. The Mapuwa family suffered from this about 5 years ago. The army mistook the family for the enemy and shot and killed two gorillas,” reports Innocent.\nIn a world where roads, running water and electricity are unknown, \n is bridging a vital communications gap that is fundamental to the sustainability of gorilla protection. The organisation was co-founded by Richard Leakey, who was recently nominated by Times as one of top thinkers of the 20th Century. \n was established to provide support to conservationists via the use of blogs. This enables anybody, anywhere to play a direct and interactive role in the survival of some of the world’s most precious species.\nDoes it work? “This year alone, approximately half a million dollars has been raised through the Gorilla Protection blog. People all over the world can connect directly with the conservationists on the ground and literally talk to them in person and know what happens on a day to day basis,” says Dr. Emmanuel de Merode, CEO of WildlifeDirect.\nWhat makes the organisation even more unique is that the money goes directly to the recipients. WildlifeDirect takes no administration fee for the funds that are transferred through us so that the financial support can go to where it was intended in its entirety. Our core costs are provided for separately through grants, primarily from the European Union. This does not change the tragic fact that a survival of a species depends entirely on the goodwill of a people and the ability to communicate that.\nThe situation for gorillas is ever more complex for the fact that with so many people being killed and displaced in the area, their survival is not seen as a priority. Whenever people think of war, they usually reflect on the tragic loss of human life, they rarely consider the loss and damage done to nature.\n7TH OCTOBER 2007 - 1200HRS: “My thoughts today are with the DR Congo where the resurgence of conflict by the renegade Laurent Nkunda has forced the rangers out of the forests preventing any monitoring since the end of August. We do not know how these gorillas are faring, we can hardly express our concern for gorillas when we know that the human population is in dire straits as a result of attacks and unbelievable acts of human atrocities. Hundreds of thousands of people are again on the move, many hundreds have been killed, more still have been injured, children conscripted into the armies and women raped and brutalized. It makes me feel helpless,” signed by Richard Leakey\nMost of the long term damage comes as a result of the very long duration of these wars. The devastation is caused in part by the war its self, in part because the human population is displaced, hungry, afraid and desperate - they cannot care for the land due to the immediacy of their problems.\nThey estimate that in 23 nations alone, the total cost of Africa’s 20 or more wars in recent decades have robbed the continent of $300 billion a year! But nobody is really measuring the cost to the environment when the human toll is so great.\nThe war in eastern Congo has virtually prevented any tourism from taking place. These gorillas represent real economic value to the Congo. Tourism could generate 500$ per person per day - these animals could potentially generate 21 million dollars per year for the Wildlife Authority from visitation to 15 groups of mountain gorillas alone. Of course the hotel, transport and agricultural sectors would also benefit tremendously as well, not to mention the communities who supply the hotels and trade their crafts along popular routes.\nMeanwhile, only a few kilometres across the border, Rwanda is doing brisk gorilla tourism business. The industry is a fundamental engine for the growth of the national economy. It’s driven by the mountain gorillas which have been, and remain, the main attraction in Rwanda, bringing in over 20,000 visitors to the country each year. The industry is so important that gorillas have become a national icon and an annual gorilla naming ceremony called ‘Kwita Izina’ (meaning ‘to give a name’) was established. Its aim is to celebrate and raise awareness of the gorillas.\nThis year his Excellency President Paul Kagame and First Lady Janet, amongst other high powered dignitaries and celebrities, attended the ceremony and for the first time this year non-Rwandans had the opportunity to participate. Among a number of individuals and organisations that took part were television channel Animal Planet, one of the world’s most accomplished Wild Life Conservationist Jack Hannah, the family of the late Steve Irwin and gorgeous American actress Natalie Portman. Fareed, on behalf of MNET and Studio 53 got to name one of the newborn baby gorillas.\nFew animals have sparked the imagination of man as much as the gorilla, the largest of the living primates. Most gorillas live in inaccessible regions in various dense forests in tropical Africa, and one subspecies, the mountain gorilla (Gorilla beringei beringei), was not even known to science until 1902. Mountain gorillas are confined to four national parks, separated into two forest blocks no more than 45 kilometers apart and comprising approximately 590 sq km of afromontane and medium altitude forest.\nOne population of mountain gorillas inhabits the Bwindi Impenetrable National Park in Uganda. A census in 2002 recorded between 310-315 individuals here. The second population of mountain gorillas is found in the habitat shared by Mgahinga Gorilla National Park (Uganda), Volcano National Park (Rwanda) and Virunga National Park -Southern Sector (DRC). The Virunga population numbers at least 358 individuals and has grown by 11% in the past 12 years. However, the current resurgence is a real threat.  Just a few months ago, the slaughter of 7 gorillas was a wake up call to the world.\nThe challenges to conservation in the Virungas are some of the hardest in the world. In addition to armed militias, poachers, charcoal traders and illegal land invasions, the primary threat to mountain gorillas comes from forest clearance and degradation as the region's growing human population struggles to eke out a living.\nThe charcoal trade is major industry in Virunga National Park - $30 million a year – and involves many individuals – communities, military, and even some rangers get corrupted. Those earning money from the trade did not like this, including those at ICCN (the Congolese wildlife agency) that were suspected of being involved. Gorillas were killed as act of sabotage to discredit ICCN and conservation in the park.\nThe blogs have enabled rangers to report the situation far and beyond. “Blogging about protecting mountain gorillas has been critical for the rangers in Virunga. After years of working in isolation, the guardians of this imperilled species finally have a voice. At last they can talk about the challenges they face in their daily lives and communicate with supporters all over the world. This has also led to an increased global awareness of the threats facing one of our closest living animal relatives, and we hope a great surge to protect them,” said Samantha Newport, Director of Communications for \n.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","title":"Gorillas, Guns and Blogs","author":"Chris"}