{"url":"http://www.environmentalgraffiti.com/news-10-americas-most-endangered-rivers","content":"\nThe organization, American Rivers, has spent 26 years bringing the danger our freshwater faces to the forefront of people's minds. Pristine, fresh rivers have untreated sewage dumped into them, while toxic heavy metals and waste products from mining and drilling pollute them as well. Yet action can be taken. This list of the 10 most endangered in 2011 will hopefully spur individuals and communities to work to keep their rivers for fresh drinking water, healthy fish and other wildlife. Let's take a look at the most at risk.\nMore than 1 million people enjoy the remote but clean rivers of the Ozark National Scenic Riverways, but this area is now at risk due to pollution and erosion. The park service has poorly managed this beautiful area, allowing motor vehicles and horses to cross where they like. If this isn't changed, this special section of the nation's rivers will be lost to man's bad management.\nThe St. Croix River's situation has ramifications for wilderness country-wide. It is under protection by the Wild and Scenic Rivers legislation, but the governor and others want to have this legislation revoked by Congress so they can build an expensive highway bridge. If this happens, the river itself and rivers all across the country will no longer have the minimal protections they currently do.\nBirmingham and Tuscaloosa, Alabama rely on the clean, fresh water of the Black Warrior River, which also provides the people of the area with wonderful fishing, recreation and wildlife. This is all threatened by strip mining of coal in the region, which is muddying the water and leaching toxic heavy metals into it.\nKnown for its amazing scenery and its native cutthroat trout fishing, the Hoback is under increasing threat from natural gas drilling in the river's headwaters. A new environmental analysis needs to be done and protection given to the river before it becomes toxic to humans and wildlife alike.\nLocated in Southwest Washington and flowing through the Mount St. Helens Volcanic Monument, Green River provides clean drinking water to downstream communities. This won't last, however, due to a proposed large mine. The Forest Service needs to get the mineral rights and have the area designated as a Wild and Scenic area before the water and wildlife are ruined by toxins.\nCalifornia's salmon and steelhead spawning areas have been getting smaller and smaller, leading to concerns about the extinction of the Northern Sierra salmon and steelhead fish. Two federal dams have blocked areas these fish inhabit historically, and unless the U.S. Army Corps of Engineers insists on fish passage being provided by the dams, the fish will move even closer to extinction. \nThe country's third largest river – used for drinking water, recreation, and which also has many riverfront businesses – the Chicago River is one of the only rivers that has undisinfected sewage dumped in it. Needless to say, this is a health risk for all – the people of Chicago, the fish, and economically speaking. The government must insist on the sewage being treated before it is dumped into the river.\nUranium mining is one of the most toxic forms of mining to surrounding people and land. The Roanoke supplies drinking water, fishing, farming and recreation to more than a million people, but this is threatened by a proposed uranium mine in one of its watersheds, which will leave toxic waste that will affect the area for centuries. The Virginia state government must stop this plan.\nBristol Bay is an area with a thriving fishery and the largest sockeye salmon run in the world. It also supports Native American tribes, but the river is now threatened by a mammoth mine proposal called Pebble Mine. The mine will ruin the fishery and sockeye salmon runs as well as pose a danger to the tribes who live in the area. The Environmental Protection Agency must refuse permission for this impending disaster to go into production.\nThis stunning river is one of the longest in the country and provides fully half the freshwater to Chesapeake Bay, not to mention the water for the millions near its banks elsewhere. Natural gas is its threat, the production of which needs millions of gallons of water and produces toxic waste. A complete moratorium on natural gas drilling by New York and Pennsylvania is needed to avoid putting millions at risk through lack of clean drinking water.\nRivers are vital to our health and well-being, as well as that of our forests and wildlife. Every one that is endangered can change the scenery in ways that harm people and give rise to major public health issues like that seen with the Chicago River. It is easy to forget that our clean drinking water doesn't come from some pristine factory where it is made and packaged; for most of us comes right from the rivers and lakes of the world.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cano-cristales.jpg","title":"10 Most Endangered Rivers in America","author":"Michele Collet"}