{"url":"http://www.environmentalgraffiti.com/sciencetech/mysterious-russian-cement-rain-causes-hole-in-moscow-house/1304","content":"\nLast Tuesday, seemingly out of nowhere, a huge lump of cement hurtling from the sky crashed through a suburban Moscow home, creating a large hole. But what was the cause? Why, it was the Russian Air force attempting to change the weather of course!\nYes, the relatively common practice of cloud seeding ended in an unfortunate yet hilarious example of how sometimes we shouldn't mess with the weather. The Russians have been using cloud seeding as a way to prevent rainy weather during important national holidays. On June 12th, the Russian Air Force sent up 12 planes carrying silver iodide, liquid nitrogen and cement powder to seed clouds above Moscow and empty the skies of moisture.\n\"A pack of cement used in creating ... good weather in the capital region ... failed to pulverize completely at high altitude and fell on the roof of a house, making a hole about 80-100 cm (2.5-3 ft),\" police in Naro-Fominsk told agency RIA-Novosti. Weather specialists said this is the first time in 20 years that this has occurred. The homeowner was not injured, but their pride was. They refused a $2,100 offer from the Air Force to fix the damage, but the home owner declined and stated she would sue for damages and compensation of moral suffering instead.\nThis wasn't the first time that cloud seeding failed in some way.  In 2006 during the G8 Summit in Russia, Russian President Vladimir Putin dispatched fighter jets to seed the skies over St. Petersburg so that it wouldn't rain on the city.  Putin was hoping that the seeding would push the rain towards Finland instead, yet alas, the G8 Summit was drenched anyway.  Organizers showed their lack of confidence by supplying rain coats beforehand, which proved popular when the rain came pouring down.\nThe United   States also uses cloud seeding to increase precipitation in areas experiencing drought, to reduce the size of hailstones that form in thunderstorms, and to reduce the amount of fog in and around airports.  Several countries have looked at cloud seeding as a way to increase snowfall on mountain ranges so that ski seasons can be more sustainable.\nSilver iodide can cause temporary incapacitation or possible residual injury (e.g., chloroform) with intense or continued but not chronic exposure. However, studies by Sierra Nevada of California have shown that the exposure to silver iodide from cloud seeding is less dangerous than exposure from tooth fillings.  Notwithstanding this, cloud seeding can be dangerous in other ways.  The USAF proposed its use on the battlefield in 1996, although the U.S. signed an international treaty in 1978 banning the use of weather modification for hostile purposes.  After the Chernobyl disaster, Russian military pilots seeded clouds over Belarus to remove radioactive particles from clouds heading toward Moscow.  So while the current environmental impact is limited, cloud seeding can be used as a hostile measure.\nWhile this method has proved successful in various roles, we should acknowledge that areas that would normally be receiving precipitation won't because of man-made weather patterns.  Using cloud seeding to increase precipitation in usually arid environments can change ecosystems and cause damage to the local habitat for a number of animals.  While it is nice to spend the day outside in the sun, we also need those dreaded rainy days as well.  I'd rather it rain water than cement on my house, how about you?","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","title":"Mysterious Russian Cement Rain Causes Hole in Moscow House","author":"Chris"}