{"url":"http://www.environmentalgraffiti.com/ecology/moonlight-causes-group-sexin-coral/359","content":"\nMoonlight has inspired countless human trysts throughout history, and scientists today discovered it is responsible for the largest group sex event in the world.\nThe sex show in question is the mass breeding of hard corals in Australia’s Great Barrier Reef. Once each spring, after a full moon, millions and millions of coral eggs and sperm are released into the sea and the animals spawn.\nPreviously, scientists struggled to understand how the brainless, sightless creatures were able to start the mating process at the same period. Recently, however, Bill Leggat and his research partners published a new study in Science magazine that suggests the culprit is an ancient DNA strand in the coral that can detect moonlight.\nScientists believe that the environmental conditions during the time corals were evolving are responsible for the gene, known as Cry2, which is most active during full moons. Cry2 includes a protein type called a cryptochrome, which seems to cause the coral’s reproductive cycle to start.\nAccording to Ove Hoegh-Guldberg, a marine scientist with the University of Queensland: \"[In the Precambrian era] there were very high doses of ultraviolet reaching the planet surface, so organisms probably had to retreat out of range of the UV.” \nHoegh-Guldberg suggests that “One way to do that would be to go into the deeper layers of the ocean during the day and to rise during the night as levels dropped…. [It would then be] a very simple step to evolve cryptochromes to set your clock to do the right things at the right time.”\nThe study also shows some interesting possible links to human evolution. \nAccording to Leggat, some of the gene mechanisms “are an indicator that corals and humans are in fact distant relatives, sharing a common ancestor way back.\"\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockColorfulNudibranch16342874jpg_0","title":"Moonlight Causes Group Sex.....in Coral","author":"Chris"}