{"url":"http://www.environmentalgraffiti.com/physics/news-exotic-form-matter-falls-33-stories-and-lives-tell-tale","content":"\n\nGeneral relativity is to quantum mechanics as oil is to water. Since the 1930s, physicists have been trying, unsuccessfully, to unite the two disciplines in an effort to explain the physics of both the very large and the very small. Now, almost a century later, scientists are beginning to take drastic measures. For instance, \n in Germany recently hauled a very expensive piece of technology down a 110-meter long shaft just to see what would happen.\n(The above image shows 3D snap shots of rubidium atoms condensing from a disperse red, to a dense blue and white)\nThe idea behind their experiment was to create a strange state of matter called a \n (BEC) and to test its behavior during free-fall. First created in 1995 at the University of Colorado at Boulder, a BEC is formed when certain gases are cooled to near absolute zero. Normally, only certain quantum states are accessible to individual atoms; however, at such extremely cold temperatures, some of the atoms in the gas are able to occupy the same quantum state and condense into a visible piece of matter. The resulting BEC allows scientists to observe quantum mechanical fluctuations on a macroscopic scale - in this case, during 4.7 seconds of free fall. Einstein's Equivalence Principle states that the conditions experienced during free fall are identical to those felt in an environment without gravity. Experiments such as the one conducted by the Hanover team may shed light on whether quantum mechanical systems obey the same rule.\nFollowing 180 drops, the experiment concluded without a hitch. The team next plans to split the BEC and \n, sending each half along a different trajectory. Any differences in the motion of the two halves during free-fall would indicate an exception to the Equivalence Principle at the subatomic level and might help to spawn a new theory of quantum gravity.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-45550-2734100400105101600S600x600Q85.jpg","title":"The Science Behind Freezing Gas","author":"vmdamico"}