{"url":"http://www.environmentalgraffiti.com/featured/animals-recruited-war/15846","content":"\nSince the dawn of time, men's creativity when it comes to hurting other men has known no bounds, and his fellow beasts have, on occasion, been called into this service. This has taken many different forms over the years.\nIn ancient times, the inhabitants of the Indus valley knew that the sight of a fully-equipped war elephant would terrify an enemy, as well as providing an unstoppable (to the weapons of the time) juggernaut with which to attack. Before the 16th century and the widespread use of gunpowder, a war elephant was extremely difficult to kill, being able to endure many attacks by spear or sword before falling. Elephants continued to be used by an impressive pantheon of famous leaders and civilizations including Timur the Lame, the Ethiopians, the Greeks and Romans, and most famously, Hannibal the Carthaginian.\nThough these unwieldy beasts could change the course of battle (Antiochas defeated the Gauls using only sixteen of them), they were unpredictable, and the Romans in particular quickly learned to use them only in small numbers. Were an elephant to panic and become impossible to control, the rider (known as a 'mahout') was under orders to kill his animal by plunging a chisel into its head through the ear using a mallet, to prevent it from trampling troops – enemy or otherwise – indiscriminately. Typical tricks used to panic war elephants included laying out barbed 'caltrops' and allowing camels set on fire to run towards the massive beasts.\nIt was during the grim conflict that begun in 1914 that many dogs first ceased to be only a mascot for their regiment, and became an integral part of military operations. During the war, dogs were used to send messages through the vast network of trenches of the western front. Vehicles could not traverse these trenches easily, and any man sent to travel great distances was likely to be shot, so the use of dogs was the obvious solution. A special training school in Scotland produced some messenger-dogs that traveled up to 4km through the trenches. In a time when long-range communication at war was problematic, the role played by these unsung heroes was frequently vital.\nThe Dutch disciplined their dogs (which they used for drawing heavy machine guns) so well that they were said not to bark or turn heel even while under fire. 'Sentinel' dogs were trained to keep watch, often through small 'peep-holes' looking out into the trench, and growl upon spying any activity. Also not to be underestimated was the comfort that a loyal pet could bring to the shell-shocked men of these hellish times.\nExactly how widespread was the use of canines during the Great War? In 1916, Vanity Fair magazine drolly remarked that the Germans, with 'characteristic efficiency and thoroughness', were utilising  no less than 8,000 dogs in their war effort.\nThe gung-ho jingoistic 'us versus them' image of war is popularly accepted to have died a painful death in the steamy jungles of Vietnam, as Western soldiers fought an unpopular war for uncertain causes against an enemy that appeared to many to be simply defending their own country.\nThe guerrilla tactics used by the Vietcong were occasionally matched by the use of canines by the Western powers. The Australian army in particular used black Labradors as tracker dogs against an enemy that could seemingly melt into the jungle at will. Each Australian battalion was assigned two specially-trained tracker dogs. Each day during the campaign, they would practise following a trail deliberately left by a South Vietnamese soldier, in order that they would become accustomed to tracking the Vietnamese. When an enemy trail was detected in remote areas, several Labradors would be flown in by chopper to follow the trail. It was noted that the dogs enjoyed these flights as the cool air provided a welcome relief from the stifling jungle heat. While some individuals were known for sourcing mines as well as Viet Cong soldiers, dogs were not trained deliberately for this during the war.\nThe intelligence and friendliness of dolphins has long been recognised, and this too has ironically been turned towards a military goal. In the mid 2000's, dolphins were used to clear the waterways approaching the port of Umm Qasr in Iraq by using their sonar abilities to detect mines present there since the first Gulf War in the 1990's. The dolphins were taught not to touch the mines, which in any case only detonate in the presence of a steel-hulled ship, which alters the magnetic field of the water. Cameras were attached to the dolphins to allow the handlers to see what they see. The US military claims that the dolphins work but two hours every two days and live as long as 35 years under this system – longer than their natural life in the wild. Given that each animal represents about 2 million dollars of training and investment, it certainly behooves the military to keep these animals in good condition.\n \nAs long as wars continue, man will continue to explore every option available to him in the pursuit of victory.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","title":"Animals Recruited for War","author":"Steampunk"}