{"url":"http://www.environmentalgraffiti.com/animals/news-10-cutest-baby-animals-can-fit-your-hand","content":"\nThe innocence, the fragility, the microscopic beauty – the downright cuteness – of baby animals is only amplified when they can fit in your hand. Although some of these animals can be quite nasty when they grow up, no original sin is found here. From the size of a nail to the size of a palm, baby animals are not even big enough to be pet-able!\nNo, your chicken nuggets didn't sprout mould – they're baby hedgehogs! Baby hedgehogs are born in litters of 4 to 6, and their mothers must protect them from being eaten by the father. They are especially vulnerable because they are born blind and without quills. However, quills sprout within the first few hours of life.\nCockatiels are born without a working immune system, leaving them particularly susceptible to disease and death from natural causes. The photo shows hand-feeding of a cockatiel. Though adorable, if not done properly, the cockatiel is at risk of infection. When the formula is too hot, it can scald the baby bird's oesophagus – an excruciatingly painful injury that will result in death.\nAlongside the sparkling teenies of Twilight, baby bats prove that vampires can be cute. Most bats are summer babies, and reach adulthood by fall. They are born furless, and one at a time, although in one mating season a mother bat may have three babies. During the first weeks of life, a bat is nursed by its mother, but afterwards is expected to fly and hunt on its own.\nThe bond between mother and child is particularly strong amongst lemurs. Although not marsupials, lemur babies will cling to their mothers' stomachs for warmth and protection throughout the day. Fortunately, these cute little creatures have one of the best infant mortality rates in the entire animal kingdom.\nHaving been snug in a shell for 2 months, these baby turtles are just beginning a life that can last decades. They eat earthworms, small fish, greens, and fruit, and must be housed in an aquarium with the appropriate water level. Of course, baby turtles are slow, so a hand must take forever to traverse!\nUnlike frog tadpoles, which are often eaten by predators, toad tadpoles are bitter and commonly graduate to the next stage of development. However, baby toads, at only 1cm long, make a great snack for their older toad relatives. Unfortunately not even a princess can save a toad – her kiss would suffocate the little creature.\nMother salamanders lay eggs in a shallow pond on the first rainy night each spring. The eggs have special grip, which allows them to adhere to the stem of a plant. Similar to frog and toad development, baby salamanders have temporary gills, enabling them to live through their first stage of life in water.\nTwo-inch long baby chipmunks have no fur, their eyes cannot open, and their ears are stuck to their heads. Their skin is so thin that their organs are visible. In a matter of weeks, however, they develop into a creature whose cuteness can be detected by the naked human eye.\nLizards are a unique animal in that some breeds lay eggs, others give birth, and some lay eggs within their own bodies. Despite their size, baby lizards can be very messy creatures, often attracting parasites, and if kept in captivity, their cages must be cleaned twice daily. The best part about caring for a pet baby lizard is that the owner is encouraged to handle it often to reinforce security and care. \nKittens come in litters of 2 to 5, and emerge from the womb in sacs called amnion that the mother cat eat away. In the first several weeks of life, the kitten can do very little for itself – even relying on its mother to stimulate its excretion. When a little older, kittens are very playful, curious, and awww-inspiring.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3672573558_b73cafcd0b_o.jpg","title":"10 Baby Animals That Can Fit in the Palm of Your Hand","author":"ppavone"}