{"url":"http://www.environmentalgraffiti.com/ecology/what-we-can-learn-from-lost-cities-in-the-rainforest/1253","content":"\n \n\nRainforests have some of the most complex and interesting ecosystems on the planet. Situated between the tropics and the equator, they have almost half of every living animal and plant species on earth. Many are unique and have very important medical properties, which can be used in life saving treatments. More importantly for the planet, these forests can actually heal themselves by undertaking a process of expansion in areas where deforestation has occurred.\nOver the years, a number of ancient cities have been discovered deep within the foliage of rainforests. It just shows that like our contemporaries, the ancients cleared the rainforest to build their settlements. Hundreds of square miles of forest, were simply cut down and the material was partially used in constructing homes, temples and other facilities.\nSince then, that area has completely grown back with new forest, due to the fact that rainforests can expand relatively rapidly; at an astonishing rate of 1.5 meters per year.\n\nThere are a few examples of this: deep in the Peruvian jungle, researchers found a 1,300 year old settlement. It was inhabited by about 10,000 people and belonged to a long lost culture that was conquered by the Incas. Inside, explorers discovered a stone city which was 100 square kilometers wide and situated at 2,800 meters above sea level. This culture, dubbed Gran Saposoa, had every sign of being an advanced civilization capable of constructing monumental buildings.\nDuring, the following years after its abandonment, the rainforest began a process of healing. The once cleared ground, has been completely repopulated with different plant and animal species, masking the ancient civilization’s massive feats.\nAnother great example is the El Mirador site, situated in El Paten, NorthernGuatemala. A prosperous Mayan civilization was discovered there in 1926 and a few years later, a map was drawn for its entire location, deep in the jungle. In the 6\n century BC El Mirador witnessed continuous development, which reached its peak in the period 3\n century BC to the 1\n century AD. The site, which stretched over 10 square miles, had a population of around 80,000. There are many other sites such as this hidden deep within the jungle.\nMany hidden buildings form part of Monumental complexes, containing temples such as “La Danta” - considered to be one of the world’s highest and largest temples.\n\n\nThere are various theories surrounding the collapse of Mayan civilization; some theorists refer to the intense deforestation activities and exhaustive use of the soil. Others have narrowed it down to rapid population growth and armed conflicts between cities as well as drought and repeated earthquakes.\nWhatever the cause of the Maya’s Downfall, the Rainforests with their capacity to self-heal, grew back at incredible speed. That doesn’t mean “great! Let’s grab a chainsaw and chop a tree! It will grow back anyway” because facts tell a very different story. The Maya Biosphere Reserve, which incorporates El Mirador has lost around 70% of its forests in the last decade alone. The amount of annual deforestation in Central America is at a worrying rate of 3.7 per cent. If there is no slowdown to this process, entire forests will be wiped out, along with their ancient ruins. Between 1990 and 2005, Guatemala lost some 17.1% from its rainforests. In other parts of the world, the story is basically the same. To be more specific, between 2000 and 2005 the deforestation around the world rose at a shocking 25.6 per cent annually.\n\n\nNature has the ability to regenerate and rainforests can grow back without the need of artificial forestation or any outside interventions. People may have to understand that even if rainforests can regenerate themselves, exploiting the forests for their resources must be strictly limited if we are to have any forest left.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-41517-2639437990103329676S600x600Q85.jpg","title":"What We Can Learn From Lost Cities in the Rainforest","author":"Vlad Jecan"}