{"url":"http://www.environmentalgraffiti.com/animals/news-emerald-ash-borer-threatens-north-american-ash-trees","content":"\nWhat is the Emerald Ash Borer? And why is this beetle such a menace?\nThe Emerald Ash Borer, or \n, is a small, green, wood-boring beetle. It was originally from Asia, but during the last decade it has become notorious in North America as an invasive species.\nFirst recognized in Michigan in 2002, the Emerald Ash Borer is aptly named. Its wings are a vivid metallic green, and it bores into ash trees. \nReaching about half an inch, or 11mm, in length, it resembles a thin rectangle when its wings are folded. It has large eyes and short antennae. The upper abdomen may be shaded from copper to purple.\nOther bright green insects include the blister beetle, dogbane, ground beetle, imported green weevil, tiger beetle, and linden borer. Only the linden borer and tiger beetle share the rectangular body shape; the others have a more rounded abdomen. However, the linden borer is not a metallic green; and the tiger beetle's colour is more iridescent than metallic.\nThe larvae of the Emerald Ash Borer are reach about 29mm in length, but appear as thin, smooth, whitish or cream-coloured caterpillars. The cream-coloured eggs are only one millimetre in length, and can hardly be noticed. The pupae continue the cream colouration.\nThe Emerald Ash Borer lays its eggs in crevices of the bark of ash trees any time from May through July. The eggs hatch in about three weeks.\nThe larvae then burrow into the tree, aggressively eating the cambium, the living outer wood beneath the bark. The larvae go through four 'instar' stages, then quietly spend the winter inside the tree.\nThe larvae change into pupae sometime between late April and early June. The new adults spend a week or two under the bark, then tunnel into the outside world.\nAdult Emerald Ash Borers eat the leaves of the ash tree. The adults will mate within a week or two after they emerge from within the tree. They probably die shortly thereafter.\nSome researchers have found evidence that the life cycle of this invasive species actually takes two years. It is not clear whether adults survive a winter, or that larvae may take the extra year to mature.\nAlthough the adult Emerald Ash Borer eats ash leaves, this damage is insignificant compared to the havoc wrought by the larvae.\nThe larvae create galleries inside the tree, in somewhat the same manner as termites chew through lumber. Although the Emerald Ash Borer larvae do not consume huge quantities of wood, they do cut through the nutrient channels of their host tree. Deprived of water from the roots, the tree dies from the top down. This process only takes a few years after infestation.\nThe Emerald Ash Borer will colonize any type of ash tree, or \n, whether it was stressed or healthy beforehand. Its preferences may go from green ash, red ash and white ash to blue ash, pumpkin ash and finally black ash and European black ash.\nThe Emerald Ash Borer has proven to be a seasoned hitchhiker. It has colonized parts of Southern Ontario as well as ten to fourteen states, probably as eggs or larvae in infested firewood. Some of these states are Illinois, Indiana, Maryland, Michigan, Missouri, Ohio, Pennsylvania, Virginia, West Virginia and Wisconsin.\nThe primary conservation plan is quarantine. This includes educating the public to not transport ash wood – whether full trees, logs, branches or firewood.\nInsecticides are being applied in some cases. Another approach is to cull infested trees and their neighbours.\nAlthough baseball bats may be the best-known ash product, the wood is used as flooring, in cabinets, and as tool handles. As noted above, it is also a popular firewood.\nSince ash is a popular tree in urban forestry as well as in managed forests, the potential for loss of deciduous canopy is also very significant for our ecology.\nFinally, the dead or dying trees would need to be felled. Ohio, for example, estimates that the owners of private urban properties would need to spend over a billion dollars over ten years to remove their ash trees. Ohio's additional lost economic activity would be two billion dollars over that time period.\nAll people are urged to join the battle against the Emerald Ash Borer by not transporting ash wood across quarantine boundaries, and by observing the health of their ash trees. Everyone has a role in defending against this invasive species.\n \nSean McCalley, PhysOrg, \"\n\", July 29, 2011, referenced Sept. 9, 2011.\n\nUniversity of Wisconsin at Madison, \"\n\", updated Jan. 16, 2007, referenced Sept. 9, 2011.\n\nOntario Ministry of Natural Resources, \n, modified Jan. 11, 2010, referenced Sept. 9, 2011.\n\nOhio Dept. of Natural Resources, \"\n\", PDF created in 08/11/2005 by Kathy Sochor, PDF referenced Sept. 9, 2011. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","title":"How the Emerald Ash Borer Threatens North American Ash Trees","author":"MikeDeHaan"}