{"url":"http://www.environmentalgraffiti.com/animals/news-leafy-sea-dragon","content":"\n \nFor lots of creatures, both on land and in the oceans, camouflage is vital, if they are to escape the many predators on the lookout for them. Hiding in plain sight is the best way to go about disguising yourself, and no creature does that very thing better than the Leafy Sea Dragon, which looks for all the world like some aquatic plant, drifting aimlessly in the current - a cunning strategy that works brilliantly, and it is very easy to see why.\n \nMuch like the seahorse, the leafy sea dragon's name is derived from its resemblance to another creature (in this case, a mythical sea monster from Irish legends, called the \"Cler\"). While not large by sea monster standards, they are very large for sea horses, growing to at least 18 inches They feed on plankton and small crustaceans. The lobes of skin that grow on this creature give it the appearance of seaweed, allowing it to camouflage with its surroundings. Its leafy appearance also allows it to appear to move through the water as if floating along. The Leafy Sea Dragon can also change color to blend in, but this ability relies on the sea dragon's diet, location, and stress levels. \nThis mini monster uses the fins along the side of its head to allow it to steer and turn, but with a rigid outer skin, it has limited mobility. It is found along the southern and western coasts of Australia. The name stems from the appearance, long leaf-like protrusions appearing all over the body, which serve only as camouflage The leafy sea dragon propels itself by means of a pectoral fin on the ridge of its neck and a dorsal fin on its back closer to the tail end. These small fins are almost completely transparent and difficult to see as they undulate minutely to move the creature sedately through the water, completing the illusion of floating seaweed. \n \nLike seahorses, the male leafy sea dragon cares for the eggs. The female produces up to 250 bright pink eggs, laying them on tail of the male via a long tube. The eggs then attach themselves to a brood patch, which supplies them with oxygen. It takes a total of nine weeks for the eggs to begin to hatch, depending on water conditions. The eggs turn a ripe purple or orange over this period, after which the male pumps its tail until the infants emerge, a process which takes place over 24 to 48 hours. \n \nThe male helps the babies to hatch by shaking his tail, as well as rubbing it against seaweed and rocks. The infant sea dragon is completely independent directly after birth, eating small zooplankton until large enough to hunt for the normal prey. Only one in twenty eggs survive, taking over two years to reach sexual maturity.\n \nIndividuals of the Leafy Sea Dragon genre have been recorded as remaining in one spot for up to 68 hours, but will sometimes also move for lengthy intervals without stopping. Tracking of one individual indicated it moved at up to 490 feet per hour, but it is not yet understood why they behave in this way. These are the most incredible masters of disguise, impossible to see when surrounded by similar looking plant life - exactly as they aim to be.\n \nPerhaps there are creatures on the planet that do a better job of hiding than the Leafy Sea Dragons, but somehow I doubt that. These exceptionally graceful creatures have evolved so beautifully in their environment that they can sometimes be truly impossible to see. When it comes to effective camouflage, you really cannot ask for more than that. One of the most awesome wonders that nature yet again provides effortlessly. Fantastic, to put it mildly.\n \nSources \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1b_tardigrade_in_space.jpg","title":"Leafy Sea Dragon: The Ocean's Most Camouflaged Seahorse","author":"tonyleather"}