{"url":"http://www.environmentalgraffiti.com/sciencetech/brown-dwarfs-are-neither-stars-nor-planets/5140","content":"\n\nCOROT spacecraft approaching a star field that contains brown dwarfs\nOur early science classes taught us the difference between stars and planets, the description and properties of each were clear. Now astronomers have found objects in the Milky Way that are neither planets nor stars. Not confirmed until 1995, brown dwarfs emit very little visible light because nuclear fusion reactions cannot be maintained in their interior. And they are extremely difficult to observe at any wavelength. Above 13X the mass of Jupiter, they do fuse deuterium ('heavy hydrogen') and that serves to distinguish them from giant, super dense planets. The heaviest brown dwarfs are 65X the mass of Jupiter or heavier and they rapidly 'burn' lithium. Find lithium in the spectrum of a super dense 'object' and you've found a brown dwarf those 'exotic objects that are the link between massive planets and small stars.\nAnother remarkable feature of brown dwarfs is their constant radius, they are all about the same diameter as Jupiter. The heaviest brown dwarfs are not larger than the smallest, massive planets, only much denser and therefore much heavier. Distinguishing them from huge planets is difficult because the diameter of all brown dwarfs is about the same. Anything more than 10X the mass of Jupiter is very unlikely to be a planet.\n\nBrown Dwarf flare 1999, 60X Jupiter, 16 light years\nThe strongest spectral emission of brown dwarfs is in the infrared and that is how present day astronomers study them. Old brown dwarfs will accumulate methane in their atmosphere, a compound often taken to indicate active organic molecule kinetics. Atmospheric temperatures of brown dwarfs range from 2500K to 750K.\nA world wide network of observatories that includes one atop the Mauna Kea volcano in Hawaii participate in brown dwarf and exoplanet research as coordinated by the European Space Agency. There are now hundreds of confirmed brown dwarfs, the nearest of which is only 12 light years away from Earth. There are two confirmed discoveries of planets orbiting brown dwarfs and at least one brown dwarf that orbits a star that also has a Saturn size planet in orbit around it. Analysis of brown dwarf spectra suggests cool, opaque clouds patterns obscuring a hot interior that is stirred by extreme winds. Weather on a brown dwarf would be extremely violent and much worse than Jupiter's famous storms.\n\nBrown Dwarf and Dust Ring That Will Form Planets\nThe smallest brown dwarf known is 8X the mass of Jupiter and located 500 light years distant. It is surrounded by a ring of dust and gas and appears to be forming a solar system. If that is confirmed, it will be the smallest object known to have planets in orbit around it. That conclusion would be big news and force revision of current theories and models for planetary systems.\nLet's return to our solar system, where Nemesis is a brown dwarf that is predicted but not confirmed, to orbit our sun. Unless... Although lighter and less dense than typical brown dwarfs, Jupiter and Saturn have sometimes been considered stillborn stars and in some ways fit the definition of a brown dwarf. Both of these 'giant planets' emit more heat than they absorb. (Neptune does also.) Following this line of thought, our solar system would contain not only planets orbiting their star, but two brown dwarfs in such orbits as well. The many satellites of Jupiter and Saturn would then be called planets. Thereby re-classified, Jupiter and Saturn would be 'brown dwarfs' that have their own solar systems, and in turn be said to orbit a star called the 'Sun'.\n\"In beauty and truth, there is multiplicity.\"\nSources \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","title":"Are Jupiter and Saturn Brown Dwarfs, Not Planets?","author":"merlynne6"}