{"url":"http://www.environmentalgraffiti.com/featured/walking-on-water-the-jesus-lizard/13212","content":"\nWhen you talk about walking on water, you're in the territory of myth, magic and religious miracles, right? Wrong. What's more, it's not just little critters like pond skaters that can perform this amazing exploit; an animal as large as two feet long also has the dancing feet to pull off the incredible feat too. Dim the lights please as we introduce the basilisk lizard – aka the Jesus Lizard. Real rock n' roll.\nJohn Lennon famously got swamped in controversy when he was quoted saying the Beatles were “more popular than Jesus”, but this superstar of an animal lets its actions do the talking. Named after Christianity's central figure because of a shared reputation for being able to do what others need yachts and jet skis to do, the Jesus Lizard can more accurately be said to run across the water’s surface layer.\nRather than scaring disciples with this singular talent, the Jesus Lizard uses it to flee from predators – and at some speed, sprinting at about 5 feet per second, before gravity kicks in and it turns to its none too shoddy swimming skills. It can skim along on top for distances of 15 feet or more, despite having a weight greater than the water’s surface tension can support. But how, we hear you gasp in wonder?\nThe secret of the Jesus Lizard’s trick are its large hind feet, with flaps of skin between each toe similar to the webbed tootsies of a frog. These help support the basilisk, increasing its surface area and creating a tiny air pocket that stops it from sinking as long as it maintains its momentum. Running upright, often using only its back legs, the basilisk might be dubbed the Michael Johnson lizard.  \n\n\nFound throughout the tropical rainforests of Central America wherever there is water nearby, the Jesus Lizard is actually at least three species of lizard: the common, green, and brown basilisk. All have an omnivorous diet that includes plants, fruit, insects and small animals like rodents, lizards and fish, and all must be wary of predators such as snakes, birds of prey and larger reptiles and mammals. \nWhen the basilisk senses danger, its water-walking instinct takes over and it plops into the water... \nAnyone who has seen a show by the band The Jesus Lizard will know it's a minor miracle how singer David Yow manages to keep yowling as he repeatedly stage dives and surfs over the sea of people in the crowd. But this phenomenon falls flat in comparison with the living miracle that is the real Jesus lizard – and that's gospel truth.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-46379-2944971930105101600S600x600Q85.jpg","title":"Walking on Water: The Jesus Lizard","author":"Karl Fabricius"}