{"url":"http://www.environmentalgraffiti.com/plants/news-gingko-tree-can-change-its-sex","content":"\nMany things mark the Gingko biloba, which has survived since the era of the dinosaurs, as a most unusual tree.\nThe ripened apricot-like fruit (consisting of a large seed surrounded by a fleshy pulp) smells like a skunk has squirted its defense bladder on a pile of three-day-old rotten-egg vomit. Step on one of these squishy seeds and your shoes are history!\nOnly female Gingkos produce this fruitlike seed; the male Gingkos produce pine-tree-like 'sperm' cells that float on the wind like dust. Neither male nor female tree produce flowers; therefore the Gingko is technically a deciduous gymnosperm instead of the more modern angiosperm (flowering) plants which it resembles.\nRecently Gingkos have exploded in popularity as street trees – but, due to the stinky fruits produced by the females each year, only males are allowed to be planted along public streets.\nThis means that only male Gingkos are socially acceptable. The females – not so pleasant to be around in polite society.\nHowever, once mature, more than one homeowner has been unpleasantly surprised when their formerly \"male\" Gingko suddenly starts bearing the squishy fruits, dropping them all over the sidewalk, street, cars, etc. In fact, in some US states, this \"sex change\" is considered good reason for removing the tree.\nHow does this sex change happen? \nBy grafting. Take a young female Gingko, cut the top off just above the ground. Now graft a young male Gingko onto the stump left from the female tree.\nResult? A male Gingko. Plant it, watch it grow, enjoy its fossil-like leaves and growth pattern. But when mature, the grafted female stump sometimes can cause the \"male\" top portion to revert to its female roots!\nJust another fascinating sideline to this ancient tree that survived the dinosaurs.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_bristlecone.jpg","title":"Gingko: The Tree that Can Change Sex","author":"dorothydot"}