{"url":"http://www.environmentalgraffiti.com/news-amazing-glass-sculptures-dale-chihuly","content":"\n \nIf you enjoy being surprised by works of art, then the incredible imagination of one US artist will simply blow you away. This man loves to work on a grand scale, creating works that people both walk through, under and around, mesmerized by the enormity of his talent and the sculptural wonder of his work. He is Dale Chihuly, born in Tacoma, Washington in 1941. He got an MS in sculpture from Wisconsin University in 1967, studying glassblowing with Harvey Littleton. \n \nIn 1969, Chihuly founded the Rhode Island School of Design Glass Department, where he was a teacher for 14 years, though he also helped to create the Pilchuck Glass School in 1970. Through the following decade, he developed his own skills, influenced by the Italian Murano glassblowing techniques. He worked with a large team of master glassblowers, enabling him to produce architectural glass in large quantities. \n \nDale Chihuly is today highly respected all over the world for his amazing artistic skill and unique creative vision. His team approach to the art of glass manufacturing, revolutionary at the time, has resulted, over the decades, in some of the world's most exquisite blown glass creations. It was due to an unfortunate automobile accident in 1976 that Dale lost the sight in his left eye. Though his talent was unaffected, the precision of his glass blowing had suffered and he allowed someone else to take charge of that aspect of his craft. \n \nChihuly was beginning, by the late '60s, to create room-sized installations of art glass sculpture, and is largely responsible for establishing blown glass as a reputable and acceptable art form both as installation and environmental art. One of his most famous projects, known as the Bridge of Glass, was a mammoth structure in the form of a 500 foot pedestrian bridge linking the waterfront area in Tacoma to another part of town. Created in collaboration with noted architect Arthur Andersson, this is a monumental testament to the vision of Dale Chihuly.\n \nThe ceiling of the glass bridge contains over 2000 individual glass objects from Chihuly's earlier works, and still attracts many thousands of visitors every year. Many of his highly complicated multi-piece glass sculptures and chandeliers are on show around the globe to great public acclaim. The Bellagio Casino in Las Vegas has an entrance hall highlighted by a Dale Chihuly glass ceiling of wondrous proportions. \n \nDale comments: “Steve Wynn of the Bellagio wanted me to make a 'spectacular' piece in the lobby of the hotel that would rival the aquarium at the Mirage, and generate more interest. Back in Seattle, we built the entire seventy-by-thirty-foot ceiling, full-scale, at my studio. The commission, as contracted, called for a whole new armature type and about a thousand new 'flowers.' Steve visited several times, loved it, and wanted even more glass. Finally FIORI DI COMO was installed with over two thousand hand-blown glass elements”. \n \nIn addition, Chihuly's works are part of the permanent collections of numerous prestigious museums and galleries. This awesomely talented man is one of only three living American artists that have had the honor of a solo exhibition at the Louvre in Paris, so you know how much esteem his work is held in generally. Since the 1990s, Dale has tended to go for creating more massive works, like the unforgettable installation \"Fireworks of Glass.\" This is his largest permanent sculpture of blown glass. The 43-foot-tall tower rises above a glass ceiling at the Children’s Museum of Indianapolis.\n \nThere are so many wonderful pieces of this fantastic artist’s work on show around the world that no list could ever be complete. Suffice it to say that this prodigious talent seems set to keep on astounding and delighting us with his incredible art for many more years yet. These kaleidoscopically colorful creations are brilliant both in conception and execution, and let’s hope they will continue to enchant us for a long time yet. \n \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","title":"Giant Blown Glass Sculptures by Dale Chihuly","author":"tonyleather"}