{"url":"http://www.environmentalgraffiti.com/offbeat-news/the-second-coming-of-shark-jesus/693","content":"\nA Hungarian aquarium has recently announced the \n.\nUnfortunately for those hotly anticipating the end times, it’s a shark virgin birth.\nA seven year old white-tipped reef shark is known to have never come in contact with a male. She has been in a tank without any other sharks since being born in the Nyiregyhaza Centre in 2001. Despite that, she recently gave birth.\nUnsurprisingly, the aquarium’s staff was shocked by the event.  Atilla Varga, director of the Nyiregyhaza Centre, said: \"When I saw the baby shark lying on the bottom of the tank I thought it was a joke. I was amazed when I realised it was a real shark. The mother is very protective of her pup, but as soon as we can, marine biologists want to get a DNA sample from both.\"\nManagers are thrilled with the new visitors flocking to the aquarium, but are worried about the size of the tank housing the sharks. The tank is not large enough for two, and they do not want to send the baby elsewhere. Varga said: \"We are planning to build her a bigger tank, find her a male and then hopefully next time round she can have a baby properly.\"\nVirgin birth is known as parthenogenesis in the scientific community. It’s been commonly observed in lower animals, such as several types of insects, but wasn’t thought to occur in more complex animals such as sharks.\nNew research and events are suggesting that it may be more common than originally thought. In fact, this is the second time in a year an aquarium has reported a case of shark parthenogenesis (hence the “second coming”).\nLast year, a US zoo reported the virgin birth of a hammerhead shark pup. In that case however, the pup was killed by a stingray before it could be removed from the tank.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","title":"The Second Coming of Shark Jesus","author":"Chris"}