{"url":"http://www.environmentalgraffiti.com/nature/news-stark-and-incredible-beauty-arizona’s-petrified-forest","content":"\nArizona’s Petrified Forest National Park features over 220,000 acres of unparalleled scenery, petrified wood, and new and fascinating discoveries about the late Triassic period. \nOne of the most incredible characteristics of the national park is the large amount of petrified wood found there – which is the reason the park was created in 1906. Petrifaction begins when wood is buried in sediment, which prevents decay. Water impregnated with silica seeps into the wood and gradually filters into the cell walls. As the cell walls dissolve, the silica takes its place, maintaining the original structure of the wood and turning it into stone. \nThe silica, which can take the form of quartz, opal, agate, jasper, or chalcedony, forms a colorful rainbow of 'wooden' stone. Even more colors come into play if the silica-water mixes with iron oxide or manganese oxide, which can taint the resulting stone with a wide range of colors. Iron oxide colors the wood yellow, red and orange, while manganese oxide gives off blue, black and purple hues. \nPetrifaction can occur quite rapidly. In Boulia, Australia, for example, wooden posts are sometimes completely covered by shifting sands. A few years later, the sand shifts off again, leaving stone posts. \nArizona’s Petrified Forest National Park contains what is said to be “one of the largest areas of intact grassland in the Southwest.” Not only that, but on clear days, visitors can sometimes see land formations over 100 miles away. The area is home to amphibians, reptiles, birds, and a large variety of mammals, including pronghorns, gray foxes, and bobcats. \nThe Painted Desert badlands make up a beautiful and rugged area, where colorful mudstone creates gorgeous landscapes. Many of these hills contain large volumes of an altered volcanic ash called bentonite. \nBentonite can expand to up to seven times its normal size when it absorbs water! When it dries, it shrinks into a crinkly, crusty, elephant skin-like surface. This rapidly changing and unstable surface causes a lot of erosion and prevents plants from growing in the soil. \nA wealth of information about the late Triassic period has been uncovered at the park, and new species of plants and animals are discovered annually. Fossils found in the region prove that the area was once a tropical and humid land with a massive river system and dense undergrowth, and that it was populated by early dinosaurs. Paleontologists have uncovered a substantial number of dinosaur skeletons, including new species of phytosaurs and aetosaurs, and at least a dozen \n skeletons. \nThis incredible national park offers a wide range of experiences and information for everyone. Here, visitors can explore paleontology, learn about petrification, and take in the stark beauty of the grasslands and the Painted Desert badlands.  \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","title":"The Rugged Beauty of Arizona’s Petrified Forest","author":"yvonne.mcarthur"}