{"url":"http://www.environmentalgraffiti.com/news-glass-bottomed-hot-air-balloon","content":"\n \nIt is a thrilling experience to soar into the sky in the basket of a hot-air balloon. Like the experience of parachuting, the effortless weightlessness of floating through the sky is an awesome, never to be forgotten adventure. How much more exciting might it be if there was apparently nothing between you and the ground below? \n\nEither you would be scared silly, or your stomach would churn. \n \nThe video below shows clearly the incredible views through the floor of the world’s first glass-bottomed hot air balloon as it took its maiden flight on August 11th 2010 - an otherwise completely traditional wicker four-man basket has a completely transparent floor. \n\n \nThis awesome feature provided the passengers with breathtaking panoramic views of the world below their feet. The basket was dreamt up by balloon pilot Christian Brown, who, despite 18 years experience flying balloons, conceded that the experience was ”terrifying”, commenting: ”We’ve done tethered trials before, which usually end with passengers shrieking and screaming in fear, but this is the first time we’ve actually taken to the skies unaided. Ordinarily, you would look over the edge of the basket to peer at the ground below but there is something very disconcerting about seeing it right beneath your feet. It certainly isn’t for the faint-hearted, but this is a totally unique experience and we have added a new dimension to ballooning.” Shropshire-based Lindstrand Balloons designed this incredible machine, which consists of not only 12 miles of thread, but also as much material as would be needed to cover three double decker buses. The otherwise ordinary basket accommodates two passengers and two pilots, all of whom stand on two-inch thick glass, which is actually far sturdier than it appears.\n \nThis very experienced pilot, 44, travelled the world in a balloon with Richard Branson and holds the tethered altitude world record after flying at 10,000ft on a mountain in Chile. He is hopeful of even more record breaking flights. ”We also hope to use it to break the altitude world record and fly at over 10,000ft, which will be incredible. We’re in the very early stages at the minute and are getting feedback from passengers but hope to roll them out to the public next year.” \n \nThe first passenger to go up in the balloon, Jo Chambers, 31, from Bath, said: ”It was absolutely incredible and offered beautiful view below. It was unnerving and the basket creaked slightly which was slightly disconcerting. It is an incredible sight to see the ground slowly disappearing directly beneath your feet as you ascend.” It is hoped that, in due course, more of these fantastic balloons will be constructed so that many other passengers can enjoy this once-in-a-lifetime thrill. I can hardly wait for my chance. \n \nMy sincere thanks to \n for permitting me to use the images contained within this post.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbJPRwtK.jpg","title":"1000ft Up in a Glass Bottomed Hot Air Balloon","author":"tonyleather"}