{"url":"http://www.environmentalgraffiti.com/businesspolitics/former-war-zones-dangerous-enter/16797","content":"\nWhen the smoke clears and the last shells have fallen, some war zones will retain painful reminders of former unpleasantries.\nDuring the bitter Yugoslav wars of the early-to-mid 1990's, national armies and irregular militias alike began to plant landmines throughout Croatia and Bosnia-Herzegovina as an alternative to posting soldiers to guard borders. These were desperate measures carried out during desperate times, and records of exactly where the mines were placed were kept in sketchy, hastily-prepared notes. These notes were written in the language of the units that prepared them, unintelligible to all others, and in any case were frequently lost or destroyed during the chaos of the war. The result is that certain areas within these countries, some of them close to major cities, are still no-go areas. The hills that rise above Sarajevo are beautiful but deadly, as uncleared minefields are present even this close to the Bosnian capital.\nThe Croatian travel literature states that there have been no landmine incidents since 2006, but in regions such as Dalmatia even now there are 1,000 square kilometres of 'suspected' territory that still needs to be cleared, and the Croatian government are calling for EU aid to do so. Affected areas are far from the coastal areas popular with tourists, and those living in afflicted regions claim that since the war ended, money has been funneled into improving coastal resorts rather than the rural areas containing minefields. Today, the skull-and-crossbones looms over many parts of the otherwise beautiful Balkan landscape.\nLandmines are cheap, but landmine-detection technology is expensive, and countries emerging from the fog of war seldom have the kind of economy that is necessary to deal with problems of this scale. \nSharing borders with South Africa, Tanzania and Zimbabwe, Mozambique lies in a particularly troubled part of Africa. In the 1950’s and 60’s, while the European powers were granting independence, with varying degrees of reluctance, to their African colonies, Portugal held on tightly to its Eastern African possession. The people of Mozambique had to wrest independence from Portugal through ten years of fighting. Decades more of civil war followed. But when hostilities finally ceased in 1992, Mozambique was left so mine-ridden that much of its farmable land had been rendered unusable. Mines were planted almost at random away from strategic areas in order to deliberately prevent peasants from being able to support themselves through farming. Power lines and roads were mined as part of deliberate attempts to disrupt the infrastructure of the country.\nIt's not in the news too frequently because tourists rarely go there, but the beautiful and stark Western Desert of Egypt also has a serious landmine problem. Conflicts dating back as far as 60 years have left this area potentially even more dangerous than those mentioned above. In this case, it's the extreme age of the devices that make them even more unpredictable.\nThe 'Desert Fox' Rommel and his troops left thousands of landmines during his North Africa campaign during World War 2, and they left Egypt as one of the most heavily mined countries in the world. Some of these are linked to known battle grounds such as El-Alamein, but every year nomadic peoples still come across unexploded devices in unexpected places.\nWherever they have been used, mines continue to cause misery for developing and post civil-war countries long after the reasons they were placed there have passed into history.","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lawless1.jpg","title":"Former War Zones Too Dangerous to Enter","author":"Steampunk"}