{"url":"http://www.environmentalgraffiti.com/nature/news-incredible-sentient-plants","content":"\nWho says plants don’t have feelings? The Mimosa Pudica, also known as the Touch-me-not or Sensitive Plant, remarkably demonstrates a plant’s sentience. Check out this video:\n\n\nPlants generally close up at night and open in the morning, but this plant dramatically drops its leaves at the slightest touch. Even its just being blown or shaken will cause it to wilt. \nThe plant’s movements happen when its cells lose turgor pressure — the water pressure that pushes up against the cell wall to keep leaves standing outwards. When agitated, the plant releases chemicals that force water out of the cell, causing the cell walls to collapse and the leaves to fold.\nScientists believe that the plant evolved with this strange characteristic to defend itself against predators: animals fear fast-moving plants and the quick leaf-dropping movement flicks off dangerous pests. \nThe Mimosa Pudica has fascinated people far and wide. The following list of poetic names suggest different interpretations of the plant’s actions: \nThe Mimosa isn’t the only \n. The Codariocalyx Motorius, also known as Dancing Grass, Semaphore Plant or Telegraph Plant, appears to feel the beat of the music and groove along with it.\n\n\nThe Passion flower’s tendrils feel for objects, then wrap around them. As they wrap themselves around the object, the stem gets pulled into the object for support so it can grow higher and grow more tendrils to then repeat the process.\n\n\nThe Venus Flytrap is insectivorous (carnivorous). Since it lives in the poor boggy soil of the Carolinas, it attains better health by looking upward for meals rather than downward. When something bends the sensitive trigger hairs on the inner surface of the plant, its jaws shut, trapping insects inside. The plant then secretes digestive juices to dissolve the soft parts of the insect over a five- to twelve-day period, then opens up to “spit out” the indigestible bits.\nThe concept of sentience is a hotly debated one. Some feel that only beings that can experience pleasure and pain are considered sentient. Others believe that beings come in a wide range of sentience, starting with the Oxford Dictionary definition, “able to perceive or feel things.” Given that definition, the Mimosa Pudica’s actions definitely make it a sentient being. Angry, shy, sensitive. All these terms have been used to explain its behavior. It’s quite a character, that Mimosa Pudica. And its friends, the dancer, the groper, and the hungry man. There’s a full cast of herbaceous characters growing out there.\nReferences: \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","title":"Incredible Sentient Plants!","author":"Kiva Bottero"}