{"url":"http://www.environmentalgraffiti.com/featured/legacy-ernst-haeckel/13601","content":"\nStill a touchy subject to many today, Ernst Haeckel was as famous an exponent of evolution in his day as Charles Darwin himself. As the faith versus science wars first exploded across the western world, destroying cherished patterns of belief and altering forever the place of religion in society, he was one of the most visible and powerful speakers in favour of evolution. But in his haste to popularise this new scientific idea, the ‘Darwin of the continent’ was to perpetuate a fraud that would come to overshadow all his other achievements. Today he is almost universally regarded as nothing other than a rank imposter of the highest order. But what was the truth about Ernst Haeckel?\nHaeckel was a German doctor who realised his true calling upon reading Darwin’s Origin of Species: the study of evolution. The fact that he appeared to have no stomach for dealing with illness probably didn’t hurt his career move either. But following the death of his beloved wife (and cousin) Anna Sethe, Haeckel embarked upon his idealistic crusade with a zeal for religion-bashing that Darwin himself would never have dreamt of. While Darwin, in his own words, became violently sick at the mere implications his new idea had for human origins and the traditional Church worldview, and for several years refused to speculate on this aspect of evolution, Haeckel had no such compunction. He tore into the religious institutions of late 19th-century Europe with a gusto that had rarely been seen before, making many enemies in the process.\nLiving as he did in a time when science required extraordinary individuals to carry it out, Haeckel became a professor of comparative anatomy and travelled the world, naming thousands of new species as he did so – often after his first (but not his second) wife. This background was to give him the ‘ammunition’ he needed to make his later claims. Also a gifted artist, Haeckel was influenced by the German Romantic movement, and sought to portray nature as an art form in itself. While he placed organisms together into kingdoms, phylums and classes in an attempt to unravel the great tree of life using science, art allowed him to place them together in ways that he found aesthetically pleasing. These images seem to bridge a gap between the two.\nThough he lay much of the groundwork for how the relationships between phylogenetic groups were to be perceived for many years, most of his ideas have since been discredited or updated. He created the ‘Protist’ kingdom, in which he placed many difficult-to-interpret organisms that were neither animals nor plants. Today, these creatures are reckoned to belong to as many as 20 different phyla. And perhaps the less said about his ideas regarding the ‘separate development’ of the world’s different races in order of superiority (with Germanic Caucasians unsurprisingly near the pinnacle), the better. It must be mentioned, however, that such ideas were not, at the time, scientifically discredited, or even uncommon amongst educated Europeans. \nIronically enough, Haeckel was not what we would today call a true ‘Darwinist’. In fact, at the time there were many different ‘versions’ of evolutionary theory floating around. Haeckel subscribed to a form in which acquired characteristics were believed to be inheritable. To whit: if a giraffe acquires a long neck by stretching upwards its whole life to reach branches, then its offspring will be born with a long neck. In this way, it was thought that organisms changed over time. This runs contrary to what Darwin believed, though he was as yet unable to prove it incorrect. The development of genetics was to finally shut the coffin on this bizarre idea. But ‘acquired inheritance’ was to result in the forgery which was to make Haeckel one of history’s unwitting villains…\nComparative embryology is still used today as an easy-to-grasp visual demonstration of evolution. Because various species have similar evolutionary histories, their bodies are similar in many ways, and even animals vastly different as adults have similar embryos. The general features of a large group of animals appear earlier in development than the specialised features. For example, all vertebrate embryos have ‘gill’ arches and spinal chords (or notochords). It is only later on that the more specialised features that separate the types of animals appear – horns, wings or feathers among mammals, for example. \nHaeckel was a pioneer in this field, and with his oft-noted artistic skill, would often sketch the embryos of animals to make this point clear. But restraint apparently not being one of his strengths, he tended to make the embryos of widely-differing animals appear more similar than they really were. His personal belief was that each stage of the embryonic growth represented a past evolutionary form, and that way back in the foggy mists of time there once existed a common ancestor that had the form of an embryo all its adult life!\nEven when comparing embryos which did look similar, Haeckel would sometimes replace them with the same image multiplied several times in order to further hammer the point home. Feeling that, like diagrams, they ought to be simplifications of real life, he cherry-picked his examples and distorted their similarities. This reputation for falsehood was to hound him to the grave and beyond.\nOne ironic result of his deceit which Haeckel would probably have been horrified at, had he lived to see it, is the use which contemporary creationists have made of it. Comparative embryology, and by proxy evolution itself, is still frequently ‘debunked’ by those who point out that yes, Haeckel faked his drawings. Despite the fact that modern evolutionary theory has long-ago jettisoned most of his ideas anyway, this ‘revelation’ is expected time and time again to cause the theory to come crumbling down around us. In fact, these drawings were discredited soon after they were published – in the 1860s! \nEven without his chicanery, many embryos do look similar enough. The muddying of the water here occurred as publishers continued to use his pictures to illustrate comparative embryology (which is still considered a sound field) in school books over the next 100 years. Now this is something that needed to be remedied!\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","title":"The Legacy of Ernst Haeckel","author":"Steampunk"}