{"url":"http://www.environmentalgraffiti.com/conservation/news-loss-top-predators-leading-massive-modifications-earths-ecosystems","content":"\nWe are in the beginning stages of a sixth mass extinction. The major difference between this extinction and the five previous extinction is the role humans play by removing the top consumers and large animals from our ecosystems. With the decline of large predators, the Earth’s ecosystems are undergoing massive modifications. According to a recently published report in the journal \n, the loss of these large predators is leading to an “enormous influence on the structure, function, and biodiversity of most natural ecosystems.” \n \nThis is causing a cascading effect, particularly when coupled by land use practices, climate change, habitat loss and pollution.  Until recently, ecologists depended on islands to study the function of ecosystems. The complete lack of trees on Easter Island is a classic example of the effects of overexploitation on an island habitat with no natural predators.\nThe Galapagos Islands, on the other hand, are known for their abundant wildlife. However, goats and pigs left behind by 19th century sailors destroyed much of the native vegetation on an island with no large predators.\nIsle Royal in Lake Superior shows how wolves and moose keep an ecosystem healthy through a simple single prey-single predator chain. Ecosystems are built around intricate webs where predation, competition and mutual interactions between species combine with resources and energy flow to form highly complex networks. \nEcosystems are shaped by the top consumers that keep ecosystems in a stable state, such as the wolves that keep moose population in check on Isle Royal. Abrupt changes brought on by the loss of top predators lead to abrupt changes in the energy flows of ecosystems. \n \nStudies in the Serengeti, Tanzania highlight the loss of top predators. While large herbivores such as elephants, hippopotamus and rhinoceros are often unaffected by predation, herds of smaller herbivores such as gazelles and impalas grow exponentially with the loss of top predators. Studies in sub-Saharan Africa link the declines of lions and leopards with the rising baboon populations. \nThe baboons are forced to move into new territories, often close to humans. Humans are then suffering outbreaks due to exposure to baboon intestinal parasites. In India, outbreaks of rabies and anthrax have been linked to the decline of vultures, which keep rodent populations in check. The loss of predatory fish is leading to increased populations of mosquitoes and outbreaks of malaria. \n \nSince the reintroduction of wolves in Yellowstone National Park, ecologists can study the role and function large predators play in an ecosystem. Before the return of the wolves, large leaf-eating animals affected the nitrogen flow and release of carbon into the atmosphere by eating leaves, preventing small trees from growing and preventing ground litter. \nLarge herbivores also change the chemistry of the soil through their trampling. By limiting the population size of these large herbivores, wolves allow trees to perform their role in the ecosystem - providing shade, preventing erosion and supplying shelter for small animals.\n \nWith increased human population growth and urban sprawl, many wildlife habitats are becoming increasingly fragmented. Overexploitation and the spread of invasive species where top consumers are missing is leading to negative downward spirals. Our world is changing at a fast pace. \nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/14051156298cadd04f5ojpg","title":"How the Loss of Predators Could Devastate the Earth's Ecosystems","author":"Lisa Hossler"}