{"url":"http://www.environmentalgraffiti.com/featured/wolf-spider-carrying-offspring/20621","content":"\nTo many, the mere fact of popping out sprogs and then having to raise them is burden enough. Still, if this is your perception, just be thankful we humans don’t have to literally lug the load of our kids around too often. Even if a pushchair or pram is unavailable for whatever reason, let’s face it, at least there aren’t hundreds of the little brats to haul about the place. Pity old mother wolf spider can’t say the same.\nWolf spiders are unique among their kind owing to their method of infant care. Immediately after the young spiderlings have hatched, they climb up their mother's legs and crowd onto her back in a wriggling mass of juvenile spiderishness. The young spiders ride around in this group piggyback fashion for roughly a week until partially grown and all set to disperse into the big wide world, either by ballooning through the air on silk strands or simply by scurrying off along the ground.\nFemales of many spider species care for their young in some way, shape or form – for example, by sharing food with them – but rarely is such a high degree of parental protection displayed as it is by the wolf spider. Even while carrying around this squirming spider nursery on her abdomen, this most motherly of arachnids still finds time to continue hunting down small insects on which to feed. Puts even the busiest of working moms to shame.\nBefore this army of tiny spiders are ready to emerge and cling to the bristles on their mother's back, they're kept snug in the safe confines of a protective silken case. The female Wolf spider builds a ball-shaped egg sac of white papery silk, which she carries along attached via strong silk to the spinnerets at the end of her abdomen. Hauling this brood to be is again unique among spiders, and because the wolf spider's jaws are not tied up, she is free to continue hunting. \nIt makes you realise how tenderly maternal even arthropods can be. Yet while the wolf spider may well win Mum of the Year among her fellow creepy crawlies, the person in this last clip must really have a strong stomach for all things spidery.\n\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","title":"Wolf Spider Carrying Hundreds of Her Crawling Offspring","author":"Karl Fabricius"}