{"url":"http://www.environmentalgraffiti.com/businesspolitics/why-im-green-with-a-capital-g/692","content":"\nSometimes people ask, \"Why are you running for the Green Party of Canada? They'll never win.\"\nWell, sometimes it's not about winning. It's about doing what's right. If you are true to your values, and your values are good, then sooner or later people will see the truth - and you just might win, besides.\nThis letter is from Emily, the seven-year-old (almost eight!) daughter of a couple in my riding. They are trying to do the right thing by building a house completely in tune with nature, including human nature, and it can be an uphill battle given all the barriers imposed by vested interests. However, they are doing it - because it's the right thing to do. The house is made of cob and will be largely free of the electrical and water grid. Their struggles and triumphs are described beautifully in their log: \n and in \nIn one short paragraph and a joke, Emily does what children do brilliantly: Show us our hypocrisy and allow us to be better adults. Emily shows us what kind of world we are making for other animals because we worship money. Here is Emily's letter to the Green Party:\nFiled under: Emily's Letters - eco-sense.ca @ 1:45 am\nDear Green party.\nWhy do chickens have to be in cages? Because humans don't care about the chickens. When you get to be goverment in B.C. Please make it illegal to: put chickens in small cages ,trim their wings and c lip their beacks . It was good that McDonalds increased the sizes of the cages. But...they are still to small for the chickens. Imagine if you coulden't move. The chickens in McDonalds can't move. The chickens other places are squished. Why don't all of us make it so chickens can run freely.\nJoke: What tipe of love do we put in non free rang chickens? Answer: love for money.\nThanks. Bye.\nEmily [daughter of Ann Baird] Age 7 (almost 8 )\n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","title":"Why I'm Green with a Capital 'G'","author":"Brian Gordon"}