{"url":"http://www.environmentalgraffiti.com/animals/news-orangutans-natures-efficiency-experts","content":"\nA team of researchers in the United States of America have carried out a study to determine how apes expend energy. That was the first study ever conducted to study apes in this manner. It found that the orangutans are the lowest expenders of energy, not only among apes but also all other mammals. Taking body masses into consideration, these animals use even less energy than sedentary (couch potato) people.\nAlthough the researchers confined orangutans living in both indoor and outdoor habitats, the animals were involved in as much activity as their free-range counterparts living in the wild. According to the study's lead author, Herman Pontzer, the animals show a \"remarkably low energy use.\" He compared it to discovering sloth in the family tree. Herman is an assistant professor of anthropology in Arts &amp; Sciences at Washington University. \nThe researchers studied the orangutans found in the Great Ape Trust in Des Moines in the state of Iowa. The Great Ape Trust campus covers an area of 230 acres. The scientists studied the animals every day for two weeks to monitor their daily energy expenditure.\nThe study showed that the orangutans expend very low rates of energy, which is consistent with their low reproduction rates and slow rates of growth. According to Pontzer, this may have been the animals' response to serious shortages of food in the Southeast Asian rain forests to which they are native. Ripe fruit that orangutans usually eat tends to be very rare in these regions. This low use of energy is the way the animals try to avoid starvation during seasons of scarcity.\nPontzer explains that this study could act as an eyeopener on how other primates have evolved their use of energy to adapt to their respective circumstances, which calls for the need to study them. This includes human beings. The study was published in the early edition of Proceedings of the National Academy of Sciences.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","title":"Orangutans: Nature's Most Energy Efficient Mammals","author":"Gregory Johansson"}