{"url":"http://www.environmentalgraffiti.com/news-5-scariest-herbivores","content":"\nA herbivore animal will eat plants to get its energy. It won’t attack other animals or humans for food. However, that doesn’t mean it won’t attack for other reasons. Here is a list of five herbivore animals that look and sometimes act like carnivores. \n\nThe hippopotamus lives in Africa around lakes or likes soaking in the water. The animals sport a heavy appearance but are very speedy in fact. Just like rhinoceroses, they are very aggressive toward humans, perhaps even more so than the latter because they attack without being provoked and for no apparent reason. \nRhinoceroses may not have meat for dinner but they are still threatening to humans. The black rhinoceros is thought to be the most aggressive. Although it feeds on leafy plants, bushes and branches, the male is very territorial and can use its horns for defense or for attacks. \n\nThe wild boar’s meal plan consist mainly of plants but can also include small animals sometimes. The size of wild boars is considerable and they might have a temper at times. Although not necessarily aggressive toward humans, the female can attack especially if she has piglets.\nGorillas have an impressive appearance. An adult male is called a silverback because of the color of the hair covering its back. Gorillas live in groups and are usually peaceful. They may have an imposing size but they are, in fact, quite friendly, as many studies suggest. Only the mountain gorilla is more aggressive, famous for beating its chest and fighting. \nWith a set of fearful looking teeth and screechy sounds, Gelada Baboons are very scary. In fact, their facial expressions are visual signals and a means of interacting. They rarely attack people in the wild but they can be quite aggressive at the zoo. \nSo if you are on a safari or on a jungle expedition, and sometimes even at the zoo, be careful around these vegans. \n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1Snakeinbasketjpg","title":"5 Scariest Herbivores on Earth","author":"Gregory Johansson"}