{"url":"http://www.environmentalgraffiti.com/news-amazing-innovative-art-french-artist-frederique-daubal","content":"\nEvery now and then you come across artwork that really gives you pause for thought. A very recently released collection of images is a wonderful example. This unsettling art by French artist Frederique Daubal is her \"Hide and Seek\" photographic series.\n\nFrederique cut out pages from fashion magazines, sliced them into fringes and made them into masks resembling Muslim niqābs. It's a statement on identity, transformation and what it means to be French today. This artist with a graphic arts background likes to cut, paste and draw.\n\nOverprint on magazines is one of her specialties. She also experiments with textile as a three-dimensional medium or creates clothes under her name, without following any trends but using lots of second-hand pieces.\n\nThe  \"Hide and Seek\" photo series features models wearing masks that have been created out of old magazine ads. The photos are really cool, showing models in a series of poses that sort of match the shredded face of the old magazine picture.\n\nAfter looking through the photos a couple of times, they get increasingly creepy, but still manage to look high fashion. These are really cool artistic photos that still feature the clothing and style of the models. When does your face become a mask? If you could wear the same expression ceaselessly, and only change it when you want to, would you? I can't tell you what inspired this work, but I can tell you what it invokes in me. The idea of wearing photographs as masks is not new, but this application is.\n\nThe slits cut make the work seem almost like venetian blinds to me, as both the subject matter and the model peek out towards the camera, hidden within their own visage. As the facial expression is predetermined, everything is about body language and makes for a very interesting study.\n\nI found these images both fascinating and scary. A gloriously imaginative way to present life as many might see it these days. I believe that Frederique Daubal is an artist of whom we shall hear a lot more in the furure. I for one look forward immensely to seeing what she might come up with next.\n\nMy sincere thanks go to \n for use of images and information featured in this article.\n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","title":"Innovative Masks Created from Cut-up Fashion Magazines","author":"tonyleather"}