{"url":"http://www.environmentalgraffiti.com/meteorology/news-honeycombs-communicating-sky","content":"\nAs children, we stare up at the clouds with wonder and awe, noticing how they take on unique shapes and patterns in the sky. As a young child, we often marvel about how that cloud looks so much like a giraffe or other object and as we grow, our curiosity about these white fluffy objects in the sky grows right along with us. \nWhat causes these beautiful and sometimes terrifying objects in the sky and how can they form such incredible patterns and bring such diverse weather? While we tend to wonder about these things, as we grow into adulthood, they become nothing more then a fleeting thought and clouds nothing more than something that brings on the rain. But to a scientist, this is an interesting area of study and these are important questions that must be answered.\nWhile clouds are a thing of beauty inspiring the imagination of young and old alike, they are by far one of the most difficult problems to study in climate science today. Of particular interest to scientists are the beautiful and delicate looking \n, better known as open cell clouds, that form over the ocean. These clouds are extremely important because they play a huge role in how much warming sunlight heats the ocean and how much hits the bright cloud's top and reflects the warmth back into space. So lets take a closer look at these open cell clouds.\nWhat make up the marvelous kind of cloud formation that are marine stratocumulus clouds? Well, we can find the answer to that in our atmosphere. While it is made up of gases, our atmosphere acts like a liquid. It can heat at the bottom and cool at the top, essentially giving it the ability to have a boiling effect much like a pot of boiling water. What is so interesting about this is the fact that it is not a controlled process and the reactions are totally random, making this very exciting to study and even more beautiful to look at.\nScientists know that these clouds develop from atmospheric convection, which is air movement caused by warm air raising and cold air falling; you may have heard this referred to by the terms up draft and down draft. These drafts begin to form “walls’ in the clouds and as the bottom cloud cells are heated by the warm ocean waters, they begin to take on a hexagonal shape, giving them the incredible appearance of a complex honeycomb.\nResearchers have found these honeycomb-like clouds to be particularly intriguing because they are a self-organizing system. The Department of Energy's Pacific Northwest National Laboratory in Richland, WA has shown that \"they spontaneously form dynamic, coherent structures that tend to repair themselves and resist change. Such clouds join other self-organizing networks such as flocks of birds, shifting sand dunes or bubbles in boiling water.\" This is simply astonishing!\nThese remarkable honeycomb clouds are one of the most common of all cloud formations. These particular clouds can be found over immense areas of ocean water along nearly every continent, but most often on the backside of a low-pressure system. These cloud cells are simply amazing because not only are they self-organizing according to a new study from the U.S. National Oceanic and Atmospheric Administration (NOAA), they can also “communicate\" with each other so that they continually alternate, or reorganize themselves, in a coordinated pattern.\nAs rainfall makes the older clouds dissolve, new clouds are produced by the interaction between the remaining cells. Incredibly, cells have also been shown to repair themselves. Interestingly, inside the thick clouds of the cell walls, water droplets grow and then fall as rain, and the walls dissolve. The raindrops vanish as they fall, cooling the air, which creates downward air currents. As the downdrafts reach the ocean surface, they run outward and into each other and \"force the air to move upward again\" and \"form new open cell walls at a different location”, explained Hailong Wang, cloud physicist at the Pacific Northwest National Laboratory in Richland, WA. Most astonishingly, enough new clouds eventually rain in unity, as well, part of a reorganization cycle that can carry on for days.\nBecause this beautifully complex and intricate system of clouds covers so much of the earth’s surface, they help ward off global warming. Many scientists are excited about this new understanding of the marine stratocumulus clouds or open cell clouds and hope to be able to use this understanding to build better forecast models for predicting future global climate change. \n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","title":"Incredible Honeycomb Clouds Seen from Above","author":"Tinahm"}