{"url":"http://www.environmentalgraffiti.com/animals/news-creepycumbersome-japanese-giant-spider-crab","content":"\nSometimes you'll see a massive creature that looks scary, like a whale shark, for example, only to discover that these mega-beasts are not harmful to or even interested in human beings. It doesn't stop you shivering a little, but it's good to know you're safe.\nWhen you think of the worlds largest spider you might imagine the tarantula - with a leg span of 8 or 9 inches - but in a sense the world's largest spider is actually the Japanese Spider Crab, Macrocheira Kaempferi...  One specimen had a leg span over 12ft wide, a body 16in across and weighed in at 41lb!\n\n\nThese fearsome looking beasts have 8 legs and 2 big feeding arms,  generally live under water, though they have been found on land. When one of these was first found inland, in the Jungles of Japan, it caused quite a stir in the local community. Below is a drawing of the spider crab standing next to a woman to give a sense of its actual size. Imagine finding a creature like this in your house?\nThese enormous crabs can generally be found in the Pacific Ocean around Japan. They can live at depths of 150-1000 feet. They generally have a dark orange body, with white spots on their legs. In male specimens, the limbs on which the claws are located become more extended than its legs.\nThe spider crabs' eyes are situated directly on the front, and two thorns stick out between them. Younger specimens of the spider crab feature hair and thorns on the body, and their frontal horns are longer, but these get shorter as they grow older.\n\n\nGiant spider crabs are omnivorous and scavenge for food. They can eat algae, plants, mollusks and small fish, catching and tearing up the meat in their powerful pincers. Their long legs enable them to move quite quickly and stalk their prey.\nThey move along the Ocean floor very slowly, and are consequently easy targets for hungry predators that are big enough to attack them.\nAs a form of protection they attach sponges and smaller animals to their shells to divert predators.\nThe spider crabs tend to live in ocean vents or holes that are big enough to take them. They are  hunted by fisherman as their meat is apparently quiet delicious. During the spring, when the crab lays its eggs, hunting them is prohibited. Most obey these rules and the spider crab will thus be allowed to propagate so that it does not end up as an endangered species. These wonderful creatures are well worth seeing and don't worry - they do not bite.\nMy sincere and grateful thanks to \n, \n, \n, \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","title":"Japan's Giant Spider Crab","author":"tonyleather"}