{"url":"http://www.environmentalgraffiti.com/green-living/the-five-most-bike-friendly-us-cities/1025","content":"\nAfter spotting \n on Treehugger today, and almost getting run over several times in the last year, I began to wonder:  where in the U.S. are the best places for a two-wheeled commute?\n\nThis may be a bit of a controversial choice-- theft is an issue here, and so is the infrastructure-- but that doesn't change that NYC has one of the highest percentages of 2-wheeled commuters in America. With Michael Bloomberg flailing about trying to solve his downtown congestion issues, I can't see the bikes getting anything other than favorable treatment as time goes on. There is also the annual Five Boro Bike Tour, which shuts cars out of the city's transit system in favor of a two-wheeled joyride.\nThe second-densest city in America (\n?) gets a big boost from having a proper bicycle system freeing up her narrow roadways.  Almost 40,000 of the 744,000 residents are pedal-powered commuters, and the city offer nearly 70 miles of bike lanes for them to ride on.  One can't help but imagine that these intrepid souls must be in phenomenal shape, daredevils, or both-- going up the hills in the city by the bay must be quite a challenge, and down them, akin to riding a rollercoaster.\n\nAs a matter of proportion, Davis takes the cake--around 17% of residents of this small city in California commute on their bike. Of course, the weather plays a part in this, and also the fact that Californians seem to be early-adopters of nearly everything green. However, some years ago the residents actually voted to eliminate school buses, because so much of the student population was walking or biking to school. The biggest sign of the city's commitment? They're about to drop almost $2 Million on a special tunnel, just for bikes, under a surface street.\n\nDifferent cities obviously, have different approaches to bikes and cycling enthusiasts: my town ignores them, Portland has made them mainstream and Boulder celebrates them. By ensuring that 90% of arterial roads have bike lanes, they've primed themselves for success in the mountains, and annually host \"Bike to Work Day\", which last year saw 4,000 people participate. The population of students gets in on the act too. Schools encourage their students to walk or ride bikes (another instance where going green saves you green) and participation has been recorded up to 75%.\n\nOf course it was going to be a West Coast city that took the lead in this form of transportation, but I am kind of shocked to see that it's one that's in the NORTHwest, as I can't imagine all of the rain that Portland gets can go over terribly well with the bikers that call the city home.  Nevertheless, the city has made an effort to connect itself entirely with bike lanes, and is but 38 miles away from its goal.  This is especially relevant when you consider the create-a-commuter program the city has launched, equipping low-income adults with a bike, helmet, lock, lights, and other essentials in order to increase their ability to enter the workforce.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","title":"The Five Most Bike-Friendly US Cities","author":"whatsrequired"}