{"url":"http://www.environmentalgraffiti.com/art-and-design/news-future-coffee-table-designs-svilen-gamolov","content":"\n \nThe above image is a concept of a bar stool based on a snake. This is not only a green idea but also reflects the traces of nature. This and other future furniture designs are conceptualized by designer Svilen Gamolov from Bulgaria, which get your attention from the very first second. Mostly inspired by nature, not only are his ideas unique, but they also give us the message to stay connected with the beautiful nature surrounding us. \nSvilen says: \"This butterfly shaped table, symbolizes many things about the changing environment and suggestion is saturated with many layers. Our relationship with the nature and with our own inner-nature, often straddle.\" He further adds: \"What would poetry and art do, without the presence of Nature surrounding us?\"\nAs we can see, Svilen's designs are inspired by nature and the human contact with it. He is also very much influenced by the impact of us humans on our surrounding environment. He tries to find innovative solutions to the problems created by humans. Using materials such as glass, polywood and glossy paint, Svilen has created very intriguing furniture designs.\n\n﻿\n \n\n﻿\n﻿Svilen thinks that recently seen substantial progress toward environmental concerns are only the beginning. Progress should not stop but needs to be harmonized with the environment we inhabit. The above seen coffee table \"Step\" has a similar message embedded in it, namely it symbolizes that we humans need to step forward toward more practical solutions.\nAn industrial designer by profession, Svilen Gamolov shows an in-depth knowledge of 3D visualization and virtual technologies. Not only is he fluent in four languages (English, Greek, Norwegian and Russian), his creative designs have also been published in more than 10 leading interior and furniture design editions. All of his designs have the originality and the craziness to make any home an unconventional space.\nHere is one table that uses an LED source. Using LED bulbs not only provides higher quality light but also uses less energy.\nWhen asked about his opinion about today's environmental change and global warming, the artist said: \"Unfortunately, environmental changes are now a logical result of accelerated industrialization and globalization of the world.It has become necessary to accelerate work on the readjustment of the entire industry with safe and harmless technology.\" \nTruly, his concept of adding adding animals, flowers and other important entities as future furniture designs not only bring nature close to us, but will also bring a revolution in science and technology. At this time, most of Svilen Gamolov's ideas are concepts only but they will be out in market soon. It remains only to wait until they come out in reality. These unusual furniture ideas not only show classic simplicity but are also beautiful ideas complimenting modern day interiors. All of them are one of a kind.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","title":"Amazing Furniture Designs Inspired By Nature ","author":"Alka Sharma"}