{"url":"http://www.environmentalgraffiti.com/businesspolitics/the-ethics-of-smart-pills/1208","content":"\nWe human beings have finally reached that point in our development where science is going to begin making a giant difference to how we interact with the world. For several years now we've been able to use laser eye surgery to repair eyesight, but now repaired vision is often better than 20/20. We've always used coffee to energize our minds, but now there's Ritalin, which according to 1 in 5 readers of the journal Nature, isn't just for ADD patients anymore. No, we can now give ourselves a competitive advantage over each other if we only bend the rules a little bit. And this is just the first generation of development.\nThe problem is that the driving force behind the use of these drugs is social attitudes towards them.  The reality is that more people want drugs, of all kinds, more than they can get their hands on -it's just the nature of the beast. To think that that's how it works right now, when there's a marginal improvement, is one thing--imagine the amount of abuse that could potentially be encountered once the next generation of cognitive stimulants comes to market.\nAnd because people want the drugs, and in numbers far too high to effectively police--ask any official about cracking down on vicodin abuse, and the right-wingers will think about it; ask about ritalin and you'll receive bipartisan laughter. It may yet be time to consider deregulating \"smart pills.\" We already have coffee out on the market, and it's a stimulant that's progressively more addictive, psychoactive, and forces consumers to drink more and more every day. Why not ritlain? Or whatever the next wonder drug is? If it's readily available online, or through a friend, or a complicit doctor, shouldn't we just be able to take our business into public?","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","title":"The Ethics Of Smart Pills","author":"whatsrequired"}