{"url":"http://www.environmentalgraffiti.com/news-amazing-biggest-book-world","content":"\nWhen we think of books, we think of volumes of printed paper, or in these days of computer technology, e-books. Yet the biggest book in the world is neither of those things; it is made out of stone! Its 729 'leaves' and 1,458 'pages' rest in Kuthodaw Pagoda in Mandalay, Myanmar (formerly Burma). Confused? Each 'leaf' is actually a marble slab, inscribed on both sides, that sits in its own small, cave-like building called a \n. Each tablet is five feet tall and three-and-a-half feet wide.\nThe pagoda was constructed as part of the foundations of the new royal city of Mandalay back in 1857. King Mindon Min, worried about the invading British to the south and what it could mean for Buddhist teachings, wanted to leave something of 'royal merit' that would last 5,000 years after Gautama Buddha, who lived around 500 B.C. He had the entire Tipitaka Pali canon of Theravada Buddhism inscribed in gold on the huge tablets.\nThis was no simple task. It took scribes three days to write the words on both sides of the tablets, and then stonemasons managed 16 lines a day while chiseling out the words before they were filled with gold. God forbid a mistake! The work began on the 14th of October 1868, and the inscriptions were finished and opened to the waiting public on the 4th of May 1868.\nWhen the British invaded the North they took over many of the religious sites, and in fact a petition was sent to Queen Victoria asking for their withdrawal from them, which was granted. Unfortunately, however, not before most of the gems and all of the gold was stripped from the tablets and roof.\nAs was tradition in Burma at the time, if something was broken and needed fixing, the opportunity to help was offered to relatives of those who originally made the \"dana\" or donation (of time and skill in this case), but sadly this, the largest book in the world, was never restored to its original magnificence. \n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/25838352271f5683392zjpg","title":"Myanmar's Kuthodaw Pagoda: The Largest Book on Earth","author":"Michele Collet"}