{"url":"http://www.environmentalgraffiti.com/nature/news-vampire-spider-attracted-smell-human-feet","content":"\nCrouching on the ground, it sniffs the air looking for the scent of a human foot. Finally it is in luck, it gets a hint of what it is looking for and tracks it, ready to pounce on its prey. Wait though... the prey is not the foot but the mosquito that is feeding on it! Most jumping spiders find their prey with their incredible eyesight but this one uses its olfactory organs instead.\nEspecially drawn to malarial mosquitoes, Evarcha culicivora goes for our blood after the mosquito has filled its belly. In an experiment carried out by Fiona Cross and Robert Jackson of the University of Canterbury, New Zealand, they discovered that the scent of human feet makes them stay longer.\nThey found that by blowing the scent of socks into test tubes that the spiders were in (and allowed to leave), the ones that had socks worn at least 12 hours by volunteers stayed an extra 10-30 minutes than the ones who were presented with the scent of unworn socks.\nIn a devilish way this spider is our friend as it goes after the dangerous and annoying mosquito; but they are both drawn to the smell of our blood. In fact for the jumping spider in this case, once they have fed on the blood they become irresistible to the opposite sex so it is an aphrodisiac as well! Well they do say it takes all kinds to make a world. It seems they have worked out that places with the smell of human feet are likely to be good places to find their prey, waiting until it has fed on us first before pursuing it. So, if you find yourself in Kenya and a spider is looking at you curiously don't run necessarily, just be glad that it is after the mosquitoes feeding off you.\nSource: \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","title":"Why the Vampire Spider is Attracted to the Smell of Human Feet","author":"Michele Collet"}