{"url":"http://www.environmentalgraffiti.com/science/news-greatest-solar-storm-100-years","content":"\nNASA and fellow space agency scientists are warning of what could very probably be the most terrific solar storm in the last 100 years. As the sun ramps up to the solar maximum, significant power failures and disruptions to communications technology are realistic expectations in reaction to the extraordinary magnetic energy that will bombard the Earth's atmosphere. It's been almost two centuries since the German astronomer Heinrich Schwabe discovered the 11 year solar sun spot cycle. Since then studies have opened up our understanding of the complex patterns that ultimately lead to the event. The 11 year sun spot cycle and 22 year magnetic cycle culminate in ferocious solar flares which emit radiation across the entire electromagnetic spectrum. The energy released in such events is equivalent to millions of 100 megaton hydrogen bombs.\nEstimates are putting the next solar maximum spookily around 2012, but there is no need to call John Cusack just yet. Although scientists can predict the frequency of these events they still struggle to define their intensity. What can be demonstrated is that over the last century solar flare events have contributed to a number of large scale power failures. In 1958 solar storms caused a power transformer failure at the British Columbia Hydro and Power Authority. In 1972 South Dakota and Wisconsin power grids experienced massive, unpredicted modulations in voltage. During the peak of the sunspot cycle in 1989, large areas of Quebec were plunged into darkness.\nThe correlation between power transformer failure and atmospheric magnetic storms is strong, which is why the northern hemisphere is more at risk. When powerful solar radiation hits the Earth's atmosphere, the result is what we call the northern lights, or aurora borealis. During particularly strong magnetic activity in 1958, Northern Lights were sighted three times in Mexico. In 1989 displays were seen as far south as the\n\nMediterranean and Japan. \nThe atmosphere of the Earth has historically protected us from the raging energy of the sun, but what about the things that we really on that exist outside of it. Currently orbiting the earth are hundreds of essential satellites ill prepared for such intense solar radiation. Numerous satellite failures have been attributed to much more minor events. In 1994 two Canadian communications satellites were disabled due to elevated magnetic activity. Compared to earlier solar storms there is far more electromagnetically sensitive equipment on Earth, and in space, than ever before. \nAt the Space Weather Enterprise Forum held at the National Press Club, Washington DC, back in June 2010, space agency scientists met to discuss the problem raised two years ago by the National Academy of Sciences in a report entitled 'Severe Space Weather Events — Societal and Economic Impacts'. It summarised that society in the 21st-century relies on high-tech systems for the basics of daily life. Smart power grids, GPS navigation, air travel, financial services and emergency radio communications could all be knocked out by intense solar activity. A century-class solar storm, the Academy warned, could cause twenty times more economic damage than Hurricane Katrina. \n \n, \n, \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","title":"The Greatest Solar Storm in 100 Years","author":"Rich Morgan"}