{"url":"http://www.environmentalgraffiti.com/animals/news-floridas-python-problem","content":"\nThe Sunshine State has a big problem, a problem about the size and shape of several 15ft long Burmese Pythons. Since the 1990s Burmese Pythons and other exotic animals have been released into the Florida Everglades by their former owners. These pythons naturally feel right at home:  heat, water and zero predators to impede on their existence. Consequently, Florida finds itself in quite the python pickle as these snakes turn the delicate ecosystem on its head.\nBurmese Pythons are popular-and legal-pets in the United States. Between the years 2000 and 2006 around 150,000 of these snakes were imported into the US with hatchlings selling for as little as $20. These little guys are all fun and games until one day they are 15ft long and eat more than their owners do. As a result, these overwhelmed and probably petrified owners do the humane thing: they release them into the Everglades.\n \nUnfortunately, this has turned out to be not so humane for dozens of species of animals who have suddenly become python prey. The introduction of pythons has taken the delicate ecosystem for a spin. And let's not forget to mention how these massive pythons keep appearing in marshy Florida suburbs at which point Animal Control has no choice but to kill the monstrous snakes.\nThis Floridian python dilemma is nothing new. In, 2005 a 15ft python exploded after having eaten an alligator. That same year about 95 Burmese Pythons were captured in the Everglades. In the years preceding the gruesome death, tourists had already reported seeing pythons battling alligators. The pythons also pose a threat to many of the smaller animals that conservationists are trying to protect; and since the python does not have a predator in the area there is nothing to stop it from breeding uncontrollably.\nThe aforementioned evidence only heightens the fear that perhaps no animal is safe from this non-native snake. If thousands of alligators can’t even take on a couple of hundred pythons, then there is no way any other animal in the delicate ecosystem could survive against the slithery intruders.\nFurther adding to the issue is that native animals are not the only ones in danger. Florida rangers and biologists have warned time and time again that a 10 to 20ft python could easily pose a threat to an unsuspecting human, especially a small child. Just last year a 2 year old girl was strangled by the family's pet python. Fortunately, the threat to humans is not an immediate one unless people keep insisting on having Burmese Pythons as pets.\nHowever the problem of a disrupted eco system, thanks to foreign animal trade, remains. Unless the other animals adapt to their new predator or the pythons mysteriously die off, then the Florida Everglades could be facing repercussions for years to come. \nAnd so the moral of the story is as follows: don't release exotic animals into delicate ecosystems. Better yet, don't keep exotic animals as pets.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/14051156298cadd04f5ojpg","title":"Why Pythons are Invading Florida's Everglades","author":"veritasart"}