{"url":"http://www.environmentalgraffiti.com/ecology/birds-love-rich-british-people/784","content":"\nMuch like Gwyneth Paltrow or Madonna, birds prefer to be around wealthy British people.\n\nA recent study found that the population of birds in urban areas of Britain is directly related to the wealth of the area. Simply put, the wealthier an area is, the more likely it is to have larger populations of birds such as blue tits, coal tits, and great tits, all of whom are particularly attracted to bird feeders. Yes, that means you’re more likely to find a lot of great tits in wealthy areas.  Now that we’ve got that out of the way, let’s get back to the science.\nThere’s a relatively simple explanation behind the higher bird populations in wealthier areas. Rich people can afford to spend their money on things like feeding birds. Wealthy Brits are far more likely to care about the birds and to feed them. Poorer people are more concerned with paying rent and buying groceries than installing bird feeders.\nThe research team studied Sheffield’s wealthy suburbs and city centre, and then compared these rich areas with poorer Sheffield neighbourhoods. In some of the least shocking news ever, the Sheffield University scientists found that a higher concentration of bird feeders in an area led to an increase in bird population, independent of factors like large yards or parks being present in the area. They also found many more bird feeders in wealthier areas than in poorer ones.\nThe study was published in the journal Diversity and Distributions. There is an estimated 60,000 tons of food left out for birds by people in Britain every year.  Interestingly enough, the study found that, although the population of birds is affected by the presence of bird feeders, the range of birds is not.  You could stick bird feeders in a straight line from the tropics to the freezing latitudes and the birds will still live in the same places they always have.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Birds Love Rich British People","author":"Chris"}