{"url":"http://www.environmentalgraffiti.com/featured/the-blue-planet-copenhagens-amazing-new-aquarium/1400","content":"\nInspired by the swirling currents of the ocean, a new state-of-the-art aquarium due to open in Copenhagen is modelled on a giant whirlpool, giving one the opportunity to view marine life in its element. But are we witnessing a new breed of environmental entertainment?\nThe building is based around a central ‘round room’ around which different sequences of rooms ‘whirl’, each with its own unique journey into the murky depths. What is most striking is the care taken over the design’s integration into its surroundings and context: a giant glass ceiling refracts shimmering patches of light onto the walls, giving the impression of being underwater. The feeling is heightened by the fact that to look up is to acknowledge that one is effectively at the bottom of a deep whirlpool.\nMovement through the building is, like water, not static but instead directed by a strong current - the lack of boundaries between different sections even reflects the perceived unity the oceans of the earth share. Approaching on the ground, one will experience the building as floating in a circular reflection pool and a walk through its interior is a travel through several organic worlds. The vast beauty of the marine world is here displayed with a respect for its natural state.\nDue to open in 2013 the design - by Danish architects 3XN - captures a perfect synthesis between organic environment, educational facility and interactive entertainment: \"We wanted to stage a totality of the experience one has visiting an aquarium. The starting point was this magnificent experience of actually watching fish in their element. We wanted to create that adventurous feeling, and we took inspiration in the natural phenomenon of the whirlpool or maelstrom drawing you into the deep. A sculpture at the coast it unites the natural elements of water, air and earth.\" (Kim Herforth Nielsen of 3NX).\nA design that bears as its central tenet the environment that constitutes its purpose is certainly another small step towards a more eco-conscious world: hopefully this wonderful design will inspire many more ‘naturally' inspired projects, paving the way for a view of the world that is both educational and respectful.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","title":"Blue Planet: Copenhagen's Amazing New Aquarium","author":"Thomas Davie"}