{"url":"http://www.environmentalgraffiti.com/countries/news-brazil-budget","content":"\nCarnivals, coffee, football and forests. Those are a few words to describe the vast diversity of Brazil. Squeezing this breathtaking country into a three week, tiny budget trip would not be an easy task. That is, however, what I attempted to do this summer.\nWe started in one of the largest cities in the world, Sao Paulo. Having been warned by mothers, sisters and aunties of the dangers of the city (tourist muggings are apparently a common occurrence) arriving in the intoxicating place was quite overwhelming. But Sao Paulo surprised me, in particular the Museo de Arte de Sao Paulo (MASP). It holds Latin America’s most comprehensive collection of modern art (also great for me to name drop in an art history lecture!). Getting into this gallery however, was slightly more difficult then we imagined. I was surprised that hardly anyone in Brazil spoke English, even in the apparently touristy Rio de Janeiro. It was quite refreshing and luckily I had my phrasebook handy - which was very dog-eared by the end. This and mosquito spray are my must haves.\nBeing a beach bum at heart I decided to head there as soon as possible. So we made our way to Rio de Janeiro. This city really did put Sao Paulo to shame. I have seen some amazing cities: Paris, Hong-Kong, Bangkok and Shanghai to name a few, but none are as beautiful as Rio. Springing up between lush forests and glittering beaches, Rio is Brazil’s most infamous city.\nThe famous Copacabana beach really is as glamorous and pristine as in the movies. This long stretch of sand emerging from Rio’s vast metropolis was great for people watching. From the amazing football skills to the thong bikinis (much to my boyfriends enjoyment) the diversity and sense of fun of the residents of Rio, or Cariocas, is amazing to watch.\nFootball really is integral in Brazilian society. The whole country has a day off when Brazil plays a national game and the skill of even the youngest players in evident along the Copacabana. \nThe nightlife in Rio is like none I have experienced. The first night we arrived in our hostel, ‘Rio Backpackers’, we were welcomed by a cheeky Irish barman (I swear they crop up all over the world) who told us we had to go out in Lapa. Being an avid Lonely Planet reader, just the thought of this terrified me. The book portrays Lapa as a mugger’s paradise. But we decided to give it a go (sorry mum) and I definitely didn’t regret it. Lapa is famous for the landmark aqueduct, Acros da Lapa, in a style reminiscent of ancient Rome; the 42 arches stand 64m high. Today it is as well known for its nightlife. The streets were packed with people rehearsing for carnival; they seem to do this all year round! At every corner there were talented musicians playing samba tunes with exuberant cariocas and tourists alike dancing the night away. The great thing about this place for budget travelers is the fact that you don’t even need to go into any clubs to enjoy the atmosphere; it’s all happening on the streets!\nThe drink of choice in Rio, and in Brazil, is the famous Caprinha. Wishing immerse myself in the culture I ordered one in my best Portuguese. What I had in mind was a refreshing taste of Brazil, what I got was a drink that tasted of nettles. I guess it’s to an acquired taste.\nThere is an innumerable amount to be seen in Rio. Probably one of the most famous is the Cristo Redentor. Standing 38 metres high, the magnificent statue (Christ the Redeemer) looms atop Corcovado Mountain. I didn’t quite know what to expect seeing this sight, as the hype around it was so great, but it really was breathtaking. Just the sheer size of the statue is astounding as well as the astonishing views of the city. \nAs much as I fell in love with Rio, I wanted a more chilled atmosphere for a while. We had been recommended a little place called Itacare further up the east coast towards Salvador. In recent years Itacare has had a bit of a tourist boom but still retains its lovable hippie charm. Our guesthouse, Albergue o Farol, was run by a hippie traveler who welcomed all and provided cheap characteristic rooms. The great thing about this place is the lively reggae vibe along with surprisingly deserted beaches. Although not an accomplished surfer myself (I slightly resemble a baby seal on a board) I can certainly see the attraction for surfers as the waves are massive and the postcard beaches are untouched.\nWe hopped up the coast heading to Salvador and stopped at some beach destinations along the way. Many highlights stick in my mind, one of which is the ‘natural water slide’ in Paraty. This is exactly what it says on the tin. You slide down a huge rock waterfall into a lagoon below. As you walk up to the waterfall there is a huge sign that reads ‘do not surf’. I obeyed this rule (I was too scared to even take my hands off the rock) but the locals did not. Watching the acrobatics of the locals surfing, spinning, hurling themselves down the waterfall is a sight in itself. Definitely a must do if you’re visiting the area. \nSalvador was our last stop on the trip. The bustling center of Bahia has an African vibe preserved by the descendants of slaves. This merge of cultures provides one of the best carnivals in Brazil but even in low season (when we were there) the party atmosphere prevails and Caporera can be enjoyed on every street corner. This is a kind of martial art crossed with dance that was originally used by slaves to defend themselves from their masters. Now it has become a kind of Afro-Brazilian dance off that takes place around the streets of Salvador. To see a more professional show we visited the Teatro Miguel Santana and saw a breathtaking traditional show. \nThe views from our slightly grubby hotel were possibly the best of the trip. Although the owner of the Arthemis hotel obviously had a penchant for large wooden fish that covered the walls of the reception, the included breakfast and panoramic views of the city could not be beaten.\nThis whistle stop tour has only given me a taste and left me wanting more. The Brazilian people are the most diverse and friendly of anywhere I’ve been and the carnival spirit is addictive. It really is one long party in the South American country. The trip has left me with a lasting memory of welcoming people, lively nights and chilled beach days. I guess you could say I liked it!","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","title":"How To See Brazil on a Budget","author":"Lorna Davies"}