{"url":"http://www.environmentalgraffiti.com/biology/news-eyes-and-fingerprints-how-computers-keep-track-you","content":"\nAs the saying goes, the eyes are windows into the soul. Eyes express emotions, and looking into a person's eyes establishes a personal connection. There is something incredibly intimate about eyes – which sit inside the skull and yet interface with the outside world. They hold a beauty that is unique to every human being.\n also represent a person's connection to the world. To say that someone has his fingerprints all over a project is to say that he greatly influenced the work. Fingertips are extremely sensitive so that they can report tactile feedback from the environment. And each time someone grasps an object, they leave behind the impression of their fingertips in the form of fingerprints. Like eyeballs, fingerprints are particular to each individual.\nBecause no two people have the same eyes or fingerprints, these features are useful in identifying individuals. Measurements of eyes and fingerprints are examples of biometric data, data that describes an organism. \n can prevent identity theft and help officials keep track of who is who. \nWhat's more, some countries are employing biometric data in national projects. For example, India plans to \n for a resident identity card program.\nThe United Arab Emirates relies on biometric data for its \n at Dubai International Airport. The automated system scans a traveler's face and a part of the eye called the retina. It then compares the scans, along with information from the traveler's passport, with data on existing lists to look for any possible immigration problems. The entire process takes less than 15 seconds and facilitates travel through the world's fourth busiest airport. Visitors with passports that are not compatible with the Smart e-Gate system can, however, still go through the airport the old-fashioned way.\nA high-tech system with drones, scanners, sensors, cameras and radars may soon \n. The US Department of Homeland Security envisions data sharing with Canada that would allow each country to access biometric data collected by the other during the visa application process. The plan assumes that Canada will start gathering biometric data from visa applicants sometime next year (2013). A deal signed by US President Barack Obama and Canadian Prime Minister Stephen Harper set the stage for biometric data sharing.\nBiometric data translates a person's physical characteristics into numbers that a computer can process – and data on eyes and fingerprints clearly identify a person. Yet while automated systems for monitoring people are more efficient, they do have their disadvantages. \nOne might imagine that as the cost of monitoring residents declines, politicians may become more eager to track every move citizens make. Furthermore, automated systems may be vulnerable to hacking, giving hackers the power to change a person's identity in governmental records. One would hope that, as a brave new world of surveillance encroaches ever more upon us, nations are cognizant of both risks.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Cuandoelcolorllamalaatencio-njpg","title":"Eyes and Fingerprints: How Governments Are Using Biometric Data to Keep Track of You","author":"Joseph Dunsay"}