{"url":"http://www.environmentalgraffiti.com/green-living/news-how-be-ecosexual-without-being-boring-vanilla","content":"\n \nWhen I first came upon the term \"ecosexual\", I was baffled by what it meant. It is \n as being someone who is \"into hybrid cars, low-energy lightbulbs, and recycling.\" Ecosexuals are increasingly popular nowadays, which should boost my social status! Here are some handy ideas on how to be an ecosexual (without being a bore and putting your lover to sleep). \nWhen on a date, even the first, don't pick up your date in a car and go to the typical dinner and a movie. Why? The amount of bio-wastes that result from raising cattle to energy consumption is unconscionable. Further, it is better to go to a local vegetable market and pick fresh veggies from organic produce. Walk along the beach and have a picnic. This says you not only care, but you actually put thought into the date. \nDon't use flowers that have no smell - a dead giveaway that they were shipped from somewhere else. Instead, use local blooms, which will boost your local economy. Flowers that travel equal child laborers, have been in a plane for a while and use pesticides to endure the travel. That's definitely \n. \n \nBe kinder to the earth and to your lover. If you end up with this person, you want to give a better planet to the children you bear together. You are conscious of having sex when the time is right, and not when your pants unzip. You care not only about your partner's needs, but the needs of the planet.  \nThere are green alternatives for gifts that are better and more creative than chocolates (which are notorious for child labor issues). You can go to \n to see what they are. \nWant to romanticize your honey with fish and fruit? Think again. Genetically engineered (GE) food like oysters and shellfish are not only expensive, but they are harmful. (We still don't know for sure if the Gulf Coast fish is okay!). Guaraná and caju, herbal drinks from the rainforest will not only boost your libido, but \n. \nHave a \"roll in the hay\" that is pesticide free! Why expose your bare bottom to poisons? There are equally potent weed killers that will not harm the earth. \nPlease use environmentally friendly, organic materials for your clothes. Sensual dishes made of organic produce are best. Animal products aren't advised, however, if you must consume or use them, use locally grown products and foods where child labor laws are enforced. \nUse environmentally friendly personal hygiene products that don't pollute the environment. Use products that have not been tested on animals and/or are animal cruelty free. \n \nUse \n. Did you know that most lubes are \n? Yuck! Why would you want your bum full of car lubes?! Think about this. Those lubes at the store are full of chemicals that harm your body, like parabens, urea, propylene glycol, synthetic fragrances and colors, chemical sunscreens, amines and sulfates. Petroleum jelly is the worse culprit. People who truly care about the planet \n. Coconut oil is not only more fragrant, but better for the environment. Speaking from experience, cocoa butter is equally nice. Go here for some knock-out lubes that are \n. \nDo you use a vibrator? That's okay. According to this site, 43% of Americans have \n. But, use \n. Get creative! Use \n that don't use batteries too. \n for the best eco-friendly ones. \n \nAdditionally, it's sexy to use \n. Also, \n are silky and slippery (yummy!).They are soft and create less irritants. Who wants a rash - anybody? Vote no, and get an environmentally safe option. \nDid you know that we excrete hormones into our water system because of the use of birth control? Condoms are better, ward of STDs better and need to be trade-free rubber made. Some suggest IUDs, however, I know for a fact that they cause a fertilized egg to be aborted, which I am vehemently against. It's wise not to have children until you are ready, but think of all of the water lifeforms affecte d by hormones in their habitat.Children are \n. \n\n \nIf you don't consider \n, you might wind up looking frantically for food sources and water in decades to come. Be good to the planet! \nSave water, save the planet \n with a bath for two! Yes, by having a bath for two, there is less water waste. \n, if you \n, please use harvested timber. What's harvested timber, you say? It has the Forest Stewardship Council (or FSC) seal of approval. The idea is to go stone, rubber, wood and glass. There are also \n that promise to be animal cruelty free. You can read more about \n. \n. Many sites encourage this by giving you a brand new one. \n, don't recycle your lube though! (Unscented lubes with minimal packaging are best). \n \nDon't forget to turn off the lights and wrap your partner in secrecy and seduction. Again, \n. \nSet up a \n in your area. This will allow singles to congregate that have a passion not only for the opposite gender, but for the planet. \nBuy \n. Organic cotton, hemp silk, bamboo and other renewable fibers make ultra-sexy lingerie and underwear. To read a book about all the best ideas on being ecosexual, \n. \nfor some funny eco-friendly tips about environmentally friendly sex.\n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","title":"Going Ecosexual: Enjoying a Green Dating Lifestyle","author":"Asher Kade"}