{"url":"http://www.environmentalgraffiti.com/sciencetech/scientists-discover-youngest-supernova-ever/1180","content":"\n\n\nIn the life of the Milky Way, our galactic home, and the place where we can best study the makeup of the universe, we have only ever been able to observe a supernova that occurred in the late 17th century-- just over 300 years old.\nOver the past year, however, scientists at North Carolina State  University have realized that they were observing an event that was only 140 years old, opening a window into activity that has never been seen by human eyes before.\nThe dying star, G1.9+0.3, is in the constellation Sagittarius and was previously unnoticed because it was obscured by large clouds of gas, the absence of which would have made the disturbance visible from Earth in the 1870s. Where the clouds of gas that characterize our galaxy's core are not visually obstructing the search, scientists can easily pick out the signature of a supernova with a telescope. When the clouds are there however, tools like the Chandra x-ray telescope and the Very Large Array radio telescope are used to search, and provide a much more complex set of data for the astronomers to sift through.\nSupernovas, which are rare in the Milky Way and therefore especially hard for scientists to study, rarely occur in the space of a human lifetime. We frequently don't discover them until several thousand years after the event. The potential windfall of observing one as it develops, something as simple as taking pictures of the development of the event over time hasn't been done before. This was previously unknown to scientists, and will provide a great deal of insight into the ways that our universe works.\n[\n][\n][\n]","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"Scientists Discover Youngest Supernova Ever","author":"whatsrequired"}