{"url":"http://www.environmentalgraffiti.com/nature/news-7-animals-youll-never-believe-are-venomous","content":"\nWe all know that snakes, insects, and wasps can be venomous but what about a poisonous bird or turtle? The stigma we have for creatures who pack a poisonous punch is reserved mostly for slithering reptiles or ominous spiders. However, venomous creatures run the gamete from insect to mammal. \nFor instance the adorably goofy duck-billed platypus looks less threatening then a pet cat but believe it or not the male platypus has a spur on its hind foot that is more than capable of delivering severe pain to humans. This venom is extremely lethal to smaller creatures including dogs while afflicting enough pain to seriously incapacitate any human affected. Oedema, or fluid filled swelling, develops around the wound and then spreads throughout the limb as the pain develops into a long-lasting heightened sensitivity. Unlike its venomous insect or reptile counterparts, this toxin is actually utilized for asserting dominance during mating season rather than to kill or immobilize prey. I’m sure humans wouldn’t mind the perk of being able to stop a competitor right in their tracks while trying to get a date, but imagine trying to explain to your buddies that a Platypus won a fight against you…\nThe hooded Pitohui is the first documented venomous bird. Found in New Guinea, it acquires its poison from eating the same delicious treat responsible for the poisonous dart frog’s venom, the Choresine beetle. A neurotoxin called homobatrachotoxin found in the bird’s skin and feathers causes an intense sensation of numbness or tingling in whoever touches it. While it is thought to feature such brilliant coloring as a warning of its venom, one can’t help but wonder just how good of a warning that is when the Toucan’s even brighter colors threaten at most that it might try to sell you some fruit loops...\nThe slow loris is possibly one of the most adorable animals in the world. While the toxin they use is mainly utilized to protect themselves and their young, there have been a few fatal cases in humans. However these were all due to anaphylactic shock rather than the venom itself. The toxin is mild and not fatal; in fact a loris will cover their young in it as protection before they go hunting. If you ever are bit by a slow loris you can expect some very painful swelling but, allergies permitting, to survive.\nThree toed Box Turtles are rather shy animals found most often in the United States where they also happen to be relatively common household pets. Named Box Turtles because they can actually fully enclose themselves in their shells, it is little known that they are extremely poisonous if eaten. Due to a dangerously toxic mushroom in their diet, a group of boys in Mississippi became extremely ill after roasting and dining upon box turtles. Too bad; sounds delicious! \nA few shrew species produce a toxic secretion which can immobilize rather large prey. There have been more than a few case studies where humans reported extreme pain along with redness and swelling that continued for days. In bites on horses, terrible blisters have been reported. Some human victims even lost the use of limbs or appendages for a few days following the bite, coupled with severe shooting pains. \nThe solenodon is a rare venomous mammal commonly explained as an ‘insectivorous hairy Yoda (like)’ creature. They are the only mammal that can inject venom through specially modified teeth similar to snake fangs. Incidentally, they're also at the top of the world’s endangered species list which gives them the right to fear us much more then we have the right to fear them. \nWe know catfish can produce painful or nasty bites but did you know that according to a study done by Michigan grad student Jeremy Wright, at least 1,250 of possibly more than 1,600 species of catfish may be venomous? This venom is mainly expended for protection against other fish, but many fishermen have reported feeling the painful sting as well. The toxin poisons nerves while breaking down red blood cells, producing such effects as severe pain, reduced blood flow, muscle spasms and respiratory distress. Generally in cases involving humans it is not the initial bite that causes damage but the horrible risk of infection that follows. ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Pholcus-phalangioides-1jpg","title":"7 Animals You'll Never Believe Are Venomous","author":"Tiana Miller"}