{"url":"http://www.environmentalgraffiti.com/biology/news-video-games-animals-entertain-and-inform","content":"\nSometimes it seems as if the internet was made for cats. Videos of kitties doing funny things are everywhere. Yet these furry rascals amuse humans so much, they deserve some amusement in return. An online clip of a cat swatting a screen inspired product manager Shaun Belongie at the Nestlé Purina PetCare headquarters to commission a \n.\nBelongie contacted a digital agency to turn his idea into a product. Product testing showed that cats were drawn to certain colors and shapes but were distracted by sounds. In \n, players gain points by swatting at shapes on the screen. Humans can share videos of their matches via Friskies' website. Interestingly, some cats showed more interest in the game than others. Yet perhaps this isn't surprising considering the fact that humans also differ in their preference (or otherwise) for video games. No digital product appeals to everyone.\nOther animal species are interfacing with digital environments in laboratories, too. Physicist Mikko Vähäsöyrinki is \n at the University of Oulu in Finland. Each tethered subject stands on a floating ball that spins as the animal walks across the ball's surface. Screens in front of the cockroach display images of a monochromatic virtual habitat that the subject moves through.  Researchers track the subject's movements and brain activity to gain insight into its behavior.\nResults from the study suggest that the cockroaches believed they were in an actual forest. They tended to stay in virtual shadows and avoid virtual trees. Creating a video that was realistic enough to convince insects was challenging, because insects process more frames per second than humans do. Vähäsöyrinki had to increase the frame rate to 360 Hz. To conserve processing power, he also converted the images to a grey scale. \nSimilar techniques can work on other species, and virtual reality is becoming a common tool for animal behavior researchers.\nExperiments with video games provide clues to animal behavior, but they have their limits. The different rates at which humans and cockroaches process video is just one of the many differences between species. These differences mean that results from studies on one species might not be applicable to another species. And, even within a species, there is much variation. Some cats played \n, but others ignored the game, at least initially. \nIn the animal world, behavior results from a combination of universal tendencies and individual idiosyncrasies. Because of this, any generalizations about animal behavior must be taken with a grain of salt.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","title":"New Video Games Being Played by Animals","author":"Joseph Dunsay"}