{"url":"http://www.environmentalgraffiti.com/offbeat-news/prehistoric-killed-rivals-over-women/1243","content":"\nIn 1980, a burial pit containing 34 skeletons was found in Talheim, Germany which date back to around 5000 BC. Now with new high-tech research methods, scientists were able to find more information about social competitiveness between prehistoric communities and, most interestingly of all: how they got to women.\nAfter an investigation on the skeletons, researchers found clues about the nature of their death. It seems that most of the victims were killed with a stone axe blow on the left side of their head and others received an arrow in the back, while trying to escape. This is vivid evidence that the locals were attacked by another community. As no local female bones were found, scientists concluded that this attack was aimed to capture women.\nArchaeologists have repeatedly argued that in prehistoric times, women may have been a reason for communities to fight each other. This new discovery sustains this theory through its evidence. You may be thinking, that you’ve heard of numerous pistol duels and the Ancient Greeks fighting over women: Helen of Troy is the perfect example. However, scientists on previous occasions were not able to trace this kind of activity back to prehistoric times, partially because of limited technologies.\nScientists from the University  of Durham, who conducted the research, also say that the women in this prehistoric community were seen as special; a group with a small population needed access to mates in order to prosper and even survive. This armed conflict cannot be seen as a war. 'War' back then, was just relatively small groups of men battling each other – it was probably just an attack. Archaeologists have had a hard time telling the difference between weapon-like artifacts used in the 'kitchen' and those used for hunting and war.\nAs disturbing as the execution may seem, we have to bear in mind that in prehistoric times, civilization and culture as we know it had not yet developed. Our concept of barbarism and theirs, was in all likelihood, extremely different. After all, there was no Geneva Convention and no rules of war. Prehistoric man simply wanted to survive.","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","title":"Prehistoric Man Killed Rivals Over Women","author":"Vlad Jecan"}