{"url":"http://www.environmentalgraffiti.com/green-design/news-dont-let-pruned-branches-go-waste","content":"\nAs winter fades into spring in the Northern Hemisphere, millions of residents will prune the trees and shrubs near their homes. Putting those branches on the curb for the municipal government is a simple way to get rid of pruned branches, but there is another option. Healthy larger branches are made of valuable wood. Within a couple of hours in the hands of a creative crafter, these branches can be free-cycled into robust walking sticks.\nFree-cycling is an independent form of recycling. It is when people create something new out of something old without going through an organized recycling program. For example, someone can \n. Free-cycling can also turn a large tree branch or the trunk of a sapling into a walking stick.\nTo make a walking stick, start by trimming the top and side branches from a limb or tree trunk. Place something on the work surface to protect it from scratches. It is very difficult to remove bark from wood once it has dried. The bark tends to be a different color from the wood. For these reasons, it's easier to leave the bark on and make a design by chiseling out portions of the bark.\nAdding details to a walking stick is quick with a hot glue gun. Lay out newspaper on the work surface to catch stray drops of hot glue from the glue gun. Plug in the hot glue gun and wait a few minutes for it to be hot. Be careful, because the metal tip of the hot glue gun is hot enough to burn. Let your creativity guide you as you attach materials to the walking stick with the hot glue gun. This walking stick has a leather grip affixed to it.\nResourceful individuals need not surrender valuable resources to municipal collection programs. Free-cycling is an informal way to keep objects out of landfills and save taxpayers the burden of collecting items. A couch can be reinvented, and a branch can be crafted into a walking stick. With practice, a free-cycler can become skilled at making items from almost anything.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","title":"How to Make Your Own Walking Stick Out of Recycled Pruned Branches ","author":"Joseph Dunsay"}