{"url":"http://www.environmentalgraffiti.com/ecology/corpse-flower/3244","content":"\nBig, bold and beautiful, the \n boasts the title of the largest flower in the world and can grow to massive proportions, with a flower diameter of up to one meter (three feet) and a hefty weight of up to 11 kilograms (24 lbs). It might seem like a great gift for that special someone except that it's nicknamed the \n and smells like rotting meat, so may not be quite as endearing as expected.\nResembling the coiled tentacles of an octopus up close, the stinky flower leaves such a lasting impression that it was once described by Swedish zoologist Eric Mjöberg in 1928 as having “a penetrating smell more repulsive than any buffalo carcass in an advanced stage of decomposition.” Nice.\nTechnically a plant, although it has no leaves, stems or roots that the eye can see, the corpse flower relies on its strong perfume to attract insects that help with pollination. The other not so pleasant qualities of the flower are its parasitic tendencies; by living off the water and nutrients from the hapless \nvine, the corpse flower is able to grow as large as it does.\nAnd whether it's considered a beauty, beast or both, the lure of this bewitching flower is hard to resist. However, to be successful in a quest to find it, a few stars need to align. Found only in the dwindling rainforests of Sumatra and Borneo, pollination is rare and the bud death rate is high at 80-90%. The few buds that actually bloom take many months to do so, and when they do they last no more than a few days before dying. The good news is that there are great conservation efforts in place to protect the habitat of the Rafflesia species so future generations can experience the sight and smell of the largest flower on Earth.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Titan-arum1_0.jpg","title":"The Corpse Flower","author":"soniaydong"}