{"url":"http://www.environmentalgraffiti.com/animals/news-demise-passenger-pigeon-example-conflict-between-humans-and-nature","content":"\nThe demise of the passenger pigeon is a tragic example of the effect of human interests on nature.\nPassenger pigeons once ranked amongst the most numerous birds on the planet. Their flocks were so huge that they could block out the sunlight for days, with their chattering heard for miles. A single tree could hold over one hundred nests. Unfortunately, their survival depended on large numbers.\nOne of the few survival strategies of passenger pigeons was predation satiation. The huge flocks needed large forests to nest in, and each nesting pair would lay only one egg. The pigeons would nurture their offspring, known as a squab, for two weeks before pushing it out of the nest. The helpless squab would then flounce around on the ground until it developed the ability to fly. The forest floor would be littered with hundreds of thousands of helpless squabs — easy pickings for wolves, foxes, weasels and hawks. Yet the majority of squabs would learn to fly before their predators could make a significant dent in their numbers.\nHowever, while passenger pigeons were too numerous for wild predators, they were no match for humans. They were a favorite of hunters for their meat and feathers, and were also targeted as pests and for sport. A single blast of a shotgun could bring down as many as fifty birds, and there was practically no limit on the number of birds a hunter could take.\nBy 1850 the destruction was in full force, and by 1860 flocks of passenger pigeons were greatly diminished. One of the last large nesting colony arrived in Michigan in 1878, covering 40 square miles. Hunters took down 50,000 birds a day over a five month period — over 90% of the flock. In 1896 a lone hunter descended on one of the remaining roosts and, seeing the opportunity to wipe out the last of the wild flocks, exterminated 250,000 birds in just one day. By 1897 there were too few surviving birds to re-establish the species, and in 1900 a 14-year-old boy killed the last passenger pigeon in the wild. The few pigeons remaining in captivity failed to breed.\nIt is perhaps unlikely that the birds — noted for their stupidity — would have survived as America became increasingly urbanized during the 20th century — even if they hadn't been hunted to extinction. Habitat loss was also a major factor in their demise, and given their need for inhabiting forests in large numbers in order to survive, once the trees started to disappear, the passenger pigeons may well have gone the same way in any case — a tragic example of the incompatibility of man's needs with those of the natural world.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","title":"Extinction of the Passenger Pigeons: How Man Destroyed a Species","author":"Lisa Hossler"}