{"url":"http://www.environmentalgraffiti.com/offbeat-news/bodyshock-the-amazing-story-behind-the-256-year-old-man/1130","content":"\nAccording to the 1933 obituaries in both \n and the \n, Li Ching-Yun was reported to have buried 23 wives and fostered 180 descendants by the time he died at the age of 256.\nWas he really that old? Could he have forgotten his own birthday or exaggerated his claim? Environmental Graffiti investigates.\n\"Keep a quiet heart, sit like a tortoise, walk sprightly like a pigeon and sleep like a dog.\" These were the words of advice Li gave to Wu Pei-fu, the warlord, who took Li into his house to learn the secret of extremely long life.\nLi maintained that inward calm and peace of mind were the secrets to incredible longevity. His diet after all, was mainly based on rice and wine.\nUnsurprisingly, not much is known about Li Ching-Yun’s early life. We know he was born in the province of Szechwan in China, where he also died. We also know that by his tenth birthday, Ching-Yun was literate and had travelled to Kansu, Shansi, Tibet, Annam, Siam and Manchuria gathering herbs. After that, it gets a bit fuzzy…\nApparently, for over one hundred years, Li continued selling his own herbs and then subsequently sold herbs collected by others. He also (according to Time) had six-inch long fingernails on his right hand.\nYou might be thinking that he looked decrepit, shrivelled, leather-like and creepy, however sources at the time were astonished at his youthfulness. Was this suspect? Was Li Ching-Yun as old as he claimed he was, or was his birthday a clerical error or exaggeration?\nLet’s take a brief look at both sides…\nBy his own admission he was born in 1736 and had lived 197 years. However, in 1930 a professor and dean at Minkuo University by the name of Wu Chung-chien, found records “proving” that Li was born in 1677. Records allegedly showed that the Imperial Chinese Government congratulated him on his 150th and 200th Birthdays.\nSo the question is, had he forgotten his own birthday? Was this even the same Li Ching-Yun?\nLooking at all of this from a medical and documented perspective: Jeanne Louise Calment, a French woman who died in 1997 so far holds the title for the person who has roamed the earth the longest: 122 years, which is a phenomenal length of time.\nThat means, that if the records discovered by Wu Chung-chien were accurate, Li Ching-Yun’s age would surpass the official record by more than 130 years. Is this even medically possible?\nThe detail, which seems to prove both arguments and debunk them at the same time, is Li’s youthful appearance, noted in a 1928 article from the New York Times. Visually and physically, he appeared to look like a typical 60 year-old. Does this therefore signify a superhuman body capable of lasting one quarter of a millennium, or is the story of Li Ching-Yun based on a series of half-truths, lies or exaggerations?\nUnfortunately, we may never know. You may draw your own logical conclusions.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","title":"Bodyshock: The Amazing Story behind the 256 Year-Old Man","author":"Chris"}