{"url":"http://www.environmentalgraffiti.com/people/news-5-ways-epically-destroy-pumpkins","content":"\nHalloween is upon us. Blowup skeletons dot the neighborhood, you’ve stuffed yourself with candy corn, and there’s a huge pile of pumpkins in the backyard. But frankly, don’t you think all the run-of-the-mill pumpkin activities have gotten a little stale? After all, there’s only so much fun to be had in carving jagged-toothed creatures in squash and burying your arm in pumpkin guts. It’s time to get a little adrenaline pumping – and what better way to add some novelty to the season than by giving free rein to your destructive streak? \nThis über fun activity requires only two ingredients: pumpkins, and a vehicle. Pick a nice quiet road, set up your own obstacle course, and hit the gas. This is one time running something over is actually okay – not to mention a great stress reliever. And your friends can also stand by the side of the road and roll extra pumpkins into your path as you race by. Just make sure you use a vehicle large enough that the head-on collisions and flying pumpkin shrapnel won’t get damage it.\nIf you’re the kind of person who enjoys spitting off the sides of tall buildings, this one’s for you. Word to the wise, though: make sure there’s nothing you don’t want to severely damage below you. If all’s clear, simply climb up high, pumpkin in hand, and toss the orange orb into the glorious blue yonder. Your pumpkin is sure to make a big splat at the bottom. \nIf you want to cater to the kids, fill the pumpkin with candy and create a high-speed piñata. And if you don’t mind not being the person who actually drops the pumpkin, check out local opportunists like Hee Haw Farms in Pleasant Grove, Utah, who used their destructive genius to drop a 1,200lb pumpkin onto a Pontiac in 2010. That’s real orange crush.\nIt’s time to take the potato gun concept to a whole new level. Yep, pumpkin cannons are amazingly fun to operate, and they’re sure to wow the crowds. \nGill Hurley, a farmer in New York, built an artillery-grade pumpkin cannon powered by an air compressor. He and his friend John Gill used two 1,000-gallon propane tanks connected to a pipe nearly 100 feet long. \nA construction-sized air compressor connected to one of the propane tanks builds up 100 pounds per square inch of pressure for the launch – and boom! The pumpkin leaves the barrel at approximately 600 miles per hour and flies nearly 4,000 feet! \nBurning pumpkins aren’t quite the same as Molotov cocktails, but they definitely add to the scary Halloween fun. For the most exciting results, try carving your pumpkin into a fire-related motif. Then, slide a tin pie plate underneath the pumpkin, put crumpled paper inside it, pour lighter fluid on top, and toss a match inside. \nAlternatively, you could carve your pumpkin and then add extra air holes around the sides. Place a candle inside, attach a heat-resistant tube to one of the holes, lay lycopodium powder or flour inside the tube, and then blow it into the pumpkin in one short blast. The powder will mix with oxygen to create a highly flammable material. Watch out, though, as the pumpkin may explode!\nTake yourself back to ye olde medieval era by launching pumpkins from a trebuchet. The trebuchet was used as a siege weapon in the Middle Ages, but these days it’s more likely to be employed in the highly competitive sport of Pumpkin Chunkin’ – that is, chucking pumpkins through the air. \nWith the right design, a trebuchet can launch a 5lb pumpkin nearly 600 feet! Simply load the pumpkin into the sling and hit the trigger. The counterweight will swing down and catapult your Halloween pumpkin into the distance. Oh, and for extra fun, set the pumpkin alight before launching. Just make sure you don’t cause a wildfire! That really would be terrifying!\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","title":"5 Epic Ways to Destroy Pumpkins","author":"yvonne.mcarthur"}