{"url":"http://www.environmentalgraffiti.com/news-75-worlds-coral-reef-risk","content":"\nCoral reefs are the largest and most unique underwater structures on planet Earth. These beautiful biological structures are made from calcium carbonate deposition secreted by hundreds of types of corals. Reef-building corals live in clear waters in tropical and sub-tropical parts of world.\nAccording to the WWF: \"Roughly one-quarter of coral reefs worldwide are already considered damaged beyond repair, with another two-thirds under serious threat.\" Not only are coral reefs facing danger from global warming, ocean pollution, overfishing, ocean acidification and various diseases, but the life in and around these reefs is also under threat.\nEven a slight environmental effect can harm the fragile ecosystems of coral reefs. Cyanide fishing, chemically enhanced pesticides, fertilizer runoff and shockwaves from blast fishing are other factors damaging coral ecosystems. Also, sewage water, if not treated properly, is very harmful for growth of algae, and this in turn damages coral reefs.\nIn fact, even though we might live thousands of miles away from coral reefs, harmful garbage and other runoff water ends up in watersheds which ultimately damage their ecosystems.\nWe must remember the fact that coral reefs depend upon their surrounding habitats. Also, these reefs are home to a huge variety of other organisms. The list includes worms, seabirds, sponges, echinoderms, crustaceans and even visiting dolphins. In fact, every inch of a coral reef is covered by some or  other organisms.\nThe structure of coral reefs is directly related to changing water acidity. Increasing CO2 levels affect these reefs' ability to grow properly. Therefore reefs become less supportive for the organisms that depend on them. \nKnown as the \"rainforests of the sea\", coral reefs support the most diverse ocean ecosystems and therefore need our help and attention to survive properly.\nIn order to let them thrive properly, we might follow this guidance: \"Be informed, do not pollute your surrounding and support coral conservation organizations.\"\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","title":"Coral Reefs: The Tropical Rainforests of the Sea","author":"Alka Sharma"}