{"url":"http://www.environmentalgraffiti.com/news-medicinal-hypnosis-cure-broken-heart","content":"\n\"You are getting ver-r-r-y sleepy.\" The phrase commonly associated with hypnosis goes hand-in-hand with many common conceptions of the highly contested practice. In novels and their blockbuster counterparts, hypnotism is frequently depicted as an exercise tied to a background of black magic and witchery. Yet, such existing notions of the phenomenon are now being overturn by fact-based psychological studies and leading-edge medical use. It may even be the long sought-after cure for the broken heart.\nDespite century-old hearsay, there is no supernatural power behind hypnotism. Hypnosis is a temporary, altered state of the individual's \"internal and external experience,\" according to a2zpsychology--a comprehensive online directory to all that pertains to the study of the enigmatic mind. The self-control and morals of those under hypnosis are still intact. So, the individual will not become a purely malleable piece of clay to be molded.  Various types of experiences are induced via hypnosis. Some people are more susceptible to suggestions and directions given by the professional. In heavy hypnosis, some may even experience loss of physical sensations, allowing the body to conquer extraordinary feats. \nIn order to produce these results, the use of repetition in a monotone voice is employed. In fact, the use of mere invitation to submit fully--in the style of a broken record--is applied more often than direct, verbal instructions. Depending on the will of the individual to modify his or her mental and emotional condition, the human brain will enter a certain level of an altered state.\nThe benefits of hypnosis are now being more and more recognized by the medical world. Among other medical schools, UCLA's Semel Institute offers a developmental course, preparing professionals for the clinical application of what the Institute calls, the \"classic hypnotic phenomena.\" The hypnosis seminar focuses on use of hypnotic treatment applied to \"depression, anxiety, personality disorders, pain management, and sexual dysfunction.\"\nStephen Kosslyn, professor of psychology at Harvard University, admitted to the Harvard Gazette that \"hypnosis had a contentious history.\" Nonetheless, the leader of a securely regulated scientific experiment completed at one of Harvard University's medical facilities has found integral evidence to the trusted medical use of hypnosis. In the trial, Kosslyn and his colleagues recorded \"cerebral activity, [which] clearly show[ed] that hypnosis can change the state of the brain.\" The experiment's results indicated that hypnosis also enables the brain to \"disassociate itself from the senses.\" This ability, according to Kosslyn, explains \"the success of hypnosis in reducing pain and anxiety, combating insomnia, and helping some people to quit smoking.\"\nBut what of the broken heart? Surely, the use of hypnotism in the reduction of pain must apply to those suffering from love sickness. According to leading hypnotist, Paul McKenna, an incredible new prospect for Cupid's captives has been introduced by hypnotherapy. In his book, \n, McKenna outlines the exercise of hypnosis to loosen the aching hold of emotional pain caused by break-ups. Although symptoms of heartbreak can be seen by way of sleep-ridden eyes and a sullen demeanor, it is not easily treatable. Of course, Zoloft and Prozac have been two prevailing solutions. However, McKenna offers an expedited method of a natural healing process. Don't get too excited. His process will not rid an individual of lingering memories, like a scene out of \"Eternal Sunshine of the Spotless Mind.\" It will simply eliminate the powerful emotional attachment that exists. Regardless, his healing process may be the elusive cure many damaged hearts have been looking for, not to mention the key to healing a wide range of ailments affecting the human state of health. \n\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/milk.jpg","title":"Hypnotism: The Cure for a Broken Heart","author":"Joelle Tessa"}