{"url":"http://www.environmentalgraffiti.com/news-alien-dimension-pencil-art","content":"\n \nThe pen might be mightier than the sword, but it’s the pencil that steals the limelight when it comes to the art work of Jennifer Maestre. \nUnbelievably, these magnificent sculptures are made using hundreds of pencil nibs, strategically placed to create fluid, organic formations which at first glance appear to be something that might be discovered on the seabed or the surface of the moon. \nThese compelling alien installations, as revealed in the following images, which are exclusive to Environmental Graffiti, are sensuous with their undulating curves and orifices but at the same time strangely alien with their many spiked pencil points.\n \nThe South African-born artist carefully coordinates the shade of each chopped-down pencil to give her final sculptures a dimension of colour close to the shades and highlights found in nature. \nBut with sculpture titles like Spine, Hive, Chimera and Seethe, it’s obvious that the part of nature Jennifer is most interested in recreating isn’t the fluffy, wholesome animals most likely to melt the heart and produce gasps of delight.\nInstead, Jennifer says she prefers to invoke the dual feeling of desire and repulsion, which would certainly account for the phallic and yonic elements of her work combined with the slightly repugnant insectile aspects of it.\n \nShe says: “My sculptures were originally inspired by the form and function of the sea urchin. The spines of the sea urchin serve as an explicit warning against contact. The alluring texture of the spines draws the touch in spite of the possible consequences.” \nThese pieces of art work may seem like something produced by Mother Nature or grown on a hostile planet, but they actually have quite a lot more in common with an object much closer to home. Each of these sculptures is the product of a beading technique which could equally produce a necklace or bracelet.\nTo create each piece of work, Jennifer cuts pencils into one-inch sections and drills holes into them to turn them into beads. She then sharpens the tip of each pencil section and stitches them together to form the larger structure of the sculpture. \n \nJennifer, who exhibits her sculptures across the USA, adds: “Using this combination of technique and materials allows me to retain all the qualities that I want in my work, with the potential for more variety of form.”\nThis is certainly true judging by the array of creatures produced in Jennifer’s work, which fit perfectly with her aim of mixing “aspects of sharp and smooth for two very different textural and aesthetic experiences.”\n \nUsing a pencil to form surging, swelling lines has been at the heart of the art world since man began to draw, but Jennifer Maestre has taken that use of form to a completely new level by creating art with the pencil itself.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","title":"Amazing Sculptures Made from Hundreds of Pencil Points","author":"JaneK"}