{"url":"http://www.environmentalgraffiti.com/news-five-fish-more-mecury-thermometer","content":"\n\nFish is considered one of the healthiest foods and rightly so. Everybody should eat it regularly, as it contains plenty of nutrients, such as protein, vitamins, minerals and omega-3 fatty acids, which are essential for a balanced diet. But there are also dangers in consuming fish: most of them contain mercury and this\n\nmetal is highly toxic for humans. It can cause serious health issues, particularly for young children. Pregnant women (and women who are planning to have children) are also advised to eliminate fish from their diet and shellfish that are rich in mercury. Other groups are less at risk, but should also reduce portions.\n\nThe five fish pictured here – king mackerel (above), shark, swordfish, tilefish and albacore tuna - are all listed by the Food and Drug Administration and the Environmental Protection Agency as having the highest concentration of mercury and should not be consumed.\nLarge fish that are high in the food chain, like the five listed above, have the largest levels of mercury in their flesh. They absorb it from water in the form of methyl mercury, which is a compound that's even more toxic than the original substance. Methyl mercury is dangerous to humans because it accumulates in the organism and can cause damage to the brain and the nervous system, especially that of children and fetuses. It can also affect the kidneys and the liver.\nAnother fish known to contain high levels of mercury is the ever popular tuna which should also be avoided. Choose canned light tuna though and you should be safe.\nSome low-mercury fish including trout, catfish, crab, wild salmon (not farmed), haddock, sardine, herring, shrimp and pollock are quite safe and healthy for anyone. Including them in your diet instead of the five high-mercury fish should bring you fresh health benefits.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Rice.jpg","title":"5 Fish Containing Dangerous Levels of Mercury ","author":"Gregory Johansson"}