{"url":"http://www.environmentalgraffiti.com/beaten-track/news-thermonuclear-tour-rad-ical-new-vacation-idea","content":"\nHidden away in the American Southwest is an often overlooked locale that's the perfect place for anyone who wants to get away from it all. This historically significant and awe inspiring site offers exclusivity and danger for the thrill-seeker in all of us, while being safe enough for the whole family. \nCome and explore Yucca Flat and the Nevada Test Site, one of the world's most irradiated places.\nEstablished in 1951, the Nevada Test Site, now the Nevada National Security Site, was the main US nuclear testing site. Approximately 1021 nuclear detonations took place in this flat 65 miles northwest of Las Vegas. Testing occurred from January 27, 1951 through September 23, 1992. Most of these tests were underground. Today, the area has been repurposed to house nuclear waste from around the country, to run emergency preparedness drills in case of nuclear attack, and, of course, to cater for tourists.\n\n\nOf the many sites that you can visit, the Sedan crater is one of the more impressive. Listed on the National Register of Historic Places, this crater is by far the largest crater in the area. It was created as the result of the Sedan test as a part of Operation Plowshare, an operation dedicated to researching whether the US's immense nuclear arsenal had any value as mining equipment. It did not.\nAnother point of interest is the two-story house used to test the effects of blasts on different building materials and methods. It still stands today with the light damage it received during the nuclear test.\nTours are limited to one every few months and book up fast, so plan ahead. It's a trip that will leave you glowing. Oh, and yes, it is Area 51 adjacent, and no, you shouldn't ask.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","title":"The Nevada Test Site: America's Nuclear Playground","author":"ToonHippie"}