{"url":"http://www.environmentalgraffiti.com/conservation/news-aral-sea-sad-reminder-human-impact-natural-world","content":"\nThe Aral Sea is a closed system in the middle of an Asian desert. With two glacier-feed rivers, the Amu Darya and the Syr Darya, supplying fresh water to the sea, evaporation is the only natural means of withdrawal for the water. Due to global warming, shrinking the glaciers high in the Hindu Kush and Pamir Mountains, the Aral Sea should be growing. However the sea is shrinking at an alarming rate. Today it is the tenth largest lake in the world, but at one time it was the fourth largest. The shoreline has receded 120 kilometers and the water level has fallen 15 meters. All 24 of its native fish species are gone and over 400,000 square kilometers of the former seabed are exposed. Today the area has been declared an ecological disaster zone—the most dramatic example of a natural area destroyed by humans.\nLocated on the borders of Uzbekistan and Kazakhstan, the Aral Sea was once part of the Soviet Union. Fishing and fishing-related activities as well as tourism accounted for over half of the business around the area. At the industry’s peak, fishermen would bring in 40,000 tonnes of fish a year. The Aral Sea would moderate the cold winds from Siberia and lessen the summer heat. The rivers and sea supported healthy, diverse oases and riparian zones of poplar, willow, oelaster and reeds.\nIn the 1960s, the demand for agriculture increased, and specifically for the cultivation of cotton since it could easily be exported into cash. This required a large amount of water to be diverted from the rivers that feed the Aral Sea. Eventually irrigation increased to the point that the rivers were sometimes dry before they reached the sea.\nEventually most of the waters that fed the sea were diverted, and the sea began to shrink. At first it was hoped this was a temporary condition. Dredging the canals and shore allowed the fishermen to continue to use the sea, but this was only a temporary fix. As the sea began to shrink, salinity increased. In twenty years, all commercially useful fish died off, depriving 60,000 people of their livelihood. The fertile oases and riparian stretches along the rivers also disappeared, taking with them the amphibians, reptiles, jackals, foxes, badgers, voles and wild boars that lived along the sea. \nThe Aral Sea was on a downward spiral. As the sea began to evaporate, the sea water became saltier and the sea level decreased dramatically. The water was also contaminated with pesticides, bacteria and viruses. And with the loss of so much water, the climate around the sea became more extreme. The loss of plant life exposed the white sand to the bright sunlight, increasing the albedo effect and reducing precipitation. High winds blew the salt from the exposed, toxic sea floor hundreds of miles and contaminated all the nearby farmland. Dredging the canals and shores was abandoned, and the boats were left to rot on the dry sea bed.\nThe destruction of the Aral Sea ecosystem was sudden and severe. The dissolution of the Soviet Union put the crisis directly in the hands of the surrounding countries. However the poverty in the area has prevented action and the damage has not been lessened. By 1990 the volume of the sea had shrunk by 75% and so had the local water table. Regional climate changed, shortening the growing season. Salt accumulated along the former shoreline due to evaporation. As the irrigation system aged, it grew into disrepair and much of the diverted water failed to reach the fields. The blowing winds are spreading salt to the surrounding agricultural regions, increasing the rapid desertification that is affecting the area.  \nIn 1992, the surrounding nations signed a pledge agreeing to rehabilitate the sea; however, relatively little action has been taken or progress has been slow. Competition for water resources includes agricultural, rural, urban, industrial and environmental factors, but the needs of humans often receive top priority. Since irrigation provides a major source of food security, it usually becomes the largest consumer of water.\nLarge amounts of oil and gas reserves have been discovered in the area covered by the Aral Sea, and the economic benefits of oil development may overtake interest in restoring the sea. The fact that the Aral Sea borders two nations complicates any action that may be taken to restore or rehabilitate the sea.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-42643-2870189440104237032S600x600Q85.jpg","title":"The Devastating Shrinkage of the Aral Sea","author":"Lisa Hossler"}