{"url":"http://www.environmentalgraffiti.com/offbeat-news/making-climate-change-sexy/404","content":"\nIt’s that time of year when the house insurance is due.\nIt’s been on my list for a while now, but whenever it approaches the top it slips right down again, demoted by an urgent cup of coffee or the need for some fresh air. I really shouldn’t be so complacent. The other night our sofa started vibrating. It’s new, but I certainly hadn’t ordered optional extras. No, this was another earthquake. In fact we live in a very active zone and a biggy is due. Yet, I still find washing the dishes preferable to insuring our house. Crazy.\nSplashing out cash in return for a few forms and peace of mind just isn’t exciting. It feels like money washing away. We’re geared to instant satisfaction or the future promise thereof.  Expectation of being relieved just isn’t the same “You give me a wad of cash, and I promise your life will be the same this time next year!” Let’s talk next week.  It’s a bit like climate change. Invest time, money and effort now, and in return you’ll be offered the same shoreline and same dull weather as you have now.\nSo what to do? How can we make climate change promise future riches and eternal youth? Okay we’ve heard the cleaner air arguments but I’m not really sure that our antennae are that sensitive. It feels a bit like a Perrier versus tap water contest. No, it needs to be something sexy.\nHere’s my tuppence worth on trees. Not an easy topic to generate interest in. However, if our towns are cities were swamped with greenery you really would be offering people something better. Tree lined boulevards dotted with cafes and more pubs, shaded walkways in the summer, sheltered ones in the winter. There is all the science stuff too (less pollution, reduced ambient air temperature, water retention, C02 absorption etc.) but we don’t need to dwell on that.\nHow about branching out into the countryside? A few more trees in some of our national parks wouldn’t do any harm. To make it interesting add in a few exotic species. Personally I think the wolf has been away for far too long (apparently since 1680). You show me one of those on British soil and I’ll happily pay my insurance on time.\nPlease share your ideas on how to make climate change sexy.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","title":"Making Climate Change Sexy","author":"Richard Rhodes"}