{"url":"http://www.environmentalgraffiti.com/conservation/news-will-acai-berry-diet-craze-harm-or-help-environment-amazon-rainforest","content":"\nIn 2005, Greenpeace said: \"\n They did, however, suggest that the Acai palm has a role to play in sustaining economic development and thereby avoiding destructive logging.\nThe Acai palm tree, \n or \n, is native to the Amazon rainforest. It is slender and tall, reaching from fifteen to twenty-five metres in height. One tree may have multiple stems: anywhere from four or eight to an uncommon two dozen shoots from one seed. The green, feather-shaped leaves reach skyward from a reddish crownshaft at the top of the stem.\nAcai flowers are small and brownish-purple. The male flowers provide pollen; the female produce the acai berry in bunches.\nAlthough a ripe acai berry is a deep purple, it starts green. From four to eight bunches of fruit ripen throughout the year, with the highest yield in the drier season from July through December.\nEach berry is round, about 1.5 cm in diameter, with one large seed and a stringy, oily sheathe. A bunch of acai berries can weigh five or six kilograms, and one tree might produce twenty-four kilograms of fruit in a year.\nRodents and birds feast on these berries, and their droppings help propagate the acai palm tree throughout its range. Large groves of acai trees are found in the lowland flood plains of South America. \nThe natives of the Brazilian jungle eat the berries or drink the juice. They also cut the acai palm tree to harvest the palm heart, the immature leaves at the top of the stem. Several weeks after the tree is felled, the natives harvest over a kilogram of palm beetle grub (larvae). The natives also use the remainder of the tree to make their shelters.\nBoth palm heart and the acai berry are profitably exported throughout the world. Surprisingly, there seems to be little or no export market for the grubs.\nModern Brazilians eat the acai berry, and drink both juice and wine made from the berries. Palm heart is not terribly nutritious, serving much as iceberg lettuce would in the northern hemisphere.\n \nThe recent craze for the acai berry is stirred by the health food, diet and energy drink sectors. The berries are rich in antioxidants, leading to claims that it is a healthy choice. Another health claim is made for mixed \"cleanse\" drinks: other ingredients are added to acai to make beverages for purging one's bowels. There have been cases made for several acai berry diet supplements or programs. Some people give testimonials about how energetic they feel after drinking acai juice. \nBecause the acai palm tree grows from multiple stems, it is possible to harvest the palm heart without actually killing the whole tree complex. This makes it a better choice than other trees grown for palm heart; each single-stemmed tree dies when harvested for this purpose.\nIt is a simple matter to replant acai trees from seeds; the trees grow quickly in the right conditions. So long as it is economically more profitable to harvest acai berries and palm heart, the plantations or wild groves should remain.\nThis type of usage is more sustainable than the lumber industry. Trees for lumber take longer to regrow than the acai palm. Acai palm 'orchards' would be more stable and beneficial to the environment of the Amazon rainforest than clear-cutting for lumber. This would be a gain for conservation of this environment.\nPerhaps the only concerns in this scenario come are that the economics may force natives away from their traditional lands, and drive the local price of acai out of the reach of most Brazilians.\nGreenpeace, \"\n\", 2005, referenced March 26, 2011.\nRaintree Nutrition, Inc., \"\n\", 1996, referenced March 26, 2011.\n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","title":"Could the Acai Berry Diet Fad Help Save the Amazon Rainforest?","author":"MikeDeHaan"}