{"url":"http://www.environmentalgraffiti.com/featured/hobgoblin-playground-nevada/15782","content":"\n\nImage: \nFar off the beaten path in southern Nevada’s Clark County lies an ancient treasure surprisingly few know about: Little Finland, also called the Hobgoblin’s Playground. Dragons and other mythic beasts of yore seem to have turned to stone here, reminding us of times long gone by. Witness these beautiful sandstone formations turn red, orange and golden in the fading sunlight.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \n\nImage: \nLike the Valley of Fire, only 30 km away as the crow flies, Little Finland features red sandstone formations that were formed by shifting sand dunes millions of years ago when dinosaurs still roamed the earth. So comparing these formations with prehistoric beasts is actually not that far-fetched.\nThe dunes were formed by a process known as Aeolian erosion, named after the Greek god of wind, Aeolus. Wind, though less powerful than water, unleashes its full force in vast, arid regions and can erode, transport and deposit materials. Over time, the sand cements into rock and is further shaped by the wind, leaving us with the incredible formations at Little Finland that we see today.\nThough most visitors try to reach Little Finland an hour before sunset to play with the hobgoblins while basked in the red light of the fading sun, those who can stomach the soaring temperatures and sun will get some beautiful shots as well.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \nPros arrive at sunset to witness the way the sun’s rays turn the sandstone formations into a sea of red, orange and yellow and then camp out in their cars or a tent to sleep under the vast sky and stars. Getting up at the crack of dawn will pay off for watching the sun rise behind the fairytale giants.\n\nImage: \n\nImage: \n\nImage: \n\nImage: \nGetting to this magical place is unfortunately a little more difficult than using fairy dust. Visitors really need an all-terrain vehicle and a tendency for roughing it if they want to enjoy this natural miracle. Unlike the Valley of Fire, Little Finland is not a state park and therefore the facilities usually associated with one are not available.\nHere’s how you’d get to Little Finland: About five miles from Mesquite, take I-15 exit 112 towards Riverside/Bunkerville (about 1 hr from Las Vegas). Follow directions for Gold Butte Backcountry Byway and take a right onto it. This paved road turns into a dirt road after a few miles.\nFollow signs for “Devil’s Throat” – a sinkhole. Where the road forks, take the right branch and follow it until it turns into Mud Wash, the river bed you will drive on. Follow it for a few miles and take the right branch again where it forks. This should lead you to Little Finland.\n\nImage: \n\nImage: \nA word of caution to those planning a first visit: The sandstone formations at Little Finland are very fragile, so tread carefully or they may be lost forever. Little Finland’s inaccessibility is what’s saved it so far and it’s probably just as well that it is missing from most maps and travel guides.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb30.webshots.com-27165-2127624390104181437S600x600Q85.jpg","title":"Hobgoblin's Playground, Nevada","author":"Simone Preuss"}