{"url":"http://www.environmentalgraffiti.com/forests/news-dangerous-and-dreadful-smelling-delights-cannonball-tree","content":"\n \nNature can provide us at times with the most spectacular examples of flora and fauna. One wonderful exemplar in point is a species of tree that is native to the southern Caribbean and northern parts of South America, yet has been known in India for at least 3,000 years, where it is so revered that it is often found growing at religious temples. \n \nThe name of this glorious tree is very indicative of the characteristics it displays. Popularly referred to as the ‘cannonball tree’ because not only are the fruits as large, round and heavy as their namesakes, but when falling to the earth, they often do so with loud and explosive noises. Naturally, such trees are not planted next to footpaths, because a falling fruit could easily cause a fatal injury. \n \nPerhaps the curiosity provoked by this strange tree comes from the fact that the fruit appears to be developing straight from the trunk of the tree as opposed to normal fruit trees like the apple, but also in that the fruit has a truly awful stench to it, unlike the flowers. These too, are extremely odd, developing in enormous bunches of up to twelve feet long, and are very brightly colored with strong, sweet scented blooms. \n \nThis wonderfully quirky tree can be found in many botanical gardens around the globe and got its Latin name \n from French explorer and botanist J.F. Aublet in 1775 when he discovered it. An evergreen tree, it is a member of the Brazil-nut tree family. \n \nBark, leaves and flowers have by long tradition been used for medicinal purposes. Said to have anti-bacterial, antiseptic and analgesic qualities, the bark supposedly cures colds, the juice from its leaves is good for treating malaria and for skin diseases, while chewing young leaves alleviates toothache, and the interior of the fruit can disinfect wounds.\n \nAlso more than a little weird is the peculiar fact that the flowers of the tree have no nectar within them. They do, however, contain pollen, carried mainly by bees, which is so abundant that the bees use it as a ready source of nourishment while getting thoroughly coated during their meal, and thus cross-fertilizing other tree flowers. The beauty of the system is that the pollen used as food is infertile, but can only be got out through the fertile stuff. \n \nThese amazing trees are commonly found in Shiva temples in India and also around Buddhist temples in Sri Lanka and Thailand. Hindus regard it as the sacred tree because the flower petals resemble the hood of the ‘Naga’, a sacred snake protecting the stigma known as the ‘Shiva lingham’. Bhuddists, however, sometimes confuse the cannonball tree with the sala tree, under which Buiddha Vessabhu gained enlightenment. Neither fruit nor flowers actually grow directly from the trunk, but on a thick extrusion that develops from it. The flowers, although large, do not appear to have need of the strong support these extrusions provide, but as the fruits develop, the necessity for this strength becomes clear. When the fruits ripen and fall, they usually burst open with a loud crack, and the foul smell they give off attracts animals that spread the seeds within the fruit via their dung. \n \nThese fabulous trees are well worth looking for, though it is hardly advisable to be standing below them during the time when the ripe fruits, which can weigh several kilos, come plummeting down to the earth below. Warning signs are often posted near cannonball trees, to keep people at a safe distance. The wonders of the natural world are endless and inspiring, and this wonderful tree is indeed a wonder. Keep an eye out, if you are ever in the areas where they grow. \n \n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","title":"The Dangerous and Dreadful Smells of the Cannonball Tree","author":"tonyleather"}