{"url":"http://www.environmentalgraffiti.com/businesspolitics/sailing-into-the-future-of-shipping/832","content":"\nWith public sentiment beginning to turn against high carbon shipping methods like air freight and cargo freighters, French wine producers are looking to the past for eco-friendly ways to ship their products.\nThis week almost 60,000 bottles of wine will be sent to Ireland on a traditional 19th century sailing ship. Shipping the wine via sailing ship from Languedoc will save an estimated 18,000 tons of carbon. \nThe bottles will travel by river barge to Bordeaux where they will be transferred to a barque, a traditional French three-mast merchant ship. The process will take about a week longer than a flight, but the winemakers seem keen on the idea. The ship is the 170 foot Belem, the last French merchant sailing ship ever built. It was first used to transport chocolate in South America, and is one of 13 sailing vessels expected to be in operation within five years.\nThe Belem is operated by eco-friendly shipping company Compagnie de Transport Maritime à la Voile (CTMV). With high interest in green investment in France, there have been many eager to use his company. The ships will transport the wine abroad and return with an equal amount of crushed glass that will be recycled into wine bottles. \nInterest from winemakers has been high enough that the company has been able to turn down vineyards that are not suitably eco-friendly. CTMV founder Frederic Albert said: “We chose the best wine in the area, but it must also be made in a sustainable way, using as many natural products as possible.”\n\nEco-friendly wine shipping is a hot topic amongst environmentalists. There have been several new environmental initiatives involving wine shipments. Last year British supermarket giant Tesco began to ship some of its wines between Liverpool and Manchester by river barge. The company claimed the move cut emissions by 80%. \nInfo from \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","title":"Sailing into the Future of Shipping","author":"Chris"}