{"url":"http://www.environmentalgraffiti.com/plants/news-why-coconut-tree-tree-life","content":"\nWe’ve often seen rows of coconut trees in movies and TV shows where some guy is stranded on a deserted and tropical island. But do you know that almost all the parts of a coconut tree can be used? In the Philippines, the coconut tree is nicknamed “The Tree of Life.” If you were really deserted on an island, all you need is a coconut tree to survive. Take a look at what you can do with this palm tree, from its roots to its branches.\nIf you’re stuck on an island and you badly need a toothbrush, don’t reach down for sand; pull out some coconut roots instead. It might sound icky, but it does the job better. Just make sure the roots are tattered and soft enough to rub on your teeth. And if brushing your teeth isn’t enough, you can also extract the juices from the coconut root to have your own mouthwash.\nBuilding a boat or a raft is a must-do for anyone stuck on an island, and the coconut trunk is the perfect material. Many craftsmen and carpenters prefer working with coconut trunks because they are very strong and durable - have you ever noticed how coconut trees sway with the wind and don’t break? Because they tend to be long and straight, all you might need to do is cut the trunks vertically in half, tie them together, make a sail, and head on towards home. To tie your raft together, coconut branches are just the thing. Coconut branches are strong but flexible, and they don’t break apart even when immersed in saltwater.\nWant to feel like a real pirate and have a gulp of rum? Have a drink of coconut wine instead. If you’re skilled enough, you can extract the sap out of the trunk and ferment it as wine, termed “tuba” or “lambanog” in the Philippines. You’ll be sure have a jolly good time passing the time on the island.\nCoconut leaves, on the other hand, can make for a very good straw hat. And if you’re tired of sleeping on the cold sand and hard rocks, you can weave the leaves into a sleeping mat, which can doubles as a roof or a shelter if it’s too hot or wet. Here’s a plus: if you use the midrib, the central vein which holds the leaves together, as cooking skewers, any food you grill will come out smelling fresh and tropical.\nBeing stuck on an island will probably make you hungry, and that’s where the coconut fruit comes in. The coconut fruit basically looks like a really big, hairy seed, but inside is a fleshy, white substance you can readily scoop out and eat.\nThe coconut meat is used to make candies, pastries, and even ice cream. Heating the meat will also extract the oil, which can be used for cooking, and even moisturizer for the hair and skin. Today, coconut oil is even being explored as a potential biofuel.\nOne exotic way of extracting the oil from the meat is heating it with milk instead of water, producing coconut milk. Thai cuisine is particularly known for including coco-milk in almost all their dishes. Another thing inside the coconut fruit is its water, which is slightly sweet-tasting. You can also ferment the water to make coconut wine, or vinegar. And if you’re having problems going to the loo, coconut water will surely get “it” out from you, because it is a natural laxative. You can also replace your sports drink with coconut water, because it also restores isotonic electrolyte balance in your body after a strenuous work-out, or in this case, after you’ve built your coconut raft.\nBecause coconut water is very nutritious, you can also use it to flush out urinary stones, as a growth tonic, or even a substitute for dextrose. And oh, you can also use the hairy exterior of the coconut fruit as a fire-starter, so you can SOS any rescue team nearby to come and get you.\nWho knew the coconut tree has so many uses? No wonder it’s called the “Tree of Life.” So the next time you go vacationing, you better make sure it’s somewhere with lots and lots of coconut trees in it, in case you get stuck on an island on your own!","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","title":"Coconut Palm: The Tree of Life","author":"Karize Uy"}