{"url":"http://www.environmentalgraffiti.com/ecology/rebel-soldiers-in-congo-seize-national-park-endangered-gorillas-at-the-mercy-of-machineguns/260","content":"\nRebel soldiers in the Democratic Republic of Congo have seized control of large parts of the Virunga  National Park. Conservationists fear for the park’s population of rare mountain gorillas, which comprises half of all those that remain in the wild – only about 700.  These gentle animals are critically endangered and threatened by poaching, habital loss, and armed conflict.\nConflict has long been a challenge for conservationists working in many areas of Africa, and 7 years ago UNESCO and the United Nation's Foundation launched a project aimed at protecting wildlife from the ravages of war.\nThe current fighting involves Rwandan Tutsi rebels. General Laurent Nkunda, a Tutsi, has accused the DR Congo’s government of forming an alliance against him with the Hutu FDLR, accused of involvement in the 1994 Rwandan genocide of Tutsis. At the weekend Gen Nkunda told the BBC that there was a \"state of war\" in the North Kivu area of the DR Congo.\nIn the latest battles the army says it has killed at least 28 troops loyal to rebel General Laurent Nkunda, and the UN estimates that 10,000 civilians have fled as refugees into neighbouring Uganda.\nNorbert Mushenzi of the Congolese Institute for the Conservation of Nature commented that “If anything happens to the mountain gorillas now, there is nothing we can do. As of today, the sector is no longer under my control and we have been rendered powerless by these actions.”\nMore than 150 park rangers have been killed in the last 10 years while protecting parks in the DR Congo’s eastern region.\nThe killing of nine mountain gorillas in the area this year has been attributed to Gen Nkunda’s men, although in January, after two gorillas were slaughtered and eaten, the renegade troops agreed to halt the killings in a meeting with Virunga park officials. Wildlife Direct do not believe that troops are specifically targetting gorillas, but fear for their safety in such a volatile region.\nSources include: \n; \n; ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","title":"Rebel Soldiers In Congo seize National Park. Endangered gorillas at the mercy of machineguns","author":"Maryking"}