{"url":"http://www.environmentalgraffiti.com/green-living/news-offsetting-starts-home-not-holiday","content":"\nTraveling in greener ways has become a more popular option for those who wish to help reduce their impact on the environment. Though often criticized, offsetting carbon can help to limit the amount of new pollution added to the atmosphere by your holiday. However, offsetting does not reduce pollution created, it merely 'offsets' it - making finding other ways to limit pollution important.\nHowever, those who offset the carbon cost of their holiday may not consider making similar changes in their lifestyles to reduce their daily carbon impact. These changes made on a regular basis can offset as much or more carbon than is offset through carbon offsetting while on holiday.\nThe amount of carbon created from just a few holiday flights annually is roughly the same as that created by a year of daily commuting to work. In order to reduce some of this, carpooling is a better option as it can halve the amount of carbon pollution created by driving. If carpooling is not an option, considering public transportation, where available, which can help to significantly lower an individual's carbon impact.\nInefficient home utilities such as poor insulation can also lead to higher pollution as more power is necessary in order to keep the temperature at home stable. Installing proper windows and better insulation will lower the environmental impact as well as save money.\nEating locally and purchasing sustainable or recyclable goods will also lead to a lower amount of pollution generated. Purchasing convenience foods and goods that are meant to be disposable creates large amounts of not only waste resources but large amounts of carbon pollution, which must be offset through other methods to preserve the environment.\nIt is important to remember that not only is holiday carbon offsetting important, it is also important to make lifestyle changes that will further prevent pollution from being formed. Daily living can have an impact as great or greater than going on holiday.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","title":"Offsetting Starts At Home Not On Holiday","author":"David Feist"}