{"url":"http://www.environmentalgraffiti.com/offbeat-news/5-global-warming-myths/356","content":"\na.k.a. things you thought you knew about Global Warming which you didn't\nThere is more speculation about global warming than there is about Sienna Millar and Rhys Ifans (will they, won’t they…). So here are some facts to dispel those myths. \nWell it is happening, there are no, repeat NO, scientific reports which have ever said that global warming isn’t happening. Scientists are not fighting over whether global warming is occurring, they all agree – all of them. Even the little petulant ones. The only people who think that there is a debate going on are the people who have been hoodwinked by the propaganda released by the big Oil Industries. Remember – business people lie – just think of the Marlboro Man.\nLook – they’re two completely different phrases, and one has a ‘Z’ in it. They can’t be the same. If they were, wouldn’t we use the ‘Z’ one more? It’s 10 points on the scrabble board!\nGlobal warming has to do with the increase in carbon dioxide (that’s what we breath out) in the atmosphere. That stops radiation (sun light) from leaving the earth – ergo the earth heats up.\nOzone depletion is the reduction in Ozone (O3) – Ozone stops the bad radiation, UV, from getting to the surface of the Earth. The only thing this UV radiation does is cause burns and skin cancer!\n. \nIt is true that the Earth regularly goes through periods of warming and cooling, these lead into and out of ice ages. But, humans have seriously influenced the climate. They have increased this natural warming to a level where we can experience it in our lifetimes – this shouldn’t be happening. So stop using your car.\n\nFor some reason, Al Gore’s computerized polar bear can’t swim, unlike the real kind, as one might expect of an animal named \n. On the whole, these bears are thriving, mainly due to the reduction in hunting. As usual in this context, you must answer the question: Who are you going to believe – me or your lying eyes?\n\nUnfortunately with the increase in CO2 in our atmosphere, it could be a case of global cooling, rather than warming, so don’t go buying that vineyard in Devon just yet. An increase in CO2 will prevent radiation from even getting to the surface of the earth, so rather than warming us up, we’ll begin cooling down.\nSo, now that you are all clued up on global warming, could someone nip round to David Belamy’s house and let him know. He’s still not too sure about any of it.\n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","title":"5 Global Warming Myths","author":"emma"}