{"url":"http://www.environmentalgraffiti.com/news-world’s-most-newly-discovered-carnivorous-plant","content":"\nSir David Attenborough is a naturalist known all over the world, so it comes as no surprise that explorers who discovered a new species of carnivorous plant decided to name it in honor of the environmental celebrity. Nepenthes attenboroughii, a previously unknown variety discovered in the Philippines, is large enough that small rodents can easily be trapped inside, and slowly dissolved by flesh-eating enzymes.\nOnly a few hundred of these exotic plants exist and they are only found around the summit of Mount Palawan, in the Philippines. They were discovered by a team of scientists, led by UK botanist Stewart McPherson, who had heard reports from missionaries who got lost in the dense jungle.\n\n\nThe plant measures up to 30 centimeters in diameter and is formed by a tendril which inflates into a large cup-shaped trap. McPherson told CNN: \"Around the mouth of the pitcher are secretions of nectar which attract insects and small animals. The rim has lots of waxy downward-pointing ridges which help prey fall directly into the pitcher. The pitchers are half full of a liquid consisting of acids and enzymes which help break down its prey.\"\nThe insectivorous, sometimes carnivorous, diet is crucial for the plants' survival says McPherson. \nHe said: \"These plants grow in really harsh areas where soil quality is very poor - often pure gravel or sand. Catching insects allows the plant to augment nutrients that it otherwise wouldn't have access to.\" \nThis species is known only in this one area, to which it is endemic. There, it grows among shrubs 0.8-1.8m tall in relatively scattered populations of plants, on rocky soil. The species is characterized by its large and distinctive bell-shaped lower and upper pitchers and narrow, upright lid.\nThe pitchers of the plant are often completely filled with fluid, which is thicker in the lower part of the pitcher and watery above. The two layers do not mix, and the upper layer supports populations of mosquito larvae.\nIn late 2009, this plant was hailed by the press of several countries as a sensational new rat-eating plant. Though certainly large enough for this, no rodents have ever been found within the pitchers of this species, and large bugs and flying insects appear to be the prey usually captured.\n \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-35507-2842570090104237032S600x600Q85.jpg","title":"The World’s Newest Carnivorous Plant","author":"tonyleather"}