{"url":"http://www.environmentalgraffiti.com/news-seaweed-fossils-tell-story-ancient-oxygen","content":"\nLet's travel back 600 million years ago to a small community that lived in a quiet backwater – a community of seaweed and worm-like animals. A niche where scientists thought there had been no life, as it was an area without oxygen. Yet these organisms had thrived in their community. What happened? When examining black shale in Lantia, China, scientists discovered evidence of microfossils that had developed before the Cambrian explosion when most diverse and complex life forms came along. In fact, they found 3,000 pristine fossils in this \"Davy Jones Locker\", as they called it.\nThe interesting thing here is that the black shale which contains these fossils, so brilliantly preserved, is known to occur in oxygen-free waters. So how did this community develop? \n\"So there are two questions,\" said Shuhai Xiao, Professor of Geobiology at the College of Science at Virginia Tech, in an article in the 17 February, 2011 issue of the science journal, \n. \"Why did this community evolve when and where it did? It is clearly different in terms of the number of species compared to biotas preserved in older rocks. There are more species here and they are more complex and larger than what evolved before. These rocks were formed shortly after the largest ice age ever, when much of the global ocean was frozen. By 635 million years ago, the snowball earth event ended and oceans were clear of ice. Perhaps that prepared the ground for the evolution of complex eukaryotes.\"\nThe research indicates that there were brief moments in time when the poisonous (oxygen-free) conditions gave way to some oxygen and the species colonized and lived on these small amounts of life giving gas until the oxygen disappeared again. The fossils are in incredible shape. Some of the seaweed was still rooted and may hold the key to what happened when complex life was beginning to form.\nSource: ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/b_0.jpg","title":"Oldest Fossils on Earth Tell of Earliest Oxygen Pockets","author":"Michele Collet"}