{"url":"http://www.environmentalgraffiti.com/featured/10-deadly-yet-strangly-beautiful-mega-metros/13149","content":"\n\nImage via \nAny city with a few million inhabitants is bound to have problems: population, pollution, transportation, water quality, sanitation, crime, natural disasters – you name it. A mega metropolis with a population of 10 or even 20 million will have massive ones especially if it is disadvantaged due to geographic location. Seriously, would you want to be the mayor of one of the world’s biggest cities? Let’s take a look at ten of these mega metros around the world and see what’s bothering them most.\nMany institutes and non-profit organisations such as the Blacksmith Institute, Mercer Human Resource Consulting and the World Health Organization keep track of pollution and “dirtiest cities” around the world. We have taken their lists and results into account and cities like Bogota, Karachi, Manila, Mumbai and Sao Paulo and even London, Paris, Athens, New York, Los Angeles and others were strong contenders. However, our focus was on global cities and one major problem that overshadowed others. So, without further ado, our list of Ten Deadliest Mega Metros in alphabetical order.\n\nImage: \n\n\n\nBeijing’s main environmental problem can be clearly seen even by visitors who have just arrived in the city: a thick layer of smog that is constantly covering the city like a blanket. The city’s rapid development, like much of the rest of the country’s, and an increased population and resultant energy consumption saturated mainly by coal power plants have produced this polluted environment.\n13 million people live in the urban area that is Beijing and 17 million in the whole Beijing municipality. Air pollution levels are five times over the WHO’s safety standards. Dust storms also plague the city when winds blow sand from the Gobi desert southward. Water is not only scarce but also contaminated: Almost 90% of the city’s underground water is affected by pollution, leaving millions without access to clean drinking water.\n\nImage: \nClean-up efforts by the Chinese government have included car-free days in the city, the introduction of electric bicycles, a great “green wall” to stop sand storms from the encroaching Gobi desert, a ban on plastic bags and other measures that were often put in place years ago. Still, the effects of the pollution can be felt even internationally with acid rains in Tokyo and Seoul and even as far as Los Angeles.\n\nImage: \n, NASA\n\n\nBuenos Aires is a city that has everything going for itself: a rich history and culture, a pleasant climate and a good metro to shuttle around the 13 million inhabitants of this financial and commercial hub. If only it weren’t located in a flood plain with more than one third of the city's land at risk of floods.\nThough many of the city’s lagoons and creeks were channelled and rectified to evade the city’s infrastructure, increased urbanisation, a building boom and shrinking green spaces have led to problems even with heavy rains: With no place for water to go, even heavy showers can cause flooding of some areas in Buenos Aires, bringing with it water pollution and resulting health risks for the population.\n\nImage via \nSome critics of the current urban planning and official “disaster management” measures disapprove of treating floods as an emergency in a city where they have occurred so regularly for decades, namely in 1905, 1966, 1977, 1985, 1990, 1992, 1997, 1999, 2001, 2002 and 2008.\n\nImage via \n\n\n\nWith air pollution levels 10 to 100 times higher than the WHO safety standards, living in Cairo is like smoking a packet of cigarettes a day. Dangerous levels of lead, carbon dioxide, sulfur dioxide and other gases form a deadly mix that affects all of Cairo’s citizens, while causing environmental damage, economic loss and last but not least, the destruction of ancient monuments. What has caused this alarming level of air pollution?\n\nImage: \nUrban industries, decades of unregulated car emissions and chaff and trash burning are the culprits. Plus, the city’s dry and hot desert climate and desert dust exacerbate the harmful effects of the pollutants. What’s being done? The Egyptian government started imposing air quality standards for industries and is trying to instile a sense of accountability in its citizens – all 17 million of them that make up the urban area that is Cairo.\n\nImage via \n\n\n\nCaracas is known for its rich culture and history and its population including suburbs is estimated at 6 million.  It is also the capital of Hugo Chavez country and since Chavez took over in 1998, Venezuela’s official homicide rate has climbed by 67%. At 130 murders per 100,000 residents, Caracas is the murder capital of the world, having overtaken even once notorious Bogota.\n\nImage via \nSome speculate that the actual figure is closer to 160 per 100,000 because the state omits prison-related murders, uncategorised deaths and those resulting from resistance to arrest by the Caracas police.\n\nImage: \n\n\n\nDar es Salaam, Arabic for “House of Peace,” is Tanzania’s vibrant economic and cultural center. The lack of a mass transit system in this city of 3 million assures that it is far from peaceful and overcrowding is putting a strain on the city’s sanitation programs. Solid waste, entering the Msimbazi River, contributes to widely spread infectious diseases among the city's population and other problems like carcinogenic effects, reproductive system damage, respiratory problems and damage to the central nervous system. Data on waste generation is inadequate or not available and therefore an efficient solid waste system cannot even be planned.\n\nImage: \nBut the problem is not only the removal and recycling of “regular” garbage; there is also the problem of hazardous waste such as industrial and medical waste. There is no system in place in Dar es Salaam and no checks for hospital owners and industrialists who simply dump their hazardous waste at the Vingunguti dumping site without warning.\nWhat’s being done? Programs promoting public awareness about the importance of proper sanitation and the establishment of a sanitary landfill are considered some of the most important measures to improve living and environmental conditions.\n\nImage via \n\n\n\nAs Bangladesh’s capital, Dhaka is no doubt the country’s economic, cultural and political hub. Environmental problems such as air and especially water pollution and congestion have contributed to the fact that Dhaka, a city of 12 million, is consistently ranked among the world’s least liveable cities.\nDhaka’s water situation especially is dire as river, canal and wetland pollution by different industries still goes largely unchecked, even though the city’s water has turned black in certain areas. In addition, 70% of Dhaka’s households are not connected to a waste water system so that human waste goes directly into one of the city’s rivers – Buriganga, Shitalakhya or Balu.\n\nImage via \nNo wonder that that the authorities can do little to purify this stinking brew. Currently, the water is “purified” for drinking by simply adding chlorine ammonia sulfate, therefore leaving millions without safe drinking water.\n\nImage: \n\n\n\nFinding crime statistics that do not focus on homicide alone is not easy but sadly, Johannesburg has stuck out for decades when it comes to crimes like theft, muggings, robbery and assault. Especially the city center has been a crime haven due to many businesses leaving for the suburbs, desertification of business areas after office hours, urban decay, slum development in the city center and high unemployment rates.\nDepending on where one draws the boundary lines, Johannesburg has 4 million inhabitants (municipal city), more than 7 million (greater metropolitan area) or more than 10 million (including the Ekhuruleni, the West Rand, Soweto and Lenasia). In any case, Johannesburg is one of Africa’s two global cities, the other being Cape Town.\n\nImage via \nIn recent years, the drastic measures that have been taken and growing economic stability have caused crimes rates drop. Closed-circuit TV systems at every street corner in Johannesburg's central area, installed since last December, have proven quite effective. However, the situation is still far from ideal and Johannesburg does want to put its best foot forward when hosting parts of the 2010 FIFA World Cup, so the city has enlisted former mayor Rudy Giuliani’s help. For him, it’ll be a déjà-vu because he had to deal with very similar problems in New York City back in the ‘90s.\n\nImage via \n\n\n\nThough the core city has “only” about 9 million inhabitants, the population of Greater Mexico City is estimated at 19 million, making it the third largest in the world. Its location in a valley has caused a thermal inversion where cool mountain air cannot reach the city but sits like a layer on the warm air below – like a steaming bowl of hot, polluted air.\nWhile the traffic is certainly one cause, Mexico City’s more than 50,000 unregulated factories add more than their fair share to the 24,000 tons of pollutants that are emitted annually. For only about 31 days in a year is Mexico City’s air is actually considered safe to breathe and it is said that 100,000 children die because of pollution every year. Asthma and other chronic lung diseases are also prevalent.\n\nImage via \nWhat has the city been doing? Trying to reduce traffic by permitting only cars with a certain number plate colour on certain days has not been working well because those who can afford their own cars simply alternate between their first, second or even third one. Busses, trucks and taxis still running on leaded petrol are not affected by the ban but at least an underground rail system is now taking some pressure off the streets. Plus, the city is monitoring air pollution so that on bad days, factories can be closed, school hours changed and travel restrictions implemented.\n\nImage: \n\n\n\nWhen picturing Moscow, many think of the city’s cultural heritage with its many impressive structures, maybe the corruption, the city's high cost of living and industrial structures that riddle and pollute the city. However, few know that new radioactive waste sites are found in Moscow every year as the city expands. How did tons of low- to medium-level radioactive waste get to the banks of the Moscow River in the south of the city?\nThey were dumped by some 2,000 Cold-War-research institutes and industries in what were then the outskirts of the city. As the city expands, more and more of its radioactive secret is being discovered and now painstakingly shovelled away by nuclear workers and technicians who bury it in special tombs. But all these years, many of Moscow’s residential neighbourhoods were exposed to radiation levels several times higher than what is considered safe.\n\nImage: \nSince 1996, routine radiation surveys are conducted for all new construction. But still, of Russia’s 65 nuclear plants, almost one third are located within the Moscow region, home of close to 17 million people. Among the most dangerous ones sitting on the biggest pile of radioactive waste are the Russian Research Centre Kurchatov Institute, the Institute of Theoretical and Experimental Physics, the All-Russian Research Institute of Chemical Technology, the Plant of Polymetals and the Molniya Machine Works.\nAnd if all those years of contamination weren’t enough, the site is also precariously close to the Moscow River Bank, so that a contamination of the water would be possible if the work wasn’t carried out with outmost care – painstakingly with spades rather than bulldozers.\n\nImage via \n\n\n\nAs with many of the world’s biggest cities – and the Indian Capital is the eighth biggest with 16 million inhabitants – water is Delhi's main problem. Getting water in the first place and purifying it are the two biggest challenges. Many drains of the city’s industries of all sizes empty directly into the city’s water lifeline, the Yamuna River.\nToxic chemicals like arsenic, mercury and fluorides regularly seep into the city’s underground water system and pollutants like nitrates, potassium, phosphates and heavy metals like cadmium, chromium, copper, iron, nickel, lead and zinc are affecting people and the environment. Even those who do not get in contact with these chemicals through contaminated water will most likely do so later on through the fruits, vegetables, meat and grains they eat, the places they work, and the air they breathe.\n\nImage via \nAfter this tour de force of natural disasters, toxins, crime, murder, nuclear waste, air pollution, water pollution, industrial pollutants and lack of sanitation, one can clearly see how life in a metro can be deadly. What inspired us at Environmental Graffiti are the contradictions that these megacities show. They may be deadly, yes, especially in the long run, but then they offer something to millions of people that other parts of the world cannot: hope. Therefore one can say that megacities are the nerve centers of our world and that by looking at them, we can anticipate many of the issues that we will all have to deal with sooner or later.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","title":"10 Beautiful Yet Deadly Mega Metropolises ","author":"Simone Preuss"}