{"url":"http://www.environmentalgraffiti.com/architecture/news-green-building-cooper-union","content":"\nThe building of Cooper Union has become one of the most famous landmarks in the Big Apple because, through the years, it has retained its Old World design and structure in a city full of towering skyscrapers. But beside it is a contrasting building designed to fit the modern and technological world of today: The Cooper Union New Academic Building.\nThe New Academic Building of Cooper Union was built in 2006 and has been completed only recently, in 2009. In this old postcard, we can see the old Hewitt Academic Building at the back of the Cooper Union main building.\nToday, the New Academic Building has replaced the old building. In the picture below, you can see the contrast of the old Cooper Union main building on the left against the newer Cooper Union Academic Building beside it. The new building had yet to be completed when the photo was taken.\nOut of 150 hopeful architects, it was \n of the Morphosis team, along with his associate architect Gruzen Samton, who was chosen to design the building. Peter Cooper, the founder of Cooper Union, is famous for his unwavering belief that the highest quality of education should be as “free as air and water,” and Mayne used this conviction to design the whole building inside and out. What’s special about Cooper Union’s New Academic Building is that not only is it designed in a modern way, but also in a greener, more environmentally friendly way.\nFrom afar, the New Academic Building looks like a cube with an irregularly-shaped hole in the middle. Mayne intently designed the building this way so that the students inside the building and the people outside on the street could still visually interact with each other. The whole building is actually transparent because the outer skin is made of perforated stainless steel wraps that are machine-operated. \nThe outer skin allows the sunlight in, making 75% of the building’s spaces lit by natural light without the dangers of heat radiation. It also acts as insulation during the wintertime.\nThe green roof makes for more insulation for the whole building and actually helps the Big Apple lessen the \"heat island\" effect and water runoff during storms. Of course, collected water on the green roof is reused for energy. The full-height atrium on the ninth floor is not only sky-lit, but also improves circulation throughout the building. The ceiling also contains radiant, heating and cooling panels that make the building 40% more energy efficient.\nBecause Mayne intended the New Academic Building to be as \"green\" as possible, he also designed the building to be partially powered by a co-generation plant. The plant also recycles waste heat, which efficiently reduces energy costs by a huge number. And Mayne was smart enough to also encourage the students to wisely use their resources: The elevators are programmed to skip a few floors, just so those legs can do their walking. The primary elevators, which non-handicapped students can use, make their stops at the 1st, 5th and 8th floors. So, if a student's classroom is at the 3rd floor, they can enjoy walking two flights of stairs. You can see a glimpse of the stairs in the picture below.\nMayne’s efforts to make the New Academic Building “greener” fits right in with Cooper’s principle of free education: the natural energy to power the building is free for all and isn’t depleted. The bonus: costs are further reduced. Because of this, Cooper Union’s New Academic Building received the Silver LEED (Leadership in Energy and Environmental Design) certification, making it the official “green” academic building in New York City. \nThe New Academic Building is also pushing to be Platinum LEED certified. With donations coming over from alumni, along with the reduced costs for the building, we won’t have to wait long for that to happen.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","title":"The Cooper Union Building: The Future of Green Architecture","author":"Karize Uy"}