{"url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-paper-airplane-sculpture-installation-dawn-ng","content":"\n\nDawn Ng’s \"I fly like paper I get high like planes\" was an installation of thousands of paper planes rushing through a single window and exploding into the exhibition space to physically engulf the viewer.\nDawn about her work: “Having spent eight years away, this work is core to my ongoing study of 'home'. Throughout my life I have found the seductive longing to leave and return home, both tsunamis of longing so great that they can overwhelm and paralyze my entire being. I chose to use paper planes because they are symbolic of travel and the universal desire to be where you are not.\"\n\n\"The idea of this work is to recreate this powerful emotion for the viewer which swallows him or her whole. This was my first time working with limited, basic materials such as paper, cardboard, cables and nylon string.”\n\nThis piece of art is vastly different from Dawn’s previous work which was a retrospective collage series in which she played with photographs, paper, ink and acrylic on canvas. “As an artist, I refuse to be constrained by any one thought, medium, or expression in my work as I want to stand for an idea that constantly reinvents itself.”\n\nDawn Ng is an only-child prototype who has acquired rather marvelous skills in drawing, cutting, stealing and making things at UCL Slade School of Fine Art and Georgetown University. Dawn spent her last eight years anywhere from London to New York, and worked at creative shops BBH and Ogilvy as a planner of mass manipulation.\n\nShe clinched first prize for her New Yorker doodles “The Great Hijack” at the BBH NY art show. This year she exhibited a collage series, “Singapore Cuts”, at KIN alongside a light-box installation, “The Hand Job”, at Loof.\nDawn Ng is happy to see her work featured on lots of different web sites as she feels - as I do - that the more people see of her work the better. She is a truly gifted artist.\n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","title":"Swarm of Paper Airplanes Invade Building","author":"tonyleather"}