{"url":"http://www.environmentalgraffiti.com/news-50-intoxicating-microscopic-images-alcoholic-drinks","content":"\nIt's very likely that you are one of the majority of people who has seen alcoholic drinks in two formats: in a pretty glass or vomited onto the floor. Chances are that you \n alcohol like this!\nIn 1992, a brilliant scientist named \n\ndecided to up the ante of his awesome 25 years of microscopic research\n\nand freeze (crystalize) alcoholic drinks and place a sample of each of\n\nthem under a microscope.\nNormally, he would place crystallized DNA under his standard light microscope. But, he was having a hard time getting funding for his research at his lab at Florida State University. Neckties was one of his \"uncooked\" ideas. But, an unnamed person suggested featuring cocktails on those ties. An epiphany struck Michael like lightning, and the rest was history.\n\n\nLester Hutt from \n was intrigued and bought the rights of the microscopic photos thereafter. Needless to say, Michael Davidson got his funding and then some. \nApple then took a keen interest and partnered with Lester to use the pictures on their iPhones and other products. However, Lester is still the blessed owner of these inspiring pictures.\nOne can buy many \n like coasters, prints, fine prints or anything for that hard to impress gift receiver!\n \nThe prints range anywhere from $25 to $549 - just pick your poison! Metallic prints start at $37.99 for the 11 x 14 sizes. One can't argue, these prices can't be beat. (I am thinking of getting a print for my baby sister who has champagne tastes - literally!)\n \nRemember, \nhave been altered or enhanced. These are true nature's beauty! They are merely frozen samples of alcoholic drinks place on microscope slides. The light reflecting through those slides create these images and colors.\n \nMy favorites are the English Oatmeal Stout and the Belgian Lambic, though I am a Margarita drinker. Even if you aren't one to \"partake in the drink\", you will find true joy in these gorgeous images.\nIf you want to check out more of these stunning images, there are a total of 50 images on \n.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","title":"Intoxicating Microscopic Images of Alcoholic Drinks","author":"Asher Kade"}