{"url":"http://www.environmentalgraffiti.com/news-life-wild-amazing-portray-wildlife","content":"\nHave you ever wondered about what it is like to experience the rich diversity of animals in the wild? And about how wildlife photographers shoot pictures in the wild – sometimes risking their life? To watch a butterfly hovering on a flower is one thing, but capturing this glorious moment on camera is something only skilled and passionate wildlife photographers can do.\nThomas Marent is well-known for his devotion to wildlife photography. He often goes to extraordinary lengths to capture one magical moment in the natural world. When I had the chance to read one of his books, \n, I was stunned to see the wonderful photographs it contained. The book is full of the jaw-dropping beauty of different wildlife.\nWe had a chance to speak with Thomas about his experience as a wildlife photographer, and he shared his thoughts and some of the experiences of his adventurous life with us.\nWhen he was young boy, Thomas loved to explore the mountains near his home in Switzerland, where he got his first glimpses of the astounding wildlife there. He got his first camera at the age 16, and soon became as passionate about photography as he was about nature. After his first photography expedition, to an Australian rainforest in 1990, he decided to explore other such environments around the world. Recalling his first trip, he explains: \"It was the rainy season and the forest was bursting with life. It was hot, humid, noisy and completely exhilarating, but most exciting of all was the wildlife. I was immediately hooked.”\nSo far Thomas has written various books about wildlife photography, including \n, all of which are full of amazing photos of wild animals. Thomas was happy to share his experience of shooting in the wild. He said: “It was often a wonderful experience to shoot animals in the wild and to be face to face with them, but it is also a hard work among those conditions in nature. But it has always been my great passion and I am glad showing to the people the beauty of the wildlife.\"\nA question that came to mind was, 'How can we protect wildlife, different habitats and our natural resources?' Thomas gave us his thoughts: “People should have more awareness for nature,\" he said. \"Unfortunately people don’t really care if species disappear. We should stop the over population. Nature conservation should be a bigger issue for everyone. We have to protect the forests and all kinds of untouched wilderness with its animals. We should stop the money and greedy people which destroy the natural resources. We have to stop the poachers.”\nLastly, we were interested in Thomas' opinion on the dwindling wildlife population. His message to readers? “The loss of the habitat and the poaching is the main problem. The whole world is overpopulated by humans and there is not enough space for the other species.”","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby5_1.jpg","title":"Life in the Wild with Photographer Thomas Marent","author":"Alka Sharma"}