{"url":"http://www.environmentalgraffiti.com/news-strange-beauty-natures-genetically-flawed-ghost-creatures","content":"\nEvery time we see one of these creatures we gasp in wonder. These rare, genetically imperfect but beautiful creatures are amazing to observe. Albino animals are few and far between, and since ancient times some cultures have declared them to be sacred. Albino animals are among the most valuable attractions in zoos and circuses all over the world. \n \n \nDeer, like the beautiful stag pictured above, are excellent jumpers and swimmers, well suited to living in woodlands. Normally capable of hiding in the undergrowth, this shy creature must have a tough time of it being all white. Fortunately deer are herd animals that look after one another and this stag would have plenty of warning if danger loomed.\n \nAlbinism, the genetic condition that causes this anomaly, is a hypo-pigmentary congenital disorder, which normally results in a total lack of melanin pigment in the eyes, skin, and hair. Inheritance of recessive genes is the root cause, and the condition is known to affect mammals, fish, birds, reptiles, and amphibians. While this kangaroo might not be in danger in the wild, with no natural predators, the Australian sun must be especially harsh on his pale fur. They are the only large animals on earth to employ hopping as a means of travel and they can attain speeds of 13-16 mph normally, up to 44 mph over short distances - meaning this fellow probably looks like a white blur.\n \nMost humans, and many animals with this condition appear white or very pale, though some creatures, principally birds and reptiles may still have patches of different hues on their skins because of other pigments present which are unaffected by albinism, as a direct result of diet. Described by some as a ‘living fossil’ from the age of reptiles, alligators have survived on Earth for 200 million years - one can only imagine that the one pictured above would be at a certain disadvantage due to his bright white scales.\n \n \nThe eyes of albino animals sometimes appear red due to underlying retinal blood vessels showing through due to lack of pigment present in the eye. This is rare in humans, because the relatively large human eye contains enough pigment to colour the iris pale blue, though very rarely, red or purple eyes do occur in people. In creatures such as the gorgeous peacock, shown above, the red eyes can seem quite spectacular. In the wild there is little doubt that such a striking peacock would be easy prey for any predatory animals that came across it.\n \n \nConsidering that the python kills its prey by squeezing the life from it, and that they have few predators, it seems unlikely that albinism would be much of a hindrance to this snake. Since they like to wrap themselves around tree branches and await passing prey animals, logic dictates that they attempt to make themselves as invisible as possible. While an Albino Python might find this more difficult to achieve, it would manage in all likelihood. \n. \n \nKept as a pet, this red-eyed Guinea Pig may seem cute and cuddly, but there is little doubt that in the wild, any albino of this species would shine like a homing beacon to any lurking predators. This little chap would certainly not last long out there, unless he learned the art of camouflage. \n \n \nYou might not have thought that fish could suffer from albinism, but they certainly do, as evidenced by these catfish. For the larger fish species, being white may be advantageous in that it terrifies the prey they hunt, but in the case of smaller fish, it would doubtless be disastrous as they would simply be completely unable to hide anywhere. \n \nThere is no doubt whatever that the squirrel pictured above is very cute, but albinism is actually relatively common amongst squirrels. The Albino Squirrel Preservation Society was founded at the University of Texas at Austin in 2001, and its sister chapter at the University of North Texas petitioned for an election to name their albino squirrel as the university’s secondary mascot. The University of Louisville in Kentucky also has a documented population of albino squirrels. The question of how much these creatures are endangered by thier bright appearance is a difficult one - though they are likely much more easily spotted by predators, hiding in the foliage. \n \n \nBelieve it or not, these animals suffer no disadvantage at all from albinism. Using llamas as livestock guards in North America began in the early 1980s and some sheep producers have used llamas successfully. The use of guard llamas has greatly increased since a magazine article in 1990, when national attention was drawn to the potential use of llamas for guarding sheep. They are quick to raise the alarm if threatened, and defend themselves stoutly with powerful front legs. \n \nThis African Clawed Frog is found in Tennoji Zoo in Osaka, Japan, where it is safe from the predators which would find it easy prey in the wild. Albinism is relatively common in this species - and they are often sold as pets.\nThe wonder of all of these animals, which could easily vanish like ghosts in wintry conditions, is in that which makes them so unique and so rare. You may never actually even see an albino in your lifetime. It is a rare privilege indeed to get to see so many of these strangely beautiful 'ghosts'.\nSources - \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-34821-2133290410105205970S600x600Q85.jpg","title":"10 Most Incredible Albino Animals on Earth","author":"tonyleather"}