{"url":"http://www.environmentalgraffiti.com/green-living/chinas-amusing-all-natural-pest-control-program/946","content":"\nToday I saw a story that was headlined “Beijing starts new pest control program”.\nHaving just read about the arrest of dozens of Tibetans who protested against the state, I was shocked by this euphemistic language on the mistreatment of our fellow men.\nThen I read the article and felt stupid. Turns out they really are starting a new campaign in Beijing designed to get rid of rats, roaches, flies and mosquitoes in the months leading up to the 2008 Olympics.\nCity officials are going whole hog on this too. They’re not just hiring exterminators, they’re bringing in the big guns. They’ve set up citywide pest surveillance networks, basically big groups of people who spy around looking for rats and such, and have hired the United States’ top anti-pest experts.\nBut don’t think they’re solely employing chemical solutions and modern technologies to take out the city’s vermin. They’re still using age-old methods of pest control in the city as well.\nFor instance, the Chinese countryside was in the grips of a rat epidemic last September. In response, the government set up more than 1000 eagle nests and released 200 captive bred foxes. The result? Fewer rats and some very full animals.\nTheir method for sparrow control is equally innovative. The birds are annoying and poo all over everything. One of the methods employed by the Chinese government is to get people to start banging pots and pans around them every time they try to land somewhere. This scares them into flying, and people keep it up until the birds literally drop dead of exhaustion from being unable to rest.\nI applaud the government’s pest control efforts (and only its pest control efforts). Rather than solely using potentially dangerous pesticides, they’ve embraced more natural solutions to the problem. I suggest you do the same next time you have a sparrow problem.\nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-40999-2919880160103830173S600x600Q85.jpg","title":"China's All-Natural Pest Control Program","author":"Chris"}