{"url":"http://www.environmentalgraffiti.com/diving/news-truk-lagoon-military-atlantis","content":"\n \nTwo hundred feet under the Pacific Ocean, an artillery is overgrown with coral. Sunken tanks, guns, planes, trucks, and bulldozers – once the weapons of the Japanese and Americans in World War II – are now home to tropical fish. Few historic battle sites are as unique as the sheltered bay of Truk Lagoon. Rather than a solemn hill of unmarked graves, Truk Lagoon's military Atlantis honors the fallen.\n \nIn February 1944, the United States was planning an attack on the Japanese at Eniwetok, of the Marshall Islands. The US forces had prepared 600 planes and 70 warships for battle. The military captains evaluated the strength of the Japanese, and were wary of its naval base at nearby Truk Lagoon, strategically close to Eniwetok. Truk Lagoon guaranteed the Japanese power over the South Pacific, a region America had its eyes on. Thus, the next move of the US forces would be to attack Truk Lagoon. \n \nThe Japanese suspected America's plans. In response, they relocated many of their major battleships to Palau, but plenty of smaller ships and planes remained vulnerable to US attack.\n \nOn February 17, in what became known as Operation Hailstone, the American navy attacked the Japanese base from all angles. Submarines, surface ships, and aircrafts torpedoed, bombed, and blasted the enemy. The two day battle ended with 60 ships and 275 airplanes - 25 American and 310 Japanese - permanently lost beneath the waves. \n \nAmerica's defeat of the Japanese at Truk Lagoon was a significant victory for the Allied Powers. The Axis now lost its stronghold in the Pacific Ocean, leading to a second US victory at the Battle of Eniwetok.\n \nWhen the ships and planes were sunk, they plummeted to the ocean's bottom carrying thousands of artifacts, turning Truk Lagoon into a destination with much for divers and historians to explore. The wrecks and the artifacts are very well preserved, making them ideal for exploration. Divers are allowed to swim through the wrecks – climbing on board the ships and into the cockpits. The clear, warm waters of Truk Lagoon allow for great visuals; however, Truk Lagoon does not merely look like a naval fleet underwater. Rather, over the years colorful soft coral has formed over the wrecks, which have become home to a variety of marine life, including sharks and tropical fish. Instead of freshly cut flowers, the coral serves as a natural memorial to the lost soldiers.\n \nWhile diving through Truk Lagoon can be a thrilling experience, it is best to remember that a degree of solemnity is required to honor the thousands of lives lost in Operation Hailstone. Divers are not exploring sunken pirate ships, they are visiting the final resting place of brave soldiers whose bodies were never recovered. \n \nA visit to Truk Lagoon, currently a part of Micronesia, can exhilarate divers of all experience levels. Swimming alongside cannon shells and bulldozers, battleships and submarines can enliven the imagination of all, but most stunning is seeing marine life growing from the remains of human warfare.\n \n \n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giannisd2jpg","title":"Truk Lagoon: The Pacific's Sunken Military Junkyard","author":"ppavone"}