{"url":"http://www.environmentalgraffiti.com/businesspolitics/london-promotes-bike-use-by-making-bike-use-harder/718","content":"\nLondon Mayor Ken Livingstone has a strong desire for the city to be an environmental leader, and he aims to partially achieve that by increasing bicycle use 80% by 2010.\nNaturally, he has also been promoting a law which would crack down on bike parking in the city’s 33 boroughs and help discourage cycling.\nA new bill in UK’s parliament would give Transport for London and the city’s 33 councils the power to seize bicycles without warning if they’re parked outside specific bike parking areas.  This would include bikes chained to railings or lampposts.\nThe bill seems to fly in the face of Livingstone’s constant rhetoric on making London sustainable.  Indeed, it contradicts several other bills recently pushed through by the Mayor’s office.  These include turning central London into a low emission zone, which will take effect on February 4, and a long term plan to cut carbon emissions by 60% within two decades.\nLondon Cycle Campaign officer Nick Bogdanowicz said: \"Bike owners may go to work and have no bike when they are going home. This legislation will undermine any plans the mayor has to increase cycling.\"\n\"The environmental implications of this are obvious,\" he added. \"The mayor not only needs more cycling to reduce congestion, but also to cut pollution and improve the health of Londoners, for which he has a responsibility.\"\n\"There is no question that a large proportion of people in this town want to cycle. If the mayor removed the barriers to cycling a lot more people would do it and London would be a cleaner and healthier place. To support legislation that undermines this objective is absolutely contradictory.\"\nIn the first sure sign that somebody screwed up, the bill’s joint sponsor Transport for London has started shifting the blame to the co-sponsors of the bill, the London councils. The bill is intended to give councils the power to remove safety hazards, such as advertising boards or building materials, from the sidewalks. Nick Lester, transport director for London Councils, the organization that speaks for London’s boroughs, admitted this would also apply to bicycles. He argued, however, that that was not the specific intent of the bill.\nGreen Party member Darren Johnson has asked the mayor to exempt bikes from the bill. Johnson said:  \"This heavy-handed attempt has been tried in the past but the clause was removed. We hope this ridiculous idea will also be strangled in its early stages. If implemented, it would have a really negative effect; if more and more people are cycling in London, they need somewhere to put their bikes safely. Taking these places away isn't going to encourage more people to cycle.\"\nSource: \n ","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1polejpg","title":"London Promotes Bike Use by Making Bike Use Harder","author":"Chris"}