{"url":"http://www.environmentalgraffiti.com/news-brutal-battering-humungus-hailstones","content":"\nWhat is absolutely the worst weather you can get caught in?  Heavy rain may dampen your spirits a little and strong winds bring tears to your eyes, but nothing can even begin to compare to the cruelest trick of all those that the weather likes to play. Out of nowhere, when the sky above is laden with dark, threatening cloud, the air becomes filled with miniature missiles, all apparently aimed at you.\n\n\nWhen nature decides to play dirty, it uses ice bullets, which can vary in size from tiny to very large. Huge hailstones are probably the most dangerous and life-threatening weather event that can happen for people unlucky enough to be in the open. It leaves fist-sized dents in the sheet metal, destroys windshields and comes down with a force that some compare with hand grenades, or an artillery attack.\nThe \n was a seven-inch (17.8-centimeter) wide chunk of ice almost as large as a soccer ball. This monster was found in Aurora, central Nebraska on June 22, 2003. Bear in mind that giant hailstones can fall at speeds faster than 100 mph. Since they very often contain foreign matter, such as pebbles, leaves, twigs, nuts, and insects, the effect of their impact can be even more devastating. \nHailstones cause nearly one billion dollars in damage to property and crops throughout the USA  annually. The costliest hailstorm took place in Denver, Colorado, on July 11, 1990. Total damage caused was estimated at around 625 million dollars. \nHail forms as water condenses around things like dust, insects, or ice crystals, when super-cooled water freezes immediately on contact. Hailstones are usually from the size of a small pea to the size of a golf ball. In clouds containing lots of super-cooled water droplets, these ice balls grow. If the hailstones grow large enough, latent heat released by further freezing may melt the outer shell of the hailstone. \nSo-called wet growth follows, because the liquid outer shell allows the ball to accrete other smaller hailstones in addition to more super-cooled water droplets. The wind holds the rain and freezes it. As the process repeats, the hail grows increasingly larger. Once a hailstone becomes too heavy for the updraft of the storm it falls out of the cloud, and gravity pulls it inexorably toward the ground.\nStrangely enough, the way the hailstone develops within the cloud resembles the growth patterns inside trees. When a hailstone is cut in half, a series of concentric rings, like that of an onion, is revealed, which clearly show how often the hailstone travelled to the top of the storm clouds before falling to the ground.\nHail is, in reality, just a solid form of precipitation that consists of balls or irregular lumps of ice and also as a type of snow. Hailstones are made up mostly of water ice, and only get to reach massive proportions when the thunderstorm that spawns them is especially severe. Hail is only ever produced by thunderclouds at the front of the storm system.\nWhilst extreme hail is a rare occurrence, when it does happen, the damage inflicted on property is quite astounding. It is almost as if a military assault had taken place, with holes punched through wood, plastic and windows as though strafed by bullets from guns. If a tennis ball-sized chunk of ice were to hit you on the head at 100mph, you probably would not survive.\nPassengers on aircraft have had close encounters with such storms, and survived, but at a cost. It definitely is not one of my life's ambitions to witness extreme hail first-hand, but if I ever do, I hope there will be a cave nearby in which I can hide. That's the only protection you really trust, and boy, would you need it.\n\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-6344-2433554450103830173S600x600Q85.jpg","title":"The Destructive Power of Giant Hailstone Blizzards","author":"tonyleather"}