{"url":"http://www.environmentalgraffiti.com/news-crab-robots-future-law-enforcement","content":"\nIf you remember the cult film \n, you'll remember the big rogue robotic police bots that killed everything they came across. The photo above might look similar to one of those, but it is in fact a 3D-creation by award-winning designer Jamie Martin, whose website gives some incredible insights into the vision of the man and his awesome talent for innovation. \nThe model shown above is a conceptual law enforcement aid that could possibly in time replace both police vehicles and drivers. Filled with an artificial intelligence capability that has yet to be scientifically realised, this creation could theoretically perform jobs normally done by human police. The C.R.A.B - Cybernetic Remote Autonomous Barricade - would be fitted with reinforced body armour to withstand hostile attacks, as well as gas and smoke screen capabilities for helping to subdue riotous or boisterous crowds. This is a true all-rounder in terms of capability. \n\n \nThanks to its crab-like pincer legs, this would be a true all-terrain vehicle, able to move quickly and easily between places where it was needed. This could quite easily become a regular feature of city life in future years, as the technology to produce it catches up with the innovative minds of those who thought up this amazing robotic policeman. \n \nJamie Martin is an amazingly talented 3D designer whose fantastic ideas included helping design the new Cobra Venom V8 Concept Car. Also, some of his design features are to be added to the next generation of London Routemaster Buses. There are many more really imaginative and clever ideas posted on his website, where you can really get a feel for his boundless energy and imagination. I personally remember the \n films very well, and have to confess that I found the rampaging robot cops really quite frightening. \n \nOf course, that scenario is never likely to play out in real life because too many safeguards would have to be built into any system that was brought into being. Current robotic research is beginning to scratch the surface of the artificial intelligence problem, but it is unlikely to be resolved anytime soon. Robot police are certainly not going to be making an actual appearance for some years yet, but with designers like Jamie Martin around, pushing at the boundaries of the possible, it would be foolish to rule anything out completely. These guys are the future. Take note. \n \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","title":"C.R.A.B. Robot: The Future of Law Enforcement","author":"tonyleather"}