{"url":"http://www.environmentalgraffiti.com/sciencetech/when-death-finds-you/13777","content":"\nYou are flying at 30,000’ or higher and all engines on your aircraft fail. When you are truly staring at Death, the RAT deploys in a last attempt to save the plane and everyone on board. Little known to the general public, the RAT can be the bottom line when it comes to surviving flying crises where at first glance, Death seems unavoidable. When Fly-By-Wire is long gone, the autopilot is dead or insane and the protocols of Mechanical Law are a mess, then and only then does the RAT weigh in. Praise be the RAT, your life now depends on it.\nThe (R)am (A)ir (T)urbine is a miniature turbine which usually has a propeller blade in the front. A free air stream turns the propeller blade and power is developed. Do not confuse the RAT with a Ramjet which is a next generation, hypersonic aircraft engine. The RAT is a Ram Air Turbine hydraulic pump and is located in the body fairing, aft of the right main gear. On many aircraft, the RAT automatically deploys into the airstream when air speed is above 80 knots and both engines fail. On some aircraft, particularly commercial jet liners, the pilot can activate the RAT with manual controls in the cockpit.  RAT cannot be retracted until the aircraft is on the ground.\nDigital edit - \nPerhaps the most famous incident where a RAT helped bring a crippled aircraft to a safe landing with no loss of life was Air Canada Flight 143, known informally as the “Gimli Glider\". On July 23, 1983, Air Canada Flight 143 flying a Boeing 767-200 jetliner ran out of fuel halfway to its destination, Edmonton, Alberta from Montreal, Quebec. A series of human errors botched maintenance procedures on damaged fuel gauges and then misinterpreted their significance on what was then a new and unfamiliar aircraft. Captain Person signed off for the flight on a maintenance log when the Minimum Equipment List stated that the aircraft should not be flown with serious deficits in the Fuel Quantity Indicator System (FQIS). Furthermore, Captain Pearson was given a wrong metric conversion factor with which to supervise and check fuel loading. Flight 143 took off with less than one half the fuel required to complete its flight plan.\nAt 41,000’, a succession of alarms in the cockpit ended with the ‘all engines out’ sound, an event considered so unlikely that the pilots had never trained for it with aircraft simulators. The Boeing 767 had an early implementation of the Electronic Flight Instrument System (EFIS), which required electric power generated by the aircraft's engines. Nonetheless, a few instruments that could run on backup batteries still functioned, including the Vertical Speed Indicator (VSI). The VSI display told the pilots the rate at which their 767 was descending, and therefore how far it could safely glide without any engine power.\nThe second engine shut down at 28,000’, after which the pilots quickly determined that their manual did not have any procedures for flying the aircraft with both engines dead. Luckily, Captain Pearson was an experienced glider pilot and he chose the best possible glide speed for the aircraft at 220 knots. (Excellent gliding characteristics have always been incorporated into the aerodynamic design of commercial jet liners.) Air controllers at Winnipeg were feeding the pilots important data and with a glide ratio of 12:1, it was clear that reaching the airport at Winnipeg was not possible. Yes, the RAT had been automatically deployed.\n Additional digital edit - \nThe airport at Gimli (Manitoba) Industrial Park was then chosen as the landing site because it had two long parallel runways. Unknown to the crew was that a family day was in progress. The decommissioned runway, which had been converted into a drag strip, had a guard rail running down the middle and this day was full of cars and campers. Meanwhile, the main landing gear of the Boeing 767-200 had been lowered, but strong airflow prevented it from locking into position. The decreasing forward speed of the aircraft had reduced the strength of the airstream used by the RAT and it was becoming less effective in generating essential backup power. Control over the aircraft’s glide path and performance had become difficult.\nAs Flight 143 approached the Gimli runway, it was flying too high and too fast for a safe landing. Flaps and slats could not be extended. Captain Pearson executed a ‘forward slip’ over a nearby golf course to increase drag and lose altitude. This is a maneuver designed for gliders and small, light aircraft but it worked! Pearson slammed down on the brakes when the aircraft hit the runway and blew out two tires. The unlocked nose wheel collapsed into its well causing the 767's nose to scrape along the runway. The plane then slammed into a guard rail and came to a stop. There were no serious injuries to any of the 61 passengers. The RAT, operating in a very difficult situation, had provided enough emergency power to allow for this extraordinary landing. Captain Pearson and First Officer Quintal were true heroes. Although temporarily suspended from work, they were the recipients of highest awards for outstanding performance.\nRATs are most commonly found on crop duster planes where they power the centrifugal pumps to pressurize the spray systems. RATs are the safest approach for this job because FAA certified engines and power systems don't have to be modified. The pump can be placed low or below the exterior of the fuselage, and then gravity fed from spray tanks.\nElectrical, hydraulic and pneumatic aircraft systems are centered and rely upon the engine. Modern aircraft have significant emergency capacity in these systems before a worst case crisis requires that RAT be activated. Accessories are the devices that execute system functions and they are physically arranged close to the engine within the engine nacelle. Accessories employ gear reduction to obtain motive power. Electric generators and engine driven hydraulic pumps are two good examples. The basic requirement from the engine is that engine blades must be spinning to power accessories, but the engine itself does not need to be on. Auxiliary power units are gas powered, usually used for ground operations such as engine startup and are often not certified for use when the aircraft is in flight.\nAn (A)uxiliary (P)ower (U)nit does two basic operations: produce electricity and pressurize the pneumatic system for ground starts and air conditioning etc. Aircraft also have one electrical generator and hydraulic system per engine, an APU and an emergency battery with no more than 30 minutes lifetime. Hydraulic power is obtained using two or three of these modules: engine driven pumps, electric devices and air driven devices cf engine bleed air. The number of hydraulic systems attached to each engine is variable, and it is best to look at aircraft one by one. The 747 is all hydraulic and has four hydraulic systems, one per engine. The DC-10 is all hydraulic with a total of three hydraulic systems. The 727 has two hydraulic systems, one on standby and a manual backup, as does the 707. Tristar has four hydraulic systems and is all hydraulic.\n\n\nIf all four engines fail on a large jet, there may still be enough hydraulic pressure from engine and air driven pumps to allow the plane to continue flying. On the Boeing 747-200, there are four engine-driven hydraulic pumps and four air pumps which together provide significant reserve hydraulic pressure to fly the aircraft if all engines fail. Nonetheless, with engine loss the RAT may soon have to be activated. RAT is explicitly designed to do several things that backup hydraulic pressure cannot do.\nRATS are more common on military than civilian aircraft. Most large commercial airliners now have them and they are more likely to be found on planes with fewer engines and longer range. Some Boeing planes ­ 757, 767, 777 and the forthcoming 787 ­ have RATs as a source of backup hydraulic power. Airbus A300, A310, A320, A330, A340 and A380 have RATs. On an Airbus A320, the RAT powers the ‘blue’ hydraulic system which control a core set of control surfaces and a separate small hydraulic generator which can provide 5 KVA. The Airbus A380 has the largest RAT in the world with a propeller 1.63 m in diameter. By contrast, most RAT propellers are about 80 cm in diameter. RATs can be activated by pilot command, or designed to automatically engage when emergency parameters cross certain thresholds.\nIn flight at low speed, the RAT can supply power to the center (computer) system. Slipstream velocity is the key to RAT output and at speeds above 130 knots, the RAT provides enough power for ‘normal’ center system operation. There is a RAT Pressure Light in the cockpit to indicate that the RAT is also providing hydraulic power. Manual control for extending a RAT is often a guarded(?) RAT Switch. A large RAT on a commercial airliner might produce 5 to 70 KW. Smaller low airspeed models might only generate 400 watts. The center hydraulic system includes the center autopilot servos, spoilers, elevators, rudder, yaw dampers, stab trim and elevator feel. The RAT can supply controls for Roll, Pitch and Yaw, Lateral Central Control Actuators (LCCA), L&amp;R Elevators, Rudder, Elevators Feel, Stab trim, and Yaw damper.\nOne of the questions that has to be asked about Air France, Flight 447 is: where was their RAT? Did the high altitude, violent turbulence somehow disable the RAT on that flight’s Airbus A330-203, F-GZCP? Did this RAT require manual activation from the cockpit of airplane F-GZCP? And if so, was that switching system disabled at the beginning of the crisis? Or given the immediate, severe damage to F-GZCP was there nothing the RAT's small power output could do to hold off a rapidly escalating and very severe crisis?\nNever make fun of your aircraft’s RAT again. It may be the last hope between you and that tall guy holding a reaper.\n, \n, \n,  \n. \n, ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","title":"When Death Finds You at 30,000 Feet...","author":"merlynne6"}