{"url":"http://www.environmentalgraffiti.com/art-and-design/news-fourteen-unbelievably-cool-cars","content":"\nSome people love to show off in the most unusual ways they can dream up. We all know from television pictures how much drivers on the India/Pakistan subcontinent like to decorate their vehicles, but they are far from being alone in that passion, as you are about to discover.\nWhen films, books or stories in general catch the imagination of the public, they have to express this in some way. Goldfinger was a bond film that resulted in gold-coloured cars appearing all over the place, but simply making the car gold is not making it THAT special, now is it?\nIf you want to get noticed in a big way then you have to pull out all the stops in your efforts to get those gasps of admiration that you will enjoy so much.  Lots of people in the USA build what are called 'tricked-up' cars, and these can be real eye-openers in appearance.\nOthers want to make some kind of statement or create talking points around their vehicles, so they cover them with other things like cameras or images of felt-tip pens. The whole idea is to have folks pull them over for a closer look while the drivers soak up the adulation.\nSome adaptations are primarily done for advertising reasons, but these can nonetheless produce the quirkiest of curiosities. If you see a giant telephone driving down the street or an enormous hamburger you will look twice, which is exactly what is supposed to happen.\nIt really makes no difference how you elect to present your art to the world in general, as long as you are big enough to take the criticism alongside the praise. Cars that appear to be covered in plants would hardly seem especially eco-friendly, even if they were good for the bees.\nCars can look like the houses or animals from nursery rhymes, or simply very strange, like the Guinness-Book-World-Record-holding flat car below.  These are objects meant to give lots of joy to observers as well as having practical uses as transport.\nI say we should applaud the creators of these weird and wonderful automobiles long and loudly.  When all else in your life seems bleak, the sight of such a car driving past is sure to bring a big smile to your face.  \nI am a real sucker for unusual things, the stranger the better, and the imagination that goes into some of these fantastic cars is almost beyond belief.  The paintwork is something else and needs a write-up all of its own, but the imagery alone is priceless. Long may these genuine artists keep entertaining us.","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","title":"11 Most Incredible Modified Cars on Earth","author":"tonyleather"}