{"url":"http://www.environmentalgraffiti.com/featured/10-most-diabolical-creepy-crawlies-on-earth/15721","content":"\nEvil, diabolical call them what you will, the wingless microscopic or near microscopic critters we’ve gathered together here are a veritable roll-call of the repulsive and the abhorrent. Fleas, lice, ticks, mites and bedbugs make up the minuscule menagerie, and alongside the mug shots we’ve endeavoured to explain what it is each featured pest does to us that makes it equally if not more repugnant than it looks. Feeling itchy yet? These little guys are certainly getting bloated.\n\n\nEver been bitten by Bedbugs? Well, it isn’t pretty; in fact it’s excruciating. Feeding on the blood of humans and other mammals, these night-time nasties get their name from their preferred habitat of mattresses, bed frames, sofas and other furniture, and are often picked up in hotels. Although visible to the naked eye, they’re masters at moving undetected and hiding out of sight in nooks and crannies. They reach their host by crawling or by climbing the walls to the ceiling and jumping down, paratrooper style, on feeling a heat wave.\nLike fleas, Bedbugs are attracted by warmth and CO2. Once landed on their host, they pierce the skin with two tubes, one of which injects saliva while the other sucks up blood. The bites cannot usually be felt until much later, when the welts caused are often accompanied by a severe itching as the skin reacts to the anaesthetic injected. Stress, insomnia, and in rare cases nausea are among the reactions to Bedbug infestations, which are undergoing a global resurgence. Infected? The thermal death point for these insect horrors is 45°C.\n\n\nLike other fleas, the Cat Flea – one of the most widespread on earth – is an insect with mouthparts modified for piercing skin and sucking blood – to distinctly itchy effect. Housecats are its choice host, but it also commonly infests dogs, and will bite humans – albeit without being able to breed on us. A few Cat Fleas are unlikely to cause much harm unless their host is allergic to substances in their saliva, but they can transmit other parasites and infections to pets and humans including murine typhus and tapeworm. Nasty.\n\n\nDespite its name, the Human Flea will gleefully infest a range of mammals and birds. Like all fleas, its hind legs are adapted for jumping about 130 times its own body height; its tough body is able to withstand great pressure; and it is compressed, allowing ease of movement through hairs, feathers or clothes. An adult flea’s number one objective is to find blood so that it can mate. Human Fleas can also act as ‘middlemen’ hosts for parasitic flatworms and tapeworms. No need to be a good host to these agile little suckers.\n\n\nAlthough a parasite primary of rats, the Oriental Rat Flea is also a dark agent of potentially deadly diseases like bubonic plague. Transmission occurs when the offending flea first bites an infected rodent and then a human. The unsavoury pathogens are spread due to the way the flea’s mouth functions, squirting saliva or partly digested blood into the bite at the same time as sucking up blood. It should be jumping out at you by now that the Rat Flea – onetime bringer of the Black Death – can be much more than just an irritating nuisance.\n\n\nThe name Sarcoptes Scabiei is a bit of a giveaway of the sin this critter commits as it quite literally gets under our skin: the skin infection scabies. The fertilised female of this pernicious parasite tunnels into the skin, laying eggs in the ever-lengthening S-shaped burrow she digs using her mouthparts and blade-like front legs. The larvae then hatch in 3-10 days, climb out onto the skin’s surface, roam about the place, and turn into nymphs, before maturing into adult Mites to begin the cycle all over again.\nAll this moving about on and inside the skin causes some pretty intense itching, but it's the presence of the eggs that seals the scabies deal, bringing about a massive allergic reaction and yet more often unbearable itching. The resultant scratching of this rash can severely damage the skin, particularly through the introduction of infective bacteria, which may lead to nasty secondary infections like impetigo. Making matters worse, Scabies Mites are easily spread through the house by skin contact with carriers, clothing and bedding.\n\n\nIt’s time to deal with the true cooties, beginning with Body Lice. While indistinguishable to look at from Head Lice – indeed the two interbreed under lab conditions – in their natural state Body Lice have evolved to attach their eggs to clothes. These dress rather hair styled insect parasites are not only an annoyance due to the intense itching they cause, but are also vectors of diseases such as epidemic typhus and louse-borne relapsing fever, whose recurring symptoms include fever and chills. If in doubt get boiling your linen.\n\n\nNext up is the Head Louse, the foul parasite that spends its entire life on the human scalp feeding solely on our blood and laying eggs called nits. This light-shunning vampire is so specialised, its stumpy legs are unable to even walk capably on flat surfaces. Its mouthparts are highly adapted for piercing skin and bloodsucking – when it may also excrete dark red faeces. Nice. Infesting new hosts usually comes about via head-to-head contact. About the only nice thing you can say about the Head Louse is that it is not a known transmitter of disease.\n\n\nPubic Lice, commonly known as crabs, are infamous for infesting the – ahem – human genitals, though they may also live on other areas with hair, including eyelashes, armpits and beards. While sharing the flattened body and claw-like legs of its cousins – ideal for crawling from hair to hair – the Pubic Louse is otherwise distinct in appearance and more distantly related. Still, this is one mean sucker as those infested will testify – albeit discreetly. Infection usually comes through sexual intercourse. To ensure full removal of nits, shaving is advised.\n\n\nLast to grace the stage, it’s the not so loveable ticks, represented first up by the Sheep Tick. Small arachnids similar to mites, ticks are external parasites, living by feeding on the blood of various animals as well as humans. Like others of their kind, Sheep Ticks are found lurking in tall grass and shrubs where they lie in wait. They then attach themselves to passing hosts by inserting their cutting mandibles and feeding tubes into the skin, with backward pointing teeth-like spikes acting as an anchor. The Sheep Tick is an agent Lyme disease in humans.\n\n\nHowever, the Deer Tick that is by far the most notorious vector for Lyme Disease, a condition transmitted by the bite of infected ticks whose more serious symptoms may involve the joints, heart and central nervous system. Given its name due to its habit of parasitizing the white-tailed deer, the female Deer Tick latches onto a host and drinks its blood for several days, then once engorged, drops off and overwinters on the forest floor. Naturally this little glutton has a taste for humans too. A suitably disgusting, not to say dangerous, critter on which to end the post.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bot2.jpg","title":"10 Most Diabolical Creepy Crawlies On Earth","author":"Karl Fabricius"}