{"url":"http://www.environmentalgraffiti.com/mountains/news-supervolcanoes-silent-deadly-giants","content":"\n“Supervolcano” is a term scientists use to refer to a group of forty volcanoes that have enough power to destroy a large percentage of life on Earth. While their eruptions are highly infrequent, when they do erupt they radically change the global climate and environment. One supervolcano eruption 260 million years ago in the Siberian Traps has been blamed for the Permian-Triassic extinction event when over 70 per cent of all land life and 90 per cent of marine life became extinct. Supervolcanoes produce the largest and most destructive forces of energy ever recorded. These are sleeping giants.\nTypical volcanoes are formed by columns of magma – molten rock – that rise from deep within the Earth and erupt on the surface, hardening into layers as the rock cools and forming cone-shaped mountains. Supervolcanoes, however, are formed when magma rises from the mantle and collects in the earth's crust, creating a massive super-heated reservoir of liquid rock. The pressure in these reservoirs is intense and gradually increases over time until eventually it becomes too much and there is a gigantic eruption. Instead of cone-shaped mountains, the earth caves in on the empty reservoir, leaving behind a large void known as a caldera. \nThe last supervolcano to erupt was Lake Toba in Indonesia around 74,000 years ago. Lake Toba caused a chain reaction that lead to a global cold spell that lasted 2,000 years. Some researchers suspect that Lake Toba’s eruption almost destroyed all human life, reducing breeding humans to as low as 1,000 pairs and creating a bottleneck in human evolution. \nYellowstone is one such sleeping giant. Yellowstone has erupted three times in the past two million years. While the last explosion was 640,000 years, dozens of smaller eruptions have occurred since then. Current volcanic activity is apparent by the many tens of thousands of active geothermal features – including the Old Faithful Geyser – and ground swelling that indicates inflation of the underlying magma chamber, along with the numerous small earthquakes each year. The ground above Yellowstone’s caldera can rise up to three inches in just one year.   \nScientists have been studying Yellowstone for several decades and do not see any signs of an eruption in the foreseeable future. The hot rock that feed Yellowstone’s volcano is buried over 400 miles below the Earth’s surface and the magma chamber is about five miles underground. The magma chamber is 20 per cent larger than previously thought, covering an area of 300 square miles. Warning signs to watch for are rapid ground deformations and strong earthquake swarms. While nothing can be done to prevent an eruption, Yellowstone will not blow without plenty of advanced warning.\nWithin an hour of a Yellowstone eruption, pyroclastic flows will travel across the countryside. An ash cloud will travel 15 miles into the atmosphere and fall over half of the US, burying large areas. Thousands of tons of sulphuric acid will be injected into the atmosphere, burning the lungs of anyone caught in the open. Heavy volcanic ash will cause the roofs of nearby homes to cave in. Two-thirds of the US will become uninhabitable. Sunlight will be obliterated in the northern hemisphere, agriculture will collapse and our cities will depopulate. The Earth’s temperature will likely drop 3-10° C, reversing the effects of  global warming.\nWhile scientists do not see any signs that an eruption will occur in the near future, doomsday scenarios concerning Yellowstone are all over the internet.\nOther supervolcanoes to watch are Crate Lake in Oregon, Sturgeon Lake in Ontario, Valle Grande in New Mexico, and Krakatoa and Tambora in Indonesia.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","title":"Supervolcanoes: The Explosive Giants Beneath The Earth","author":"Lisa Hossler"}