{"url":"http://www.environmentalgraffiti.com/art-and-design/news-incredible-sculptural-talent-phone-book-faces-artist-alex-queral","content":"\n \nOccasionally, you come across an artist whose skill and dexterity in the practice of their art can leave you breathless with admiration. When a simple slip could ruin many previous hours of painstaking effort, you cannot help but admire the dedication and talent of the person who willingly takes those chances time and again to produce stunning sculptural works, especially when such works employ recycled materials as their base.\n \nSomething that many of us dread is the thump on the door mat announcing the arrival of the new phone book. What to do with the old ones, so unwieldy and heavy; they have us scratching our heads in frustration. One man in the USA decided that such waste was ideal for a kind of artwork that at the time was quite unusual. Out searching for scrap wood to use in sculpting. Alex Queral thought that discarded phone books could be used in carving. \n \nThat was back in the mid 1990s and since then, 51-year-old Alex has gained a formidable reputation for his stunning portrayals of famous people, carved meticulously out of those old directories. He stars off by drawing freehand the face of some celebrity or other. He then places this over the used phone book and uses the drawing as a template for the intricate process of carving that image into the pages of the book.\n \nThis can take a couple of weeks of painstaking attention to detail, as Alex carves quite literally through thousands of pages with razor blades or an artist’s scalpel, having to take great care at all times, because a wrong move can easily lead to his having to start all over again. As Alex says:  \n\"It can be quite tense work sometimes because it takes a long time to finish and when you cut something away you can't get it back again. Nearing the end of the carving and then suddenly having it ruined by a careless cut can be pretty crushing. You have to start all over again.\" \n \nBased in Philadelphia, Alex works part-time in a natural foods shop and currently produces two carvings per month, painting them with transparent acrylic paint upon completion to make them durable and give them a glossy finish. He has produced heads of many iconic people and claims that some are far easier than others simply because their faces have an indefinable quality that Alex finds more appealing. High on his list of favourite subjects for his artworks were both Jack Nicholson and John Goodman, whose faces he found really stood out from others around them. \n \nThere have also been portraits of President Obama, Clint Eastwood and the Dalai Lama, among many others in the portfolio of this talented artist, who sees his art as an acceptable form of recycling. In carving and painting heads from phone directories, Alex feels he is celebrating the individual lost in the anonymity of the thousands of names within it, creating an ‘object of longevity’ out of something that otherwise gets discarded every year. \n \nHe felt that the human head was, for him, a natural choice because of its inherent expressiveness, and he carves the faces from phone books to achieve the three-dimensional quality, which he feels enhances the feeling of the pieces as an object rather than a picture. He is correct, because his sculpted faces are certainly eye-catching and memorable, wonderful testaments to the artistic abilities of this amazing part time talent. Excellent. \n ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","title":"Famous Faces Carved Out of Phone Books","author":"tonyleather"}