{"url":"http://www.environmentalgraffiti.com/featured/lightning-vs-aeroplanes/12402","content":"\nLightning striking any object is enough to send shivers down your spine, but when the object is an aeroplane, it's an event that can shake us to our very bones. Every time a plane plummets from the sky, we are reminded of how precarious flying is for us humans, and the force of lightning seems to highlight how much the heavens' odds seem stacked against us. Yet exactly what danger does it present to planes?\nIn the wake of the recent Air France Airbus AF447 disaster – which crashed into the Atlantic carrying 228 people, and whose cause at the time of writing remains unclear – let's consider the phenomenon of lightning hitting planes, and weigh up how much of a risk it poses to our activities in the air.\nThis image and the video clip below show an aeroplane being struck by a flash of lightning as it takes off from Osaka, Japan. Apparently no one on the plane was injured, and it is unknown whether the plane suffered any damage. As in most such cases, and perhaps surprisingly to some, the aircraft itself appears to have triggered the lightning discharge.\n\n\nNot until the 1980s was it demonstrated that the vast majority – as many as 90% – of lightning strikes to aeroplanes originate from the planes themselves as they fly through heavily charged areas of clouds, with the lightning flash branching away in opposite directions. But what of the other 10%? In such incidents, the aircraft unwittingly heads into a lightning storm and intercepts a lightning flash independent of itself. Occasionally these are catastrophic.\nInstances of positive lightning, better known as bolts from the blue, are definitely not the sorts of lightning flashes an aeroplane wants to get struck by. Making up less than 5% of all lightning, these rare forms of electrical activity are sparked by positive charges high in the cloud tops which are discharged to the ground with earth-shattering energy.\nPositive lightning bolts are much more powerful and last many times longer than other forms of lightning, and can strike tens of kilometres from the clouds. Because of their power, bolts from the blue are clearly particularly dangerous. What's more, most aircraft are not designed to withstand such strikes, as their existence was not established when safety standards were set.\n\n\nThe outer skin of most aeroplanes is mainly made of aluminium, which is a very good electricity conductor. In general, all should be well as long as the current from a lightning strike can flow around the skin from an impact point like the aircraft's nose to some other point like its tail, without being interrupted or diverted to the interior. A device known as a static wick acts as a safeguard by increasing the chances of a lightning strike dissipating rather than travelling to vulnerable parts of the plane. But a bolt from the blue may be a different matter.\nIt is estimated that on average, each US commercial airliner is struck by lightning at least once a year, and yet an air crash has not been attributed to lightning for decades. A positive lightning strike is thought to have been responsible for the in-flight fuel tank explosion and subsequent crash of Pan Am Flight 214, which killed all 81 people on board when it plunged to earth in 1963. Following this tragedy, all commercial jets flying in US airspace had to be installed with lightning discharge wicks.\nNotwithstanding, it is a good thing positive lightning strikes are relatively uncommon and that pilots and weathermen work to help ensure flights avoid violent storms. Measures such as lightning wicks, though effective at reducing the damage caused by your average lightning strike, may not be sufficient for coping with the unparalleled power of positive lightning.\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","title":"Lightning Vs Aeroplanes ","author":"Karl Fabricius"}