{"url":"http://www.environmentalgraffiti.com/ecology/female-bugs-make-out-attract-males/15810","content":"\n\nImage: \nThe tropical citrus root weevil or sugarcane root stalk borer weevil (\n) is a pest accidentally introduced to the state of Florida in 1964. Since 2005, it’s also been spotted in California not only devouring citrus, avocado and potato roots, but also engaging in some cunning mating behaviour. Here are the facts. \n\nImage: \nA female root weevil is by no means lazy. She can lay up to 5,000 eggs that she carefully deposits in clusters on various leaves. She then folds the leaves and glues them together, waiting for the larvae to emerge and wreak havoc. Yes, it is the kid larva that does much more damage than the adult weevil that just nibbles on the foliage. \n\nImage: \nThousands of weevil larvae fall from the leaves to the ground where they burrow down to the roots of the host plant that doesn’t really stand a chance. The little weevils feed on the host plant for months, depriving it of water and nutrients and making it vulnerable to infection.  \n\nImage: \nHow does this all tie in to lesbian bug love and insect mating behaviour? Well, to produce such strong offspring that can take over a whole plant, the female weevil needs to ensure that she mates with a strong male. Therefore she applies a tactic meant to weed out weak males: She mounts another female weevil in what is clearly a copy of weevil mating behaviour, all the while looking over her shoulder to see the reaction of the males that are watching.\n\nImage: \nPuny males apparently will not be able to watch this display of female bug affection and run off, leaving the sought-after strong males with the good genes that can stomach this behaviour. There you go, survival of the fittest! All to produce even better, stronger root stalk borer weevil offspring. We wonder which kinky mating behaviour they might come up with next. We’ll stay tuned…\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-27263-2817095160105101600S600x600Q85.jpg","title":"Female Bugs 'Make Out' to Attract Males That Can Stomach It","author":"Simone Preuss"}