{"url":"http://www.environmentalgraffiti.com/news-sublime-images-animals-facing","content":"\nThese amazing images are all from the photography book \"In Pursuit of the Sublime\" from 1x. Among their 200 photos, these are standouts of animals interacting with each other and in a couple of cases, with us. Photography gives us the ability to see the special fleeting moments in nature that too often pass by us unnoticed.\n\nThe vole or mouse in the first photograph was caught on the fly; you can just see him captured in the owl's talons, scooped up even as he tunneled into the snow.\nThis is an incredible image of a lizard swallowing its lunch! Notice how there is a white line that seems to follow the lunch all the way down the esophagus to the stomach.\nWhat a contrast between the stick insect and the ladybug beside him! One is lovely in her colors and the other... a dried up old stick, pun intended.\nIt is hard to tell who the aggressor is here, the praying mantis or the spider, but both are lightning fast.\nWhat an amazing image of some fun with your bull. The photographer caught the water throwing to perfection and the farmer aimed perfectly as well.\nThe hawk and the small blue bird look as mismatched as an elephant and a mouse on a seesaw.\nI suspect this bird is enjoying a close-up view of the cat. After all, how often can they safely stare into a cat's eyes and drive them crazy?\nThe pained, quizzical look on the duck's face is priceless. He just wants this silly dog to stop following him.\nA beautiful still life of a curious ladybug examining a snail's shell. Magic.\nt looks like this snail has found his new home!&amp; The close scrutiny it's giving it is love at first snail cuddle. \n.\n\n\nNow, that is a unique way to give a chicken a bath! Definitely a face off here.\nGrumpy Mr. Owl has made Mrs. Owl sad. Perhaps the argument was over a particularly delectable strip of mouse or who got which side of the nest?\nTwo beautiful stallions, rising up and fighting each other. For a lady perhaps?\nThese and 150 more images of the sublime, the beautiful and the incredible can be found at: \n at 1x.com.\nSource: ","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","title":"13 Sublime Images of Animals Face-Offs","author":"Michele Collet"}