{"url":"http://www.environmentalgraffiti.com/featured/ant-invaders-enslave-propaganda/14406","content":"\n \nCynics have long passed unfavourable comments on the similarities between human and insect societies: a person who carries out a repetitive, braindead job may be labelled a 'drone'; an entire organisation of such workers may be uncharitably likened to an ant hill. And while ants in particular do share \n' inclination towards mutual annihilation by a process startlingly similar to our own foreign invasions and wars, they may also choose to subject their invertebrate victims to a fate that some might consider 'worse than death'. This system is also one which is not unknown within the human world: slavery.\n \nHaving evolved independently several times across different ant families, 'slave-making' is a life history which makes use of the way in which ants communicate in order to coordinate raids as well as to subdue and coerce the target species with a type of 'propaganda'. In the European and Asian slavemaker ant \n, when a colony prepares for a raid on the target 'slave' species (often the common black ant, sometimes known as the slave ant), scout ants leave a trail of chemicals produced in their Dufour glands to direct the hordes that will follow. The urge to conquer will be stoked by 'aggregation' pheromones which will cause the ants back at the slavemaker nest to congregate in readiness for the raid.\n \nBecause of this system, slave-taking raids are able to be coordinated to an amazingly precise degree. Following the trails, the raiding ants will split into separate ranks and approach the target nest from several different directions. Incredibly, these miniature Napoleans will even employ different tactics depending on what species the target ant is. If it's the black ant, all flanks will plunge into the nest simultaneously, but if the target is the much larger (and more formidable) wood ant, they will split their forces into attacking and defending units to prevent any counter-attack on their own nest. \n \nWhile the siege is underway, slavemaker workers of certain species possessing extremely swollen Dufour glands will spread their 'propaganda' amongst the enemy – chemicals that convince them to disperse, while continuing to incite the battle-frenzy amongst the attackers. Eventually, if the siege is broken, the defenders will cut their losses and scarper. Often they will bring with them as many of their larvae as they can, as if knowing what fate will befall those left behind...\nSlavemaker ants will carry off all the eggs they can get their mandibles on and bring them back to their own nest. Just as the Ottoman empire once captured the young of their Christian enemies, raising them to be loyal Muslim citizens, so the young of the slave species are raised to be loyal to the their new colony. Again, the chemical communication system of the ants is what makes this possible: upon being confronted with the appropriate pheromone, a young ant will carry out a certain task largely by instinct. This usually involves all the construction and maintenance carried out in the nest, and in some cases even involves feeding the master ants. Some extraordinarily decadent slave-masters found in the Amazon are so dependent on this slave labour that when separated from it, they are unable to feed themselves even if a source of food is right under their antennae.\nIn certain species, an even more insidious technique is used. During the chaos of the raid, a young slavemaker queen will infiltrate the target colony and kill the queen. Having completed this act of matronly regicide, she will then 'impersonate' the queen by consuming the pheromones still present in her rivals' dead body. As every ant in the colony is 'programmed' to obey the every whim of their queen, the colony becomes in time nothing but a proxy for the slavemaker race, as all workers are forced to care for the new brood of masters that the queen hatches. Unknowingly, they will dutifully and carefully tend to the seeds of their own demise.\n \nBut there may yet be a Spartacus of the ant world. Recent research carried out by the University of California in Los Angeles has shown that slave 'nannies' will sometimes turn homicidal on their charges – something that never happens when they tend to their own young. In what's being labelled variously as an evolutionary resistance to enslavement or a downright act of rebellion, captured worker ants will allow slavemaker young to die through neglect (dumping them in a corner and allowing mould to overcome them) or even consuming them once they reach the pupal stage. This process is also thought to be having serious impacts on the numbers of certain slavemaker species in New York and West Virginia. Without wishing to falsely attribute human characteristics to another species, it could be interpreted that the need to be free is one more thing we share with the ants.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","title":"Ant Invaders Enslave their Kind and Subject them to Propaganda ","author":"Steampunk"}