{"url":"http://www.environmentalgraffiti.com/news-amazing-fireworks-nature","content":"\nHappy Independence Day, America!\nFireworks are commonly seen in the United States on the Fourth of July as a celebration of independence.\n\"And the rockets' red glare, the bombs bursting in air,\n\nGave proof through the night that our flag was still there.\"\n\n- The Star Spangled Banner, the national anthem of the US\nSo here are 10 sparkling shots of starburst fireworks in nature.\nThe word daisy mean \"day's eye\", because they open at dawn (like the one seen top). They symbolize innocence and purity.\nMan-made fireworks open at dusk and are \n. \nConsider this: when you watch stunning fireworks burst above you, some harmful chemicals may find their way into your body, while many of these chemicals settle on the earth, where they reside for quite a while.\nThe underwater photo above is a Pink Christmas Tree Worm taken in Bonaire, in the Netherlands Antilles. \n which must immediately find their own homes. \nUntil recently, it's been a mystery as to how they find their way. Scientists now believe these underwater worms dance their way in pursuit of sound from the reefs where they eventually land.\nFireworks, too, can be said to dance in the air. When released over water, scientists believe the bangers and Roman candles, squibs, torpedoes and other-named firepower creations release pollution into the water.\nThe above picture is a money tree flower. This name strikes me as something lacking a good heart. In actuality, 'Pachira Aquatica' trees are most likely named for the five fundamental Feng Shui elements - metal, wood, fire and earth - which strive to bring harmony and balance to the world.\nMy grandmother has one to symbolize money and good luck. Neutered fireworks sent into the air today symbolize the independence so celebrated in America. France uses them to mark the anniversary of the French Revolution. In India, fireworks are used as part of their festival of lights. Most people believe fireworks were first used in China.\nAh, the wonder of organic fireworks:\nThis is a particularly stunning shot taken in Japan:\nThe Japanese consider fireworks to be \"flowers of fire\".\nThis thistle in detail is a still life beauty:\nThis flower abounds on neglected and uncultivated land. Thus, it could also be seen as a symbol of many people's neglect for the environment. \nThe tree above can be found in New Zealand.\n - a pollutant and greenhouse gas. \nSometimes it's nice to know that our world is abundant with natural beauty.\n\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-32973-2569718180103830173S600x600Q85.jpg","title":"10 Most Amazing Natural Fireworks on Earth","author":"lindzsmile"}