{"url":"http://www.environmentalgraffiti.com/news-giant-fossil-ants-linked-global-warming","content":"\nSitting in a dusty museum drawer, long forgotten, was the fossil of an unknown giant ant so large that it was the same size as a hummingbird. Five centimeters long, the ant was bigger than any other creature of its kind except for the queen of one species of ant that lives in Africa. Bruce Archibald found the fossil when visiting a colleague. Research has shown that it lived 50 million years ago in Wyoming when the climate was tropical and hot during the Eocene Epoch.\n“What is surprising is that this ant scurried about an ancient forest in what is now Wyoming when the climate there was hot like the modern tropics. In fact, all of the closely related fossil giant ants have been found in Europe and North America at sites that had hot climates.”\nThe researchers believe that it arrived in Wyoming due to a period of global warming. All plants and animals at the time crossed from Europe to North America through a small land bridge in the Arctic. The mystery was: how did an insect that needed a tropical climate manage to cross a temperate one? Researchers believe that it was the brief but strong periods of global warming that occurred at the same time which allowed the ant (and other tropical species that needed hot weather to survive) to cross the continents.\nThis will have resonance for global warming researchers now, helping to further understanding of what happens to species under such conditions. Archibald says: “As the Earth’s climate changes, we are seeing tropical pest species extend their ranges into mid-latitudes and dragonflies appear in the Arctic. Understanding the details of how life forms adapted to global warming in the past will be of increasing importance in the future.”\nSource: ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-40197-2096283280103691965S600x600Q85_0.jpg","title":"The Giant Ant Fossil that Holds the Secret to Prehistoric Global Warming","author":"Michele Collet"}