{"url":"http://www.environmentalgraffiti.com/featured/day-life-polar-bear-family/14914","content":"\n\nImage via \nThe habitat of polar bears is the Arctic Circle where the world’s largest carnivores (on land) find what they need to survive: chilling temperatures and seals, the main part of their diet. Their Latin name \n or maritime bear refers to the fact that polar bears, though born on land, spend most of their lives at sea – swimming or hunting across the sea where they wait for unsuspecting seals.\nTogether with the Kodiak bear, polar bears are the largest land animal. Adult males usually weigh between 350 kg and 680 kg (780–1,500 lb) and reach a length of 2.5 m to 3 m (7.9–9.8 ft). Adult females are roughly half that size and weigh between 150 kg and 250 kg (330–550 lb), measuring 1.8 m to 2.5 m (5.9–7.9 ft) in length. Pregnant females, however, can weigh as much as 500 kg (1,100 lb).\n\nImage via \nPolar bears have an exceptional sense of smell and can make out the odour of a seal from a mile (1.6 km) away - even if the seal should be buried under three feet (almost 1 m) of snow.\n\nImage: \nThough polar bears have a reputation for being aggressive, they are actually cautious in confrontation and often choose flight rather than fight. In contrast to their close relative, the grizzly bear, they are not territorial. Needless to say though that their reaction to a particular situation also depends on if their stomachs are full or not.\nDuring mating season, adult polar bear males fight in earnest for the right to mate with a female. The rest of the year, they can often be observed engaged in play fights to test their strength in a good-natured way.\n\nImage: \nPolar bear cubs are especially playful and first play with their siblings and mother when very young but soon imitate the adult males' play fighting. No doubt a good way for young males to practice their fighting skills before the final test: their first mating season.\n\nImage: \nFemale polar bears begin to breed at the age of four; in some areas at the age of five. Male polar bears start mating at the age of six, if competition is fierce even later at age eight or ten. Courtship and mating takes place in April and May on the sea ice and in areas where seals are abundant.\nWith the fertilised egg in a suspended state, the polar bear female tries to gain as much weight as possible in the four months until August or September, at least 200 kg (400 lb) or often doubling her body weight. The breaking of the ice floes in the fall indicates the end of hunting season and the pregnant females will then dig a maternity den – a snow cave with a narrow entrance.\nThere, each female spends the next few months in a dormant state similar to hibernation until November or February when the cubs are born. Each female typically gives birth to two cubs. They are born helpless and blind and will nurse for two and a half years.\n\nImage: \nDespite the mother’s hard work, protection and fat-rich milk, survival rates are quite low: Only 42% of all cubs will survive beyond the first year; the rate is down from 65% just 15 years ago. Starvation is one reason for the death of cubs, accidents another but also the fact that adult males sometimes hunt and kill cubs for food.\nThe mother and her cubs remain in the den until mid February or mid April - an involuntary fast for the mother who is living off her fat reserves while also fattening her kids from barely 1 kg (around 2 lb) at birth to 10-15 kg (22-33 lb). The first two weeks after emerging from the den, the mother and her cubs stay in the vicinity while the cubs get used to walking around and the mother grazes on the vegetation.\n\nImage via \nThen, they start the long trek out to the sea ice where the mother can start hunting and have her first proper meal after fasting for six or seven months. The mother will continue nursing her cubs until they are two and a half and will teach them everything from swimming, hiding and hunting until they can survive on their own.\n\nImage via \nThe aww-inspiring image below of the polar bear mother with her two cubs nicely demonstrates just how white the fur of young polar bears is and how much of a yellow tinge it takes on as the polar bear ages.\n\nImage via \nAfter the mother leaves (read: chases the cubs away or abandons them when they are old enough to make it on their own) siblings have been observed living and travelling together for weeks or even months.\nAdult male polar bears usually lead solitary lives though they play with each other for hours and seem to develop friendships.\n\nImage via \nThe maximum age of polar bears is usually around 25 years though exceptions prove the rule; the oldest wild bear lived to see 32 years of age and the oldest bear in captivity died at the age of 43.\nThe current conservation status of polar bears is classified as vulnerable with 5 of their 19 subpopulations declining due to unrestricted hunting for decades. Plus, their natural habitat is shrinking and threatened by global warming. It is estimated that only 20,000 to 25,000 polar bears exist today worldwide. Arctic drilling interferes far more than previously thought as it disturbs the polar bears’ denning habitat and might cause mothers to abandon their cubs early.\n\nImage via \nThe polar bear habitat stretches over the territories of only the following five nations: Canada, Denmark (Greenland), Norway (Svalbard), Russia and USA (Alaska) that signed an agreement for polar bear conservation already in 1973. But that doesn’t mean the well-being of these Arctic giants should only be the responsibility of those five; surely the support of the international community is needed as some scientists predict that they may be extinct within the next 100 years.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Polarbearsnearnorthpolejpg","title":"A Day in the Life of a Polar Bear Family","author":"Simone Preuss"}