{"url":"http://www.environmentalgraffiti.com/countries/news-border","content":"\nSince the invention of ownership, there have been borders. People divide up the land for their laws and culture to thrive. These borders frequently move and disputes occur that can last for generations, but no matter how arbitrary they are, they still instill a sense of awe and majesty. Many of them are very beautiful too. Here are just a few in pictures:\n\nThe border between the United States and Canada is the longest border in the world and it is non-militarized. The Peace Arch, located in Blaine, Washington and Surrey, British Columbia (near Vancouver), is a symbol of that openness. Inscribed on it are the words, \"May these gates never be closed,\" in honor of the signing of the Treaty of Ghent, defining the border.\nHere's just a taste of the beauty found along the nearly 9,000 miles where these two countries touch. You can see where the trees have been cleared to keep the boundary defined.\nThe valley above is the border of Pakistan and Afghanistan in some of the roughest terrain on Earth.\nIguazu Falls are shared by Iguaza National Park in Argentina and Iguazu\n\nNational Park in Brazil. Their size is comparable to that of the world's\n\nlargest waterfall, Victoria Falls, which just so happens to also lie on\n\na border (Zimbabwe and Zambia), but only at Iguazu Falls can you walk\n\nout and be enclosed by 260 degrees of waterfalls. Iguazu Falls may be\n\nlesser known, but they are no less spectacular.\nBorders can drastically reveal the differences in nations' laws. This is especially true about environmental policy. When it comes to forests, some governments view them as heritage while others see a valuable resource. On the island of Hispaniola in the Caribbean, the Dominican Republic followed a path of conservation set forth by Rafael Trujillo in 1934 (one of his only redeeming acts), while the Haitians followed their economic need for charcoal toward a policy of clearcutting. The result is a man-made tree line across the island.\nSimilar destruction is happening on the Brazilian side of the Brazilian/Bolivian border in the Amazon Rainforest. Here on the Rio Madre de\n\nDios you can see the classic \"fishbone\" pattern common with logging in\n\nthe rainforest only on one side of the river.\nIn Baarle-Nassau, a patchwork of borders splits the town between the Netherlands and Belgium. In one part of town, several parts of the Netherlands are completely surrounded by a piece of Belgian territory itself surrounded by The Netherlands. This jumble started with the rule of the Lords of Breda and the Dukes of Brabant making a number of treaties, land swaps, trades and sales until in 1843 the current borders were created by the Treaty of Maastricht. The line seen below runs directly through a cafe.\n \nThe famed Rock of Gibraltar on the western end of the Mediterranean Sea does not belong to Spain, as one would think, but rather the United Kingdom. In 1713, as part of the Treaty of Utrecht, ending the War of Spanish Succession, its sovereignty was handed over to the UK and never went back. Don't forget your passport when you leave your hotel.\nTo the south is a much shorter, much more guarded boundary with Mexico, but it has a beauty of its own. Here, in the middle of a bridge over Lake Amistad, is a monument with the national birds of both nations, coincidentally both eagles. \nThough the United States continues to erect a fence on every foot of the border it can, the scenery of the desert still speaks through the wood and metal cutting through the landscape.\nBorders are such an important fixture that often monuments are placed to let everyone know they are there. This ornate gate in Rome is an entrance to the smallest country in the world, The Vatican (or, more precisely, to its museum).\nThese gates are the border between India and Pakistan and they lie across the only road between the two countries. The village of Wagah was divided by the border when it was drawn in 1947 and every evening they have a ceremony to lower the flags with much pomp and pagentary.\nThe small Caribbean island of Saint Martin is co-owned by France and the Netherlands. This pillar is off to the side of the road connecting the two sides. This image is a 360 degree image from a single point of view.\nHigh in the Andes, between Chile and Argentina, is a statue of Christ the Redeemer, placed there in 1904 to symbolize the peace between the two countries.\nMany boundaries are naturally defined. Rivers, lakes, mountains and valleys make convenient lines to define as well as to defend. It also allows them to share their natural beauty. The Cuando River (or Chobe River) divides Zambia and Botswana and is protected on both sides as a national park.\nThe Friendship Bridge spans the Bhote Koshi over the border with China and Nepal.\nWhat discussion of natural beauty separated by political lines would be complete without Mount Everest, the highest point on the planet? It separates the tiny mountain kingdom of Nepal and the sprawling land of China.\nOne border, the North Korean/South Korean border, due to its ongoing tension, has become a sanctuary for wildlife. Land that would ordinarily be populated by farms and villages, today is abandoned as it has been for 60 years. This isolation, along with the diversity of the land, has allowed a plethora of species to thrive in the narrow ribbon of strip.\nThere are many more strange and wonderful stripes of land out there comprising the boundaries of the nations and states of the world and these are just a few. I hope everyone gets a chance to see some of these magnificent locations first hand.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","title":"15 Most Beautiful Borders on Earth","author":"ToonHippie"}