{"url":"http://www.environmentalgraffiti.com/news-10-poisonous-fruits-and-vegetables","content":"\nMost of us think that eating fruits and vegetables can be nothing but healthy but there are hidden dangers in many common foods. Poisons that make you sick, paralyze and even kill you lurk behind some of our favorites.\nLima beans have to be very well cooked before they are eaten because the raw beans contain a product called limarin. Just a handful can make someone violently ill so always ensure they have been cooked at least 10 minutes and never, ever put them in salads raw. Cooking renders them harmless and gives you lots of good nutrition. \nWhen it comes to starch, cassava (also called manioc or yucca) is the third most consumed food in the world. It also contains cyanide and unless processed in some way, it can kill. There are two types, sweet and bitter, with the bitter having more cyanide, but many farmers prefer it because pests don't eat it - or die if they do. Even simply soaking cassava for a few hours will help as it also contains an enzyme called limnarase that liberates the cyanide over time. One pound of bitter, unproccessed cassava will kill a cow and has killed humans in the past.\nNutmeg contains myristicine, which is psychoactive. If that wasn't enough, too much of it will cause vomiting, sweating, dizziness, hallucinations and headache. Not to worry though, the amount normally used in any cooking is not enough to give you any symptoms, but lately there has been a fad by teens to get high on nutmeg... with very unhappy results.\nKidney beans contain the toxin phytohaemagglutinin, which will make you extremely ill and in some rare cases has killed. The beans MUST be boiled for 10 minutes before cooking, and that includes slow cooking. These beans become five times more toxic when heated to the temperatures used in slow cooking than they are when raw, so never just add them to a stew or chili without boiling them first. Better yet, use canned kidney beans. Only a few will land you in hospital wishing you had died. A few more and there is no wishing about it.\nChocolate is included here though while it is not poisonous to humans, the ingredient theobromine is dangerous to dogs and cats. Most of us love our furry friends and it is vital you keep your favorite treats away from them. Unfortunately, like anti freeze, which is sweet, they seem to enjoy it so never leave it where they can scoot off with an Easter egg. As little as 40 grams can make them violently ill. It is treatable in most cases albeit very expensive and in larger doses will kill.\nHumans are not immune to it either, it is just too low a dose to bother most of us though some elderly chocolate lovers may find themselves unable to tolerate it.\nThe leaves and vines of tomato plants contain alkaloid poisons such as atropine that cause dizziness, headaches and upset tummies. There is also some in green tomatoes and one death has been attributed to it, but generally the amount of 'tomatine' in them is too small to cause any harm. Always refuse tea made from the leaves though; it is still something offered on occasion.\nCherries, apricots, peaches and plums contain cyanogenic glycosides that creates cyanide in the pits. Swallowing a pit or two is not going to have much effect - our bodies will deal with a certain amount of cyanide but it is more dangerous if you chew them. This makes children particularly vulnerable, especially if they get into a full bowl and don't de-pit the fruit. Some people die every year (not just children) from eating too many pits, but you do have to work at it. For most of us, one or two is not a problem.\nYou probably won't die from it if you eat the leaf, but it contains oxalic acid salts that can cause kidney problems, coma and convulsions. However, the stalks are not a problem and even with the leaves, you would need to eat about 5 lbs before you reached a fatal dose. Just don't think they look like great greens and why let them go to waste - you will be very ill.\n \nPotatoes are perfectly safe unless they have turned green on the skins or are sprouting. They contain solanine, which develops with exposure to light - one reason to always keep potatoes in a cool, dark place. If you eat too much, you will experience severe digestive problems or even death.\nAn apple a day will keep the doctor away. Unless you eat the seeds. Like cherries and other fruits, they contain cyanogenic glycosides causing cyanide. Seeds from one apple will not likely cause an effect but people have eaten enough to die from it.\nThese ten fruits and vegetables are healthy if consumed carefully but remember that illness and death can be lurking where you least expect it!\n","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bowl_of_chili_with_sour_cream_and_cheese.jpg","title":"10 Everyday Fruits and Vegetables that are Poisonous","author":"Michele Collet"}