{"url":"http://www.environmentalgraffiti.com/animals/news-functionally-extinct-baiji-river-dolphin","content":"\nThe Baiji river dolphin has a tragic history. This beautiful water mammal once swam in China's Yangtze River, thousands of them playing, fishing and diving. Yet while in the 1950s there were approximately 6,000 animals, the last possible sighting was in 2007. It will be the first well-studied whale, dolphin or porpoise species to have become extinct due to the actions of man. It seems that a rare animal – technically listed as critically endangered, partially because of the one unverified sighting – has been wiped from the face of the planet.\nChinese legend has it that the dolphins are the reincarnation of a drowned princess, but during China's \"Great Leap Forward” – when the government tried to force the change from an agrarian and rural economy to an industrialized one – officials denounced the esteem it was held in and it was hunted for food and skin. It also lived in the Yangtze River, one of the world's most degraded, polluted and busiest waterways, causing extra pressure on it from boats and pollution.\nThree major man-made threats were specific, though. In the 70s and 80s, half of the river dolphin deaths were due to entanglement in fishing nets and lines. In the early part of the 21st century electric fishing had become the most immediate threat, and then the Three Gorges Dam was built and completed in 2006, further destroying the dolphins' habitat while increasing shipping.\nConservationists went to study the dolphins, hoping to use an oxbow off the river as a breeding place in which the remaining dolphins might safely give birth, but to their utter despair, not one dolphin could be found.\nIt behooves us to heed the lesson from this tragedy and start considering our impact on precious species before we start altering the landscape and destroying habitats. Perhaps the Baiji river dolphins could have been saved if thought was given to how to minimize our impact or at least provide a safe haven for breeding in advance. Waiting until after the numbers had started to drastically decline seems to have sealed the dolphins' fate.\nThe EDGE of Existence says more studies need to be done to take the lessons from the Baiji and apply them to all the other river dolphins in the world that are at risk. In fact, some governments may not realize the true extent of the threat.\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","title":"The Baiji Dolphin: The Functionally Extinct Species of China's Yangtze River","author":"Michele Collet"}