{"url":"http://www.environmentalgraffiti.com/news-garden-night-interview-nocturnal-photographer-linda-rutenberg","content":"\n“The kiss of the sun for pardon, the song of the birds for mirth,\nOne is nearer God's heart in a garden, than anywhere else on earth.” ~Dorothy Frances Gurney.\nA garden not only features unique regional flora; the most delightful thing about a garden is the anticipation it provides. But, how many of us have ever visited a garden at night? How does the unseen world of an exotic garden look during the nighttime? It all looks extremely astonishing when shrouded in darkness.\n is an excellent book that celebrates the beauty and intricacy of twenty of North America’s premier public gardens at night, as both enigmatic and beckoning. Photographed by noted photographer Linda Rutenberg, the book is a great collection of exquisite images that offer a glimpse of a rarely visited world at night. \nEnvironmental Graffiti had a chance to speak with Linda about her journey as a nocturnal photographer, and she shared some of her experiences with us.\nEnvironmental Graffiti: Could you give us a brief walk-through your work? Are you a self-taught photographer or did you have a mentor who showed you the ropes?\nLinda Rutenberg: Photography is my life. My studies gave me a strong historical background and conceptual focus but the business of photography is self-taught. As the director of a darkroom facility and a gallery owner, I also had numerous exhibitions and workshops. For the last 5 years, I have been working on the Garden at Night project. It includes three books: \n, \n and \n.\nWhile shooting for a renowned magazine, at Reford Gardens, Canada, I suddenly realized that I would be spending the night in the garden. I procured a couple of extra flash lights and went out after dark to explore and photograph. The results were mesmerizing. I knew I was on to something; the project grew from there.\nEG: \n is full of astonishing images that reveal the hidden beauty of the garden at night in plain sight. Which one is your favorite image and why?\nLR: It is very difficult to say; it is not just based on specimens and pathways. Each garden is unique as are the characters and collections of plants. The type of shooting experience I had and the whole experience shapes the place.\nChina Dragon Orchid (Orchid phragmepedium) Longwood Gardens Pennsylvania\nEG: How do you decide on locations and subjects? How do you implement your projects?\nLR: I did research and chose gardens that were different in character, had different collections of plants and a variety of climates and styles. I wrote to all the directors and told them about my projects and told them what dates I wanted and received positive replies from them all.\nWhen I arrive on the day of a shooting, I visit the garden to acquaint myself with its layout so as not get lost at night; some of the gardens are quite vast. I work with my husband Roger Leeon; he is my \"light painter\". Once we have a good idea of the plan of the garden we then return to the hotel and wait for night. Then, like nocturnal animals, we go out into the darkness to shoot. This is when I make my decisions as to what I will photograph because it looks so differently during moonlight hours.\nEG: I like the way you focus on your subject. How challenging was it to shoot at night? Pick one of those moments that instantly come to mind.\nLR: We walk around the garden with a flashlight in hand and when I come across a flower or tree or pathway that strikes me as visually interesting, I stop and organize my shot. I’m working on a tripod and I find my point of view and set up my composition. Then my husband and I discuss what I would like to see in the image and how he will paint the image with his flashlight.\nAfter 35 botanical gardens and 2 to 3 nights of 4 hour stints in each garden, we have become adept and experienced enough to know exactly how to create the image we want, we usually get it in one shot.\nWhen I give garden at night workshops, students think that working at night on a tripod and painting with light is easy and straightforward, however, the difficulty lies in the ability to know how much light to give in the period of an exposure, normally between 30 seconds and 5 minutes for such dark environments. It is only with a lot of practice and understanding of the quality of light that one can achieve images which reveal the true sculptural quality of the plants.\nEG: Would you like to share some thoughts about your future plans? Any different idea or series you are/have been working on?\nLR: My future plans include one more book, \n which will hopefully take place in 2012. In the meantime, I have gone from totally black to totally white: I have begun a series on the Gaspe coast in the winter which portrays a remote and vast landscape which sees a lot of cold, a lot of snow and is surrounded by water. Quite different and quite challenging…","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","title":"The Garden at Night: An Interview with Nighttime Photographer Linda Rutenberg","author":"Alka Sharma"}