{"url":"http://www.environmentalgraffiti.com/ecology/floridas-manatees-almost-not-endangered/591","content":"\nIn an incredible breaking news story it has been revealed that manatees are still on the Florida endangered species list.\nThe decision to not change their status was not taken lightly.\nThe Florida manatees’ numbers have more than doubled since the initial 1991 survey. The 1991 survey recorded only 1,300 manatees in Florida waters, although even this was an improvement on estimated lows before the 1979 inclusion of the animal on the endangered species list. The current manatee population in Florida is estimated at about 2,800 animals. Their population has raised questions about their status as endangered.\nFor a species to be considered endangered it must face an imminent risk of extinction. Some legislators believe the manatee has rebounded enough that it no longer deserves this designation and should be reclassified as threatened. A fight between manatee advocates and state officials ensued over the incredibly important issue of… almost nothing.\nSome of our readers are probably familiar with \n and their “Florida” tagged stories. Essentially, the tag is used for the various news stories the state produces as evidence in its campaign to become the official moron capital of America, if not the world. This story is a potential exhibit 2349053786-A.\nWhile manatee advocates and the state officials had their presumably fierce chit-chat, nobody really bothered to mention that they were arguing over something with no real outcome. It may be absolutely imperative to protect the manatee so that it doesn’t go extinct, but the animal could come off the Florida endangered species list right now and nothing would really happen. I couldn’t start hunting the manatees or even driving my fictional boat really fast through manatee habitats. It was largely a symbolic decision.\nThat’s because \n. The US government beats the state government whenever it wants to. It’s like Rock, Paper, Scissors if it were played with just a rock and a much larger rock that always won. Florida’s designation of the manatee as an endangered species is largely symbolic. Basically all they do is create areas where you must drive your boat slowly so you don’t hit manatees. Manatees are apparently very stupid animals that love boat propellers, moving too slowly, and dying. There's a joke about the animals resembling Florida's elderly in there somewhere, but my grandparents live there so I'll refrain.\nYou might think these slow boating zones are important. You’d be right. That’s why the US government mandates them in the federal manatee protection acts it passed.\nThat being said, I fully support Florida’s decision to keep the animal on its endangered species list. Manatees need all the help they can get. And I do admit, the fact that Florida made such a big deal out of basically nothing did get the little fellas a lot of attention. Attention for endangered creatures is good. That means people, including tourists, want to see them. If you have an economy based around an animal, you’re less likely to go around hunting them or aiming your boat at the slow moving hump in the water.\nI also may have slightly overestimated the uselessness of Florida’s actions in my firm belief that most government officials of all types are mostly useless. What can I say? I'm a blogger. Hating on politician types is in the job description. I'll admit there were some minor decisions actually made. The state did approve a method of estimating the manatee population that is statistically sound. Which sounds great until you realize that suggests they were using statistically unsound ways to estimate the population before, which is what caused all this hoopla about taking them off the endangered species list to begin with.\nSo I guess I’ll have to apologize to the people of Florida for suggesting you live in the moron capital of the world. At least, I’m apologizing to normal citizens and the manatee advocates. At least they had a decent cause to support. I still say state government officials are vying for the title of King Moron.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","title":"Florida's Manatees Almost Not Endangered","author":"Chris"}