{"url":"http://www.environmentalgraffiti.com/green-living/8-incredible-green-roofs/10914","content":"\nGreen roofs have been around for centuries in Northern Scandanavia, but they’ve really only become a popular trend in the last few decades. Recognized now for their ability to reduce the urban heat island effect while also reducing heat loss and energy consumption in winter months - among many other benefits - green roofs are really taking off, all around the world. And these aren’t just your average pieces of sod plopped on top of a building, either. These roofs are meant to be seen, designed by the artistically inclined in newfound attempts to express and flex their creativity.\nHere’s a roundup of eight great green roofs for you to admire:\nThe government sponsored the building of this roof in 1969; made of a Styrofoam base, this green roof remained functional until it was renovated with improvements in 1990. Germany was an early green roof adapter in the 1960s and continues to lead the way today, with an estimated 10% of all German roofs being \"green\".\nThis set of nine houses built in 1993 by architect Peter Vetsch were made out of concrete and buried in earth and grass. They remind of modern hobbit houses.\nBuilt in 2003 with two green roofs by designer Rafael Pelli and landscape architect Diana Balmori, The Solaire was the first green residential building in North America. Residents live steps from the Financial District and Tribeca, and have the opportunity to experience a beautiful rooftop oasis when they come home each day.\nEmilio Ambasz found a home for a 100,000-square-foot park in the form of 15 terraces atop a government building in Japan. This green roof features a whopping 35,000 plants representing 76 different species. A window office in this building will get you the best view the of the city, hands down.\nNearly two acres of green space featuring native species was incorporated into the roof at Historial de la Vendée in France. The museum opened in June 2006.\nOne of the examples of green roofs built in the United States is the one that exists on top of Chicago City Hall. Although the roof is not normally accessible to the public, views from surrounding buildings reveal an organized sunburst pattern that is in keeping with the symmetry of the building's architecture.\nA visit to San Francisco's Golden Gate Park must now also include a tour of the outstanding 2.5 acre green roof of the California Academy of Sciences. The Academy claims that the building consumes an amazing 30-35% less energy than required by code.\nWouldn't you like to study here? A curving green roof protects a five-story glass building that allows for ample sunlight to shine in and pretty views to look out to. Simply inspiring.\nFor more pictures of amazing green roofs, check out \n.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","title":"8 Incredible Green Roofs","author":"soniaydong"}