{"url":"http://www.environmentalgraffiti.com/featured/lost-bridges-inca-empire/16722","content":"\nSagging severely in the middle and swaying in strong winds like spider’s silk in the breeze, the bridge was all that stood between travellers more worn out than the vines and certain downfall. Barely concealed below the massive cables of woven grass, the gorge yawned wide, hungry for any who happened to fall. Repairing these great slung suspension bridges in present-day Peru was still more perilous, and those that carried out such work frequently met with death.\nFacing seemingly unassailable abysses in a vertical landscape, what could the Inca Empire do? The natural barriers of the Andes Mountains presented a challenge that these ancients would meet with feats of engineering the like of which Europe had never seen before – and which the Spanish conquistadors first set foot on with no little trepidation.\nAt the peak of the Inca Empire, literally hundreds of suspension bridges spanned precipitous and practically impassable canyons and rivers in vertiginous areas of the Andes Mountains. The bridges were vital connections in a vast network of roads that ran throughout the Andes and were thus critical to the Empire’s systems of transport and communication.\nThe road network of the Incas was itself a phenomenal engineering achievement. As Incan bridge expert John Ochsendorf outlined, the highways extended for 15,000 miles \"Runners carried messages; there were rest stations about every 12 miles; and messages or goods could cover 140 miles a day. This mail service was not surpassed until the 19th century in speed.”\nThe Incan bridges too were centuries ahead of their time. Based on the concept of tension rather than compression, they confronted the Spanish as structures to inspire awe. Not only were suspension bridges unknown in Spain; these examples spanned greater distances than any in Europe at the time – and the technology was unsurpassed there until metal bridges were introduced in the 19th century.\nNever mind that many a Spaniard was left trembling with fear or sickened by dizziness when he tried to cross the braided fibre-based Incan bridges; they had a permanence and solidity that belied their movement-prone nature. Horses and canons crossed, and – proof that man’s constructions often outlast him – the bridges survived for centuries after the fall of the Inca Empire.\nThe 19th-century American explorer Ephraim George Squier sketched one of those that were left, stretched over the Río Apurimac. Today the last surviving bridge, the Keshwa Chaca, a 500-year-old specimen made of nothing but grass, still spans the Apurimac, the waters of which rage some 60 feet below. But what impact did these bridges have on pre-Columbian South America?\nAccording to Ochsendorf, the bridges \"played a strategic role in both the creation and control of the Inca Empire\". Faced with dead-end chasms, the bridges enabled the Incas to cross into and conquer new territories that it had been impossible to before. And knowledge was power, as the chapter title of one chronicler underlined: “Many Tribes Are Reduced Voluntarily into Submission by the Fame of the Bridge.”\nIt seems the Inca employed bridge keepers and toll booths, and their bridges were constantly repaired. As one cable deteriorated, it could be pulled out and replaced while the bridge was still in service. These rope roadways were built by and linked communities, and their continual reconstruction was part of the annual tax paid by the people to the Inca Empire.\nYet for clues as to construction and maintenance of the bridges under the Inca, we need not look back in time; the Keshwa Chaca, the Incan bridge that today exists near Huinchiri in Peru is a living link to the past. Made entirely of grass found growing on either side of the canyon, the worn and sagging bridge is rebuilt each year for safety in a three-day festival that stretches back to the Inca period.\nOn day one of this festival, ropes made from the local plant fibre are braided together in finger-width ropes. Each family produces 50 metres of this cord – up to 10 miles of which goes into making the bridge – which in turn is twisted to form the larger cables. On day two the old rope bridge is cut and new ropes installed, while on the third day the handrails and mat roadway decking are completed.\nBy renewing this last of the Incan bridges after a year of use and exposure to the elements, it is said the builders honour their ancestors and the Pachamama, or Earth Mother. Different families are responsible for different aspects of the project, but through the communal effort of replacing the bridge, the residents of the region keep the ancient tradition and skills of the past alive.\nOchsendorf had this to say: “I see lessons in [the bridges] for today’s designers. They’re a great example of linking a maintenance plan with the community and using materials that are locally available and renewable. The role of these bridges in the history of South America is immense.” And swept away each year by the river below, they might be the ultimate in biodegradable bridges.\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_horseshoe-bend.jpg","title":"Treading Gingerly Across the Lost Bridges of the Inca Empire","author":"Karl Fabricius"}