{"url":"http://www.environmentalgraffiti.com/graffiti/news-pez-pescao-fishy-street-artist","content":"\n \n\n\nPez Pescao and his charming collection of smiling, brightly colored fish come to us from Barcelona, Spain. Pez means fish in Spanish\n\nand in 1999, that is exactly what his basic tag began incorporating.  Pez Pescao's art waits all over Barcelona's concrete jungle, occasionally even wandering away on tours to other urban areas in order to make their pedestrians stop and maybe even smile every once in a while. \n\n\nAs the happy fish strayed further from his original stomping grounds, Pescao began to acquire more recognition. A favorite of street art or guerrilla art compilation books, Pez's work has been featured in \"Art Of\n\nRebellion\", \"Street Art\", \"Street Logos\" and \"BCN, NYC: Street Art Revolution”.\n\n\nBarcelona and New York City have been recognized as the street art capitals of the world by more than a few sources throughout the years. Pez\n\nis an undeniable figure in this revolution since these characters can be seen all over Barcelona, smiling at the people shuffling past them. They are more than just dry tags purely focused on lettering; these little cartoons are rich in color and attitude as they swim in schools around cities throughout Europe.\n\n\n\nSoon, Pez Pescao began giving his trusty and all-to friendly smiling fishes more diverse company. Adding everything from demons and martians to giraffes and dragons, his murals slowly evolved into complex, abstract alter-realities the passing public could escape into. \n\n\nBarcelona guerrilla art is generally full of more characters than New York’s. New York is more commonly recognized for artists who aim to get their tag on everything and anything as a way to proverbially claim the city as their own. However, in Barcelona we tend to see richer colors and compositions. More full mural work bursting with characters and bright chromatics. \n\n\nThis is why Pez Pescao is a truly great representation of Spain’s vividly pigmented street art and friendly use of caricatures. Not to mention, Pez’s smiling fish has become as big a part of the city as the buildings they're found adorning. A true modern logo representing the underground artists of rebellion that lay in wait amongst\n\nthe city’s shadows to bring a little more playfulness and color to the mundane routine. \n\n\nPez can also be seen in documentaries like “Bomb It-The Movie”, “Muros\n\nLibres” or “Free Walls” and the upcoming “A Primer on Urban Painting”; ensuring that we can track some of his schools of primary painted fish as they pop up around the world’s biggest cities. Lucky for us, with the increasing recognition he has been receiving in the art world, as migratory as this fish may be; we can definitely count on him popping back up in the future. \n\n\nFor more information or amazing artwork by Pez Pescao, please be sure to check out his website at \n\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","title":"Barcelona's Incredible Street Art Fish by Pez Pescao","author":"Tiana Miller"}