{"url":"http://www.environmentalgraffiti.com/robotics/news-meart-semi-living-artist","content":"\n\nIt´s alive! Alive! You might remember this line from the fictional story of Dr. Frankenstein. Well this is not fiction. Scientists have once again taken one step further in making us rethink the gap between the living, and the dead; intelligent and not intelligent entities; as well as ethical questions.\nMEART is a project found in SymbioticA - The Art &amp; Science Collaborative Research Lab, University of Western Australia. After several application improvements and exhibitions, MEART is now primarily composed of three main components: Input system, information processing system or ”brain”, and output system. Many common everyday life widgets share these components, but what makes MEART so special?\n\n\nMEART's 'brain' was grown from embryonic rat neurons over a Multi Electrode Array (MEA), hence the name - MEART. MEART´s information processing system is actually rat neurons cultivated in a laboratory and the output system is a robot arm which then draws this image (remember that beauty is in the eye of beholder) on canvas.\n\n\n\n\nMEART can use a camera as an input system where these cultivated rat neurons work as an information processing system. Enhanced with a few dozen electrodes, these nerve cells process this data, acquired from from camera (input system), and this processed data is then captured by electrodes and sent to a robot arm (output system) - which draws a representation of the original input.\n\n\nMEART is strange multi-hybrid of robot, cyborg and cellular cultivation, as well as artificial intelligence system. In the future projects like MEART could be developed to learn, enhance their capabilities and perform. Of course projects like this raise many ethical questions, but this is interesting field for future studies. Applications from these studies could be used, for example, to help amputated patients and those with artificial eyes. It should also be noted that MEART is much more complex than even presented here...\n","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","title":"MEART: the Machine that's Part Robot Part Rat","author":"Orco"}