{"url":"http://www.environmentalgraffiti.com/news-nature’s-awesome-murals-skyscraper-reflections","content":"\nAcross the country and world, beautiful murals are springing up daily on the walls of buildings. These special murals are painted by Nature rather than man, reflections of the scenery around them in the glass-walled skyscrapers so common these days. Take the one above, for example. The reflection of surrounding buildings from this stunning multicolored skyscraper looks like a gigantic puzzle painstakingly put together. Here are some more of nature's landscapes on buildings.\nThe Bear Stearns building reflected in 380 Madison Ave, across the street, on a moonless and cloudless night, makes for a striking photo.\n\n\nWhat a view from a Oakland Marriott hotel room in California! The dusk and colors as the sun went down made the buildings reflect a deep green and pink sky while showing the whole city in the reflection.\n\n\nThis picture was taken in Chicago's Marina City. It reflects a multistory parking lot and looks strikingly like the plants and ornamentation in the black panels of the building!\nIt looks rather like someone dressed this reflected building at Gas Lamp, San Diego, in a zebra print.\nThis HDR image of some buildings in Manhattan includes a number of reflections in city skyscrapers.\nThe photographer perfectly captures the beautiful Manhattan building embedded in this reflection, a stunning shot.\n\nActually, this is a reflection of one skyscraper in two others at Penn Center, Philadelphia. It certainly reminds one of a river at moonlight. Nature's mural indeed!\nThis frosty glass skyscraper is the Comcast Building in Philadelphia, reflecting two other buildings beside and in front of it.\nCity reflections on a sunny autumn day, taken of Boston's financial district from the Rose Garden Greenway on a Sunday.\nNext time you are downtown on a sunny day, take a good look around you at the glass skyscrapers. You may be lucky enough to see some of nature's murals yourself!\n \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Color1","title":"10 Amazing Skyscraper Reflections: Nature's Urban Murals","author":"Michele Collet"}