{"url":"http://www.environmentalgraffiti.com/ecology/prince-charles-doesnt-want-torture-in-a-tin/902","content":"\nPrince Charles managed to lift the spirits of animal rights campaigners all around the world by doing something very simple: banning foie gras from royal menus.\nWhy were they so happy? Well in case you don't know, foie gras is made from the liver or a duck which has been fattened by a process called \n. Gavage is just a fancy term for \"feeding against the will\". It's a process that involves forcing corn mash into geese's gullets through a pipe until the liver literally pops, and then the animal is slaughtered. The biggest foie gras producer is France (who else?).\nThe Prince of Wales told his chefs not to buy any more of this controversial delicacy, and he's also considering withdrawing the royal warrant from one of his favourite eating spots: the House of Cheese in Tetbury, Gloucestershire, because they sell foie gras.\nJustin Kerswell of campaign group Viva! (Vegetarians International Voice for Animals) said that while this decision is tardy, it's more than welcome. Here's his take on the whole thing: \"We are very pleased, but foie gras should have been banned a long time ago. There is a groundswell of opinion against the inhumane food. Foie gras is seen as very posh and the heir to the throne is probably the poshest person in Britain, so for him to ban it is very good news.\"\nHopefully this will set another example against this crude and inhumane practice, which the state of California and the city of Chicago have also banned! Prince Charles received a thank you note from PETA’s president who thanked him for his compassion and positive example. Let's give a big thumbs up for the man!\nInfo from \n ","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","title":"Prince Charles Doesn't Want Torture in a Tin","author":"mareacaspica"}