{"url":"http://www.environmentalgraffiti.com/animals/news-glamourous-jaguars-choose-calvin-klein","content":"\nThis is one odd and marvelous story; the idea that jaguars are obsessed with Calvin Klein perfume sounds more like the premise for a television movie than reality, but here we are, reading about the glamorous big cats of Guatemala.\nCalvin Klein’s “Obsession for Men” could not have hoped for a better (or cheaper) advertising campaign, where masculinity and virility are epitomized by the untamed, wild kings of the jungle.\nAfter one scientist found himself attracting the jaguars, he quickly realized it was not his meaty derriere but rather, his manly cologne. In reality, the discovery was made at the Bronx Zoo in New York after scientists tested a number of scents to draw cheetahs to a camera trap. The best score was for Obsession for Men, enticing the big cats in 11.1 minutes!\nRapidly, the global scientific community has embraced the scent as a clever and environmentally friendly technique to lure the mysterious cats, and others like them, to hidden cameras and protected reserves.\nAnn Gottlieb, from the Calvin Klein team, explains that the cats’ reaction is probably connected to one of the perfume’s components: “civet”, a strong musky perfume obtained from the secretions of the civet's (an African and Asian wild cat) scent glands.\nConservationists explain that the animals, both male and female, are seen sniffing, rubbing and pawing trees and shrubs masked with the perfume, an unusual yet highly effective behavior as it allowed for great photographs (capturing rare mating scenes) and ever important DNA samples. \nJaguars are elusive beings and for many years have been enveloped in mystery. Only recently have scientists unraveled more about their behavior in the wild.\nSleek, muscular and elegant creatures; felted paws and perfect coats; eyes so penetrating and wise, the Jaguar too is attracted to the vanilla and flowery scent that so appeals to humans. Apparently, fashion and glamor stretch beyond everyday charms and can help answer important questions about those who share the world we inhabit and who perhaps, are not so different.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sloth5.jpg","title":"Why Jaguars Love the Scent of Calvin Klein's Obsession","author":"marianovellamonti"}