{"url":"http://www.environmentalgraffiti.com/animals/news-incredible-nature-part-1-monty-python-termites-and-10bn-towers","content":"\n“...well apart from the sanitation, medicine, education, wine, public order, irrigation, roads, a water system and public health...what have the Romans ever done for us?”\n\n-John Cleese, Monty Python’s “The Life of Brian”\nA famous quote from a marvelous film to start a short journey of discovery through the natural world you say? Why you’ve caught me like an unsustainable fish of intrigue, in your trawler net of words... If, however, Mr Cleese had directed his focus more on the world of insects, the list would have been far more incredible and astounding than you could imagine.\nNear the Red Sea Port of Jeddah, Prince al-Walid bin Talal of Saudi Arabia and proud owner of London’s Savoy Hotel has just forked out a cool $10bn to set in motion a tower of such magnitude, it will double the size of the Dubai Tower. Estimated to stand at an astounding 5,250ft, on a clear day, one will be able to see the curvature of the earth and all the way to Africa. But if the good prince would deign direct his gaze to Africa now, he would see that his work has already been bested. Indeed it has been for 250 million years.\nThe humble South African Formosan termite is tiny, but colonies can be 15m tall and contain architectural wonders that boggle the mind. If we were to build a structure of equal size on human terms, it would be over a mile high or double the size of the tallest tower below.\nNot only amazingly tall but with sturdy foundations that allow a circulation of cold air and the removal of warmer, stale air. Termites have a unique ability to control air temperature, humidity and air flow better than a highly qualified engineer could begin to perceive.\nThe huge structure we see below is just the top of the mound, with an ingenious system of mud-made foundations. These are made from hundreds of concentric veins that filter water and allow it to evaporate forming a beautiful salty mineral deposit. As the salt forms and the water evaporates on the wave-like veins, the air around it gets cooled. This allows an air current to be created, a literal and beautiful example of insect-crafted air-conditioning to rival even the most airy offices.\nBut it doesn’t stop there... Termites feed ostensibly on wood, which is notoriously hard to digest. They have specially evolved bacteria in their bodies that partially break down the wood and extract goodness, but it is in the excrement of the termites that a wonder truly exists... (I can assure you that was a sentence I wasn’t expecting to come across in my life).\nBy piling up their own dung, the termites are able to use their incredible air- and temperature-control techniques to keep the colony at a steady 31 degrees Centigrade, the perfect temperature for the eggs to grow and for another of their incredible talents... farming.\nOn the dung grows a fungus, entirely unique to termite mounds across the entire planet, and it provides the termite colony with all the sustenance they require. Considering that their bulbous queen produces over 30,000 eggs a day, that’s certainly a lot.\nSo apart from form and structure, foundations, ventilation and air conditioning, farming and monarchy... oh, and waste dispersal and renewable materials in construction... what have the insects ever done for us, eh?\n","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","title":"Termites: Skyscraper Builders of the Insect World","author":"Limetiger"}