{"url":"http://www.environmentalgraffiti.com/news-man-who-eats-glass","content":"\n \nThere's a \n who has a bizarre addiction. He loves to eat glass. This is not to garner attention or guarantee him celebrity attention in a Las Vegas show. No, he eats glass and can't stop doing it. \n\n \nLike seeking a thrill or a high in traditional ways (as in illegal drugs or alcohol), people who eat glass have a \n as well. The addiction is called \n and is typically made public in stage shows. You may know the more renowned glass eaters, Preacher Muad'dib Todd Robbins, Matt the Knife, Josh Routh and Michel Lotito. Unfortunately, some people like the man in the video above carry this act further and eat glass on an everyday basis. \n\n \nPeople who eat glass to fulfill their addiction or habit \n experiencing a warm and satisfying feeling from the act. However, this addiction obviously has its risks. The esophogus can be perforated, along with other organs. Eventually, the glass finds its natural route to the toilet. But, this can also be painful and disturbing, to put it lightly. \n\n \nJosh, seen in the first video, has eaten over \n. He also likes to eat or swallow bullets, preferably the .22 caliber ones. \n \nIn case you are wondering, yes, these items do show up in X-rays. Josh has seen a doctor for his glass eating addiction, thanks to the prodding of his fiance. It is unknown whether these addictions will quickly kill the person or just shorten their lives. Research has not been done on these unusual addictions. Glass eaters like Josh can become attracted to the addiction through reading books about it and, of course, through the Internet.\n\n\nPeople like Josh admit they enjoy the attention. This leads one to question the psychology of people suffering from this somewhat disturbing and crude addiction. If people didn't give them attention, would they continue to eat glass? Hopefully, articles like this will educate the public, and those considering eating glass, to be wary of the serious dangers. Even if one survives eating 250 light bulbs, there is no guarantee that the next light bulb one eats won't kill you.","web_category":"lifestyle","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","title":"When People Eat Glass","author":"Asher Kade"}