{"url":"http://www.environmentalgraffiti.com/sciencetech/human-embryos-cloned/706","content":"\nLadies and Gentlemen, welcome to the future. It’s really weird. \nStemagen Corp., a California based bioresearch firm, has claimed that it has cloned human embryos.\nThe company said that it used established cloning methods to create five human embryos with the goal of creating identical stem cells for patients. The researchers claim they destroyed the embryos when they tested them to make sure they were actually clones, but they plan to do it again.\nThe claims were recently published in the journal Stem Cells. Other scientists, however, think their claims are false. After the recent scandal of Dr. Hwang Woo Suk, in which the doctor faked reports on human embryonic cloning, many are being ultra careful in regards to any new research on the subject.  If it turns out the cells are legitimate, however, it could be a major financial windfall for the company. Stem cells are thought to be the future of medical research in some circles, and stem cells from embryos are considered the most powerful stem cells. \nThe cloned embryos were made with skin cells from two adult males. They created the cloned embryos by hollowing out an egg cell and injecting the nucleus of the skin cells. This is a well established method of cloning, having been used in the first ever instance of animal cloning, Dolly the sheep, in 1996. The scientists believe that by using this technique they can create cells, organs, and tissues that would directly match patients. This could treat a variety of diseases and make organ transplants much safer.\nWhile I’m all in favor of healing diseases, this is a little creepy for me. While the company doesn’t appear to have any plans to clone an actual human, the mere fact that they have successfully made the first step towards that is a bit disquieting. I’m not a scientist, but if you create a viable cloned human embryo you can get a viable human from that, can you not? Also, this reminds me of that one episode of Sliders where they went to a world where they kept clones around to be used for spare parts. I don’t want to live in a world that resembles an episode of Sliders. \nSource: \n ","web_category":"science","advice_category":"4","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","title":"Human Embryos Cloned","author":"Chris"}