{"url":"http://www.environmentalgraffiti.com/conservation/news-save-ecosystem-save-future-0","content":"\nCould you just go outside and spot a frog? Well, 99% of the time the answer is no. Even I can't spot a frog easily near my house. And you know why? Because our ecosystems are getting destroyed because of you, me and every human being on the planet!\nAn ecosystem is an area composed of abiotic and biotic factors. There are lots of kinds of ecosystems all around the world. Still sitting there and thinking about what an ecosystem is? Well, how about you think about how can you conserve them instead. There are various ways to do this and a few are listed below: \nStop Deforestation.\nThis is a pretty cool idea, and essentially does what it says on the tin: stops the cutting down of trees. This helps us minimize the use of wood and other forest produces; all you have to do is prepare a group and act against deforestation by planting lots and lots of trees.\nThe second step is to: Minimize the Use of Energy Resources.\nFor this you should control the amount of electricity used in your homes as well as in your offices - switch off the lights and switches while not in use, and use CFL's in your house in order to save electricity.\nAnd don't only save electricity, but fossil fuels too. Think about it: switch off your engines at traffic lights and always look for any fuel leakage etc, because it will not only harm the ecosystem but you too.\nThe third measure is to: Stop Polluting the Air, Water and Soil.\nFor the past 100 years this has been the main reason for the destruction of the ecosystem. To help this issue refrain from throwing waste into water bodies, do not burn fuels, such as dry leaves, (the may give out poisonous gases) and cut down the use of pesticides and other chemicals, which should be banned. Use eco-friendly sources, like Neem leaves, to keep away insects. \nThere are many other methods too and one final one from me: the Conservation of Wildlife.\nThis is an exiting one. For this you can track endangered species and make a group and act against the killing of these poor creatures. You can even stop eating certain kinds of meat. Slaughtering animals is so horrific, for example think of a chicken which is killed for its meat: its head is sliced with a knife and feathers taken off. Imagine that you were that chicken. How would it feel? Pretty terrible...\nNow, ponder our ecosystems and how you can take responsibility for saving them carefully - I'm sure you can think of many more ideas to help them flourish. Just remember: you're not just saving it for you, but for our beautiful planet's future and for our next generation to see.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","title":"Save Our Ecosystems, Save Our Planet","author":"aparna.h"}