{"url":"http://www.environmentalgraffiti.com/ecology/helpless-penguins-killed-by-climate-change/603","content":"\nAntarctica’s penguin population has declined because of the damage of global warming, according to the World Wildlife Federation (WWF).\n\"The Antarctic penguins already have a long march behind them,\" Anna Reynolds, deputy director of WWF's Global Climate Change Program, said in a report, “Antarctic Penguins and Climate Change”, at the Bali climate talks. \"Now it seems these icons of the Antarctic will have to face an extremely tough battle to adapt to the unprecedented rate of climate change.\"\nThe report concluded that the Antarctic West Peninsula is warming five times faster than the rest of the world, and sea ice in the same area covers 40% less area than it did 26 years ago.\nIn the northwestern part of the peninsula, where warming is occurring the fastest, the population of adelie penguins has dropped 65% in the last 25 years. The number of chinstraps has also decreased 30 to 66% in some colonies.\n\"They're in a completely disrupted state because of the huge temperature increases that is happening in the Antarctic continent,” said Julie Langer of the WWF.\nWarmer temperatures and stronger winds means penguins had to raise their chicks on thin ice, quite literally, which could break off easily and be blown away, with the chicks still on the ice.\n\"The food web of Antarctica, and thus the survival of penguins and many other species, is bound up in the future of the sea ice,\" said James P. Leape, director general of WWF International.\n\"After such a long march to Bali, ministers must now commit to sharp reductions in carbon emissions for industrialized countries, to protect Antarctica and safeguard the health of the planet.\"\nVia :: \n :: \nSimmons also blogs at ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/art-350.png","title":"Helpless Penguins Killed by Climate Change","author":"Simmons"}