{"url":"http://www.environmentalgraffiti.com/outdoor/news-seven-lesser-known-wonders-world","content":"\n \nWe all know that there are sights on earth regarded as the Wonders of the World – whether ancient or modern – sights such as the Great Pyramids of Giza, the Taj Mahal, or the Grand Canyon in Colorado with its awesome grandeur. These are not, however, necessarily the sights you have to see, because the word 'wonder' can apply to so many other locations around the globe. Here are a selection of stunning places to see, if you ever get the chance. \n \nAn astounding sight to behold, Metéora, also known as the 'Suspended Rocks’, is a very large and important complex of Eastern Orthodox monasteries in Greece. Six buildings constructed on the tops of natural sandstone rock pillars make for an impressive sight. These astonishing structures were built amongst the Pindus Mountains of central Greece and were obviously meant as defensive buildings, since access was made as difficult as possible in the beginning. Only through the use of either long ladders lashed together, or large nets for hauling supplies, could access to the monasteries be obtained – though it is somewhat easier nowadays. \n \n \nOver an area of 4,000 square miles, 5,000 feet above sea level in the mountains of Ifuago in the Philippines, you will find something that local people refer to as the ‘eighth wonder of the world’: hand-carved terraces on which rice has been grown for at least 2,000 years. Ancient peoples did this incredible work over an unknown number of generations, the terraces watered through an irrigation system flowing from the rainforests above them. People maintain them to this day for planting crops, and it is widely believed that if all the terraces could be lined up end to end, the resulting line would completely encircle the globe. Truly amazing. \n \n \nBuilt over 1,500 years ago, during the reign of King Kassapa I between AD 477 to 495, Sigiriya, also known as ‘Lion’s Rock’, is an ancient rock fortress and palace ruin situated on the island of Sri Lanka. A popular tourist spot, this fantastic outcrop is surrounded by what is left of extensive gardens and reservoirs. Sigiriya is one of the seven World Heritage Sites of the island, renowned for its ancient frescos, similar to those of the Ajanta Caves of India. The site may, during prehistoric times, have been inhabited, and historical records tell us that it acted as a mountain monastery from the 5th century BC. \n \n \nThe Tower of Hercules is believed to have existed from the 2nd century onwards. Foundation base inscriptions tell of a Roman engineer called \"Sevius Lupus\", and written references to the Tower have been found from as early as 415AD. The lighthouse is 180 feet tall and overlooks the north Atlantic coast of Spain. The original tower is thought to have had an outer access ramp and to have burned a wood fire as a warning beacon. In 1788, King Carlos IV ordered the building of an enclosing facade around the structure, still in place to this day. The tower is the oldest Roman building acting as a fully functioning lighthouse in the world.\n \n \nMentioned earlier in the description of Sigiriya, the Ajanta Caves – ancient and religiously significant – are to be found in Maharashtra, India. These wondrous caverns are home to incredibly detailed paintings and sculpture which belong to the genre of Buddhist religious art. Originally occupied, it is thought, from the 2nd century, some 300 years after that the caves were abandoned. For over 1,000 years they lay unvisited and undisturbed, until 1819, when a British officer in the Madras army came across the almost hidden entrance to one of the caves while out hunting. Captain Smith, the officer in question, left a remarkable legacy of discovery for future generations. \n \nThe medieval town of Torun, in Poland, was where Nicolaus Copernicus was born. Archaeologists date the original settling of this town to 1100 BC, and from the 7th to the 13th centuries, there is evidence of a settlement at a river ford. Teutonic Knights built a castle nearby between 1230 and 1231. Franciscan monks settled in the city some 30 years later, followed by Dominicans, and in 1264 the New Town was founded. In 1280, the city joined the mercantile Hanseatic League and became an important medieval trade centre. \n \n \nMandalay is a part of the Burmese peninsular that contains the incredibly ancient city of Bagan. This place has been called by various names, including ‘Arimaddanapura’, ‘Tambadipa’ and ‘Tassadessa’, as it has been the ancient capital of several Burmese kingdoms. Bagan is the only unrecognized World Heritage Site listed here. The reason is that the ruling military junta has failed to make repairs to the ancient site that are in keeping with the original architectural styles and instead have used modern materials which look very much out of place. All the same, this is still a little known wonder of the world, and well worth a visit. \n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43321-2858654040104237032S600x600Q85.jpg","title":"7 Lesser Known Wonders of the World","author":"tonyleather"}