{"url":"http://www.environmentalgraffiti.com/anthropology-and-history/news-worlds-first-eco-model-starts-sustainable-design-portal","content":"\nSummer Rayne Oakes, known as the world's first eco model, and her business partner, fair trade entrepreneur Benita Singh, have started the world's first sustainable design site. Both are on a mission to turn the fashion industry – all 300 billion dollars worth of it – into a responsible industry that uses sustainable products.\nThe beautiful material above is tree bark cloth, one of the many sustainable textiles available. Made from the bark of a rare species of ficus tree, the bark is stripped; but rather than then being left alone to possibly die, the tree is wrapped in banana leaves to protect it. In 40 years, a single ficus tree can produce up to 400 square meters of cloth.\nSource4Style's B2B marketplace site is ideal for designers – both fashion designers and interior decorators – or those who just want to make their own clothes using ecologically friendly materials. You can search materials, suppliers, get all the sustainability specs and more all in one place.\nChristian Siriano (Project Runways winner) is one of the designers who makes use of Source4style and in fact used the tree bark cloth shown earlier in his spring collection. Many other designers are starting to see that there is extra beauty in sustainable materials – on top of the fact the using them is environmentally responsible. For example, right now Sourc3Style is featuring \n from an endemic species of moth in Madagascar. It is actually made from their cocoons!\nSource4Style says: \"Our mission is to make sustainable design possible. We are the premier online destination for designers and retailers to search and source the world’s leading sustainable materials and services from a network of global suppliers.\" They seem to be making an excellent start to achieving that goal.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","title":"Sustainable Design from the World's First Eco Model","author":"Michele Collet"}