{"url":"http://www.environmentalgraffiti.com/nature/news-why-humans-are-far-deadlier-sharks","content":"\nSharks have been feared for as long as humans have been seafarers. The term ‘man-eaters’ was applied to them by the Greek historian Herodotus in the 5th century BC. And their ferocious reputation continues to be updated. The Egyptian holiday resort of Sharm el-Sheikh gained worldwide notoriety for a recent spate of shark attacks. \nEver since Great White Sharks were demonised in \n(still the 7th highest-grossing movie of all time) the sight of sleek dorsal fins breaking the surface has instilled terror. But are sharks really that deadly to humankind? Absolutely not. Instances of sharks attacking bathers remain extremely rare – more people are killed each year by badly-wired Christmas tree lights.\nThere are certain species which should certainly be treated with caution. Bull Sharks have the highest level of testosterone of any living creature, prowl shallow waters and are at home in both salt and freshwater environments. The larger Great White is a voracious predator of other fish, as well as dolphins or seals. But scientists believe that those occasional human attacks are invariably the result of mistaken identity – flailing limbs could be seen as fish in distress, or a wetsuit could be confused for a sealion.\nBut a tally of 65 fatal Great White attacks since records began in 1876 is hardly justification to label an entire species as maneaters. Not when set against the reverse statistic: it has been estimated that human hunting is responsible for the deaths of 70-100 million sharks per annum. \nSharks were swimming through Earth’s oceans 100 million years before there were even dinosaurs! The terrible destruction of sharks is made even worse because the kills are mainly for trophies, or to produce shark fin soup, which is seen as a status symbol in the Far East. This is a poor excuse for the wholesale slaughter of one of Earth’s oldest surviving and fastest dwindling lifeforms.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","title":"Why Humans Are Far Deadlier than Sharks","author":"Mark Fleming"}