{"url":"http://www.environmentalgraffiti.com/news-guardians-time","content":"\nSculptor and artist Manfred Kielnhofer has reached into our souls and brought out the fears and needs of our unconscious psyche with his timeless and wonderful series of Guardians. The Guardians of Time are to warn humanity while the Guardians of Light are to protect, something one feels to the core when looking at his sculptures.\nMyth and folklore story through the ages have shown man to have protectors and those who warn us of danger in what we do. Particularly apt in this era of climate change, the Guardians of Time represent our ability to do danger to ourselves and others.\nThere is a feeling of death or those passed over in these eerie but powerful sculptures. If ever a series reminds us off the hooded cult figures and monks of days gone by, the mystical and historic, this one does. It is actually based on German mythology. Manfred Kielnhofer's website says: \"According to ancient scriptures it is 'the time travelers' that find out the GOOD – BAD status of our actions and the recent condition of our planet to correct and restore it. What actions there are that protect the collective harmony is mostly still in the field of speculation\".\nAs said earlier, Kielnhofer's Guardians of Light are protective in nature, druid like, and it would be powerful to see them shining their light at Stonehenge. Protecting dark areas of the landscape and city, each has a 32W low energy lightbulb illuminating it.\nSpectacular and protective, one feels safe near them; that right decisions are being made or you will be warned of bad ones. They are nuns or Madonnas, always looking out for your spiritual health.\nFrom his website, the information on the German myth continues: \"One general accepted theory is that our own motivation and the human actions themselves are the trigger for the working of the GUARDIANS. Through time they enter our world and always remain present to take record of our actions. Nobody can withdraw from their universal and objective valuations and guidance.” Manfred Kielnhofer has come up with a timeless series. His new series are of Madonnas in Venice, also guardians as you can see in our bonus picture.\nYou can see installations of Manfred's Guardians and much more between June and October 2 at NordArt in Budelsdorf, Germany. It brings together artistic work from 245 artists in 55 countries. Read more \n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","title":"Strange Hooded Guardians Appear All Over Europe","author":"Michele Collet"}