{"url":"http://www.environmentalgraffiti.com/ecology/ocean-co2-muscles-out-shellfish/424","content":"\nOysters and mussels, one of the most ancient and prized delicacies, are at risk of extinction because of rising CO2 levels.\nScientists are warning that many shellfish species could disappear by the end of the century.  The rise in amount of greenhouse gases in the atmosphere has led to the ocean becoming more acidic as more and more CO2 is dissolved in seawater.  The acidity of the water makes it difficult for shellfish to produce their shells, and by 2100 some waters will be so acidic that their shells will dissolve completely.\nMarine biologists are frightened for the potential effects this could have on the environment. If shellfish are extinct or too rare, creatures that feed on shellfish will find it difficult to survive. Even coral will find it difficult to survive as it will not be able to grow its exoskeleton.\nDr. Carol Turley of Plymouth Marine Laboratory believes that climate change will cause a great change in how humans use the oceans as a food source.  She believes the fishing industry will begin to struggle soon with finding enough shellfish to feed demand.\nAccording to Turley: \"The oceans take up carbon dioxide as we produce more and more into the atmosphere. They have already taken up half of the carbon dioxide released into the atmosphere since the industrial revolution. The problem this causes has only really emerged very recently.”\n\"Many shellfish use calcium carbonate to make their shells, but the more carbon dioxide in the ocean, the less carbonate is available to those organisms that use it. A lot of shellfish are an important food source for fish as well as humans. The impacts of shellfish disappearing could be massive.\"\nSource: \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-30183-2568444060105960926S600x600Q85.jpg","title":"Ocean CO2 Muscles Out Shellfish","author":"Chris"}