{"url":"http://www.environmentalgraffiti.com/featured/germany-incredible-hanging-railway/20672","content":"\n\nImage via \nThe hanging railway in Germany's western central city of Wuppertal (pronounced Voopahtahl) is the oldest monorail system in the world. Built in 1900, the Wuppertaler Schwebebahn or \"floating train\" has been continuously operated since 1901, despite two world wars, various accidents and other turbulent events. Find out the stories behind this stylish and green mode of transportation.   \n\nImage: \n\nImage: \nWhat to do when a growing industrial region requires an efficient transport system yet geographical characteristics like hilly terrain, a flood-prone river and high groundwater levels prevent building of the same? This is the situation city planners faced in Wuppertal at the turn of the 19th century: The city region had reached an all-time population peak of 400,000 and quickly needed an efficient mode of transportation that would go beyond the requirements of traditional ground or subterranean transportation.\n\nImage: \nLeave it to the Germans to come up with something unique that would later be copied many times in the world: the suspended monorail. The model for this railway, however, came from English engineer Henry Palmer who had already devised plans for a horse-drawn suspended monorail in 1824. German engineer Carl Eugen Langen finally built and tested the first prototype for a motorized suspended monorail in Cologne in the 1880s. \n\nImage: \nIn 1898, construction on the actual Wuppertal monorail began and after a construction period of only three years, under master builder Wilhem Feldmann, was opened in 1901. It was soon known as the “Wuppertaler Schwebebahn,” literally Wuppertal’s “floating train.” So great was the hype around this new mode of urban transport that even German Emperor William II was roped in to ride the monorail during a trial run on October 24, 1900.\n\nImage: \nToday, the suspended monorail stretches over a track system of 13.3 km and 20 stops. 10 km of tracks follow the Wupper River at an elevation of 12 meters and for 3.3 km; the tracks follow Wuppertal’s narrow streets at a height of 8 m. The monorail reaches top speeds of up to 60 km/h and covers the complete distance in about 30 minutes. It is a popular mode of transport that carries 75,000 passengers every day or 25 million annually.    \n\nImage: \nGiven its long history, it might come as a surprise to learn that there have only been a few accidents involving the Schwebebahn and no fatal ones until 1999 when Coach No. 4 derailed because of parts left on the tracks after repair work. One train compartment fell into the Wupper and five passengers died while 47 were injured. \n\nImage: \nApart from a few exceptions, the monorail has not had to suspend services. During World War I, ridership sank because of large parts of the male population being drafted, leaving all operations in female hands. After the war, one of the stations was part of French territory and passengers actually had to pass immigration to proceed, slowing travel times down considerably. \n\nImage: \nWorld War II bombings and air raids of Wuppertal left stations and parts of the tracks damaged, so that full service was not possible and, after further damage in 1945, had to be suspended altogether. However, after the war, reconstruction of the beloved Schwebebahn went full steam ahead so that already in 1946, service could resume fully.    \nOne bizarre accident deserves special mention: In 1950, the local circus decided to let Tuffi, one of its young elephants, ride on the monorail for promotional purposes. Tuffi soon lost his cool upon hearing the unfamiliar noises of the train and being suspended so high and decided to scoot: He broke through the sidewall of the compartment and landed in the river, unscathed. \nThe accompanying journalists weren’t as lucky – though none of them fell into the river, some were injured in the ensuing chaos. However, the whole incident became so famous that many drivers later claimed to have driven that fateful train. A clever local dairy company, cashing in on the publicity, quickly copyrighted the elephant’s name and is known as Tuffi-Campina to this day.      \n\nImage via \nSince 1901, though, the monorail concept has caught on worldwide because of its many advantages: minimal horizontal and vertical space requirements, lower construction costs compared to conventional rail systems, less noise pollution and no interference with existing transport systems. \nThe last point is also a disadvantage because monorails can only run on their own tracks, therefore making compatibility with any other rail infrastructure virtually impossible. Also, each monorail requires unique parts from a particular manufacturer, making servicing time-consuming and costly. Famous monorails can be found in Kuala Lumpur, Sydney, Osaka, Tokyo and many amusement parks and airports; other suspended ones in Memphis, Dresden and Dortmund. \n\nImage: \nThough the Wuppertaler Schwebebahn is a landmark and famous sight of the city, most Germans, including this author, don’t give it a second thought. Given the many technical marvels and inventions that the country has brought forth, even a more than hundred-year-old suspended railway seems no big deal, especially one that integrates so well with other modes of transport that it is barely noticeable as something special.   \nWe’ll leave you with this video, a real treasure for Schwebebahn enthusiasts: Hop on and enjoy the ride, hanging over the river, enjoying Wuppertal’s greenery and seeing station approaches:  \n\n\n","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4793980539c9e4794e33zjpg","title":"Germany’s Incredible Hanging Railway","author":"Simone Preuss"}