{"url":"http://www.environmentalgraffiti.com/ecology/rebels-threaten-execution-for-gorilla-rangers/896","content":"\nCongolese rebels in control of eastern Congo and Virunga National Park have said they will execute any wildlife rangers attempting to enter the area, home to nearly half the world’s endangered mountain gorillas.\nLand mines have been placed on routes leading into the region, despite a recent signed peace agreement between the government and the rebels. \nDiddy Mwanaki, a ranger for the Congolese Institute for the Conservation of Nature (ICCN), said: \"They have to go. They are very aggressive against the rangers of ICCN, and have threatened to execute any of us who return to the gorilla sector.\" \nOddly enough, the rebels are helping fund their military operations by running a gorilla tourism business. Mwanaki wrote: \"At the moment, we reckon they are taking about two groups per week, which generates money for their militias. Unfortunately, they are not - as far as we can tell - respecting the basic regulations to ensure that the gorillas are kept safe from disease and disturbance.\"\n \nRangers had been hopeful they could return to the Gorilla sector of the Virunga National Park after a peace agreement was signed in January. Laurent Nkunda, the leader of rebel groups in the park, had even said he wanted the rangers to return.  \nRob Muir, a researcher with the Frankfurt Zoological Society who worked in the area, said: \"The ICCN rangers had initially planned to spend seven days at Bukima before heading out to Jomba. However, the night before the operation was due to commerce, we received a call from Monuc (UN peacekeeping force) informing us that the road to Bukima had been mined. The only option therefore was to try and reach Jomba, right in the heart of rebel territory.\"\nMuir added that a group had gone into the park, but were stopped by a hostile party of rebels. He said: \"Director Norbert Mushenzi was informed that his ICCN delegation had only been let in out of respect for Monuc, and that it would be the first and last time they would be given access. They added that if it was not for the presence of Monuc, the delegation would have been executed.\" \nInfo from \n ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2748c89b8f085c23405366b3eb808d56_0.jpg","title":"Rebels Threaten Execution for Gorilla Rangers","author":"Chris"}