{"url":"http://www.environmentalgraffiti.com/conservation/news-ashes-ashes-coal-dust-coal-dust","content":"\nRest in peace is an old saying we often use when we speak of our dearly departed, but sadly for many West Virginians it has become an unreachable dream.\nAs West Virginians we must realize that we are under siege. The coal industry has a strangle hold on our economical and environmental future. From many they have stolen their loved one's final resting places. The coal industry does not care what they take or what they destroy in their endless quest to mine coal faster and cheaper.\nAll across West Virginia there have been reports of sunken graves, uprooted Indian and slave burial grounds and old family cemeteries being pushed into valley fills.\nHere in West Virginia, Arch Coal and Massey Energy have repeatedly damaged and destroyed family resting places. They have drilled under, mined over and even caused sulfurous and acidic emissions to rain down on gravestones throughout the coalfields.\nWest Virginia law requires that the coal industry provide access to cemeteries, but all too often they are inaccessible due to either their location or mining in the area. West Virginia State laws say that mining cannot take place within 100ft of a cemetery. Cemeteries are considered land unsuitable for mining.\nWith all the laws on the books why are cemeteries still being displaced? Right now there are four cemeteries in crisis. The Cook Family cemetery on Cook Mountain, the Jerrell Cemetery and two cemeteries in the now abandoned Lindytown. One of the Lindytown cemeteries sits in the yard of a home Massey Energy has slated for demolition.\nDustin White’s ancestors are buried on the threatened Cook Mountain. This is what Dustin has to say about the threat to his ancestral burial ground: \"Cook Mountain and its cemetery was a place so special to my family. My ancestors once owned and lived on the mountain over 200 years ago. They made a life there building houses, barns, raising livestock, and even farming the land. They did all of that on a mountain, they didn’t need flat land. Those who died there were laid to rest there, including my 8\n great grandfather, Floyd Cook, who was the first to settle Cook Mountain and my 7\n great grandfather, William Chapman Cook, who served in the Union Army in the Civil War. There was so much history on that one mountain. We could still occasionally find artefacts of their lives, but the cemetery was always something we knew was there. It never went unattended over the years. Now the peaceful resting place of my ancestors is surrounded by a barren waste land, rocked by blasts and the roar of heavy machinery. Over 200 years of family history gone and we have to get permission to visit the graves of our ancestors. To the coal companies its profit, but how can a person put a price on centuries of family history and the graves of family members? Due to the damage they have caused, we wonder if the graves will exist another 100 years. A part of who I am will be gone forever.\"\nThere are steps you can take to protect your family cemeteries. The best way is to ensure your cemetery's safety is to ensure that you own the mineral rights to your land.\nWest Virginia state code 29-1- 89 will protect your cemetery if you can register it as a historic landmark. Code 22-3-22 protects your rights by registering your cemetery as private property.\nIf your cemetery only has one grave of historical significance you cannot register the entire cemetery - instead you must apply to register the gravestone only. The gravestone's registration will protect the entire cemetery from destruction.\nThe State Historical Preservation Office has repeatedly told family members that they do not have the power to prevent the coal industry from destroying cemeteries unless they are designated as historical landmarks. \nBelow you will find the criteria to register a grave as a historical landmark:\nCRITERIA CONSIDERATION C: BIRTHPLACES OR GRAVES\nA birthplace or grave of a historical figure is eligible if the person is of outstanding importance and if there is no other appropriate site or building directly associated with his or her productive life.\nUnderstanding Criteria Consideration C: Birthplaces or Graves\nBirthplaces or graves often attain importance as reflections of the origins of important persons or as lasting memorials to them. The lives of persons significant in our past normally are recognized by the National Register through listing of properties illustrative of or associated with that person's productive life's work. Birthplaces or graves, as properties that represent the beginning and the end of the life of distinguished individuals, may be temporally and geographically far removed from the person's significant activities, and therefore are not usually considered eligible.\nThe birthplace of a significant person who lived elsewhere during his or her Period of Significance.\n\nA grave that is nominated for its association with the significant person buried in it.\n\nA grave that is nominated for information potential. \nFamily cemeteries throughout the coalfield are disappearing and far too many are now being threatened. Cemeteries are just another casualty of the rush to blow up mountains to get to the coal seams quicker and cheaper.\nThe mountains and cemeteries that the coal industry are destroying are just more pieces of our Appalachian, culture, heritage and history that the mining industry is stealing away. We must now stand up and say no more. Let the coal industry and our elected leaders know that the resting places of our ancestors should not be collateral damage in the coal industries game of greed.\nWith every mining company bulldozer, historicide is taking place, throughout Appalachia.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/BIGBOY","title":"When Coal Mines Swallow Graveyards","author":"Tammy Marie Rose"}