{"url":"http://www.environmentalgraffiti.com/featured/ecotourism-antarctica/2535","content":"\nWritten by new contributor, \nProblems were inevitable for Antarctic tourism from the start.  Seen by many as the last unspoiled landmass on earth, the unique and vulnerable ecosystem is what attracts people to our southernmost continent.  How do we handle tourism to a place whose only appeal to most of us is its lack of large-scale human contact?  Doesn't that defeat the purpose?\nDutch researchers have thought the same thing, and believe they have a solution; limit and then auction off visiting rights to Antarctica.\nIn some ways, their logic is sound.  Tourist limits are needed; not only for future tourism to work, but for the Antarctica's own sake.  People pollute, disturb the animals and carry eggs, spores, rodents and other living matter that can spread.  Even those few thousand trained scientists have unwittingly brought in numerous invasive species - what can we expect from tens or perhaps hundreds of thousands of possibly ignorant tourists?  And as more and more tourists and companies line up to get in, they will only be harder to monitor.\nAt the same time, their plan does give an unfair advantage to the super-rich.  While far from cheap today, at least now everyone theoretically has an equal chance of getting to Antarctica.  But people with way too much money and no concept of its value are the bane of less fortunate auction goers everywhere - haven't these researchers ever used eBay or seen how much Picassos sell for?  If the auctions were well publicized, which these would be, the final price tags could be well out of reach for all but the very well-to-do.  Is that fair?  No.  But this is a tricky proposition as reducing supply inevitably means higher cost.  Ticket prices will be high no matter what they do.\nIf scientists get their way, there will be limits placed on the number of people who can visit Antarctica and the days they can go.  This particular solution is better than nothing, but hopefully the final plan will have everyone in mind.\nSource: \n, ","web_category":"travel","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","title":"How Ecotourism is Destroying Antarctica","author":"Andy Stone"}