{"url":"http://www.environmentalgraffiti.com/bikes/news-slacklining-balanced-1000-ft-air-giant-rubber-band","content":"\nWith the wind whistling in your ears, a breathtaking view before your eyes, and a yawning gulf beneath your feet, would it matter whether your steps over the abyss were so... well... elastic? Balancing and bouncing about on a thin but obligingly flat strip of nylon webbing may sound like a lot of fun, but when this stretchy, oversized rubber band is all that lies between exhilaration and a long freefall to the gorge floor thousands of feet down, you know this zany extreme sport isn’t for sissies. Tightrope walking’s looser, more flexible but no less gnarly younger cousin, slacklining redefines the word dynamic.\nThese pictures show two young South African enthusiasts of slacklining – which combines balance, concentration and fitness – taking a leisurely afternoon amble through the rarefied air over Cape Town in 2009. In so doing, Warren Gans and Sean Wakelin staked a claim as the first people to slackline on the famous Table Mountain landmark. Following the adrenalin-fuelled day, a serene evening set in, with photographer Greg Beadle remarking: “Sean had to strap his toes to stop the bleeding and carried his full pack back down, bravely carrying the war wounds of his first attempts at slacklining.”\nOK, now bleeding feet we can take, but a first attempt at slacklining? Naturally, not everybody jumps in at the deep end in quite such drastic fashion; instead they start on less daunting low-slung lines. Like many extreme sports, slacklining presents itself as an activity for one and all, but a glance at some of the highlines set up in precipitous places tells you this take on the sport isn’t for old fogies with heart conditions. Just look at these drops. Yet, as intimidating as they look, the learning curve for the basics of slacklining is pretty quick. With a bit of perseverance over a few hours, most people are up and walking around like toddlers in playschool.\nSlacklining was born when two wacky rock climbers living in Yosemite Valley in the early 80s, Adam Grosowsky and Jeff Ellington, began walking on parking lot chains and even ropes strung up between the trees to relieve boredom. They soon started stringing up their climbing webbing, and from there the sport spread. In 1983, the duo set up a 55-foot cable line at Lost Arrow Spire, nearly 3,000 feet up, but while neither of them was able to cross it, a webbing highline was set up in the same spot the next year by Scott Balcom and Darrin Carter. Balcom was the first person to cross the now now-famous line in 1985. Highlining had arrived.\n\n\nHighlining has a helpfully self-explanatory name. The lines are placed great distances up in the air over ground or water. But most slackers, as they’re known, aren’t slackers when it comes to rigging, and take care to ensure that the anchors between which the line is secured are equally sized and suitably solid. No kidding. For safety’s sake, most highliners will also wear a climbing harness or swami belt with a leash attached to the slackline itself, but unleashed highline walks are not unheard of – especially in circles where some would argue balls outweigh brains by a considerable stretch.\nLines threaded through with extra webbing, doubled up, or supplemented with climbing ropes running along them are safety measures taken by the saner among slackers, and even those with testosterone levels higher than their IQ scores will pad all areas of the rigging which might come in contact with abrasive surfaces that read ‘Snap’ in big scary letters to the trained eye. Today, Lost Arrow Spire is probably the world's most well-known and revered highline, yet only a few dozen people have actually walked the line, most of them in the last decade.\nSlacklining is no longer the left-field activity for the daringly discerning alone; increasingly popular, the sport is going more mainstream. Still, the extreme sports fanatics who would prefer it if highlining remained the preserve of the madcap rather than the many can sleep safe. As long as adrenalin addicts traverse lines thousands of feet up in air (like Christian Schou, who set the highest slackline record in 2006 with a walk in Kjerag, Norway, 3,281 feet up) this is one activity set to stay among the elite and crazy few.\n","web_category":"outdoor","advice_category":"8","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","title":"Balancing on a Giant Rubber Band 1000 ft in the Air ","author":"Karl Fabricius"}