{"url":"http://www.environmentalgraffiti.com/animals/news-parasitic-wasp-larvae-emerging-caterpillar","content":"\nAs the caterpillar feed and feeds, it little realises it is eating not just for one but for many and not its own. Swimming inside the caterpillar’s ever more bloated body, parasites live on the blood of their host. They are growing too. These uninvited guests – larvae impregnated by a parasitic wasp – will soon become masters of their unwillingly accommodating slave. Before long, their teeth will be sharp enough for them to slice their way out of the caterpillar – eating it alive from the inside out – while their host becomes a zombified bodyguard, protecting and ultimately dying for its murderous, newly hatched brood.\nTo begin the morbid process, the adult female parasitic wasp, \n impregnates a cabbage white caterpillar chosen as the host for its hungry little wasps to-be, thrusting its needle-like ovipositor through the victim’s skin and pumping her eggs into the body cavity. With the eggs hatched inside the caterpillar, up to 60 individual larvae will soon develop. After twelve days of the caterpillar gorging and providing nourishment, the larvae within will each have grown to the size of a grain of rice. They can even be seen, squirming beneath the surface of the caterpillar’s skin like a trick of the light.\nThe caterpillar continues to feed and balloon, consuming one and a half times as much food as would one of its un-parasitized kin, with more than 30% of its body weight made up by the larvae. The burgeoning body invaders are clever, however, for while they drink their host’s blood, they are careful not harm its vital organs. They thus keep it alive while they are still steadily growing. The caterpillar’s role is not yet fulfilled. When fully mature after two weeks, the larvae are ready to break out from the protection of their surrogate womb, and their newly formed saw-like teeth are called into cutting action. \nThis is where it's easy to see how these critters inspired the movie \n. To complete the next phase of their life cycle, the wasp larvae use their specialised jagged jaws to cut through the tough, thick layers of the caterpillar's skin that would otherwise present an impermeable barrier. The larvae also release chemicals that paralyse their host, rendering it powerless as they eat their way out. The castrating chemical warfare doesn’t stop here either: all along the larvae have been protected by a virus in which the eggs were coated that disabled the caterpillar’s immune system, stopping it from attacking and killing them as they grew.\nNow, free at last, the larvae emerge and enter another life stage, swiftly spinning silken cocoons – the ideal environment for their final transformation. With the larvae themselves facing the risk of being impregnated by other species of parasitic wasp, the caterpillar is called upon for one last pitiful task. Through a sick twist of nature, this broken substitute parent aids its adopted brood, using the silken blanket it would normally use to make its own cocoon to cover the wasp pupae with an extra layer of protection. The then caterpillar even stays near the cocoons like some kind of brainwashed guardian.\nSo much is the caterpillar under control that it spends its remaining days repelling the attacks of other parasitic wasps that target the fresh \n larvae, its natural aggression exploited in a last mock-heroic stand before it finally succumbs to starvation. This bizarre corruption of the caterpillar’s behaviour is believed to be caused by the same wasp virus that infected it weeks before, and which now invades its brain. Watching vigilantly over its precious charges, the caterpillar’s paternal instinct survives till death, as it ushers in the metamorphosis of a new generation of parasitic wasps.\nBrought to North America in 1883 for the control of imported cabbage white caterpillars considered a threat to crops, \n has become a major cause of mortality for the cabbage white caterpillar, and not for the first time an invasive species introduced by human hands has had a negative impact on other native populations. We'll leave you with a video from National Geographic, showing the grisly process by which these parasitic wasps assail their host:\n\n\nYou can watch the original, from \n, \n.\nExtra sources: \n, \n, \n, ","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-41371-2381818710104181437S600x600Q85.jpg","title":"Parasitic Wasp Larvae Emerging from Caterpillar","author":"Karl Fabricius"}