{"url":"http://www.environmentalgraffiti.com/art-and-design/news-fascinating-art-glassblowing","content":"\nThe fascinating art of glassblowing involves fire, molten sand, a long blowpipe, and an intricate and painstaking process. The technique dates back to the first century BC, and possibly to Sidon (now coastal Lebanon), where glassblowing is said to have been invented. \nFrom there, the art spread to the Roman Empire, and then to the rest of the world. Glassblowing is still practiced today and involves mastering an array of complicated techniques. But most of all, glassblowers must be able to carry out each step with delicacy and precision.\nThe process begins by putting a four- or five-foot blowpipe into the furnace, where the glass has been melted in a crucible at temperatures reaching 2,200 degrees Fahrenheit – which is the temperature of lava! \nIn a process called gathering, glassblowers then dip their blowpipes into the melted glass and turn them until they have a decent-sized blob on the end. At this point, matters become even more difficult, because the glass has the consistency of honey and can easily drip off the end of the pipe. \nOnce this is done, the next step is to roll the liquid onto a steel marver table to smooth it out and give it an even shape. \nThe glassblower then blows through the pipe, forming a small air bubble on the inside of the molten glass. This is an extremely delicate process, because if the artist blows too much, the walls will be too thin and collapse when more glass is added. \nOnce the bubble is blown, different colors can be added using a variety of techniques. \nOne of the most difficult aspects of glassblowing is keeping the temperature at the correct level. At this stage, the glassblower is constantly regulating the glass by reheating it when necessary. This allows the artist to shape the glass into the form they desire, but at the same time, it’s a delicate balancing act: if it gets too cold, it cracks, and if any part of it gets too hot it blows out quicker than the rest.  \nInstead of marver tables, glassblowers then use wooden blocks soaked in water to smooth the sides and make them even. Then they use tongs called jacks to mark the lip of the vessel, which is followed by more blowing, if necessary, to open the glass out more. \nThere are two main forms of glass blowing: free-blowing and mold-blowing. Free-blowing came first, and it involves blowing quick puffs of air into the molten glass while it’s gathered at the tip of the blowpipe. Glassblowers can then quickly inflate the glass and mold it to shape. The second technique, mold-blowing, involves inflating the blob of glass using a metal or wooden mold to shape it, instead of relying on the skill of the blower.          \nEventually, the glass is removed and placed in a 900-degree Fahrenheit kiln, where it will gradually cool. If it were to cool too rapidly, it would crack. \nAlthough this is a simplified explanation of glassblowing, it gives you an idea of the intricacies involved and, perhaps, a new appreciation for the beautiful results.\n","web_category":"art+and+design","advice_category":"6","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44674-2553205940105960926S600x600Q85.jpg","title":"The Ancient Art of Glassblowing","author":"yvonne.mcarthur"}