{"url":"http://www.environmentalgraffiti.com/news-woodland-terrorists-deer-ticks-spread-lyme-disease","content":"\nEvery spring, North Americans are reminded of the dangers of Lyme disease and the importance of avoiding the insects which spread this illness, the deer tick. But just what dangers do we face? And how should we respond?\nTwo types of tick share the blame for inflicting Lyme disease on humans: the blacklegged tick; and the western blacklegged tick. These insect terrorists also go by the common names of \"deer tick\" and \"bear tick\". The blacklegged tick's range is from the Atlantic seaboard, including Canada's Atlantic provinces, west through Manitoba, Wisconsin and Minnesota. The western blacklegged tick lives in the Pacific states and provinces.\nAlthough the name \"deer tick\" does describe one of the blacklegged tick's preferred hosts, their most likely source for the Lyme disease bacteria comes from mice. The ticks will also take blood from other mammals - including people, and their dogs - and birds.\nThe blacklegged tick grows from egg to adult in several stages. At each stage, it takes a blood meal from a warm-blooded host. First, it ambushes a host from a vantage point on a tall stalk of grass, or some other plant. Once on a host, the blacklegged tick takes several days to drink its blood meal. Then it leaves its host and waits for its next need to feed.\nThe usual first sign of Lyme disease is a rash, typically looking like a circular \"target\" on the skin surrounding the bite. This rash may take anywhere from a day to a month to appear. It often clears up within a month after it develops.\nLyme disease, if untreated, progresses through several phases. Chills or fever, joint pains, fatigue and headache may develop fairly early on. Over several months, rashes and fatigue may continue but arthritis or heart palpitations may begin. Without treatment, further painful symptoms may develop or continue. But many of these symptoms are common to other conditions, and not every victim presents the same range of problems. Blood tests are considered inconclusive unless the patient was exposed to a tick environment. The report \"Lyme Disease on Rise\", by Sonja Puzic, described how it tooks one patient nearly a decade to be diagnosed and treated for Lyme disease.\nOne principle of warfare is to know your enemy. Ask the local health or conservation authorities whether your hiking or camping destination has (western) blacklegged ticks; and if so, whether Lyme disease is a problem in the area. The precautions against the blacklegged tick are similar to those for most biting insects. Wear long-sleeved shirts closed tightly at the wrists. Wear long pants tucked into socks and boots. A hat is also useful. Use an insect repellent such as DEET, in accordance with the directions. After the hike, do a daily check for ticks. They are small - you are looking for something the size of poppy seeds or sesame seeds, or a bit larger when fully gorged on your blood. Check both your clothing and your skin; it really helps to have a partner check your hindquarters. \nIf you find a blacklegged tick already biting, here's how to remove it as safely as possible. Using tweezers, clasp the head as close to the person's skin as possible. Pull out slowly, without twisting, and without squeezing the abdomen. It is important not to squeeze the tick while it is biting, because this just pushes any germs into the victim. The sooner the tick is removed, the less chance of being infected. Kill the tick and save it in an empty pill jar - this will aid any medical diagnosis, if needed.\nSeveral antibiotics are routinely administered orally to successfully treat Lyme disease. In the more serious cases, intravenous drugs are used. Currently, doctors will not prescribe these medications without a clear diagnosis. As noted before, it is important to tell your physician about your exposure to a \"risky\" environment - this is an important part of the diagnostic procedure.\nThere is some good news, however. While the number of reported incidents may have been increasing, the odds that you will catch Lyme disease are fairly low. Not all woodlands or grasslands have these ticks; not all ticks are infected (although some areas are \"hot spots\"); not all bites from an infected blacklegged tick would transmit the bacteria into the victim. Take sensible precautions, and enjoy the great outdoors. Otherwise, \"the terrorists will have won\". \n:\n, referenced July 21, 2010.\n, modified Dec. 17, 2009, referenced July 21, 2010\n, referenced July 21, 2010\nSonja Puzic, \"\n\", Windsor Star, June 21 2010, referenced July 21, 2010\n, referenced July 21, 2010\n: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Anyone concerned about his or her health should contact a doctor for advice.","web_category":"nature","advice_category":"2","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockCowPassingGas21807524jpg","title":"How Deer Ticks Spread Lyme Disease","author":"MikeDeHaan"}