{"summary":"In order to keep their organic food status, farmers and producers would have to invest in local communities, allow union formation by their workers and help fund education schemes. The changes must be completed by 2009 or face losing their organic label","advice_category":"8","content":"\nA new plan to reduce carbon emissions by eliminating air freighted foods in supermarkets means 75% of overseas grown organic food could lose its organic status.\nThe new proposal from the Soil Association (SA), which certifies 70% of the food in Britain’s organic market sector, would strip the organic label from foods that are flown into the country. Only farmers and food processors that meet strict ethical standards would be allowed to continue labeling their food as organic.\nIn order to keep their organic food status, farmers and producers would have to invest in local communities, allow union formation by their workers and help fund education schemes. The changes must be completed by 2009 or face losing their organic label. American sweet potatoes and salads are the most likely to lose out.\nThe decision by the charity comes on the heels of a public outcry over air shipping and its impact on global warming. A large number of respondents in an opinion poll called for air freighted food to lose its organic label, while over half the respondents called for a complete ban on air freighting altogether. Air shipping produces 177 times more climate changing emissions than shipping.\nThe SA, however, is not in favor of a total ban, believing it would come down on producers in the developing world who relied on organic farming as a way to make a livable profit. The charity cited the drop in pesticide use and poisonings in Africa as a positive change from organic farming, which could be threatened if a ban on airfreight is enacted. Farmers are also against a complete ban, citing much longer shipping times by water which would result in food rotting before it could be consumed.\n\nSource: Telegraph\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Organic Food Won't Fly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/businesspolitics/organic-food-wont-fly/376"}