{"summary":"It contains Darlington County Park, Darlington Golf Course, Campgaw Mountain Reservation, Camp Glen Gray, and Ramapo Valley Reservation. With over 4,000 acres at its disposal, Ramapo Valley Mountain Reservation has extensive trails through the deep woods","advice_category":"2","content":"\nPhoto: Joseph Dunsay\n\nMahwah, New Jersey is a suburban town at the northwest corner of Bergen County just inside the New Jersey Highlands. It contains Darlington County Park, Darlington Golf Course, Campgaw Mountain Reservation, Camp Glen Gray, and Ramapo Valley Reservation. These parks provide outdoor recreation for both the casual and the seasoned outdoor enthusiast. They are part of the extensive Bergen County park system that serves New Jersey's most populous county.\nDarlington County Park has a fishing pond where anglers may catch and release fish, along with two seasonal swimming lakes for those who don't want to trek to the Jersey Shore. Tennis, handball, basketball, a playground, and picnic areas are other amenities at Darlington Park. The nearby Darlington Golf Course has a driving range and an 18-hole golf course. The golf center provides lessons for golfers of all ability levels.\nPhoto: Joseph Dunsay\n\nCampgaw Mountain Reservation provides more rustic recreational options. It has an archery range for those who have archery permits. Visitors can picnic at the pavilion or play disc golf. Campgaw Mountain Reservation has year-round hiking and seasonal camping and skiing.\nWeekend camping is also available at Camp Glen Gray. Campers must call for reservations ahead of time. They can choose from cabins, lean-tos and tent sites. Camp Glen Gray has a lake for boating and fishing. The sports field, amphitheater, and dining hall can host large events. A private nonprofit, the Friends of Glen Gray, manages this park for the county.\nPhoto: Joseph Dunsay\n\nRamapo Valley is ideal for hikers who want to leave all development behind. With over 4,000 acres at its disposal, Ramapo Valley Mountain Reservation has extensive trails through the deep woods. The trails are popular, so hikers will often encounter fellow nature lovers. These trails range in difficulty and connect to each other. One hike leads to a lookout where visitors can gaze at northern Bergen County and the peaks of a few Manhattan skyscrapers. Ramapo Valley Mountain Reservation also offers fishing and cross-country skiing.\nMahwah is one of the greenest towns in Bergen County, New Jersey. Several county parks in Mahwah host outdoor recreation. Every option from a relaxed day on the driving range to a rough hike up the mountains is available just a few miles from New York City. Despite housing nearly one million residents, Bergen County still has room for green towns like Mahwah. Let's hope this never changes.","author":"Joseph Dunsay","web_category":"nature","title":"The Exciting Parks of Mahwah, New Jersey","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-parks-mahwah-new-jersey"}