{"summary":"After a whopping 229,764 corks (that's a lot of wine!) and 27 days of hard work, artist Saimir Strati achieved his goal on September 4, 2008 when he earned the record for the World's Largest Cork Mosaic.. Strati is no stranger to the World Record Arena","advice_category":"6","content":"\nPhoto: Image via The Cellar Image of the Day\nAfter a whopping 229,764 corks (that's a lot of wine!) and 27 days of hard work, artist Saimir Strati achieved his goal on September 4, 2008 when he earned the record for the World's Largest Cork Mosaic.\nVisitors of the Sheraton Tirana Hotel and Towers were treated to a special performance of live art, as Strati worked 14 hour days in the hot Albanian summer sun to glue corks of different sizes and colours onto a large banner in the hotel gardens. The end product, a magnificent Mediterranean scene called Romeo with a crown of grapes playing the guitar while dancing with the sea and the sun, measures a commanding two stories high and almost 13 m in length (over 40 feet).\nPhoto: Image via designboom\nWatch this video of Strati in meticulous action from the mounting of the first few corks to the unveiling:\nStrati is no stranger to the World Record Arena. In 2006, he re-created Leonardo Da Vinci's self-portrait with 400 kg (over 800 lb) of nails to make the World's Largest Nail Mosaic. He followed this with the World's Largest Toothpick Mosaic in 2007, using 1.5 million toothpicks to create a 4x2 m (approximately 13x6.5 foot) three-dimensional image of a horse, entitled Reinless Spirit.\nUsing the same techniques as mosaic masters of old, Strati breathes new life into the ancient art with his use of familiar modern materials. Past projects have also included eggshell, coffee bean and compact disc mosaics.\nWe know we'll be looking forward to his next World Record attempt!\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"The World's Largest Cork Mosaic","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/the-worlds-largest-cork-mosaic/5187"}