{"summary":"Called vertical gardens, green walls or sky farms, they try to bring green oases and even farming indoors. And what about combining a sky farm skyscraper with vertical gardens, making it a green ecosystem inside and out? Though this might be a dream of the future, we can start with rainwater harvesting or do-it-yourself vertical gardens for home use","advice_category":"6","content":"\n\nPhoto: Image: Singapor3\nHave you ever wondered how plants grow in the weirdest of places like rocks, tree trunks, and the outside of houses? This phenomenon, based on the fact that plants actually do not need soil to grow, has been replicated by scientists in recent years. Called vertical gardens, green walls or sky farms, they try to bring green oases and even farming indoors. Portrayed by Environmental Graffiti in May 2008, the idea has since grown roots (pun intended).\nVertical gardens are today the most common green oases that we can see all around us, because they exploit the fact that plants actually do not need soil to grow, as long as they have water and the minerals found in soil. Plus, light and carbon dioxide to conduct photosynthesis, of which, in our urban environment, there should be plenty around. The picture that looks like an architectural drawing is taken at Singapore's Changi Airport, the \"green\" Terminal 3 with a giant green wall. That should take care of that stuffy airport air once and for all!\nPhoto: Image: Superbus\nHere's another example of indoor green walls from the Emporium Mall in Bangkok. But what about the plants’ roots? We all have seen monuments taken over or destroyed by vegetation. Actually, roots cause damage to a wall only if they are allowed to grow deep inside it. And they will do that if water is not accessible on the surface, therefore leaving the plant to dig for more. Root-related damage to walls can therefore be prevented if water is given to the plants regularly, keeping the roots on the surface and so saving the inner wall.\nFor a detailed view of the vertical gardens concept, let’s take a lot at the work of French scientist Patrick Blanc, who has been setting up large-scale vertical gardens indoors and outdoors with the help of architects for years. Every one of Blanc’s gardens is comprised of three parts: a metal frame, a PVC layer and a felt layer. The wall-mounting or self-standing frame provides a layer of air and therefore thermal insulation. A 1 cm-thick PVC sheet is riveted onto that metal frame to ensure stability and waterproofing. Then, a layer of rot-proof felt is stapled onto the PVC, guaranteeing homogenous water distribution und room for the roots to grow.\nPhoto: Image: Cathy Cunliffe\nTo keep the wall alive, with nutrients enriched water is provided from the top so that watering and fertilisation becomes an automated process. Other than adding a bit of nature to our concrete jungles and cleaning the air, vertical walls are also excellent building insulators that keep energy costs low because they protect the building from the cold in the winter and act as a natural cooling system in the summer. The plants used can be seeds, cuttings or already grown plants. Plant selection depends on the climatic conditions of the region where the vertical wall is set up and lighting conditions. Blanc’s constructions have been set up in underground parking lots or other fully closed spaces without any natural light. Using plants that require less light and providing sufficient artificial lighting will keep the vertical garden going even in enclosed spaces.\nWhat about weight? \nWouldn’t walls, especially indoor ones, cave in under the weight of this construction? Fortunately not because another advantage of soil-less plant cultivation is that the plant-supporting system is very light and can therefore be set up on any wall, regardless of size. The whole weight of one of Patrick Blanc’s vertical gardens for example, including the frame, is less than 30 kg per square metre.\nPhoto: Image: Dr. Dickson Despommier\nBut what about farming?\nOne couldn’t grow tomatoes, peaches, apples and peppers on a structure like this? Probably not but this is where sky farming becomes horizontal for a moment again: Plants are cultivated on a horizontal surface, but without soil and using hydroponic and aeroponic techniques: the first grows plants only in nutrient-rich water, the latter in nutrient-rich mist. And this can be done indoors, on every floor of a skyscraper for example, therefore making farming vertical again.\nWhy is sky farming or urban farming such a hot topic?\nBecause according to predictions, the world population will grow by 3 billion to 9.2 billion people by 2050, requiring 50% more of the current food supplies. With current farming practices, however, we would require additional land for farming, even bigger than the size of Brazil, as currently almost all food-producing land is already being farmed. Therefore, skywards seems to be the solution.\nPhoto: Image: Dr. Dickson Despommier\nWhen searching for anything on sky farming, one name keeps coming up: Dr. Dickson Despommier, professor of environmental sciences and microbiology at Columbia University. His web site describes in detail why and how skyscrapers should be turned into crop farms for fruits, vegetables and grains or even self-sustaining skyscraper farms that also produce clean water and energy. For anyone who has holiday cash to spare, he’s also set up a web site that lets you pledge money for a vertical farm in New York City.\nCritics argue that producing more skyscrapers would not only look ugly but also take away green spaces. If traditional agricultural land made redundant by sky farms were reforested or turned into a park, more green, outdoor recreational areas would be available. Another point of critique is that real estate prices would prevent sky farming from moving into city skyscrapers but there might not be a choice as it is predicted that by 2050, 80% of the population will live in urban areas. Through migration, but also urban sprawl and population growth that will turn today’s villages into cities. Sky farms and cities are meant to go together as the city provides the density and infrastructure needed for sky farming while benefiting from clean air generation and energy.\nPhoto: Image: Michael\nAnd what about combining a sky farm skyscraper with vertical gardens, making it a green ecosystem inside and out? Though this might be a dream of the future, we can start with rainwater harvesting or do-it-yourself vertical gardens for home use. This picture shows OCAD student Michael Tampilic’s VERT Rain Terrace that won second prize at the 2008 Rocket industrial design show. According to Tampilic’s web site, it was designed for the “suburban backyard gardening lifestyle” that aims to help the public water system during crunch times while creating a living wall at the same time.\nWhoever wants to join the trend solely for aesthetic reasons might want to try a do-it-yourself kit  from one of the many enterprising providers. Construction, maintenance and watering system should be checked carefully though to avoid surprises. \nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"art+and+design","title":"The Walls Are Alive","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-walls-are-alive/5595"}