{"summary":"A change of lifestyle might sometimes prove necessary if you want healthy skin. In order to keep your skin clear, you should always mind what you eat","advice_category":"8","content":"\nPhoto: evillotus666\nChemicals can cause serious harm to your skin. During an ordinary day, your skin is exposed to countless damaging factors that threaten its natural beauty and glow, many of which are of chemical origin. That's why it needs your care and attention, which shouldn't come in the form of other chemicals and harmful artificial products. But don't despair: there are plenty of natural ways to keep your skin clear and healthy. \nNatural remedies can help you get rid of pimples, blackheads, blemishes and other imperfections. \n1. Instead of spending your hard-earned money on expensive skin care products that not always benefit your skin in the long run, you should try some natural facials, made from products you can find in your home. Honey, tomato juice, cucumber, lime juice, yogurt and bananas are just a few of the natural ingredients that can make for great homemade skin remedies.\n2. When it comes to taking care of your skin, your diet is also very important. In order to keep your skin clear, you should always mind what you eat. Vitamin A is essential for healthy skin, so you should make sure you get enough by regularly\nincluding fresh fruit and raw vegetables in your diet.\n3. Also, you should reduce the amount of sugar you consume and drink plenty of water.\nPhoto: bionicteaching\n4. A change of lifestyle might sometimes prove necessary if you want healthy skin. For instance, you might want to give up cigarettes. Smoking is a bad habit for many reasons and one of them is that it's extremely harmful to your skin. Make-up isn't very good for the skin either, so you should use it moderately. Neither are many of the cosmetics on the market, so you should always be careful what you use.\n5. That being said, here is some final advice. Get enough sleep, wash your face with cold water at least two times a day, avoid stress as much as you can and your skin will stay clear, fresh and beautiful.","author":"Gregory Johansson","web_category":"lifestyle","title":"5 Chemical Free Skincare Solutions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/news-keeping-your-skin-clear-without-chemicals"}