{"summary":"Photo: JLplusAL. Despite belonging to the order of primates (more specifically strepsirrhines), Aye-aye’s combine sharp rodent teeth with long ET-like fingers, which they use to extract larvae from within trees","advice_category":"2","content":"\nPhoto: JLplusAL\nAnimals of all shapes and sizes inhabit the land and waters of our planet, from the intricately painted birds of paradise to thumb-sized pigmy marmosets, to gooey, skin-coloured axolotls. Each year new species are discovered and once in a while lay-people are introduced to one creature or another.\nToday I will tell you the story of the Aye-aye, an ugly-looking lemur native to Madagascar. Their wide orange, yellow or red eyes, bushy tales and hairless faces make them somewhat unique in the animal kingdom. Despite belonging to the order of primates (more specifically strepsirrhines), Aye-aye’s combine sharp rodent teeth with long ET-like fingers, which they use to extract larvae from within trees. Their most unusual feeding pattern is worth a mention; just like woodpeckers, they tap on trees with their knuckles (up to 8 times per second) until they identify a hollow chamber behind the bark. Then, they use their jagged incisors to pierce a hole big enough to fit their long, spindly and eerie-looking middle fingers in to extract the oblivious grubs that hide in the core of trees. Their sleeping habits are, like most strange-looking rainforest creatures, nocturnal, and their preference for the highest canopies (700m elevations) makes them difficult to spot. \nPhoto: Tom Junek\nDespite being considered solitary tree-tappers, Aye-aye’s do belong to ‘tribes’ which coordinate the movements of its members with regular markings from their cheeks and necks and metal-sounding vocalisations. Males socialise with one another during foraging expeditions and become increasingly ‘social’ in the mating season. In fact, at this time of year they become especially active, pulling each other off females and flinging one another off the tallest branches to gain importance and favour amongst the girls. Females on the other hand, the matriarchs of Aye-aye society, prefer to keep to their own and hardly ever come into conflict or contact with other members of the tribe. \nAfter the mating season, males and females build large nests where they remain in close proximity with one other until their infant is born and it can fend for itself. During this time the parents will feed, play and teach their cub how to interact with the rainforest environment. All infants are approximately the same age and as a result schools of baby Aye-aye’s can be heard rampaging the rooftops of the forest, performing the acrobatic feats and wide-ranging leaps they have learnt from the elders.\nPhoto: Tom Junek\nTheir nocturnal habits and shy nature have led Malagasy people to believe, for many centuries, that the Aye-ayes are magical creatures. Legend has it that the Aye-aye is the magical keeper of the forest. Like a fairy or pixie in Western culture, he will either prepare a cushion of grass for the weary traveller, bringing him good fortune, or place grass under his feet while he sleeps, as an omen of death. For many years killing or eating an Aye-aye was believed to curse entire communities with premature death. However, the ever-increasing deforestation for sugar-cane and coconut plantations has forced the animal to encroach upon villages where food is easily available, becoming in this way less and less of a creature of legend and increasingly considered a farmers’ competitor and trifling pest.","author":"marianovellamonti","web_category":"nature","title":"Aye-ayes: Bizarre Primates of the Madagascan Rainforest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/241710128_4e84b989e0.jpg","url":"http://www.environmentalgraffiti.com/animals/news-aye-aye-pirate-or-primate"}