{"summary":"Thanks to artists like Rivero Rossi, art is breaking free of the strict confines of the art gallery and taking to the streets. However, Ana Rivero Rossi, an artist and native of Spain currently living in San Francisco, reckons shoefiti is a kind of cultural code or language","advice_category":"6","content":"\nPhoto: Kenna Shapiro\nThere is a big difference between standing in front of the Mona Lisa in the Louvre and contemplating the graffiti on your local grocery store. Still, street art is fascinating. There is just something about it that grabs people from the get-go, whether it is graffiti, shoefiti or something as off-the-wall as an interactive zombie statue. Unfortunately, street art has often gotten a bad rap. “It means this is gang territory!” people say; or, \"that shoe hanging up there means someone got shot!”\nWhether these trumped-up charges have any truth to them doesn’t really interest us at the moment. The point is that graffiti and shoefiti often have negative connotations. However, Ana Rivero Rossi, an artist and native of Spain currently living in San Francisco, reckons shoefiti is a kind of cultural code or language. What's more, she was interested in using this same method to transmit a positive and understandable message. So she created a street art project called “Aqu? Love”, which basically involves throwing pairs of hearts up onto power lines.\nPhoto: Ana Rivero Rossi\nWhere shoefiti encourages suspicion, fear, wariness and estrangement, Rossi’s hearts embody a universal positive symbolism. There is no sinister, hidden message. They are simply there, in the open, reminding people to love in the midst of daily activities, stress and traffic.\n\"Street art,\" says Rossi, is “the ultimate inclusive language.” It aims to transform public spaces into places of both beauty and playfulness, to encourage human interaction and connection. “[The hearts] would lose meaning inside a gallery,” she says. “We walk into art galleries with the intention of finding art and being intellectually stimulated. In that sense, a gallery is a more exclusive experience. Working class families... get less exposure to art than other people,” says Rossi, because often they have neither the time nor cultural context that would enable them to go.\nPhoto: Ana Rivero Rossi\nStreet art, on the other hand, is for everyone. Not only is it free and accessible, it breaks into our daily lives and mundane contexts. It gives us something to talk about with the people around us, and in that sense creates a kind of community that would never be present in an art gallery. Rivero Rossi says: “I thought that if I could change the message of the shoes to a symbol of universal love, people will be able to connect, because all of us will understand the code.”\nThanks to artists like Rivero Rossi, art is breaking free of the strict confines of the art gallery and taking to the streets. There, in the midst of the tumble and rush of daily life, it is doing important work and reminding us of beauty, of the importance of human connection, and of love. This time, the language is not about drugs, or gangs, or fear, but about seeing our world and the people around us with new eyes.\nPhoto: Ana Rivero Rossi\nWith special thanks to Ana Rivero Rossi and Kenna Shapiro for the use of their photos.\nSources: 1, 2, Rivero Rossi, Ana. \"Aqu? Love Project.\" E-mail interview; 28 April, 2012.","author":"yvonne.mcarthur","web_category":"art+and+design","title":"When Hearts on Power Lines Help Us Feel the Love","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/art/news-street-art-and-hearts"}