{"summary":"The report, released today, catalogs the efforts of volunteers from 76 countries who covered 33,000 miles of shoreline and collected over 7 million individual items.  The conservancy wants the day pictured as a snapshot of a larger problem, with some 182 pounds of trash being collected every mile of shoreline policed","advice_category":"8","content":"\nIf you pay any attention to the media-driven vision of the beach, you understand that it's a pristine, beautiful place that we all go to on vacation, and leave no trace of our existence on once we leave.?\nPhoto: Image from Hans Van Reenen on Flickr\nThe Ocean Conservancy has a bit of a wake up call after tallying the results of their International Coastal Cleanup Day: there was six million tons of trash - non in total, but which was actually collected.\nThe report, released today, catalogs the efforts of volunteers from 76 countries who covered 33,000 miles of shoreline and collected over 7 million individual items.  The conservancy wants the day pictured as a snapshot of a larger problem, with some 182 pounds of trash being collected every mile of shoreline policed. The charity believes this exposes an attitude of carelessness.:\"Trash doesn't fall from the sky, it falls from our hands\", said Vikki Spriulli, OC President, in an interview.\nOverall, 57 percent of the trash was related to recreational activities, and another 33 percent to smoking. Obviously, this is not an issue that is caused primarily by large corporations, but instead, generated by consumers who can't be bothered to pick up after themselves.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Beachgoers Leave 6 Million Tons of Trash","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/beachgoers-leave-6-million-tons-of-trash/1064"}