{"summary":"Though a Brocken Spectre may appear huge because of fog and the glory obscuring its dimensions, it is merely the shadow of a person seen in the mist – usually one’s own – converging toward the antisolar point and coinciding with a glory (a rainbow-coloured halo produced by light backscattered through a cloud of water droplets). What startled the climber so much was of course not a stranger, but his own shadow magnified by a glory ring.","advice_category":"4","content":"\nPhoto: £U64\nThose who love mountain climbing may have observed a strange and startling phenomenon: a shadowy, almost ghostly outline of a person magnified by a misty halo around it. This seemingly supernatural experience is called a Brocken Spectre or a Brocken Bow - a climber standing in front of a low sun on a ridge or peak on a misty or foggy day. \nAt Peak Korzhenevskaya, Moskvina glacier, Tajikistan:\nPhoto: Dmitry N. Zhukov\n\nThough a Brocken Spectre may appear huge because of fog and the glory obscuring its dimensions, it is merely the shadow of a person seen in the mist – usually one’s own – converging toward the antisolar point and coinciding with a glory (a rainbow-coloured halo produced by light backscattered through a cloud of water droplets).  \nPhoto: via madaboutmountains\nTo see a Brocken Spectre, specific weather conditions need to be met: the observer must be with his or her back toward the sun, for example in high-mountain areas where the sun is low. Many water droplets must be suspended in the air where the Spectre's glory appears. Through diffraction, sunlight reflects off water droplets and shines back toward the sun and the observer, in these cases even two or more:\n\nPhoto: Damien Boilley\nPhoto: Keiichirou Shikano\n\nBy the way, the name of the phenomenon is not a misspelled version of “broken spectre” but refers to the German mountain the Brocken, the higest peak of Germany’s Harz region. The Brocken is also the place where on Walpurgisnacht, witches are said to congregate in high numbers. \n\nPhoto: Grelibre.net\nAccording to local legend the harmless optical phenomenon can even be fatal! It is said that once a climber was startled by the sudden appearance of a human figure with a ring of light around its head in the mist. Probably reminded of the witch stories surrounding the Brocken, the scared climber tripped and fell to his death. What startled the climber so much was of course not a stranger, but his own shadow magnified by a glory ring.\n\nPhoto: Heini Samuelsen\n\nThe Brocken Spectre was observed and first described by theologian and natural scientist Johann Silberschlag in 1780. Since then, several records of the phenomenon have been kept in regional literature about the Brocken. \nBut the phenomenon is by no means restricted to Germany; Brocken Spectres have also been observed at many moutainous regions around the world like Maui’s Haleakal? National Park, the Cairngorms in Scotland or as below, at the Lake District, UK.\nPhoto: Matt Mapleston\nBuildings can have a Brocken spectre too:\nPhoto: Arvo Tarmula\n\nAnd planes, here caught on a flight to Utah:\nPhoto: Steve Jurvetson\nSources: 1, 2, 3","author":"Simone Preuss","web_category":"science","title":"10 Ghostly Images of the Brocken Spectre","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-10-incredible-images-brocken-spectres"}