{"summary":"For pyromaniacs, flour on the kitchen counter is as boring as it gets. However, this all changes when particles of flour take to the air","advice_category":"4","content":"\nPhoto: public.resources.org\nMost of us know that flour is an essential ingredient in pizza dough and bagels, but as long as we can eat the final baked product, our interest often doesn’t go much further. But what if we told you that flour could explode? And we’re not just talking about a Mentos and coke-style explosion; we’re talking about deadly force – the kind that is capable of destroying entire buildings. \nPhoto: Jessica Spengler\nFor pyromaniacs, flour on the kitchen counter is as boring as it gets. You might be able to set it on fire with some difficulty, but it’s definitely not explosive. However, this all changes when particles of flour take to the air. Every type of flour contains starch, and starch is made of chains of glucose molecules. What's more, glucose can be extremely flammable.\nPhoto: Niklas Friedwall\nWhen flour is stored in bags, or is lying on the kitchen counter, it’s packed too tightly to provide the glucose with the oxygen it needs to burn. Yet airborne flour particles have plenty of oxygen surrounding them and are therefore able to ignite when exposed to a flame or a spark. Furthermore, as the particles are still relatively close together, they can quickly set alight one after the other, resulting in an explosion. \nPhoto: Jason Hargrove\nCV Technology, a dust explosion consulting company, says that in order for a dust explosion to occur, it has to satisfy all the components of what they’ve named the “explosion pentagon.” Essentially, what you need is: a cloud of dust suspended in the air in an enclosed space where there is some kind of ignition. And all these requirements can be fulfilled at mills and storage facilities. Even transporting flour is a risk, because the smallest flame or spark can trigger the explosion. \nPhoto: Michela Mongardi\nOver 130 years ago, a flour mill in Washburn, Minnesota exploded, leading to the deaths of 18 people. Since this tragedy, the industry has worked hard to try to cut down the risks. Yet in the nine-year period between 1994 and 2003, there were 115 dust explosions in the US agriculture and food processing industries. Most of the incidents involved grains, and many of them claimed lives.\nPaul Steinlage, mill manager for a Gold Medal Flour Factory, says taking precautions against the danger is absolutely essential, because the lives of workers are at stake. “Flour dust that is suspended in air is more explosive than coal dust,” he states. \nPhoto: Doug Waldron\nIn our kitchens, it’s fun to have flour fights and to experiment with making dust bombs. But next time we dig our teeth into a cinnamon roll or our breakfast toast, we ought to be grateful for the people who work with this actually incredibly dangerous substance.\nSources: 1, 2","author":"yvonne.mcarthur","web_category":"science","title":"The Tremendously Explosive Power of Flour","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/science/news-explosive-power-flour"}