{"summary":"Photo: All images: The Berg. The German press seem particularly enamoured with the concept, with some publications waxing lyrical as if The Berg has already become a reality","advice_category":"6","content":"\nPhoto: All images: The Berg\nAs if Berlin wasn’t by many estimations already Europe’s most buzzing city, plans are afoot to make the German capital literally tower above the competition. An idea for a 1000-m, tall man-made mountain branded The Berg has been put forward by zany architect Jacob Tigges. Complete with verdant alpine slopes and a winter snow-capped peak, The Berg is being billed as Berlin’s next big thing – an iconic landmark beyond belief.\nThe Berg would be built on the site of Berlin’s now closed Tempelhof Airport, obliterating the historic but disused transport hub in the way only a massive mountain can. In 2008, the demolition of the airport – identified by Nazi architect supremo Albert Speer as key to Berlin's reconstruction and designed during the late 1930s – divided the German capital, but there seem few such split loyalties over the building of The Berg. \nSkiing is one of the big anticipated attractions, and the idea has already received support from Berliners – not to mention globetrotting fans on Facebook thrilled at the prospect of jetting over to Berlin for some en piste action. The German press seem particularly enamoured with the concept, with some publications waxing lyrical as if The Berg has already become a reality. \n“Some people think that The Berg has not yet come into existence,” mused Berlin art and fashion mag Sleek. “But The Berg doesn’t need rock from Austria or construction technologies from Japan to exist... This is a special mountain, a mountain that can grow... But there’s a problem: The Berg can only be seen at its full size when you know that it can grow, and it can only grow when you see it at its full size.” Indeed.\nSomething isn’t right here – and it’s no wonder the noises from some quarters are that the whole business is one giant-sized joke. “We’re all about adding green space to urban environments,” declared Inhabitat. “But devoting an enormous amount of time, energy and resources into a gigantic landmass that isn’t even inhabitable on the inside seems like a huge mound of you-know-what.” The only thing is – the signs are that it was meant that way.\nOne commenter reckoned “the entire project is intended as a tongue-in-cheek artistic/political statement. It’s a satirical jab at local Berlin politicians for their lack of imagination in determining a future for the Tempelhof airport property.” Read the Berg’s manifesto and it certainly sounds ironic, taking swipes at cities around the globe hungry for high-rises and hotels, plus the envy and Middle Eastern copies The Berg will inspire.\nThe people behind The Berg are perhaps at their most frank when they describe it as a project “at the intersection of architecture, contemporary art and photography.” We are in a peculiarly postmodern place where the boundaries blur – between different disciplines and, yes, between fact and fiction too. Is it all an elaborate hoax? To be honest we don’t care. If it isn’t, it’s a pretty inspiring pipe dream, and if it is it sure as a sugar heap fooled a few folks.\nYou can check out The Berg's website here. Extra sources: 1, 2 \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Berlin's 3300ft Artificial Mountain ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-13859-2471547150105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/berlin-artificial-mountain/17577"}