{"summary":" The point of all this is to make the fish weightless. I’m no expert on fiscal matters, but this seems like a whole bunch of money to be spending to see why fish get sick when you shoot them into space","advice_category":"4","content":"\nI’m all for scientific advancement, and I think research for the sake of research is a good thing.\nImage by Dean Pemberton\nThat being said, sometimes I think scientists have way too much money. Take, for instance, the case of Sweden’s Estrange Space Centre. The space centre will work with Reinhard Hilbig and Ralf Anken of Germany’s University of Stuttgart-Hohenheim to shoot baby fish into space.\nThe fish, baby cichlids if you’re interested, will be shot more than 150 miles into space on a two-stage rocket.  The point of all this is to make the fish weightless. They’ll spend approximately 6 minutes weightless. The scientists want to see what happens when fish are weightless for six minutes, as apparently this will help us solve the mysteries of motion sickness. \nTomas Hedqvist, project manager at the Estrange Space Centre, said: \"Fish, when they get motion sick, begin tumbling around, swimming in circles and miss their balance.\" He added: \"People when they are aboard the space shuttle they have this space motion sickness also. Human beings have blood pressure up in the head when they are weightless and also bones get weak and muscles get small. They use fish since it's much easier to investigate on fish [than] human beings.\"\n\nThe fish have been flown all the way from Germany to Sweden for their ride of a lifetime. Each fish will have its own aquarium on the flight. Some of those aquariums will be inside a centrifuge, which will slowly turn and provide some gravity. The rest will be completely weightless. \nScientists will make videos of the fish during the ride to study the effects of weightlessness. They’ll also be studying the fish’s balance organs, known as otoliths. Some fish have these, while others don’t, and they want to find out why some fish get sick and some don’t.\nI’m no expert on fiscal matters, but this seems like a whole bunch of money to be spending to see why fish get sick when you shoot them into space. Maybe I’m wrong. Maybe it only costs like 30 bucks to shoot fish into space in Sweden, but it has historically been very expensive to blast stuff up into space. Motion sickness can be cured by taking Dramamine, so I’m pretty amused by the researchers’ desire to spend large sums of what is presumably government money to make fish weightless.\nI’m sure that I’m missing something that makes studying the effects of weightlessness on fish really important because other researchers have already done experiments on this, although they failed miserably. They sent fish on parabolic space rides, which is ascending really fast and then plunging back down. Unfortunately, this only makes fish weightless for 30 seconds or so and so it was useless. \nInfo from Reuters\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n","author":"Chris","web_category":"science","title":"Scientists to Shoot Baby Fish into Space","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/sciencetech/scientists-to-shoot-baby-fish-into-space/781"}