{"summary":"It was indeed the very artistry of these works, and others by the likes of Japanese woodcut artist Hiroshige, that proved to be the catalyst for French Artist Bernard Pras. Photo: Bernard Pras ","advice_category":"6","content":"\nPhoto: Bernard Pras \nHow many millions of people have gazed in wonder at the Mona Lisa by da Vinci or the Scream by Edvard Munch? Unforgettable old masters like this have delighted audiences for centuries, and still continue to do so today, but how might these bygone artists have felt if they had seen their timeless classics remade in objects that were meant to be discarded? The notion lends a different take on environmental art.\nPhoto: Bernrd Pras \nIt was indeed the very artistry of these works, and others by the likes of Japanese woodcut artist Hiroshige, that proved to be the catalyst for French Artist Bernard Pras. Born in 1952, this unusually talented man enjoys trying to recreate the famous works of other artists by employing objects that he has selected from local trash sites.\nPhoto: Bernard Pras \nBernard took his original example, perhaps, from the work of a 16th-century Italian artist named Giuseppe Arcimboldo who had delighted, during his lifetime, in creating portraits that looked ordinary from a distance, but on closer inspection, turned out to be beautifully organized assemblages of plant life and vegetables correspondent to the season in which they were created. \nArcomboldo’s most famous works are composed of four portraits, done in 1573, named individually for each of the four seasons. So impressed was Bernard by these wonderful artworks that he felt compelled to create a piece of his own that would salute them, so he made his version of the ‘Summer’ picture, shown on the right in the picture below. \nPhoto: Bernard Pras \nBernard is very fond of paying homage to famous faces by ‘painting’ them through the use of garbage in his own inimitable style. Chairman Mao, Bruce Lee, Albert Einstein and Marilyn Monroe are but a few of the celebrities that he has portrayed in this way, certain in himself that their appearances in this media add a new kind of perspective to their public images. \nPhoto: Bernard Pras \nHe underwent extensive and wide-ranging training in various artistic genres before finding a leaning toward portraiture. He calls his works “composite portraits”, often images of long-dead personalities such as King Louis XIV of France. That particular portrait employs toilet rolls to great effect, though how that reflects upon the French king is something for debate.\nPhoto: Bernard Pras \nBernard demonstrates an ability to add extra depth to his work through clever use of the camera, producing images powerful enough to have viewers feeling drawn to them. Each iconic image is artfully produced by the clever placement of, for example, used toys, old electric cables, food wrappers and dishes on the canvas, attempting to recreate his three-dimensional interpretations of whatever subject he has chosen.\nPhoto: Bernard Pras \nBernard's studio is certainly a chaotic jumble of large-scale works, yet there is an underlying order. He has the enviable knack of being able to achieve true perspective in the things he does, and a skilled photographic eye gives every portrait that breath of life that makes such a difference. He has been working solidly for over three decades now, with an enormous history of exhibiting around the globe.\nPhoto: Bernard Pras \nPublished often and commissioned regularly, Bernard Pras is known world-wide for his art, and deservedly so. With his unique method of translating his peculiar mental interpretations of the world around him, this astounding artist provides us constantly with breathtaking imagery, constantly pushing the boundaries in his search for improvement. Environmental art really does not ever get much better than this.\nPhoto: Bernard Pras \nMy sincere thanks to Bernard Pras and his assistant Delphine Repicand for their permission to use images and information in this story.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"art+and+design","title":"Iconic Images Recreated in Junk","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-old-masters-presented-more-environmentally-friendly-light"}