{"summary":"Named after a French explorer, DeBrazza's monkey, which is widespread in Central Africa, is known locally as the swamp monkey for its habit of hiding in wet, marshy areas. Here is a list of some of the 5 of the priciest pets you can buy","advice_category":"2","content":"\nPhoto: Image from law_keven\nIt is, in case you haven't noticed and if you don't live in Kentucky, you likely haven't, it’s Derby Week, which is kind of a big deal to horse racing people. Horse racers represent an odd little subculture: the horses race for three or four years at best, and then the very best of them command up to half a million dollars every time they \"do the deed.\"\nOf course, letting horses get off for more money than I'll make in my lifetime (Thank You Mr. President!) isn't the only way that animals can be incredibly, crazily expensive. Here is a list of some of the 5 of the priciest pets you can buy. Spot the difference, between the illegal pets and the legal ones. Can you tell the difference? Happy shopping!\n5.  DeBrazza's Monkey, $7,000\nNamed after a French explorer, DeBrazza's monkey, which is widespread in Central Africa, is known locally as the swamp monkey for its habit of hiding in wet, marshy areas.  They're also famous for being chatterboxes, and making loud, booming noises when threatened. Despite this show, the primate is highly shy, and displays a broad range of emotions.\nPhoto: Image from Mobial\n4.  Macaw $12,000\nThe macaw--particularly the Hyacinth Macaw-- is the largest FLYING parrot in the world, stretching as much as 1M long, and is bright blue.  It is native to the forests of South America, and has been deeply affected there by its popularity as a pet. That said, know that it won't go without a fight: their beaks can crack coconuts open.\nPhoto:  Image from truflip \n3.  Python $15,000\nThe largest snake species in India, this bad boy can get up to 4M long and over 120 pounds-- more than enough to crush your scrawny body.  They are considered endangered, largely due to their popularity as pets. However, many can be found all over southern and southeastern Asia.\nPhoto:  Image from Tambako The Jaguar \n2.  Chimpanzee $65,000\n\nThe chimpanzee, which lives in West and Central Africa, is the closest living relative to man. With only one more pair of chromosomes than us, they also have thumbs, different groups have very different social displays, and they have a sophisticated, and rank-based structure of interaction with one-another. They also display laughter, and there is a great deal of debate over whether or not they understand language.\nPhoto: Image from barnold\n1.  White Tigers $138,000\nWhite tigers aren't actually a separate species. They are Bengal tigers with a recessive gene.  This is, for a lack of a better term - disastrous - because the popularity of the beasts has spurred their breeding in a number that has ensured a boom in birth defects among the population.  An additional genetic condition can remove the stripes from a white tiger, rendering it entirely white--something that's even more rare, and highly prized.\nPhoto: Image from Tambako the Jaguar\nInfo on pricing from Picvault, because Google ranked them best.  Info on animals from Wikipedia.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"5 Extremely Expensive Exotic Pets ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/ecology/5-extremely-expensive-exotic-pets/1123"}