{"summary":"Pure drinking water does not have any taste. Our tap water is treated by water chemists; hence it has some taste because of the substances it contains","advice_category":"8","content":"\nPhoto: Tysto\nBiologically, water is the most important asset to us and also the most incredible substance on Earth. Without water, no living thing could survive. For most of our bodily functions such as digestion and respiration, water plays an important role. But have you ever thought about what your drinking water tastes like? Is it salty, soft, musty or earthy? \nPhoto: Keith Allison\nPure drinking water does not have any taste. Chemically, the water molecule is formed out of two hydrogen atoms and one oxygen atom. Known as H2O to scientists, water is odourless and tasteless in pure form. But then, why does our tap water have some taste? The answer is that apart from natural minerals, our tap water may contain municipally added fluoride. Some countries use chlorine to deal with the presence of bacteria in water. And in some places, chlorine is substituted by ‘chloramine’ – a combination of chlorine and ammonia that gives a better taste and smell to water than chlorine.\nPhoto: Roger McLassus\nAnother very important reason is the fact that things can readily dissolve in water. Water has the tendency to dissolve numerous substances like salt, sugar, alkalis, acids and even some gases such as ammonia, methane and carbon monoxide. Our tap water is treated by water chemists; hence it has some taste because of the substances it contains. Sometimes, it may come out with impurities that are dissolved in it such as aluminum and iron and which may cause serious illnesses. Water with too many impurities is not acceptable to the human body. So, whatever water we are drinking, thought should be given to its taste and to the question of whether it is pollution-free or not.\nThe next time you feel like you are drinking water that has a horrible taste, make sure to call your local water department.\nSource: http://en.wikipedia.org/wiki/Water","author":"Alka Sharma","web_category":"lifestyle","title":"Where Does Drinking Water Get Its Taste?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/news-why-water-tasts-notrhing"}