{"summary":"• Women with above-average levels of neuroticism, prone to be anxious, depressive and moody, had 12% more children than those with below average. • Men who are outgoing, above average in extrovertism, and social had 14% more children than men with less extrovertism or who are introverted","advice_category":"8","content":"\nPhoto: Anita Patterson \nWhat kind of personality do you have? Are you anxious and neurotic? \nPerhaps you are outgoing, social and open-minded… \nPhoto: Anita Patterson \nResearch from the University of Sheffield has strongly correlated fertility with personality type. Here is what they have discovered:\n• Women with above-average levels of neuroticism, prone to be anxious, depressive and moody, had 12% more children than those with below average. • Men who are outgoing, above average in extrovertism, and social had 14% more children than men with less extrovertism or who are introverted. \nThe study indicates that there is a high cost to being extroverted and neurotic. Most people agree that women with higher education who place their career before family delay child rearing. While that may be possibly true, studies from the British Household Panel Survey (BHPS) have recently discovered that there is a stronger link between personality and a woman’s approach to childbirth. \nPhoto: alvimann \nIn general, the BHPS has recently revealed that there tends to be a two-year-gap between the ages of first birth with women of higher education versus those of lower education. The women mentioned above as being neurotic, outgoing and anxious are likely to accelerate their childbirth initialization. They are more prone to social pressure to have children sooner and more frequently. According to the studies, there is a distinct and positive correlation between talkative, assertive women and bigger families. \nAs the study by BHPS indicates, \"'openness' reflected an individual's tendency to unconventionality and intellect. Open-minded women tended to enjoy being unattached, free, not tied to people, places or obligations – and may be rebellious.” These women are less likely to rush to the stirrups and give birth. \nPhoto: grietgriet \nThere are higher psychological and career costs to those women who have successful careers. A baby unusually means the end of their career, though some manage to find a way to juggle both. Photo: nasirkhan \nFewer children overall, concluded all of the studies mentioned in this article, are being born as the economy worldwide continues to decline and women are putting themselves first. They have decided to not rely so much on their partners any more like traditional dichotomies once had it, and pushed their own agendas into the forefront. Depending on values and personalities, one can see a huge fluctuation in the dynamics of families in years to come!","author":"Asher Kade","web_category":"lifestyle","title":"How Your Personality Type Determines Your Fertility","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-personality-type-predicts-fertility-and-approach-childbirth-0"}