{"summary":"The elk herd has already wiped out several stands of aspen and willow. The park plans to cull the animals in as natural a manner as possible","advice_category":"8","content":"\nPark officials at Colorado’s Rocky Mountain National Park have announced plans to use hired guns to help cull the park’s elk herd.\n\nThe park’s elk herd is a major tourist attraction, but has become an ecological problem.  The elks are not originally native to the park. They were probably transplanted there from a herd in Wyoming in the early 20th century. The animals can grow to a fairly large size, up to 700 pounds, and feed on fragile native plant species like aspen and willow.\nThe elk herd has already wiped out several stands of aspen and willow.  According to park officials, a sustainable elk population would be about 1,600 to 2,100 animals. The current herd is close to 3,000 animals. The plan proposed by park officials involves shooting between 100 and 200 of the animals per year starting in 2009.\nOfficials were quick to point out that they would not kill the animals unnecessarily.  They will be basing their culling numbers on the scientific data each year, rather than implementing a plan now and following it every year. There will be some years they might not even cull the animals. Recently, for instance, herd numbers have dropped slightly as hunters outside the park shot as many as 700 of the animals.\nNational park officials will not only use lethal force to help limit the damage the population inflicts. They’ll also take measures such as fencing off more new growth forest, as well as trying to herd the elk away from vulnerable areas by shooting them with non-lethal ammo. They will also experiment with birth control on the park’s herd. The park plans to cull the animals in as natural a manner as possible.  They’ll do the vast majority of the shooting in the winter and target the old, weak, and sick. They’ll try to mimic the behaviour of wolves.\nFunnily enough, some groups are arguing for the reintroduction of wolves as an alternative measure of elk population control.  The last wolves left Colorado in the 1930s. Sinapu, a predator advocate group in Boulder, plans to file suit against the park service over a lack of planning to allow wolf recovery in the park.  They point to the program in Yellowstone National Park, in which wolves were reintroduced to solve an elk population issue. The wolf groups are vigorously opposed by agricultural concerns.\nDespite the predator group’s concerns, the national park service’s plan, and its transparency in creating those plans, contrasts sharply with other stories we’ve featured on this website.  A month or so ago we featured a story on Queensland’s plan to cull 10,000 of the wild horses known as brumbies. While the animals did need to be culled, as they are not a native species and were wreaking havoc on the ecosystem, the government’s attempts to hide the horses' bodies and its admission of the program following a newspaper expose were prime examples of how not to handle a delicate wildlife issue\nIf you want to find out more about Elk or other cool animals, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"travel","title":"Park Rangers Hire Sharpshooters to Cull Elk Herds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/park-rangers-hire-sharpshooters-to-cull-elk-herds/617"}