{"summary":"It lays eggs on the forest floor that hatch right into toadlets. Photo: Robin Moore","advice_category":"2","content":"\nPhoto: Robin Moore Beaked Toad, genus Rhinella\nAs part of the scientific communities campaign to rediscover lost frogs, researchers went to Columbia and even though they could not find any of the ones they were looking for, they did find three treasures - completely new species to science!\nPhoto: Robin MooreBeaked Toad, genus Rhinella\nThis new species of beaked toad is not only strange looking but is believed to skip the tadpole stage. It lays eggs on the forest floor that hatch right into toadlets. The new beaked toad species is well camouflaged to look like the dead leaves it lives under and only two representatives of the species were found.\nPhoto: Robin Moore Rocket frog, genus Silverstoneia\nPhoto: Robin Moore Rocket frog, genus Silverstoneia\nThis new species of rocket frog is a type of poison dart frog but not as venomous as its relative. Stunning with its red legs, this amazing species carries its tadpoles around on its back once they hatch to deposit them into a stream where they complete their growth. Part of the excitement here is that the poison dart and rocket frogs have helped develop numerous helpful chemicals for mankind.\nPhoto: Robin Moore\nPhoto: Robin MooreNew Toad species, genus undetermined\nThis gorgeous toad with incredible red eyes has scientists baffled. All they know about it is its size and where it lives: It is about 3 to 4 cm long and lives 2000 meters up in the Choc? Montane rainforest where it was found on the forest floor. Dr. Moore said, \"I have never seen a toad with such vibrant red eyes. This trait is highly unusual for amphibians, and its discovery offers us a terrific opportunity to learn more about how and why it adapted this way.\"\n\"As for the new beaked toad, it is easily one of the strangest amphibians I have ever seen. Its long pointy snout-liked nose reminds me of the nefarious villain, Mr. Burns, from The Simpsons television\nseries,\" Dr. Moore continued. \nThese new exciting discoveries as part of the campaign to find lost amphibians and are the latest (back in September 3) newly discovered amphibians once thought lost were found by scientists. This effort will continue in the first phase until the end of the year with more discoveries expected.","author":"Michele Collet","web_category":"nature","title":"New Frogs and Toads Discovered by Accident","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3672573558_b73cafcd0b_o.jpg","url":"http://www.environmentalgraffiti.com/news-1-completely-new-frogs-science-and-2-toad-discovered"}