{"summary":"The individual galaxies in the cluster are the white objects embedded in the X-ray emission. Or – and less important to astronomers - JKCS041 might be a young galaxy in early stages of formation and not necessarily located very far away, or in the early universe when galaxies began to coalesce","advice_category":"4","content":"\nPhoto: Farthest Away Galaxy Cluster / 10.2 billion light years / 58 quintillion miles\nPhoto montage -- X-ray: NASA / CXC / INAF / S.Andreon et al Optical: DSS; ESO / VLT\nAstronomers have seen farther back in time and identified the earliest and youngest galactic object that can be observed in our universe. It is a galactic cluster, 10.2 billion years distant. We observe these galaxies as they were when the universe was only a quarter of its present age. Incredible!\nFirst observed by the United Kingdom Infrared Telescope (UKIRT) in 2006, the galaxy cluster JKCS041 was not immediately understood but interest was intense. Two possible explanations presented themselves, one of which was exceptionally exciting. JKCS041 might be a cluster of relatively mature galaxies located at an enormous distance from earth and therefore situated in the early universe. Or – and less important to astronomers - JKCS041 might be a young galaxy in early stages of formation and not necessarily located very far away, or in the early universe when galaxies began to coalesce. As months went by and data accumulated from the Chandra X-ray observatory, this second possibility was ruled out. JKCS041 is a single entity, a genuine cluster of galaxies held together by gravity that is located at an enormous distance from earth. It was the subject of a major announcement from NASA and Harvard University on October 23, 2009.\nThe photograph above from Harvard University's Chandra Observatory is a montage composed of data taken at several different wavelengths. The Chandra X-ray Observatory contributed X-ray data, optical wavelength information came from the Very Large Telescope and the Digitized Sky Survey contributed both optical and infrared data. The X-ray information from Chandra is seen as the diffuse blue region in this photograph. The individual galaxies in the cluster are the white objects embedded in the X-ray emission. The radius of the X-ray core region in JKCS041 is ~36.6 arc seconds, which is ~978,00 light years and a typical size for such a region in a galactic cluster. This photograph shows a small region of the universe when it was just one quarter of the age it has today.\nPhoto: Universe History and Expansion Timeline\nDiagram / NASA/WMAP Science Team / Wikipedia\nJKCS041 would be placed in the early stages of galaxy formation in this excellent diagram of the Big Bang and subsequent expansion of the universe. \nObserving and understanding JKCS041 is a challenge that requires several partners, a multidisciplinary approach and several scientific instruments. Distance determinations require optical and infrared data from UKIRT, the Canada-France-Hawaii telescope on the summit of the Mauna Kea volcano on the Big Island in Hawaii, and NASA’s Spitzer Space Telescope. JKCS041 now holds the record for the farthest away and youngest galactic structure to be observed in our universe. These galaxies are 10.2 billion light years away and have a red shift of 1.9, which calculates to a distance of 58 quintillion miles. (58 quintillion is 58 followed by 18 zeros.) The previous record red shift for far away, young galaxies was 1.5 or about 9 billion light years distant.\nGalaxy clusters are the largest gravitationally bound objects in the universe, which means they are the largest objects that can form and maintain their structural integrity in our universe. At 10.2 billion light years away, JCS041 is approaching the observational limit of our instruments. Marvelous! Incredible!!\nIf you want to find out all the latest news on the environment, why not  subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Gazing into the Limits of the Universe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/gazing-into-limits-universe/17135"}