{"summary":"Discussing the transfer of oxygen from the water to the diving bell, Seymour said: \"We were surprised to find that diffusion of oxygen was high enough to cover the breathing needs of the spiders when they were at rest.\" In short, it's only in emergency situations that water spiders need to return to the surface to renew their supply of oxygen; the rest they get from the water itself.. Another surprising discovery for Seymour and Hetz was that the spiders could stay underwater for more than a day","advice_category":"2","content":"\nPhoto: Norbert Schuller Baupi\nSpiders are the most amazing eight-legged creatures in the natural world. These arthropods generally live quite successfully on Earth – and have done so for millions of years – with over 40,000 different species worldwide. Unlike fish, spiders do not have gills of course, and it may well be that you haven't seen them diving in the water. But this doesn't mean they can't – or at least that one species can't.\nDistributed over Northern and Central Europe, Argyroneta aquatica is the only species of spider whose special adaptation allows it to live in aquatic environments. Also known as the water spider, this amazing creature is able to live and hunt beneath the water's surface. In fact, as has just been confirmed, water spiders can spend almost their entire lives submerged in freshwater and even lay their eggs in their diving bells – air-filled silk sacs that enable them to breath underwater. \nA report recently published in The Journal of Experimental Biology has investigated the way in which the water spider's diving bell works and for how long the spiders are able to stay underwater. The study was submitted by two scientists, Roger Seymour from the University of Adelaide, Australia and Stefan Hetz from Humboldt University, Germany, and the results are groundbreaking.\nPhoto: Norbert Schuller Baupi\nThe Pressure Probe Experiment\nTo test their ideas, the scientists collected spiders from the wild and kept them in aquariums in their laboratory so that they could watch them building – and using – their diving bells. They found that the diving bells function in a similar way to the gills of fish, taking up dissolved oxygen from the water and expelling carbon dioxide back into the water.\n“[I]t occurred to me that we could use the bubble as a respirometer,\" explained Roger Seymour, talking about about how the scientists went about testing how much oxygen the spiders use. \nOxygen-sensitive fibre-optic probes were used to monitor the changing volume of gas inside the diving bell. Measurements were taken of oxygen levels inside the diving bell and those in the water a few millimeters away from it and when the spider was both present and absent.\nDiscussing the transfer of oxygen from the water to the diving bell, Seymour said: \"We were surprised to find that diffusion of oxygen was high enough to cover the breathing needs of the spiders when they were at rest.\" In short, it's only in emergency situations that water spiders need to return to the surface to renew their supply of oxygen; the rest they get from the water itself.\nPhoto: Norbert Schuller Baupi\nAnother surprising discovery for Seymour and Hetz was that the spiders could stay underwater for more than a day. \"The previous literature suggested they had to come to the surface as often as every 20-40min throughout the day,\" said Seymour. “It is advantageous for the spiders to stay still for so long without having to go to the surface to renew the bubble, not only to protect themselves from predation but also so they don't alert potential prey that come near,” he further added.\nUnfortunately, water spiders are not as common as they once were. Let's hope this changes so that we can continue to learn more about these marvelous creatures. \nSource: 1, 2, 3, 4","author":"Alka Sharma","web_category":"nature","title":"The Secret of the Water Spider's Unique Underwater Breathing Ability ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-water-spiders-unique-ability-breathe-under-water"}