{"summary":"A hybrid of free skiing and high speed paragliding, speed flying or speed riding is being billed as the most fun you can have on the slopes, and an activity that leaves paragliding quite literally lagging in its wake. Into the equation: Free skiing + high speed paragliding = flight of your lifePhoto: Photo: koflerdaniel ","advice_category":"8","content":"\nPhoto: Photo via Speed Flying\nThe skis bite the fresh powder as they touch down on its surface. The wind excites every nerve ending and the white glare of the sunshine is intense. The cliff-edge approaches fast. Then the alpine vista opens up as thermals and gravity vie for control. Riding these forces is the nature of the game. Adrenaline addicts and adventuring aficionados take note. There’s a new extreme sport in town. It goes by the name of speed flying – and it’s coming to a mountainside near you.\nInto the equation: Free skiing + high speed paragliding = flight of your lifePhoto: Photo: koflerdaniel \nA hybrid of free skiing and high speed paragliding, speed flying or speed riding is being billed as the most fun you can have on the slopes, and an activity that leaves paragliding quite literally lagging in its wake. Although typically flown at speeds of between 35 and 70 km/h, expert speed flyers can reach highs of 100 km/h. Canopies much smaller than those used in paragliding generate less lift and make better acceleration and higher velocities a given. Speed flyers don’t float; they fly.\nGiving you wings: Speed flying adds a whole new aspect to skiingPhoto: Photo: koflerdaniel \nAdding the manoeuvrability of airborne gliding to the skidding turns of skis gives travelling down a mountain a rad new dimension. Following the contours of the slope and skimming through the air just a few feet from the snow’s surface, the skier is able launch off larger cliffs than would normally be possible, reach otherwise inaccessible terrain, and soar over obstacles. While the speed flying canopy allows its pilot to achieve aerodynamic flight, it can also act as a break if necessary.\nBreak your fall: A speed flyer’s means of flight is also a way of stopping Photo: Photo: lee ciaran\nThe speed flyer’s canopy might be seen as a safety aspect of the activity, though those with a death wish will be pleased to know that’s where the in-flight security ends. Unlike in paragliding, the pilot has no reserve parachute should anything go wrong. Speed flying is an extreme sport firmly in the same ballpark as skydiving and BASE jumping, and so risk comes with the territory. Injury and death are possibilities that every pilot must face up to before taking to the air.\nExtreme conditions: As a mountain sport speed flying can be dangerousPhoto: Photo: lee ciaran\n\nDespite the danger inherent in speed flying, the sport’s risks are minimised by training. Beginners must be capable skiers and learn how to fly in a paragliding school. The technical skills of paragliding or skydiving and swooping prepare would-be pilots for the increased demands of speed flying and potential hazards surrounding spins, surges and turbulence. In speed flying everything happens very fast, so people need to run through eventualities at a slower pace. \nEasy does it: Training reduces the risks inherent in speed flyingPhoto: Photo: der-bademeister \nOther safety measures include checking and proper use of equipment, informed judgment about weather conditions, and knowing the terrain to be flown. Practicing off-piste and away from regular skiers is also de rigeur for responsible flyers. Having evolved from skiing and the need among paragliding pilots and skydivers for a new experience, speed flying is a young sport with pioneers around the globe setting standards for the way in which it is best practiced.\nPiste off? Speed flying pilots go off-piste to reduce the risk of scalping skiers Photo: Photo: der-bademeister \nArguably the pioneer par excellence of speed flying is Francois Bon. A pro aerobatics pilot, Bon was one of the first wave of speed flyers who conceived the sport in France back in 2003. Since then, he has pulled off several milestone speed flying flights. These include a spectacular 2006 descent of the North Face of the Eiger in 2006 – which was reportedly too fast for the filming helicopter to follow – and another of the 9,000-foot south face of the Aconcagua taking just under 5 minutes in 2008.\nSpeed flyer’s eye view: Francois Bon’s descent of the Eiger in the Alps\n  \n\nOne commenter had this to say of the fledgling extreme sport: “As a former skydiver, I have to say speed flying makes my hobby look practically geriatric”. So what are you waiting for? Ditch the Zimmer frame, sharpen up your skiing and paragliding skills, and take to the slopes – which is to say, the air. It’s the fast way to you rid yourself of that adrenaline cold turkey.\n Highest mountain outside Asia: Bon's descent of Aconcagua in the Andes\n  \n\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"Skiing off Cliffs with Nothing but a Parachute","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","url":"http://www.environmentalgraffiti.com/featured/skiing-cliffs-nothing-parachute/15172"}