{"summary":"One popular theory is that life on Earth is actually extraterrestrial. Life definitely first took hold on Earth in the water","advice_category":"4","content":"\nWelcome to post number six in the series we’re calling Mother Earth.\nStromatolites\nSo far, we’ve covered the big bang to the formation of earth, volcanoes, the early atmosphere, water, and the effect of ice on the planet. Today, we’ll be delving into murkier waters as we begin to discuss the beginnings of life on the planet.\nFirst, a disclaimer for those of you who are probably going to be angry with us even though we’re writing this disclaimer. This article deals only with how life might have come to exist and evolve. We’re not here to tell you the Earth was or was not created by God, Vishnu, or a particularly drunk Flying Spaghetti Monster. We’re interested in what science has to say. Science can help answer how life came to exist and evolve, but only you can decide why it exists.\nEarly Life\nHaldane and Oparin\nThe study of the origins of life is called abiogenesis. Scientists generally agree that the first life on Earth appeared sometime between 4.4 and 3.5 billion years ago. The origins of life are known to have come after the presence of liquid water on Earth, but other than that there is no solid evidence to pin down a more narrow period.  Once the oceans were around, however, it was possible for life to exist.\nLife definitely first took hold on Earth in the water. That’s about as sure as it gets in terms of the study of the origins of life.\nNot so much else is sure about how life came to exist. There are dozens of theories with varying degrees of scientific credibility. One of the earlier and more popular theories involves a phrase you have likely heard many times before: “primeval soup”. The primeval soup theory is also called biopoesis.\nThis “soup” was the Earth’s early oceans. The first major proponents of the theory were Aleksandr Ivanovich Oparin and J.B.S. Haldane. They argued that the early oceans of Earth, which would have been much different than ours, would have held the necessary chemicals and conditions to allow the building blocks of life to form. Generally, someone suggests a lighting strike or a reaction with the sun’s UV rays as the “spark” which would have set off this reaction. The theory was helped somewhat by an experiment done by Stanley Miller and Harold Urey. These two scientists created a closed environment they believed similar to the one on Earth before the beginning of life then subjected it to a spark. Within a short time, more complex molecules had formed from reactions between simpler chemicals.\nAs with much of the science surrounding this issue, the theory has its problems. Then again, so do all the other theories. Many other scientists have competing theories. One popular theory is that life on Earth is actually extraterrestrial. Some scientists believe that some comets and meteors carried the building blocks of life, or even very simple forms of life. They suggest that when these comets and meteors slammed into the Earth, as so many have in the past, they deposited these building blocks or life forms there.\nThe most recent theory I’ve heard suggests that life began between sheets of mica. Molecules trapped between the sheets could have had chemical reactions that sparked life.\nCyanobacteria\nRegardless of how it happened, at some point before around 3.5 billion years ago life existed. The earliest life form was very simple. It was almost certainly cyanobacteria, or blue-green algae. We know it existed 3.5 billion years ago at the latest because the first life also left behind the first fossils. These fossils are called stromatolites. Much like coral today, the tiny organisms combined with sediment and possibly other microbes to form hard rock. Stromatolites are still forming in small numbers, mostly in Australia.\nCyanobacteria still exists in isolated populations today. We owe our lives and our atmosphere to these creatures. Cyanobacteria were photosynthetic. They sucked in carbon dioxide, and out came oxygen. It only took them hundreds of millions of years to help create a breathable atmosphere like we have today. The oxygenation of the Earth meant that prokaryotes, bacteria and algae, were followed a scant 1.9 billion years later by the eukaryotes.\nEukaryotes\nA eukaryotic cell\nEukaryotes encompass most of the life on the planet. I’m a eukaryote, so is almost everything else. Eukaryote comes from the Greek meaning “true nuclei”. It’s an apt name, as eukaryotes are defined by the presence of cells that contain a nucleus. The development of this nucleus, and the complexity of life that it allowed, would shortly have a massive effect on the planet.\nJoin us next time as we discuss the first really complex life on Earth and all the crazy sea creatures that entails.\n\nOur next article in The Mother Earth Series will explore the time when sea creatures were the rulers of the world. To keep up with the rest of the series, why not subscribe to our RSS feed. We’ll also give you a free album.\n ","author":"Chris","web_category":"science","title":"Mother Earth: The Beginnings of Life","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-the-beginnings-of-life/599"}