{"summary":"A total of 3,800 dogs served as essential scout and detection dogs during high risk patrols and operations, and were credited with saving thousands of lives. During the war many dogs were sent into combat but few were as lucky as 'Chips' who would eventually return to the New York family who donated him","advice_category":"2","content":"\nPhoto: U.S. Army\nSome of the most valuable and most dangerous work required of soldiers today is carried out by those whose loyalty and obedience is beyond doubt. Man has had a special relationship with dogs for thousands of years, shaping a close and personal bond between the two. \nPhoto: Halsey, Francis Whiting\nRecent studies have given us a window into just how deep this relationship goes, with evidence now demonstrating the unique interactive qualities that we share. \nPhoto: W. E. Mason - Dogs of all Nations\nThe unquestioning devotion, and limitless bravery shown by the dogs that have served in every major conflict for most of history, is both moving and inspiring. \nPhoto: The U.S. Army\nDogs were used in warfare by the ancient Egyptians, Romans, Greeks and Britons. Large breeds such as the mastiff and wolf hound proved effective adversaries due to their great size and strength.  Nowadays the dogs are rarely used to directly attack people, unless to defend or disarm. Most often they are specially trained to detect explosives, locate bodies or clear areas judged too dangerous for regular soldiers.\nPhoto: Staff Sgt. Mike Meares\nThere role as staunch protectors, whether it be in finding danger or guarding their human handlers, is still central to their role in military operations. \nPhoto: Australian Government Department of Defence\nEvery armed force in the world uses dogs in some way and they have proven to be an essential parts of  modern warfare. There are numerous stories of bravery, which would have won the highest medals and awards if they had been carried out by human operators.\nPhoto: Staff Sargeant M. Kauffman\nDuring WWII a German shepherd cross named 'Chips' was temporarily awarded the silver star for attacking a machine gun emplacement in Sicily. He was shot during the assault, but despite his injury forced all six members of the position to surrender. 'Chips' had his awards revoked soon after as the establishment considered it derogatory to award such honours to an animal. During the war many dogs were sent into combat but few were as lucky as 'Chips' who would eventually return to the New York family who donated him. The reality for most was tragic. During the Vietnam war dogs were regular casualties of the booby traps and rigged trip wires set throughout the jungle. Meanwhile in WWI 50,000 dogs served, but almost none returned.\nPhoto: U.S. Army Military History Institute\nLosing a dog which has been a central part of your life in as difficult a situation as war can be too much for some servicemen to handle, especially when the terms of there departure are as unjust as they were after the Vietnam war. \nPhoto: T.Sgt. J. Sarno\nA total of 3,800 dogs served as essential scout and detection dogs during high risk patrols and operations, and were credited with saving thousands of lives. A total of 281 dogs were officially listed as killed in action, while most of the remainder were euthanized on completion of their service at the end of the war. \nPhoto: Spc. Cheryl Ransford\nIt wasn't until late 2006 that the US created an organized policy for homing retired war dogs. \nPhoto: Spc. Cheryl Ransford\nMost recently dogs have served in both the Iraq and Afghanistan wars, alongside all coalition forces. The German shepherd is still the preferred defence and patrol breed. Their combination of intelligence, loyalty, strength and an ability to adapt to different environments puts them at the top of the preferred list for more traditional roles. When the job calls for an animal that can smell trouble, Labradors and Retrievers commonly step up to the challenge.\nPhoto: ?_Lisa_?\nWith Afghanistan now having the title of the most mined country on the planet, and with the majority of military casualties being attributed to explosive devices, the role of detector dogs has never been more crucial. The dogs serve tirelessly and fearlessly, repeatedly saving lives, sometimes by giving their own. US war dogs that lose their lives have their names honoured and remains interred at the war dog memorial in Guam and a new memorial is set to be built in Washington DC. In the UK, efforts to honour those dogs which serve and die are less advertised, though the British SAS recently built a memorial to two German shepherds, killed in 2008 at the regiment’s HQ, near Hereford. \nPhoto: Beverly &amp; Pack\nTo soldiers the actions of these faithful and loyal friends are no less worthy than their own. The evolution\nof a relationship which we are only beginning to fully understand, may lead to the boundary between obedience and courage becoming a little less distinct.","author":"Rich Morgan","web_category":"nature","title":"Dogs of War: The Story of Canines in Combat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5379.jpg","url":"http://www.environmentalgraffiti.com/animals/news-war-dogs"}