{"summary":"When disturbed, tunicates draw up the incurrent and excurrent apertures, much like a drawstring around the rim of a bag. Some tunicates can concentrate vanadium up to a level one million times that of the surrounding seawater","advice_category":"2","content":"\nPhoto: Nick Hobgood\nTunicates are a form of underwater sac-like, filter feeders. Most live on the ocean floor and are commonly known as sea squirts and sea pork. Tunicates apparently evolved in the early Cambrian period, beginning around 540 million years ago. Despite their simple appearance, tunicates are closely related to vertebrates, which include fish and all land animals with bones. They are common in all marine habitats, attaching themselves to virtually any fixed object on a coral reef.\nPhoto: Nick+Hobgood\nTo feed, they constantly filter out bacteria and phytoplankton by passing a continuous stream of water through their body. The larger of the two openings is the mouth, or incurrent aperture, and the smaller is the excurrent aperture. The water stream is kept moving by the action of tiny cilia (hairs) that line the inside of the tunicate's body. Waste products are also expelled through the excurrent aperture. \nPhoto: Nick Hobgood\nThese tunicates are about 1 1/2 inches in length. In the Philippines, it's common to see five or more of these blue tunicates in small colony-like formations. When disturbed, tunicates draw up the incurrent and excurrent apertures, much like a drawstring around the rim of a bag. Most tunicates are hermaphrodites.\nPhoto: Nick Hobgood\nThey keep their eggs inside their bodies until they hatch, while sperm is released into the water where it fertilizes other individuals when brought in with incoming water. Superficially, the larva resemble small tadpoles, as they swim with a tail. The larval stage ends when the tunicate finds a suitable rock to affix to and cements itself in place.\nPhoto: Nick+Hobgood\nThe larval form is not capable of feeding though it may have a digestive system  and is only a dispersal mechanism. Many physical changes occur to the tunicate's body, one of the most interesting being the digestion of the cerebral ganglion, which controls movement and is the equivalent of the human brain. From this comes the common saying that the sea squirt \"eats its own brain\".Photo: Nick Hobgood\nThe tunicate's primary food source is plankton. Their guts are u-shaped, and their anuses empty directly to the outside environment. Tunicates are also the only animals able to create cellulose.? Tunicate blood is particularly interesting. It contains high concentrations of the transition metal vanadium and associated protiens as well as higher than usual levels of lithium.\nPhoto: CybersamX\nSome tunicates can concentrate vanadium up to a level one million times that of the surrounding seawater. Specialized cells can concentrate heavy metals, which are then deposited in the tunic. They come in many different colours, and some are almost translucent, but these tiny creatures certainly lend a wealth of awesome colour to the sea-floor rocks and reefs. They may not be the biggest creatures on land or sea, but they are definitely among the brightest.\nPhoto: danielguip","author":"tonyleather","web_category":"nature","title":"The Luminescent Beauty of Deep Sea Squirts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3166066202_5404ea7188_o.jpg","url":"http://www.environmentalgraffiti.com/animals/news-–-incredibly-vibrant-colours-tunicates-or-deep-sea-squirts"}