{"summary":"70% of the world’s savanna, or tropical and subtropical woodland, has been seriously damaged by human activity.  Whilst much of South America, Africa and Asia once supported this type of ecosystem, the Australian tropics, an area of 2,000 kilometres, now accounts for more than a quarter of the world’s remaining savanna.Things aren't looking so good","advice_category":"2","content":"\nA report published last Tuesday ranked the savanna plains of Northern Australia with Antarctica and the Amazon rainforest in environmental importance.  \n70% of the world’s savanna, or tropical and subtropical woodland, has been seriously damaged by human activity.  Whilst much of South America, Africa and Asia once supported this type of ecosystem, the Australian tropics, an area of 2,000 kilometres, now accounts for more than a quarter of the world’s remaining savanna.Things aren't looking so good.   \n“This vast area of Northern Australia is remarkably intact,” commented Professor Brendan Mackey, lead scientist on the three-year study.  Satellite imaging showed that Australia's northern rivers and forests remained largely untouched by small Aboriginal communities amidst World Heritage-listed parks.  The report called for caution, as ecologists fear that intense drought in the south of the country may encourage farmers to move into the tropical north.  \n“What we don't want is people coming up here with incompatible forms of development that will degrade this natural asset,” Mackey told local radio. “Northern Australia really represents the last, best opportunity we have to do something sensible with a large tropical region.”","author":"Maryking","web_category":"nature","title":"70% of world's savanna seriously damaged by humans","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Man-jackfruit.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/70-of-worlds-savanna-seriously-damaged-by-humans/198"}