{"summary":"The 24-hour Circadian Clock found in human cells dates back to millions of years and is said to be the same as that found in algae, a diverse group of simple autotrophic organisms. Photo: National Institute of General Medical SciencesCircadian rhythm labeled","advice_category":"4","content":"\nPhoto: Credit: Brigitte Halliday, process; ML Escande\nScientists have identified the mechanism that controls the internal 24-hour clock in every living being. It is a breakthrough discovery as it may answer many health-related problems. The 24-hour Circadian Clock found in human cells dates back to millions of years and is said to be the same as that found in algae, a diverse group of simple autotrophic organisms. Two different studies have been published in the journal Nature and will give insights into various activities such as sleeping, the opening of a flower and even butterfly migration.\nPhoto: National Institute of General Medical SciencesCircadian rhythm labeled\nTo read any further, an excursion into a \"Circadian Rhythm\"is necessary. Circadian rhythms are behavioural, physical and mental changes, driven by biological clocks, which follow a 24-hour-cycle. These rhythms have been observed in most living things such as fruit flies, animals, fungi, cyanobacteria and even plants too. This rhythm plays an important role in changing body temperature, hormone release and varying sleeping pattern. In our brain, there is a \"master clock\" that coordinates and synchronizes all the other body clocks. \nPhoto: Credit: Brigitte Halliday, Process; ML Escande\nOne study of scientists and researchers from the University of Cambridge’s Institute of Metabolic Science says that for the first time, a 24-hour-rhythm has been seen in red blood cells. It is very surprising that before this, it was assumed that Circadian rhythms are linked to DNA and gene activity. But as red blood cells do not have DNA and still show such rhythm, it is a significant achievement and will enhance our understanding of the human body and biological systems. \nLead author of the study, Dr. Akhilesh Reddy from the University of Cambridge, said: “We know that clocks exist in all our cells; they are hard-wired into the cell... . The cell would be in the same position if it didn’t have a clock to coordinate its daily activities”.\nPhoto: TimVickersStructure of a bacterial 2-cysteine peroxiredoxin\nAnother study, by scientists from the Universities of Edinburgh, Cambridge and the Observatoire Oceanologique, Banyuls, France, has discovered a similar clock cycle in marine algae, by sampling the peroxiredoxins in algae at regular intervals over several days. It showed that even in darkness, without active genes and with their inactive DNA, their Circadian clock kept ticking. \nIt should be pointed out here that that peroxiredoxins are the oldest common mechanisms responsible for the 24-hour internal clock of almost all forms of life on Earth.\nLead author, Andrew Miller of the University of Edinburgh’s School of Biological Sciences, said: “This ground breaking research shows that body clocks are ancient mechanisms that have stayed with us through a billion years of evolution.” \nAs of today, this research is funded by various research councils, and soon, scientists will be able to determine the clock’s importance in controlling our bodily functions.\nSource: Press Release and http://www.sciencedaily.com/articles/c/circadian_rhythm.htm","author":"Alka Sharma","web_category":"science","title":"How the Human Body Clock Dates Back Millions of Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/news-ancient-body-clock-discovered-gives-insight-circadian-clock"}