{"summary":"This incredible image with various shades of purple and pink is of scar tissue that is predominantly composed of fibrous connective tissue. Myelomonocytic Leukemia (Acute)Photo: ? Nikon Instruments Inc.","advice_category":"4","content":"\nPhoto: ? Nikon Instruments Inc.Keloid Scars\nAll images courtesy of Nikon Instruments Inc.\nFor many years, the application of pathology has been used to diagnose diseases in humans and animals. Human pathology, as one of the primary focal points in medicine, is synonymous with diseases. Withdrawing tissue or some blood and studying these samples for hours is quite bothersome. But pathologists are working hard day and night to identify deadly diseases. For example, the above image of thick, puckered scar tissue may look very beautiful through the microscope, but in fact this itchy cluster of scars grows beyond the edges of a wound or incision. Let us visit a gorgeous and never-before-seen gallery of gross, stained human body samples as seen through the microscope in a pathology lab.\nHyperplastic ArteriosclerosisPhoto: ? Nikon Instruments Inc.\nAn amazing pattern of thickening and hardening of the concentric muscle cell layer looks magnificent. But, blood flow can be seriously hindered by Hyperplastic Arteriosclerosis, which can result in various serious health problems including high blood pressure and acute renal failure.\nOvarian EndometriosisPhoto: ? Nikon Instruments Inc.\nThis purple image seemingly from another galaxy is actually not from outer space. It’s a gynecological medical condition called Endometriosis that most commonly strikes between the ages of 25-40. This is also associated with infertility and miscarriage.\nTattooPhoto: ? Nikon Instruments Inc.\nIt’s very sweet getting a tattoo to express your love or concern. When the indelible ink is inserted into the dermis layer of the skin for such decoration, it also leaves behind some permanent impression as seen above. \nScar TissuePhoto: ? Nikon Instruments Inc.\nThis incredible image with various shades of purple and pink is of scar tissue that is predominantly composed of fibrous connective tissue. We all know a scar is the marking that remains after tissue damaged from a cut, burn or other wound has healed. Scar tissue is also paler than surrounding tissues. \nMyelomonocytic Leukemia (Acute)Photo: ? Nikon Instruments Inc.\nThe interesting dotted pattern in blue and brown seems to be ravishing. In reality, Myelomonocytic Leukemia is a rare type of bone marrow cancer in which too many immature blood cells are produced in the bone marrow.\nUlcerative ColitisPhoto: ? Nikon Instruments Inc.\nSometimes a serious disease of the large intestine might look like a pretty portrait of colorful waves in the ocean. In reality, it is a specimen that pathologists are working on. Ulcerative Colitis is a chronic condition very similar to Crohn’s Disease. Its common symptoms are abdominal pain, diarrhea and increased passage of mucus.\nLipomaPhoto: ? Nikon Instruments Inc.\nThis dazzling, web-like image is that of a lipoma, the most common noncancerous soft tissue growth just below the skin. In other words, it is the most common form of soft tissue tumor. Occasionally, the fat cells of a lipoma will extend out into surrounding tissues, making the tumor significantly less movable.\nFibroadenomaPhoto: ? Nikon Instruments Inc.\nThe small solid lumps you see above are fibroadenomas of the breast, another noncancerous tumor. These rubbery fibroadenomas are composed of fibrous and glandular tissues. The most common investigative techniques used for individuals with a suspected fibroadenoma include mammograms, ultrasound scans, aspirated biopsies and core biopsies.\nEmphysemaPhoto: ? Nikon Instruments Inc.\nThis image shows the hidden truth behind Emphysema, a disease of the lungs that makes it hard to breathe. The damaged airway gets tight and fills with mucus and gives a whistling sound when we breathe. This results in collapse of the alveolar walls and the degeneration of the pulmonary capillaries.\nRuptured Ectopic PregnancyPhoto: ? Nikon Instruments Inc.\nRuptured Ectopic Pregnancy is a symptom associated with pregnancy complications. An alluring image of the outside world truly represents the pregnancy outside the uterus. Commonly known as tubal pregnancy, it can be dangerous to the mother and can also lead to death.\nFar beyond the reach of our naked eye, these images play a very important role in pathology labs in the detection of various diseases.\nMy sincere thanks to Joseph Gervasi at Nikon Instruments Inc. with whose permission I was able to share these beautiful and very rare images.\nSource: http://www.microscopyu.com/","author":"Alka Sharma","web_category":"science","title":"Incredible Images of Human Scar Tissue Seen at a Cellular Level","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-45550-2734100400105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-unseen-microscopic-world-human-pathology"}