{"summary":"The best spin that science has been able to assemble so far is that we may have evolved away from short-term memory and perhaps the common ancestor of chimps and humans had a photographic memory. Actually, chimps are smarter than both you or I","advice_category":"2","content":"\nPhoto: Image from chiking\nActually, chimps are smarter than both you or I.   I understand that this is a little shocking--the evolutionary equivalent of your younger brother bringing home Adriana Lima for Christmas--so I'll let you compose yourself, and explain just how the chimp got so smart below the jump.\nIt's not really all that bad--it's only short-term memory. We still have the chimps licked when it comes to cognitive ability, long term memory, and whole host of other mental tasks. However,  Matsuzawa Tetsuro, a Kyoto-based primate researcher has tested 5-year old chimpanzees in a game where they had to recognize multiple numbers that were revealed to them very quickly, and the chimps walked away with an astounding 80% accuracy. For comparative purposes, a fantastic human score, posted by a first-year doctoral candidate is around 10 percent.\nThe best spin that science has been able to assemble so far is that we may have evolved away from short-term memory and perhaps the common ancestor of chimps and humans had a photographic memory. Why on earth would that happen, you might ask? A photographic memory is great for counting cards, blackmail, knowing where your keys are -all kinds of important tasks. It seems that photographic memory impairs abstract thought, which is essential to forming language. \n[NationalGeographic]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Just How Smart is a Chimp?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-43404-2910915830103691965S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/just-how-smart-is-a-chimp/1162"}