{"summary":"Oxygen therapy is the idea that cancer grows and survives in an oxygen depleted body therefore by flooding the body with oxygen, the cancer cells will not survive and will die off. Medical trials on this alternative therapy are ongoing","advice_category":"4","content":"\nPhoto: GE Healthcare\nCancer is possibly the ugliest disease known to man. It can be benign and completely non-fatal or it can be malignant and bring with it a potential death sentence. Many are baffled by why it starts, how it works and how to best treat it. People who should contract it through smoking 100 cigarettes a day sometimes survive, while others who smoke just one cigarette a day don’t fare as well. One of the reasons it is so scary is that it seems completely random in regards to who it attacks.\nModern cancer cures generally rely on destroying the cancer cells through the use of chemotherapy, radiation therapy, surgery and traditional drug therapy. Many of these aim to cleanse the body of the cancer while limiting the damage to the surrounding tissue. \nHowever, alternative therapy advocates see these cures as being poisonous to the human body and are therefore seeking other ways to cure this horrible disease. Some of them seem to have had some success.  \nPhoto: stevesimo\nOxygen Therapy\nOxygen therapy is the idea that cancer grows and survives in an oxygen depleted body therefore by flooding the body with oxygen, the cancer cells will not survive and will die off. This is called the Warburg hypothesis and it was created by a man named Otto Heinrich Warburg. Warburg came up with his hypothesis in 1924 and won the Nobel Prize in physiology in 1931 after 46 nominations. This was not a man known for flights of fancy. \n\"Cancer, above all other diseases, has countless secondary causes. But, even for cancer, there is only one prime cause. Summarized in a few words, the prime cause of cancer is the replacement of the respiration of oxygen in normal body cells by a fermentation of sugar.\" -Dr. Otto H. Warburg in Lecture\nAlthough the application of oxygen to help with cancer survival may seem like complete nonsense there does seem to be some sense in it. Hyperbolic oxygen therapy is today sometimes used to treat the bone damage and soft tissue injury caused by radiation therapy. Hyperbolic oxygen therapy involves breathing pure oxygen while in a sealed chamber that has been pressurized at up to three times normal atmospheric pressure. It is also believed that this will in turn prompt new blood cells to grow and cause the area to heal more effectively. Hyperbolic oxygen therapy is also sometimes used to treat chronic radiation cystitis when other treatments have failed. \nPhoto: stevesimo\nMedical trials on this alternative therapy are ongoing. A current leading study is HOPON or Hyperbaric Oxygen to Prevent OsteoradioNecrosis. This trial is designed to see if oxygen therapy can help with the risk of patients developing OsteoradioNecrosis during radiation therapy for head and neck cancers. Another trial is looking at reducing bowel complications as a result of treatment targeted at the pelvis. \nCarrying the torch for Otto Warburg’s research, a chemist called James V. Sheridan came up with a formula in 1936 designed to target cancer cells and starve them of energy. After testing on animals in the 1940s, he was blocked from starting human medical trials in the 1950s. Undeterred, he called this formula Entelev, gave it away free to over 1,000 people. A decades-long battle between Entelev’s supporters and the scientific world followed. \nPhoto: IndyDina with Mr. Wonderful\nSince then, it has changed names numerous times with today’s product being called Cancell. It is estimated that approximately 30,000 bottles of the medication may have been taken worldwide and believers appear quite resolute in defense of the product. It should be noted that no peer reviewed scientific trials have found any positive effect so evidence is only limited to anecdotes and personal testimonies.  \nGerson Therapy\nIt seems as though many alternative cancer treatments have come from Germany. The next one is thanks to a German physician named Max Gerson. Gerson Therapy is based on the idea that toxic substances accumulate in the body. Gerson supporters believe that today’s diet raises the sodium content of the body while lowering the potassium content causing an imbalance that leads to cancer formation. Like Otto Warburg, Max Gerson has been recognized by the scientific community, most recently by being inducted into the Orthomolecular Medicine Hall of Fame in Ottawa, Canada in May of 2005. \nPhoto: William Ismael  Willpower LifeForce\nThe therapy essentially consists of flooding the body with nutrients. The patient must drink an 8-ounce glass of fresh raw juice every waking hour, and eat raw and cooked solid vegetarian food. Supplements, such as Vitamin C and iodine, are also taken. In some cases, this has resulted in a doubling of oxygenation of the blood, an immune system boost and toxin excretion. A supplementary enema of coffee may also be used as part of the therapy.\nThanks to the work of Max Gerson, there are many diets that have been advocated to help in the fight against cancer. Low sugar diets have become popular and follow the idea that cancer uses sugar to metabolize rather than oxygen. It has been shown that those following low sugar Asian diets have five to ten times fewer hormonal based cancers than those with diets high in refined sugar.\nPhoto: HealthAliciousNess\nThe Budwig Diet\nAnother famous diet that is thought to help fight cancer is the Budwig Diet. The Budwig Diet was developed by Johanna Budwig, a German biochemist, in 1952. This diet is rich in flaxseed oil mixed with milk and cottage cheese. Eating meals rich in fruits, fibers and vegetables – while avoiding sugar, animal fats and processed dairy – is recommended. Small studies on cell cultures and mice and rats have shown that this may be beneficial in reducing the risk of some cancers.\nAromatherapy\nAromatherapy is believed to have its origins in antiquity, but its modern history dates back to the early 20th century. There are some observational studies that support the use of aromatherapy essential oils to fight cancer. One such potential remedy is frankincense, which is believed to help in fighting bowel cancer. In fact, frankincense seems to be able to distinguish between healthy and cancerous cells and may be able to help destroy these cells with little to no cell damage in the surrounding area. Lemon grass, sweet linalool and thyme are also believed to have cancer fighting properties.\nPhoto: fayemozingo\nIf you are diagnosed with cancer, always follow your medical professional’s advice. However, remember that other possible avenues of healing can be used alongside traditional therapies. New cures and therapies for cancer are being researched all the time and one of these alternative options may well lead the way to a possible mainstream cure one day, but for now that is all they are, alternative therapies. If you take anything away from this article it should be this: there is always hope.","author":"darrenowen","web_category":"science","title":"Could Alternative Cures for Cancer Really Work?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-beating-unbeatable-possible-cancer-cures-alternative-sources"}