{"summary":"Roughly halfway between Adelaide and Alice Springs off the Stuart highway, Coober Pedy has become a popular tourist destination, and the town relies as much on tourism as opal mining to bring money to the area.. The eccentric ‘baron’ originally from Latvia spent several years hunting crocodiles in the North before heading to Coober Pedy to turn his hand to opal mining.","advice_category":"8","content":"\nPhoto: via queens of random\nWhen temperatures reach a searing 40 degrees Celsius outside, there is only one place to go in Coober Pedy, South Australia – underground. \nNearly half of the 3500 inhabitants in this outback town live underground. Known as the opal capital of the world, in amongst its disused mine shafts you’ll find homes, hotels and even a church dug into the hillsides.\nDig a little deeper and aside from the benefit the sandstone has of keeping you cool, you’ll find it's rather easy to fashion yourself an abode. Fancy an en suite bathroom? Don’t put the shovel away just yet. How about some extra storage space? Dig away!\nPhoto: via serbia\nRoughly halfway between Adelaide and Alice Springs off the Stuart highway, Coober Pedy has become a popular tourist destination, and the town relies as much on tourism as opal mining to bring money to the area.\nCoober Pedy was also the home of Crocodile Harry later in life. The eccentric ‘baron’ originally from Latvia spent several years hunting crocodiles in the North before heading to Coober Pedy to turn his hand to opal mining.\nHe sadly passed away in 2006, but his underground nest, which featured in Mad Max, is open to the public.\nHeat = thirst, and where better to indulge in a refreshing beverage than in the Desert Cave underground bar. Claiming to be the world’s only ‘truly underground’ bar, this is probably an experience not to be missed, although there is also an art gallery for culture vultures.\nSource: 1\n","author":"katix138","web_category":"travel","title":"Coober Pedy: The Australian Town Where 1,500 People Live Underground","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bamiyan13.png","url":"http://www.environmentalgraffiti.com/travel/news-australia’s-underground-town"}