{"summary":"The photons actually behaved as though they were waves, each photon somehow interfering with itself to form the characteristic light and dark bands shown on the screen.. Surely this would force the photons to \"pick\" one slit over the other and prevent any wave interference from occurring","advice_category":"4","content":"\nPhoto: Mila Zinkova\nI've written about light several times in my blog, using terms such as photons, light rays, and electromagnetic radiation. You might be wondering what the deal is with all this fancy nomenclature, especially since some of these ideas seem to contradict each other. For instance, light comes in quantized packets called photons. But light is also often referred to as a ray or a wave. What gives? Well, as it turns out, light is very, very weird.\nPhoto: Rootology\nOver 100 years ago, the famous Double-Slit Experiment taught physicists that, at its core, light is both a particle and a wave. In quantum mechanical terms, the wavelike property of light means that every photon has a specific probability of being found in a given spot. When two light waves interfere (as in the double-slit experiment), these probabilities can be seen to occur in pairs: one set of positions where a photon is more likely to be found, and one set of positions where a photon is less likely to be found. Physicists at the University of Waterloo in Canada recently conducted a triple-slit experiment and were able to rule out higher-order probabilities, thus confirming a key principle of quantum mechanics.\nBoth the double-slit and triple-slit experiments are very simple in design. In the former, a light source is aimed at a metal sheet with two microscopic slits cut into it. The incident light then passes through the slits and lands on a blank screen. Scientists found that when they covered one slit, the light formed a pattern on the screen that was bright in the middle and faded to black at the edges. One would expect that the same pattern would result when both slits were open. If light behaved solely as a particle, half the photons would pass through one slit and half would pass through the other. The result would be a pattern that was doubly bright, but otherwise the same. Oddly enough, this is not what happened. Instead, a pattern of alternating bright and dark bands developed on the screen (see above). This was a clear indication that it was actually two light waves that passed through the slits, interfering with each other before they hit the screen and thus creating this distinctive pattern.\nPhoto: Timm Weitkamp\nThe double-slit experiment produces a characteristic interference pattern. And the story gets weirder still. Experimentalists decided to try firing one photon at a time at the metal sheet. Surely this would force the photons to \"pick\" one slit over the other and prevent any wave interference from occurring. No such luck. An interference pattern still emerged, albeit more slowly as each photon took its place on the screen. Clearly this phenomenon could not be explained away by saying that light was really just a wave composed of particles. Scientists were forced to conclude that light is simultaneously a particle and a wave. The photons actually behaved as though they were waves, each photon somehow interfering with itself to form the characteristic light and dark bands shown on the screen.\nPhoto: Ethan Hein\nIndividually-fired photons produce an interference pattern over time. In the triple-slit experiment, the Innsbruck group attempted to find evidence of third-order probabilities. According to our current understanding of the quantum world, this is impossible. The resulting light and dark bands in the double-slit experiment illustrate that such probabilities only occur in pairs. Success at Waterloo would have had drastic consequences for physics, disproving a long-held belief and necessitating a revision of quantum mechanics as we know it. Fortunately, no such result was found. Indeed, the oddities of the subatomic world live to see another day.","author":"vmdamico","web_category":"science","title":"The Miraculous Subatomic World of Light","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/physics/news-weird-things-you-never-knew-about-light"}