{"summary":"Photo: e-architect.co.uk A central feature on the grounds is the 2,500-square-metre headquarters building of Enea Garden Design, in front of which sits a sprawling, lava-layered lake. Photo: e-architect.co.uk The museum features approximately 50 trees representing more than 25 varieties, and showing several examples that are more than 100 years old","advice_category":"6","content":"\nPhoto: e-architect.co.uk It may never have occurred to anyone before, but surely it makes sense to keep examples of as many species of trees as possible, when looking to our ecological future? Joni Mitchell once sang about ‘putting all the trees in a tree museum and charging everyone a dollar and a half just to see them’, in protest at urbanization. Since June 14th this year, the song has become reality, though admission has gone up to $13. Photo: e-architect.co.uk The Tree Museum, on a site near Upper Lake Zurich, was conceived as an oval-shaped, open-air museum and is divided into a series of ‘rooms’, each with their own atmosphere and character that exhibits individual trees. The purpose of the museum is to emphasize the exceptional presence, beauty and rarity of the exhibited trees and shape visitors’ perception of how time and space are embedded in the very essence of these ancient and venerable trees. Photo: e-architect.co.uk The idea of creating a tree museum was a natural extension to Enzo Enea’s lifelong passion for, and boundless admiration of trees. To share these experiences with a wider audience, Enea decided to create a museum to give his precious trees the care and attention usually given to artworks. His concept of constructing open-air ‘spaces’ – a characteristic of all Enea gardens – allows for trees to be singled out and to become ‘individuals’, as visitors are led to walk around these rooms and to observe the trees from different angles. Photo: e-architect.co.uk Created from reclaimed and salvaged trees that have been collected over the years, the trees now have a permanent residence at the recently opened 2.5 acre ‘Enea Tree Museum’ located on the grounds of a 14th century monastery near Lake Zurich in Switzerland. Oppenheim Architecture + Design (OAD) was one of several companies considered for the job. Oppenheim’s design for the main building uses sustainably sourced local lumber, green roofs and geothermal exchange. Besides housing the Swiss landscaper’s main office, the complex will also feature a showroom, classroom and workshop. Photo: e-architect.co.uk The open-air museum, which will also double as headquarters for Enea’s landscape business, includes more than 2,000 varieties, with the trees beautifully framed against enormous sandstone blocks. It was opened on June 14th as an opening to Art Basel, and was the result of a collaboration between preeminent landscape architects, Enea and leading international “green” architect Chad Oppenheim. Photo: e-architect.co.uk The museum features approximately 50 trees representing more than 25 varieties, and showing several examples that are more than 100 years old. Sophisticated techniques influenced by the ancient art of Bonsai shaping were applied to transplant and preserve the trees. Another 100 trees and plants are located in the park surrounding the Tree Museum. In total, the museum and park zones contain more than 2,000 exclusive wood species that Enea has collected over the past 17 years. The collection includes a 130-year-old red Japanese maple, a Saucer magnolia estimated to be between 75 and 80 years old and an 80-year-old English yew. Photo: e-architect.co.uk A central feature on the grounds is the 2,500-square-metre headquarters building of Enea Garden Design, in front of which sits a sprawling, lava-layered lake. The building was designed by American architecture firm Oppenheim Architecture & Design and houses an exhibition of selected garden furniture, a library, a museum shop as well as a group of works of art and design. The building also earned an American Architecture Award in 2009 by the Chicago Athenaeum. \nIt always does the heart good to see truly environmental art being put in place, and this fantastic project has demonstrated once again how compatible the worlds of art and nature can be. Let us all hope that this is just the tip of a huge artistic green movement, and that we will see a lot more like it in the future. Photo: e-architect.co.uk \nMy sincere thanks to e-architect.co.uk for giving me permission to use the images in this article.\nSources: 1, 2, 3, 4\n","author":"tonyleather","web_category":"art+and+design","title":"The World's First Tree Museum","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Field-Lightjpg","url":"http://www.environmentalgraffiti.com/news-tree-museum"}