{"summary":"The Northern Snakehead fish, or Channa argus, is an invasive species native to Asia. The YouTube videos of a Northern Snakehead fish filmed in Burnaby surprised naturalists because, if confirmed, it would be the first sighting of this invasive fish in Canada.","advice_category":"2","content":"\nPhoto: OpenCage\nThe Northern Snakehead fish was featured in two YouTube videos in May 2012. The newsworthy aspect is that the locale is a lagoon in Burnaby, BC, rather than Florida or Maryland, and biologists are concerned that this invasive fish could have a seriously negative impact on local wildlife.\nThe Northern Snakehead fish, or Channa argus, is an invasive species native to Asia. It has a long history in the United States, where it has earned a reputation as a fiercely competitive predator that can reach over a metre in length.\nIt is long, thin and has a characteristically large dorsal fin. Amazingly, the Northern Snakehead can survive out of water for about three days, provided it stays moist.\nThe United States Department of Agriculture (USDA), and many states warn that the Northern Snakehead is a threat to the ecology of rivers, lagoons and marshes. They can survive in brackish water as well as inland streams and can tolerate a wide range of water temperatures. They prey on other fish, as well as crustaceans and amphibians – indeed, it's their ravenous appetite that makes them such a threat to native species.\nPhoto: Wendy Harman\nAs this image ably demonstrates, the state of Maryland takes no prisoners in its war on the Northern Snakehead.\nThe fish has also earned the nickname \"Frankenfish\" for its bizarre biology and threatening appearance. Fishermen and anglers in Virginia are encouraged to keep a vigilant watch out for the fish, and if one is caught then on no account should it be released back into the water.\nPhoto: Brian Gratwicke\nThe YouTube videos of a Northern Snakehead fish filmed in Burnaby surprised naturalists because, if confirmed, it would be the first sighting of this invasive fish in Canada.\nBurnaby is part of mainland British Columbia, and is part of the Greater Vancouver region. The park has two ponds, \"Upper\" and \"Lower\", separated by a wooded area. The Northern Snakehead sighting was in the \"Lower\" pond.\nPhoto: Jiang Long\nThe Canadian search for this invader should already be well underway in late May. In the United States, the recommended course of action is to humanely dispatch any Northern Snakehead by decapitation, freezing or separating the gill arches from the main body. The good news is that – aside from this removing a potential threat from waterways – the Northern Snakehead makes pretty eating, and is described as having a firm and meaty texture. So despite the ecological danger this species poses, it's not all doom and gloom!\nPhoto: Malcolm Duchamp\nSources: 1, 2, 3, 4, 5, 6, 7","author":"MikeDeHaan","web_category":"nature","title":"Has the Northern Snakehead Fish Invaded British Columbia?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/animals/news-has-northern-snakehead-fish-invaded-british-columbia"}