{"summary":"A study by Royal College of Art graduate Tuur van Bulen, has revealed that the way people live in behave in each zone of London is reflected in the quality of their tap water. The results were collated to create a local city-body ecology or biotope for each area, before van Bulen headed off to the hip Broadway market in Hackney to set up a stall offering bottles of tap water branded with the London area they came from","advice_category":"6","content":"\nA study by Royal College of Art graduate Tuur van Bulen, has revealed that the way people live in behave in each zone of London is reflected in the quality of their tap water. So what can water tell us about the habits of those that live in the capital? \nThe largest part of the pharmaceuticals and chemicals we ingest every day ends up in waste water, before passing through treatment plants not designed to filter it and eventually back into our water supply. Effectively the contents of our medicine cabinets - that's everything from aspirin to LSD - ends up in the water we cook with, bathe in and drink everyday. The content of tap water in each area thus depends largely on what the residents of that area ingest.\nVan Bulen's study showed that water in Notting Hill benefits from the high density of organic shops found in the area and is free of food additives and pesticides, whereas water from the city of London is enhanced with all kinds of stimulants, from caffeine-rich drinks to cocaine. Golders Green, which houses an important Jewish community, apparently even produces very ‘fertile' water due to the low concentration of people taking anti-conception pills in the area.\nTap water was offered to visitors of the RCA Summer Show and those who drank it were asked to donate a urine sample along with their postcode. The results were collated to create a local city-body ecology or biotope for each area, before van Bulen headed off to the hip Broadway market in Hackney to set up a stall offering bottles of tap water branded with the London area they came from. The next step is a website which helps London inhabitants map and discuss the unique characteristics of their own tap water and custom-made labels describing the water of each area will be available for download.\nThe study is the first chapter of van Bulen's research into biological interactions between the city and human body; a study that investigates how the increasing understanding of DNA, in conjunction with the rise of bio-technologies, might change the way we interact with both each other and our environment in the future.\nIt is, of course, an intriguing piece, documenting the point at which science, art and life meet, but the thought that we might be drinking the contents of someone else's weekend bender, complete with cocaine from the night before and paracetamol from the morning after, is enough to turn you towards a lifetime of bottled water. Who knows, the chemicals ingested by the concentration of hippies at Glastonbury might even have made for an interesting tap water experience...\n'Oversoul' by Alex Grey: what it may have been like to drink the water at Glastonbury. Image by Flickr user e-diote\nAll other images by Tuur van Bulen\nStory Source and Further Reading - The Brilliant We Make Money Not Art\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"art+and+design","title":" LSD Could Be In Our Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/lsd-could-be-in-our-water/1371"}