{"summary":"Los Angeles is stripped to its bare bones and burnt to cinder under Maisel's photographic eye – a megalopolis suddenly seen in post-apocalyptic monochrome.. It's as if the photos see inside \"the structure of an organism or body\", like X-rays, or appear \"like the flickering negative images in an atomic blast, when the shadow world is revealed and released\" (Maisel #2)","advice_category":"6","content":"\nPhoto: All images courtesy of David Maisel\nThe work of David Maisel is haunting in its stark simplicity, despite and because of its expansive breadth of focus. Yet while many of his projects have taken a bird's-eye view of their subject matter, few have seemed as hopelessly desolate as Oblivion. Los Angeles is stripped to its bare bones and burnt to cinder under Maisel's photographic eye – a megalopolis suddenly seen in post-apocalyptic monochrome.\nOne of the ways Maisel bestows the City of Angels with this barren character is a simple sleight of hand. The photos of the urban sprawl are printed in negative; the black and white tones are reversed. The trick is straightforward, but its effects are many and complicated. The city so familiar, even to those who have never been there, becomes strange, even assuming a sinister or frightening aspect.\nThe inverted tones also give the images \"the quality of a post-nuclear blast, an X-ray quality. They turn the city into ash\" (Maisel #3). It's as if the photos see inside \"the structure of an organism or body\", like X-rays, or appear \"like the flickering negative images in an atomic blast, when the shadow world is revealed and released\" (Maisel #2). Yet this is a world of more than high frequency radiation.\nSome have said the geography is reduced to a circuit board, a machine as bereft of feeling as the megalopolis seems bereft of life. However, the photographer is keen to remember the lives contained within the city: \"15 million hearts, with all the souls and dreams of the bodies powered by those hearts: the city as living, breathing organism, constantly breaking down and constantly replicating\" (#2).\nIf this megalopolis is any kind of machine then it is a cyborg, and here we get close to the heart of Maisel's work. He explores \"the relationship between natural systems and human intervention\" (#1), like the impact of the built on the natural environment – cities on rivers and lakes, say. As an abstract negative, Oblivion becomes more than a topographical aerial view. Its significance spreads further afield.\nThere are other social concerns in Maisel's work, not least the act of looking at itself in a current surveillance society. Staring at the photos in Oblivion, we are placed in the position of the eye in the sky offered by helicopters and satellites. For Maisel himself to get permission to fly over the city was not easy. All kinds of questions are raised, such as \"Who gets to look?\" and \"Who controls the gaze?\" (Maisel #3).\nHuman activity may impact on the earth but it also impacts on other human beings. Looping freeway interchanges and overpasses figure heavily in Oblivion because they loom large in LA. Urban living weighs heavy on the city's inhabitants and \"that leads to alienation, especially in LA, because of the way it is structured around the freeway. It doesn't allow for human interaction; it supplants it\" (Maisel #4).\nWith such obvious themes of alienation it might be tempting to assume that the work of David Maisel is all about despair. Yet that would overshadow the rare beauty captured in his photography. It may not be beauty as we know it, but an \"expanded\" definition of the word that, in the words of Carrie Jacobs, \"is generated at the cost of something precious or the result of flawed choices.” (#1)\nWith special thanks to David Maisel for kindly granting permission to include his photography in this post.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Los Angeles After the Apocalypse","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","url":"http://www.environmentalgraffiti.com/featured/los-angeles-after-apocalypse/12927"}