{"summary":"Photo: Giant Goonch. A word of warning: don’t do it! Otherwise you may fall prey to a fearsome, grotesque monster waiting in the depths","advice_category":"2","content":"\nPhoto: Giant Goonch\nPicture the scene: It’s a hot, balmy day in India, the sun’s rays beat down, prickling the skin. A meandering river ahead looks inviting, and although it’s not the clearest water in the world, a cool, refreshing dip would soothe the effects of the midday sun.\nA word of warning: don’t do it! Otherwise you may fall prey to a fearsome, grotesque monster waiting in the depths. Or so residents near the Great Kali River believe.\nIt is thought that a stretch of the river, popular with adventurers seeking the thrills of white water rafting, is home to a killer mutant fish. Locals in the India-Nepal border region have been convinced there is something untoward lingering in the river for many years but, recently, when an 18-year-old Nepalese boy was dragged down into the depths by something described as an ‘elongated pig’, events were finally investigated.\nPhoto: Normal Sized Goonch\nA TV presenter and biologist, Jeremy Wade, investigated the mysterious disappearances for a documentary and discovered a huge type of catfish, called a goonch, may be responsible for the carnage.\nFor centuries, the river has been used in Hindu ceremonies – like the Ganges, bodies are totally immersed in the river to help send their soul to heaven – with local residents releasing their loved ones into the water after the funeral pyres have gone out. The giant fish, one of the biggest fresh water fish in existence, may have developed an uncanny taste for human flesh after feasting on the remains of burnt corpses. Now unsuspecting bathers cooling off in the Kali are at risk of becoming fish food.\n\n\nPhoto: Smile for the camera\nOn a trip to the area, Wade caught one of the scavenging beasts which measured almost 6 feet long and weighed a shocking 161lb, which to date is a world record weight for this species of fish.\n“If that got hold of you, there'd be no getting away,” said Wade.\nFunny, don’t public swimming pools look so much more inviting now?\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"Flesh Eating Mutant Fish Invades Nepal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/featured/flesh-eating-mutant-fish-invades-nepal/2738"}