{"summary":"Why is it that just a small portion of chips and salsa is never enough? Because salsa contains cilantro and cilantro increases the appetite. Adding cilantro to snacks and meal alleviates nausea and increases the appetite, allowing patients to consume more nutritious foods which strengthen the weakened immune system and leaves the body stronger to be able to withstand the medications necessary to prolong life.","advice_category":"2","content":"\nPhoto: Stu Spivac\nThere is something you may not know about cilantro. It is more than just the flavorful herb found in salsa and other recipes of our favorite Mexican dishes. It has medicinal properties that are being taken advantage of by the modern medical community.\nWhy is it that just a small portion of chips and salsa is never enough? Because salsa contains cilantro and cilantro increases the appetite. That's why clinicians and dieticians are using it in menus for patients who have AIDS.\nPhoto: H Zell\nPatients with AIDS often succumb to wasting disease. The loss of appetite suffered due to the disease and due to medications cause AIDS patients to literally waste away. Adding cilantro to snacks and meal alleviates nausea and increases the appetite, allowing patients to consume more nutritious foods which strengthen the weakened immune system and leaves the body stronger to be able to withstand the medications necessary to prolong life.\nCilantro is also known to have anti-viral properties which help patients to avoid contracting other viruses due to a weakened immune system. Furthermore, it can be used as a fungicide, has anti-bacterial properties which help one to avoid food borne illnesses such as Salmonella and... Asian and Middle Eastern cultures have claimed cilantro to be a very effective aphrodisiac!","author":"Michele L Langlo","web_category":"nature","title":"How the Cilantro Herb Can Help AIDS Sufferers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-9758-2729923760105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-what-you-may-not-know-about-cilantro"}