{"summary":"They rely on the fact that most predators recognize such colouring as a signal that the animal contains a deadly poison, and thus is not at all palatable. How these frogs produce their alkaloids was a bit of mystery before it was discovered that they consume very small amounts of certain alkaloid-synthesizing plants and mites","advice_category":"2","content":"\nPhoto: Courtney McFall\nFor most animals, their colouring is not an aesthetic choice, but a matter of life and death. The ability to evade the wary eyes of a predator by blending into the surrounding environment has arisen again and again within the animal kingdom – and with some necessity. But there are some critters that blatantly waive this rule, and though they look good enough to eat, some of them can kill you with a single touch. These are the famous poison arrow frogs of South and Central America.\nPhoto: Thor Hakonsen\nFrogs of the Dendrobatidae (meaning ‘tree walker’) family walk a different path than most: they use bright colours to advertise their presence to the world. They rely on the fact that most predators recognize such colouring as a signal that the animal contains a deadly poison, and thus is not at all palatable. Many species contain alkaloids in their skin – a group of plant chemicals. Alkaloids are used for many things by people, from coffee to nicotine to toxins. How these frogs produce their alkaloids was a bit of mystery before it was discovered that they consume very small amounts of certain alkaloid-synthesizing plants and mites. This diet causes the toxins to build up in the frogs’ bodies without poisoning them. The process by which the toxin makes its way to the skin is still a mystery.\nPhoto: JT Johnson\nA bizarre result of this is that frogs raised in captivity and deprived of their normal diet grow up to be completely harmless. The insect eaten by the most poisonous frog, the golden poison dart frog (Phylobates terribilis), is still a mystery, though is thought to be a type of beetle.\nPhoto: Thaths\nOf course, these alkaloids are also famously used by tribes such as the Choco of Panama. Because in some species the toxins are only secreted when the frog is stressed, these tribes will sometimes impale or burn the still-living frog before smearing their blow-pipe darts in the substance known as batrachotoxin. Because batrachotoxin is destroyed by heat, these tribes will also boil the frog to make it safely edible. \nWhen used as a hunting tool, the toxin can cause respiratory problems and heart failure. There is no effective antidote known. A single tiny golden poison dart frog contains over 8 times the estimated human lethal dose. This particular frog is so poisonous that it can only be handled with protected hands.\nPhoto: Matt Blakemore\nIt’s expensive (metabolically speaking) to produce such bright colours as well as such deadly poisons, but it’s important that any potential predators learn quickly to associate the two. Studies have shown that an experience with toxic, brightly-coloured prey causes predators to avoid all similarly gaudy specimens. The various families of poison frogs cash in on this by using the same scheme. Rather than each developing unique ways to advertise their toxicity, quite widely separated families all use the same mechanism: colour. If predators in an area are avoiding bright colours, they might as well! Evolution often does things the easy way.\nPhoto: Eric Dufresne\nLiving only in undisturbed rainforests and cloud-forests, poison arrow frogs are facing habitat loss at an alarming rate. Hopefully, recent research into pain killers and HIV and cancer treatments made from poison frog secretions will also result in a new appreciation of their worth.\nPhoto: Valerie\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Steampunk","web_category":"nature","title":"The Cutest and Deadliest Frogs on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/featured/the-cutest-and-deadliest-frogs-on-earth/12651"}