{"summary":"This new rage in aquarium design is called “aquascaping.” Aquarists combine aquatic plant and animal life to create aesthetic underwater landscapes. Planted aquariums have actually existed since the 1800s when aquarium owners had no pumps, electricity or powered filters","advice_category":"6","content":"\nPhoto: Andreea Filip\nUnderwater landscapes have intrigued humans for years. There is something otherworldly about fish darting ghostlike in the depths, plants swaying in currents of water, and columns of light filtering down from the surface. It's no surprise that someone thought to bring these wonders to house and home in the form of an aquarium. As children, many of us have owned a goldfish or two, and perhaps even boasted about our cool plastic scuba diver ornament. In recent years, however, aquariums have reached a whole new level – both in terms of innovation and popularity.\nPhoto: aSIMULAtor\nThis new rage in aquarium design is called “aquascaping.” Aquarists combine aquatic plant and animal life to create aesthetic underwater landscapes. It is essentially a new art form, where composition, color and the drawing-in of the eye are of utmost importance.\nIn some ways, aquascaping is not new at all. Planted aquariums have actually existed since the 1800s when aquarium owners had no pumps, electricity or powered filters. They had to use plants in order to purify the water in their tanks and create enough oxygen for the fish to survive.\nPhoto: Mr. Sepia\nThe Dutch were the first to create planted aquariums for the sake of pleasure and artistry, beginning after WWI when electricity was becoming more prevalent. They focused almost exclusively on plant life, aiming to create beautiful underwater gardens in their tanks and forming clubs to share knowledge and ideas.\nHowever, it has only been in recent years that aquascaping has gained worldwide popularity. This is in large part thanks to Japanese photographer, designer and aquarist Takashi Amano. Amano has spearheaded a new kind of aquascaping, dubbed ‘natural aquascpaing’, which, unlike the dutch style, adds additional scaping elements such as wood, rhizomes, stones and aquatic mosses.\nPhoto: Vincent Lim Show Chen\nThanks to Amano’s books and his company Aqua Design Amano, this new style has become wildly popular. It allows aquarium lovers to both mimic the beauty of nature and to create worlds of their own imagination. Natural Aquascaping encourages aquarium owners to take things to the next level and to think outside the box. This has led to a host of incredible new developments in both aquarium equipment and processes, promising even greater advances in the future.\nPhoto: Chris Penny\nSources: 1, 2, 3","author":"yvonne.mcarthur","web_category":"art+and+design","title":"The Wondrous World of Aquascaping","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-wondrous-world-aquascaping"}