{"summary":"The Colorado River Toad can make you hallucinate. I don’t know which incredibly ingenious chump thought it was a good idea to lick one of these amphibians","advice_category":"2","content":"\nNow let’s get something straight, Environmental Graffiti doesn’t endorse drugs. In fact, we go by the authoritative scientific doctrine of guidance counselor Mr. Mackey in South Park: “Kids…drugs are bad…mmkay.”\n\nThe Colorado River Toad can make you hallucinate\nHowever, I stumbled across an article in the National Geographic about a female biologist who has made it her profession to lick frogs. I absolutely couldn’t resist writing about the legendary psychoactive Colorado River Toad.\nThe toad, also known as the Sonoran Desert Toad or Cranopsis alvaria, secretes powerful hallucinogens on its skin if disturbed. The effect of licking the toad is immediate: a powerful head rush, a radical change in color and light perception and vivid hallucinations when one’s eyes are closed. The come-down is equally rapid and the high only lasts between 5 and 15 minutes.\nI don’t know which incredibly ingenious chump thought it was a good idea to lick one of these amphibians. The surreal activity of mass frog-licking, practiced by a hoard of dope-starved potheads, is now outlawed in both Australia and the United States, where the hallucinogen is classed as an illegal substance.\nThe substance is classed as illegal because it’s a venom. It can actually be incredibly dangerous because of the fact that it is so concentrated on the toad’s skin: one lick too many can cause dizziness, heart palpitations, possible brain damage or even death.\nHowever according to a government document, smoking it is a different story:\n\n\n\n\nIf you'd like to find out more about deadly or hallucinogenic frogs, feel free to subscribe to our RSS feed or our email updates. ","author":"Chris","web_category":"nature","title":"Warning: Don’t Lick This Frog… Smoke It","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3672573558_b73cafcd0b_o.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/warning-don’t-lick-this-frog…-smoke-it/875"}