{"summary":"See for yourself how Jimi Hendrix, Bob Dylan and Jim Morrison look in tape and other artworks by Simmons.. We spotted iRI's cassette tape paintings first on Neatorama and will keep looking out for more from this promising artist.","advice_category":"6","content":"\nPhoto: \nImage: iRI5\nNot sure what to do with your old tape? Well, painter and sculptor Erika Iris Simmons a.k.a. iRI5 has come up with a very creative solution: tape pictures. See for yourself how Jimi Hendrix, Bob Dylan and Jim Morrison look in tape and other artworks by Simmons.\nA graduate of Washington University in St. Louis with a bachelor’s in Russian, Simmons is now a freelance artist and currently lives in Georgia. Apart from her own art, she also works on commercial projects. She says about her work on her website: “iRI5 has developed an innovative style that focuses on recycling found materials, such as old cassettes and used books, turning trash into treasure.”\nFrom the \"Ghost in the Machine\" series: Bob DylanPhoto: \nImage: iRI5\nDon't think that Simmons has used a black marker to help her tape collages - no, if you look closely, you can see that even Dylan's jacket is made up of lines of cassette tape!\nContext is everything when looking at Simmons’ collages. She is detail-oriented and incorporates scenes or artworks from the lives of the person she’s portraying into her work. Her series “Ghost in the Machine” is a number of portraits of musicians made out of recycled cassette tapes. Knowing Simmons’ attention to detail, she probably made Jimi Hendrix’s portrait from an old cassette of his, Bob Dylan’s from an original tape, and so on.\nJim Morrison, charismatic singer of the Doors, as never seen before:Photo: \nImage: iRI5\nHere’s a collage of Ian Curtis, late singer of Joy Division. Simmons used parts of the lyrics from his song “Passover” for the collage: “I think the words lend a beautiful metaphor to the actual life of the singer, who sadly suffered from depression and committed suicide. But, I hope, it sounds ironically optimistic.”\nPhoto: \nImage: iRI5\nAnd Salvador Dali, composed out of parts of his own paintings:Photo: \nImage: iRI5\nHere's Barack Obama, made up of scenes from his life:Photo: \nImage: iRI5\nWe spotted iRI's cassette tape paintings first on Neatorama and will keep looking out for more from this promising artist.\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Ghost In The Cassette","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/COCA-COLA","url":"http://www.environmentalgraffiti.com/offbeat-news/ghost-in-the-cassette/9399"}