{"summary":"It’s only the big boys of all cone snail species that can bring down a human, but would you really want to test to see if the cone snail you have is classified as big? Cone snails can be found around the globe most anywhere where there are warm, tropical waters. Most research has chosen to focus on what the cone snail can provide for humans, which turns out to be quite a lot.","advice_category":"2","content":"\nPhoto: \nImage via Scienceblogs\nA snail doesn’t really conjure up images of danger and death unless that snail happens to be the cone snail. This is a snail that is like a tank. In place of a gun turret, it has a giant (for its size) hypodermic needle that fires like a harpoon and can kill just about anything. That’s right, including any pesky humans that might try to pick it up for inspection or collection. \nIt’s only the big boys of all cone snail species that can bring down a human, but would you really want to test to see if the cone snail you have is classified as big? Cone snails can be found around the globe most anywhere where there are warm, tropical waters. Not a whole lot is known about their biology. Most research has chosen to focus on what the cone snail can provide for humans, which turns out to be quite a lot.\nPhoto: One of over 300 species of Cone Snail\nImage: Richard Ling\nTo start with the bad (if you’re the cone snail that is), it turns out that cone snails have very beautiful shells. This means that they are highly prized by collectors. Also, in a strange twist of fate for one cone snail species, the geographic cone snail, its shell is one of the most sought after even though it is thought to be the most deadly species.  Take a look at this awesome youtube video of a cone snail snagging some prey (try not to be distracted by the narration voice).\nThe more valuable characteristic a cone snail can offer humans is its venom. This is also probably bad for the cone snail because it’s likely to die in the name of science but at least it’s a better cause than simply shell collecting. A cone snail’s venom has hundreds of toxins in it. One happens to be a pain killer that can be 1,000 times more effective than morphine yet is non-addictive. There’s even a cone snail-derived painkiller on the market right now, going under the name of Prialt.\nPhoto: Pretty but Deadly\nImage: GregTheBusker\nNature has a wonderful ability to provide everything we need if we just take the time to look for it. Oftentimes something completely deadly can be turned into something that ultimately heals. We just have to take the time to watch and study rather than take and develop.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"swgreenscribe","web_category":"nature","title":"The Most Terrifying Snail on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Pholcus-phalangioides-1jpg","url":"http://www.environmentalgraffiti.com/ecology/most-terrifying-snail/20659"}