{"summary":"I used to think pink salt was just for cold cuts. Alaea salt is a naturally pink kind of salt","advice_category":"4","content":"\nPhoto: Martin Panzer\nI used to think pink salt was just for cold cuts. But it turns out that there are a number of different kinds of pink salt, most of which occur naturally. There are even watery, salt-dense lakes and ponds that appear pink as they are colored by microscopic organisms.\nPhoto: Rob Lavinsky / iRocks.com\nFirst off, curing salt, which is also known as Prague powder or pink salt, doesn't start out pink, but is dyed in order to help it blend better with the color of meat, and to prevent it from being confused with table salt. It is a mixture of table salt and either sodium nitrate, sodium nitrite, or both. In meat, this kind of pink salt keeps away both botulism and the slow fading of the meat's natural flush when fresh. There is evidence to suggest a link between cancer and sodium nitrate and nitrite.)\nPhoto: thebittenword.com\nAlaea salt is a naturally pink kind of salt. It is unrefined sea salt that comes from the Hawaiian Islands. It is expensive and hard to find outside of Hawaii, but traditionally, is used in blessings and cleansing ceremonies.\nPhoto: WhosCloset\nAnother naturally pink-colored salt is Himalayan rock salt, which comes from salt mines in Pakistan, about 300km from the Himalayas. Merchants of this particular rose-colored seasoning advertise it as having the highest mineral content of any natural salt, and say it promotes health and aides in detoxification. The salt is about 250 million years old, which means it is essentially fossilized sea salt. The pink color is due to a mix of different minerals.\nPhoto: Salteko\nAnother interesting phenomenon is the existence of pink lakes or ponds (seen top). Microscopic, unicellular organisms called red halobacteria, or halophiles, actually live in areas of dense salt water, such as salt evaporation ponds, and turn the water pink.\nThese halophiles are incredibly interesting to scientists because of their ability to live in high saline environments, as well as in extremely hot temperatures. Who knew pink lakes could be explained by something as normal as salt! I would have guessed a dumping ground for expired Pepto-Bismol!","author":"little_green","web_category":"science","title":"The Captivating World of Pink Salt Crystals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-fascinating-world-pink-salts"}