{"summary":"One drop of rain, for example, can capture our world like a tiny crystal ball. The image caught in this droplet could be an artwork or maybe the hem of a pretty blouse? Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Harold Davis\nGazing into the future is a skill that few possess. The rest of us are left gazing at the present, which often reveals itself in most mysterious ways. One drop of rain, for example, can capture our world like a tiny crystal ball. Or for some, the following pictures may be reminders of the snow domes of childhood. Only that these cannot be shaken, only rotated.\nDon't we all live in a bubble? Water droplets on a CD reflecting a street lamp: Photo: \nImage: Paul Sapiano\nNot just drops in the bucket but clover reflected in morning dew:Photo: \nImage: Dylan Parker\nThe image caught in this droplet could be an artwork or maybe the hem of a pretty blouse? Photo: \nImage: Hausstaubmilbe\nThis image of a garden, caught in its miniature form, was flipped so that it looks like a garden snow globe:Photo: \nImage: Bob King\nRaindrops, crystal balls and the world seen through them have inspired artists for centuries. Dutch graphic artist MC Escher’s works “Hand with Reflecting Sphere” (1935), “Three Spheres II” (1946) and “Dewdrop” (1948), for example, surely remind one of some of the images here.\nWhen the world seems upside down…Photo: \nImage: Harold Davis\n… just turn it around:Photo: \nImage: Harold Davis\nA colourful flower after the rain with drops reflecting what could be a balcony:Photo: \nImage: Emran Kassim\nThink pink - a flower is a flower is a flower:Photo: \nImage: Aussiegall\nThis leaf here caught a whole field of pretty yellow wild flowers:Photo: \nImage: Azalea Long\nWindow to the world - a yellow flower with the droplet reflecting it and its environment:Photo: \nImage: Spisharam\nThose who know Belgian surrealist Rene Magritte’s painting “Golconda” (1953), in which tiny men in suits and bowler hats seem to rain from the sky, will enjoy the next photograph.\nA house’s reflections raining down:Photo: \nImage: Eric W?stenhagen\nSo the next time you get caught in a spring shower, watch for the beauty it brings along. This leaves us to end with the words of someone who brought beauty to the world, with his words:\n“I to the world am like a drop of water\nThat in the ocean seeks another drop,\nWho, falling there to find his fellow forth,\nUnseen, inquisitive, confounds himself.”\n-- William Shakespeare\n(Found accompanying Flickr user Spisharam’s excellent photograph.)\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Captured in Morning Dew","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/early-snack_0.jpg","url":"http://www.environmentalgraffiti.com/featured/captured-morning-dew/10510"}