{"summary":"Find more information about removing plastic bags here.. Towns and cities all over Great Britain are banning plastic shopping bags","advice_category":"8","content":"\nBy new contributor Brian Gordon. Brian is a Canadian Green Party candidate and is trained by Al Gore to present “An Inconvenient Truth”. If you feel like writing for us, drop us an email!  \nTowns and cities all over Great Britain are banning plastic shopping bags. \nJohn Vidal writes in The Guardian: “When the small Devon town of Modbury became the first in Europe to reject plastic bags in its shops six months ago cynics said traders and the public would soon tire of their experiment and go back to oil-based polyethylene normality. \nAnything but. Not only has the self-imposed ban by the 40-odd shopkeepers held firm with the public accepting alternatives, but now 50 other cities, towns and villages are following Modbury and are in the process of ditching the eponymous symbol of the throwaway society. \nThey range from London, where the 33 boroughs last week proposed a city-wide ban on all throwaway bags starting in 2009, to the islands of Mull, Arran and Guernsey, which are racing to become the first plastic bag-free island in the world.”\nOn this side of the pond, however, we are moving at a snail's pace toward doing anything - and we should be using issues like this as a 'slippery slope' issue. That is, if we propose banning plastic shopping bags, the other parties have the choice of supporting the ban or continuing to blather on about letting the 'free market' solve the climate crisis. \nWhether the other parties support or oppose, we win:\n¡PFirst, of course, the damn plastic bags disappear from the landscape and dumps \n¡PSecond, people see that change is possible \n¡PThird, people see that the Green Party has good, practical, responsible ideas, because the people switching to reusable bags feel \nthey are doing the responsible thing (and they are) \n¡PFourth, people begin to see a way to reduce oil consumption without affecting our treasured lifestyle - no oil-based plastic bags \n¡PFinally, this starts us on the 'slippery slope' to all kinds of other changes that can be made, such as requiring appliance and car manufacturers to take back their product when it has reached the end of its life \nVidal says “North Berwick, near Edinburgh, may be next. The seaside town of 7,000 people has sent out questionnaires to households and of the 400 replies 98% approve a switch. \"It's very difficult to find anyone opposing a change. They almost want the change from plastic to be imposed on them, they want someone to take the lead,\" said Robin MacEwen, a retired civil servant in the Scottish Assembly's justice department. \"I think the politicians have been slow to detect this and would get a lot of support if they took more action.\"\nSource: The Guardian. Find more information about removing plastic bags here.\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Toss the Old Bag!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/toss-the-old-bag/338"}