{"summary":"Connecticut-based artist Kevin Van Aelst takes everyday objects – preferably food – and arranges them as still lives. Spinning some yarn – “Left Index Finger” (2007):Photo: ","advice_category":"6","content":"\nPhoto: “Apple World” (2007) - our Earth, the apple of our eye:\nAll images courtesy of Kevin Van Aelst.\nConnecticut-based artist Kevin Van Aelst takes everyday objects – preferably food – and arranges them as still lives. Almost escaping our fleeting glance, something catches our eye last-minute, something that seems off – a shape or material that doesn’t seem to go with the image. By changing the context in which we see everyday objects, Kevin van Aelst makes us question their purpose and our understanding of the world around us.     \nA drop is a drop is a drop? – “Splash” (2009):Photo: \nMade of carpet? - A view of the whole installation:Photo: \nOr, in Van Aelst’s own words:\nWhen describing Van Aelst’s photography, the toughest part might be the selection process, deciding which of his images to feature. This is because all of them are unique and incredibly creative, making viewers want to discover the how and what for themselves, all of it. Like his ingenious “Oreo Yin Yang” (2005), in perfect harmony with itself:\nOr take Van Aelst’s fingerprint series for example. These are thumb or index finger impressions created with or on unusual material: pie, yarn, paper and mustard are just some examples.\nSpinning some yarn – “Left Index Finger” (2007):Photo: \nIsn’t using a typewriter like leaving a fingerprint? – “Right Thumb” (2007):Photo: \nHe mustard up all his courage - “Left Ring Finger” (2007):Photo: \nShowing someone the finger has never been so creative - “Left Middle Finger” (2007):Photo: \nTalking about his own talent, Van Aelst once revealed to his students: “Patience and obsession can be more of a factor for success [than talent]. For example, I can’t draw or sculpt but I can put things together and photograph them.” And that he does really well, or who else would be able to explain the different kinds of clouds with a cup of coffee? \nStorm in a, er, coffee mug – “Common Clouds” (2007):Photo: \nCould you explain “Chromosomes” (2005) in such a sweet way?Photo: \nOr the “Periodic Table of the Elements” (2005), recreated with Gummi bears?Photo: \n“Beta-Carotene Molecule” (2006) for your next jack-o lantern? Photo: \nLuckily for the art world and his growing number of fans, Kevin Van Aelst did not pursue a career as a psychologist after receiving his bachelor’s degree in Psychology from Cornell University in 2002. He switched to Fine Arts instead and received his MFA from the University of Hartford, Connecticut in 2005. He currently lives and works in New Haven, CT where he teaches and pursues his art. If his pieces look familiar, you might have seen them in publications like the New York Times Magazine, Men’s Health, GQ, Business Week, Fast Company and others.\nThe artist’s “Slurpee Self”:Photo: \nOh, and those who’ve always wanted to own art works can do so now with Van Aelst’s pieces: As part of an Artspace fundraiser, he made a portable art show of 28 of his works, complete with magnifying glass, price list and refreshments table. Guaranteed recession-sized. We like it! \nFor more of his photography or to commission a piece, visit Kevin Van Aelst’s website.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"The Art of the Bigger Picture ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-42317-2399964170104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/art-bigger-picture/19293"}