{"summary":"Participants can throw tomatoes and tomatoes only at each other and need to squash them to make being hit messy but not painful. That what it’s all about, a tomato fight that involves many tourists and the whole city of Bu?ol in the province of Valencia in eastern Spain","advice_category":"8","content":"\nPhoto: \nImage: Tomatina2009\nThe official website of La Tomatina says it all: tomatofight.es. That what it’s all about, a tomato fight that involves many tourists and the whole city of Bu?ol in the province of Valencia in eastern Spain. Held every last Wednesday in August, it’s tremendous fun for young and old. But there are rules and it’s okay even from an environmental standpoint. Find out why.    \nSwimming in tomatoes:Photo: \nImage: Tomatina2009\nThis year’s Tomatina took place on Wednesday, August 26th and involved 45,000 ketchup-hungry participants and 125 tons of tomatoes. “What a waste!” we hear the environmentally conscious scream but be reassured that the town of Bu?ol is by now a pro at organising the festival. Only the worst tomatoes possible were used, specifically grown in Extremadura for this festival and never intended to be eaten or sold. Phew! \nHere’s a video that captures the atmosphere minutes before the festival got started – a mixture of carnival and football game. Don’t miss the houses protected by huge plastic sheets!\nBut now, for the rules. Despite what the pictures make one believe, La Tomatina is not a day-long tomato-throwing orgy. At around 10 in the morning, the first task is for one of the participants to succeed in removing a piece of ham that sits atop a thoroughly greased pole. Not an easy feat as one can imagine but determination pays off. Only when someone has brought the house, er, ham down can the festival begin. \nThorough greasing of the pole:Photo: \nImage: Yongxinge\nA clean tomato face, clearly before:Photo: \nImage via 2camels\nStep aside for the tomato truck:Photo: \nImage: Tomatina2009\nA shot is fired and then all hell breaks loose: participants throw tomatoes at each other and bystanders run for cover, not forgetting their cameras. Participants can throw tomatoes and tomatoes only at each other and need to squash them to make being hit messy but not painful. After exactly one hour, another shot is fired, signaling the end of the tomato fight.\nA video during the fun – makes you see all red:\n\nThen, the water cannons come into action to wash the streets clean again. Even here, water comes from a Roman aqueduct and not from the town’s drinking water supply. Visitors sticky with squashed tomatoes in their hair, faces, t-shirts, pants and er, everywhere are just as eager to be washed, so helpful residents will hose them down. \nProfessional Tomatina fighters don goggles, bathing caps and gloves:Photo: \nImage: James O’Brien II\nNo soap is needed – for the roads at least – as the acidity of the tomatoes works as a natural cleaner. What luck they’re not throwing eggs!  \nAs for the beginnings of the festival, various theories exist. The only thing clear is that it started in the summer of 1945. Some say disgruntled townspeople threw tomatoes at councilmen during a celebration, some blame youngsters, and some a bad musician during a parade who got a volley of tomatoes instead of applause. Others believe an accidental lorry spill got a bit out of hand. Personally, we think that after the war years, people just needed to let go and have some messy fun.  \nSay Tomatiiiiina:Photo: \nImage: Aaron Corey\nFact is, whatever it was, it caught on so that the Tomatina got bigger and wilder year by year. Initially, people simply brought their own tomatoes and threw till their stock ran out, often to then participate in random acts of vandalism. After trying – unsuccessfully – to prohibit the festival in the ‘50s, the City of Bu?ol finally realised that if you can’t beat ‘em, join ‘em, and decided to make the festival official in 1957. \nDuring the Franco period, it was forbidden again due to a lack of religious significance but was revived after Franco’s demise in 1975. Today, the festival is celebrated in honour of the town’s patron saint, St. Louis Bertrand, and the Mother of God of the Defenseless, another title of the Virgin Mary. \nSince 1980, the City of Bu?ol has taken over the tomato supply and the organisation of the clean-up. Nothing like a good old organised food fight!  \nOne reveler sums it up best:\n\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"La Tomatina 2009: Pictures from the World's Largest Tomato Fight!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","url":"http://www.environmentalgraffiti.com/featured/tomatina-worlds-largest-tomato-fight/14804"}