{"summary":"Photo: Image: MOOSE. Photo: Image: glovell2008","advice_category":"2","content":"\nPhoto: Image: MOOSE\nInsects typically do not stand out. Something to do with it being their one way ticket to certain extinction, generally. A fact that just adds to the mystique of the extremely rare pink katydid.\nWhat is perhaps strangest about this species is where they are turning up; the majority of pink katydid images are attributed to the most untropical places such as Osaka and the American Midwest. Speculation is that their unusual color is caused by the genetic condition erythrism, which denotes an unusual red pigmentation – if you’ve seen the ginger kids episode of South Park, you’ll understand.\nPhoto: Image: glovell2008\nThough remarkably pretty and startling, one must wonder just what purpose this color scheme serves. It’s certainly not the best camouflage, not in the places they are being found, so must surely result in untimely death more often than not. It also makes them seem less threatening, unless their sparring partners have a penchant for pink. And katydids aren't exactly the bug world's equivalent of grizzly bears to begin with, so it’s a wonder what nature was thinking when she came up with this one.\nPhoto: Image: ricmcarthur\nThe only probable theory that can be deduced from this display of shocking color is that katydids are taking a few tips from the Kittens' Species Survival Guide and are trying to subdue their prey, and humanity, by evolving overwhelming cuteness.\nSources 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Andy Stone","web_category":"nature","title":"The Strangest Camouflage in the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-41728-2810239260104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-strangest-camouflage-in-the-world/3058"}