{"summary":"Our friends over at  DeSmogBlog took it upon themselves to see what the scientists who are on the famed list of \"500 scientists who don't believe in global warming\" actually think and as it turns out, many of them didn't know they were on it..  Game, set and match, to people that don't think that global warming is a cover for the world socialist conspiracy","advice_category":"8","content":"\nPhoto: Image from wumai\nSomething phenomenal has happened in the last 24 hours. Our friends over at  DeSmogBlog took it upon themselves to see what the scientists who are on the famed list of \"500 scientists who don't believe in global warming\" actually think and as it turns out, many of them didn't know they were on it.\nNow, in the past, there's already been plenty of fun to have with lists of global warming deniers--Sen. James Inhofe took a list of 400 to the Senate floor, not realizing that when he was fact-checked it would come out that he had enlisted 44 TV weathermen. However, this takes the cake.  Why?  Because the already-incredible result that DeSmogBlog has produced is only 24 hours old.  This is only going to get worse for The Heartland Institute, who assembled the list, and now has to deal with quotes like these:\n\n\nYeah.  Game, set and match, to people that don't think that global warming is a cover for the world socialist conspiracy.  Stay tuned.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"45 Scientists Dump Global Warming Deniers in 24 Hours","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/45-scientists-dump-global-warming-deniers-in-24-hours/1117"}