{"summary":"And Antarctica is isolated. Connection to the outside world, friends and families back home and global issues is scarce in McMurdo and smaller stations on Antarctica","advice_category":"8","content":"\nPhoto: elisfanclub\nICE is indeed what the few permanent residents of the South Pole live in. ICE, an 'isolated confined environment' as defined by psychologists, is the aptly named situation in which the Antarcticans live. The vast island is home to scientists, researchers, biologists and those who have made the voyage to experience a type of solitary, isolated life. McMurdo, the most populated station in Antarctica, is home to only 1,200 residents and that is in the summer, the peak season. Whilst on McMurdo, inhabitants are forbidden to leave the continent and furthermore, the base.\nPhoto: elisfanclub\nWhat is life like for these people? What do they do for fun? How do they socialize? According to the British Antarctic Survey most people who have been there regardless of the length of their stay hardly have enything derogatory to say, in fact, most recall it as a defining moment in their lives. The residents of McMurdo attest to their never being a lack of alcohol and those that will readily partake in a drink.\nPhoto: elisfanclub\nThere are bars on McMurdo - Nicholas Johnson. author of The Big Dead Place, describes \"a party where someone took a big block of ice and carved little 'ski trails' in it down which kamikazes were poured into the eager mouths of those wearing ski goggles and those holding ski poles. This was called Liquor Mountain. Women gave prizes to any man who showed up wearing a dress, so there was much cross-dressing. Myself, I wore a nasty leopard print number, with the nipples cut out, drank one too many kamikazes, and barfed up corn dogs in the snow\".\nPhoto: Christian Revival Network\nJohnson describes an Antarctican party as having lots of beer and meat and dancing around to the greatest hits of the '80s. Dress up parties and keg tosses abound! The life of a Antartican researcher sounds a lot like a college fraternity party to me. I suppose with the sometimes bleak, always isolated confines of the island, inhabitants resort to drink as a way to warm up. And Antarctica is isolated. \nPhoto: elisfanclub\n\nConnection to the outside world, friends and families back home and global issues is scarce in McMurdo and smaller stations on Antarctica. However, tight knit bonds are prevalent within the community and everyone knows everyone and intimate friendships are made. \nPhoto: eli duke\nHaving less responsibilities, as is characteristic of the life of an Antarctic inhabitant, provides for more introspection and self-discovery. They re-invent themselves and become who they truly are. The Werner Herzog documentary Encounters at the End of the World opened my eyes to this beautiful and fulfilling aspect of those who haven chosen a life on the ice.\nPhoto: 23am.com\nAnother interesting thing these 'Antarcticans' do... it's referred to as the 300 club. When winter rolls around and the temperature is -100 degrees, newcomers to the island sit in a 200 degree sauna and then when that becomes unbearable they run, completely naked to the South Pole marker. If accomplished, they become fully fledged 300 Club members.\nAnother ritual is the Polar Plunge. With a harness around their waists and shoes on, brave McMurdons and nearby Scott Base residents bear the 28 degree waters of a neatly carved out hole in the ice into which they have just jumped. The water is actually warmer than the air around them but feels intensely colder.\nPhoto: wea01128, NOAA's National Weather Service (NWS) Collection\nMy favorite celebration is what they call Icestock, a six hour event where anyone who would like to can preform songs, comedy or a dance. The onlookers drink, dance, and do the setting up. A chili cookoff commences.\nPhoto: NASA/Goddard Space Flight Center Scientific Visualization Studio, Canadian Space Agency, RADARSAT International Inc.\nAntarctica is beautiful. The people sound like '60s hippie revivalists. Though registered an Isolated Confined Environment, I altogether found Antarctica fascinating and the research a joy to embark on on the lives of these people.","author":"sarahvanderpol","web_category":"travel","title":"McMurdo Station: Living In Antartica's Isolated Confined Environment","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bamiyan13.png","url":"http://www.environmentalgraffiti.com/news-living-ice-isolated-confined-environment-antarcticans"}