{"summary":"And although nudibranchs can be found in reef habitats around the world, they can be difficult to locate, so we've gathered 20 exceptional photos for you to feast your eyes on. But the wonders of the nudi don't stop here; we encourage you to check out the websites of the photographers we've featured as they've got oodles of stunning nudibranch pictures for you to admire!","advice_category":"2","content":"\nThe diversity and beauty that exists on this planet is absolutely amazing. Take the nudibranch, a shell-less mollusk, or sea slug. The nudibranch has evolved many colour and shape variations in order to camouflage itself or warn potential predators that it is poisonous or otherwise unpleasant to eat. Depending on the species, size also ranges from the very teeny tiny of 20 mm (3/4 of an inch) up to 600 mm (about two feet).\nAnd although nudibranchs can be found in reef habitats around the world, they can be difficult to locate, so we've gathered 20 exceptional photos for you to feast your eyes on. Take a look and we think you'll agree that the unassuming 'nudi' (as they are so fondly referred to in online forums) are without a doubt some of the most colourful and charming critters in the world. But the wonders of the nudi don't stop here; we encourage you to check out the websites of the photographers we've featured as they've got oodles of stunning nudibranch pictures for you to admire!\n1. Ceratosoma amoenaPhoto: Image: doug.deep\n2. Pteraeolidia ianthinaPhoto: Image: doug.deep\n3. Nembrotha rosannulata ('Donut' Nembrotha)Photo: Image: richard ling\n4. Noumea sulphureaPhoto: Image: doug.deep\n5. Neodoris chrysodermaPhoto: Image: doug.deep\n6. Phyllidiopsis fissurataPhoto: Image: richard ling\n7. Chromodoris woodwardaePhoto: Image: doug.deep\n8. Notodoris minorPhoto: Image: Boogies with fish\n9. Chromodoris kunieiPhoto: Image: Boogies with fish\n10. Chromodoris tinctoriaPhoto: Image: doug.deep\n11. Chromodoris annaePhoto: Image: Jens Petersen via WikiMedia Commons\n12. Gymnodoris impudicaPhoto: Image: doug.deep\n13. Phyllidiopsis shirinaePhoto: Image: Boogies with fish\n14. Flabellina iodinea (Spanish shawl)Photo: Image: Magnus Kj?rgaard via WikiMedia Commons\n15. Phyllodesmium poindimieiPhoto: Image: doug.deep\n16. Phyllidia varicosa ('Fried Egg' nudibranch)Photo: Image: jon hanson\n17. Jorunna funebris ('Funeral Pyre' nudibranch)Photo: Images: alfonsator\nWe'll end off the set with a few photos of nudibranchs hanging out together ... aren't they cute?\n18. Kubaryana feeding on clavelinaPhoto: Image: Nick Hobgood via WikiMedia Commons\n19. Hypselodoris bullockiiPhoto: Image: Boogies with fish\n20. Mexichromis multituberculataPhoto: Image: doug.deep\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"nature","title":"20 Most Incredible Nudis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb19.webshots.com-41234-2153467240104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/20-most-incredible-nudis/4956"}