{"summary":"For protection, climbers commonly use ice screws on their way up a given route, hollow tubes screwed into the ice with sharp teeth at the front end, threading, and a hanger eye at the back to clip into. Silhouetted against an Antarctic scene: An ice climber confronts an overhangPhoto: Image via: Adventuring from Chicago","advice_category":"8","content":"\nPhoto: Image via: Alpe-Bohinje\nClimbing any vertical or overhanging cliff demands nerves of steel as well as a natural head for heights, but turn a rock face into an ice formation and you're entering a world where only the coolest will survive. Whether scaling frozen waterfalls or ascending alpine or glacial ice to summit a mountain, ice climbing rewards those who attempt it with a whole host of natural highs. \nSilhouetted against an Antarctic scene: An ice climber confronts an overhangPhoto: Image via: Adventuring from Chicago\nSo what are the thrills? There’s the satisfying thud of ice axe and crampons crunching into compacted ice as the climbers claw their way up; the buzz of plotting a course through terrifyingly tight situations when there seems nowhere for the axe to go; and the sheer elation of triumphing on a hazardous incline that has been and may soon be slipperier still in its liquid form. Then there are the views.\nAlpine backdrop: A climber stays focused on scaling a near-vertical inclinePhoto: Image via: Hiking Trekking Outdoors\nWith the sun sparkling off the opaque, marble surface that is all that stands between the ice climber and a headlong fall into the abyss, there are certain key moments that will define the experience. Making the crux move on the most taxing part of the climb is likely to be one of these. Another will surely be the euphoria of reaching the top and surveying the jewel the climber can claim as theirs. \nA crystalline climb: The entrance rock of Meygun Ice Climbing Club in IranPhoto: Image: Hamed Saber \nIce climbs are graded according to their difficulty, from low-angled snow slopes, to rare, almost mythical ascents, where climbers can expect to face sustained overhangs with no rests plus extremely technical moves. Some of the more testing grades may also present the risk of avalanches and rock falls, or the need to spend the night in a “bivvy”, hanging from the ice on nothing more than slings.\nBetween a rock and a cold place: A climber tackles Iceland's Hraundrangi peakPhoto: Image: Snaevarr Orn\nIn an activity that calls for good technique as well as the strength to be able to support one’s own body weight, a number of skills and equipment items are an ice climber’s friend. Using a technique known as front pointing, climbers kick their legs to spike the hardened steel points of their crampons into the ice, and then swing the axe into the ice above their heads to haul themselves up.\nAbseiling into the abyss: Ice climbing in the Elliot Glacier on Mt. Hood, Oregon Photo: Image: Darrin Pfeiffer\nFor protection, climbers commonly use ice screws on their way up a given route, hollow tubes screwed into the ice with sharp teeth at the front end, threading, and a hanger eye at the back to clip into. Ice climbers also need knowledge of rope systems and practices like tying in, belaying, leading, abseiling and lowering to ensure optimum safety during climbs. This sport is dangerous enough as it is; no need to make it dicier still.\nPhoto: Image: Erik Charlton\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"The Ice Climbers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/summit-mushroomjpg","url":"http://www.environmentalgraffiti.com/featured/the-ice-climbers/11347"}