{"summary":"Periodical cicadas do little economic harm; they may damage young fruit trees in their emergent year, but most trees survive quite nicely.. Distinguishing Locusts from Periodical Cicadas","advice_category":"2","content":"\nPhoto: graftedno1\nIntroducing the Periodical Cicada\nThe word \"periodical\" refers to the fact that these insects appear only after a regular period of time. One brood of Magicicada septendecim, for example, emerges after seventeen (\"septendecim\") years. The thirteen-year cicada is a related family.\nCicadas are native to North America. The 17-year cicadas tend to live farther north, in Pennsylvania for example, compared to the 13-year cicadas, which inhabit the American southwest. Both the 17-year and 13-year cicadas have three families. \nDistinguishing Locusts from Periodical Cicadas\nPhoto: wwarby\nLocusts are members of the order Orthoptera, or (\"ortho-winged\"), insects which includes grasshoppers. Locusts swarm at irregular intervals, and so are noticed by the public and garner news coverage. However, locusts swarm in response to a combination of environmental conditions, including population and food availability.\nFor example, the desert locust changes from a small, individualistic insect to the larger, sociable swarmer in a few hours, due to increased serotonin levels in its body. Rainfall sets the stage; a subsequent drought leads to overcrowding, and that stress causes the transformation.\nCicadas belong to a different order, Homoptera (\"same-winged\"). Their relatives include aphids and leafhoppers.\nPeriodical cicadas do little economic harm; they may damage young fruit trees in their emergent year, but most trees survive quite nicely.\nA swarm of locusts, however, can strip most of the vegetation in the affected region.\nLife Cycle of the Periodical Cicada\nPhoto: Joi Ito\nEach fertilized female cicada will deposit eggs into the twigs and branches of its favourite trees. They prefer deciduous to coniferous trees. Six or seven weeks later, the eggs hatch.\nThe nymphs, looking a bit like ants, generally drop to the ground and dig down. They spend their years drinking sap from the roots of plants.\nUpon emerging from the ground, the adults shed their final nymphal exoskeleton and allow their final exoskeleton to harden. Soon the males will sing; about a week later will come the mating and egg-laying season. \nCicadas have the longest lifespan of any known insect, but only live for about two months after emerging from under the ground.\nPhoto: tinyfroglet\nList of Cicada Broods\nBroods are labelled with Roman numerals. I-XVII are reserved for 17-year cicadas, and XVIII-XXX for 13-year cicadas. Based on the University of Michigan's table (that includes the states where they live), here are the broods to eagerly anticipate.\n13-Year cicada Broods\nBrood XIX is appearing this year, 2011, and should return in 2024.\nBrood XXII should emerge in 2014; and brood XXIII in 2015.\n17-Year cicada Broods\nBrood I should emerge in 2012; II in 2013; III in 2014; IV in 2015; V in 2016; VI in 2017; VII in 2018; VIII in 2019; IX in 2020; X in 2021; XIII in 2024; and XIV in 2025.\nTwo Fearsome Cicada Predators\nTwo of the more dangerous animals that prey on cicadas are wasps and spiders.\nPhoto: buckeye98\nThe above image shows a black widow spider attacking a cicada. Note that size did not determine the outcome of this battle.\nPhoto: WTL photos\nThe cicada killer wasp is aptly named. After inflicting cicadas with a paralyzing sting, these wasps stock their nests with them. \nThe Remarkable Periodical Cicada\nThe periodical cicada is remarkable for its change of lifestyle and for its longevity.\nPhoto: tlindenbaum\nAnd, for those of you who can read Estonian, a translation of this article can be read here. \nReferences:National Geographic, \"Cicada (Magicicada septendecim)\", referenced June 13, 2011. Penn State University, \"Periodical Cicada\", referenced June 13, 2011. Animal Diversity Web, \"Order Orthoptera\", referenced June 13, 2011. Steve Connor, The Independent, \"Solved: the mystery of why locusts swarm\", published Jan. 30, 2009, referenced June 13, 2011. Cooley and Marshall, University of Michigan, \"Periodical Cicada\", updated Jan. 9, 2000, referenced June 13, 2011.","author":"MikeDeHaan","web_category":"nature","title":"Periodical Cicada: The Insect that Can Live for 17 Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/twowarriorsjpg","url":"http://www.environmentalgraffiti.com/animals/news-periodical-cicada-neither-locust-nor-threat"}