{"summary":"Well, this should convince you – Cappadocia in winter: Photo: . Cappadocia is Turkey's land of milk and honey – a magical place where fruits, vegetables and probably candy grow in abundance, all within a fairy tale landscape of pillars, minarets and houses hewn into rock amid breathtaking views","advice_category":"8","content":"\nPhoto: \nImage via tripadvisor\nCappadocia is Turkey's land of milk and honey – a magical place where fruits, vegetables and probably candy grow in abundance, all within a fairy tale landscape of pillars, minarets and houses hewn into rock amid breathtaking views. The largest part of the ancient region is now part of Turkey’s Nevsehir province in central Anatolia but has had a bit of a turbulent history under many rulers.\nCappadocia looks and sounds like an Italian dessert, don’t you think?Photo: \nImage: Desmond Kavanagh\nWell, this should convince you – Cappadocia in winter: Photo: \nImage: Izzet Keribar\nHot air ballooning is very popular in Cappadocia because it is probably the best way to view the amazing landscape in a leisurely and environmentally friendly fashion. No wonder up to 45 balloons take hundreds of tourists every day – a business that started 20 years ago.\nAlmost touched the tip of the prehistoric volcanic rock house:Photo: \nImage: Daniel Garcia Peris\nAnd from a bit further away, a true fairy tale landscape:Photo: \nImage via urbanchristiannews\nTurkey's very own white cliffs of Dover:Photo: \nImage: Frank & Roz Reinhard\nCappadocia’s distinct landscape was formed by volcanic eruptions. The volcanic tuff left behind was shaped by the wind and the Kizilirmak river over tens of thousands of years to produce the tableland with the stunning chimney rocks of today.\nLooks like the old Kizilirmak river bed:Photo: \nImage: mekiaris\nThe fairy chimneys, also called hoodoos, tent rocks or earth pyramids, are tall, thin spires of rock found in hot, dry areas. They are composed of soft, sedimentary rock below and a piece of harder stone on top that erodes more slowly and protects the chimney from the elements.\nCappadocia’s fairy chimneys seen from the air:Photo: \nImage via mehmetguide\nWhat is amazing is how the architecture was integrated harmoniously into the landscape from the first cave dwellings hewn into the rock, to the area's incredible rock-cut temples, and even modern towns.\nThere’s actually a whole town hiding in this rugged landscape, can you spot it?Photo: \nImage: 300td.org\nA rock-cut temple in the Ihlara valley:Photo: \nImage: Karsten D?rre\nIn the town of Ortahisar, everything revolves around rocks:Photo: \nImage: suncodel\nThe earliest record of the name Cappadocia stems from inscriptions of two Persian kings in the late 6th century BCE and the Cappadocians are also mentioned in the New Testament. Apart from brief quasi-independent periods, Cappadocia has seen its fare share of foreign influence.\nAfter Persian rule until the 4th century BCE, Alexander the Great tried to rule Cappadocia and after him, the Romans and the Armenians in turn fought over it. Later it became a region of the Byzantine Empire (the continuation of the Roman Empire in the Middle Ages) until it firmly came under Turkish rule by the 12th century. In Turkish, the region’s name is Kapadokya but is still referred to by its old name because of the historical and cultural significance.\nHere’s a fascinating 15th–century map with Cappadocia in the north east: Photo: \nImage: Electionworld\nThe underground cities of Cappadocia are quite elaborate as they were used as hiding places by early Christians before Christianity became an established religion. Originally remnants of the first human settlements in prehistoric periods, early Christian settlers developed them further and constructed elaborate networks of narrow tunnels and chambers that even had ventilation and water wells. They were used for daily living, working, meeting and praying. The largest underground city complex is the one in Derinkuyu – it has eight floors and extends 85 m below ground.\nHere some impressions from the Derinkuyu underground:Photo: \nImage via bldgblog \nWell, regardless of what one likes best about Cappadocia – the landscape that inspires daydreaming, the environmentally friendly construction, the hot air balloon rides or the vastness of the volcanic landscape – all are excellent reasons to make a trip. And we're sure you'll find it reassuring to know that the Goreme National Park and the rock sites of Cappadocia have been declared a UNESCO World Heritage Site.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Cappadocia As Seen From Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bryce_-teaser.jpg","url":"http://www.environmentalgraffiti.com/featured/cappadocia-seen-above/14952"}