{"summary":"Called LightLane, it projects an instant, virtual bike lane onto the road around cyclists wherever they go.Superimposed: a stronger sense of personal space on the roadPhoto: Image: Altitude Inc via UrbanBulletin. Altogether, LightLane looks to be a bright new addition to the already hotly disputed question of whether bike lanes make the roads safer, for cyclists and everyone else","advice_category":"8","content":"\nPhoto: Image: Altitude Inc via Wired\nCycling rules. It’s as green a mode of transport as there is, bar walking, and it lets you zip past cars stuck in rush hour traffic. Woohoo! But riding a bicycle on busy city streets can be darned dangerous, and doubly so at night when there's no bicycle lane. Sometimes lights and reflective gear don’t cut it when you’re being hounded by motorists either blind or berserk. That's why we were pretty excited by a new concept that offers a splash more security when you get on your bike. Called LightLane, it projects an instant, virtual bike lane onto the road around cyclists wherever they go.Superimposed: a stronger sense of personal space on the roadPhoto: Image: Altitude Inc via UrbanBulletin\nLightlLane is a little laser gizmo that attaches to the back of your bike. It works by beaming two clear-cut lines and a cyclist symbol onto the road surface, creating a mobile bike lane to the rear and by your side while you ride. It will of course make cyclists more visible at night, but it should also establish a well-defined boundary that cars know it’s a no-no to go beyond. It’s a bike lane, right, so how can they ignore it? Meanwhile, you can sit more comfortably in the saddle and feel confident that drivers will give you sufficient breathing space when they’re hot on your wheels or driving past. \nSure it looks flash – but is it a viable alternative to standard bike lanes?Photo: Image: Tdmalone\nMany might say that adding permanent bike lanes would be a more brass tacks solution to the issue of cyclist safety – especially as the laser is only effective in the dark. But painting all those extra lines on most of the roads won’t happen overnight, a fact LightLane’s designers Evan Gant and Alex Tee have figured into their thinking. On their blog, Dustbowl, the bright sparks from Boston highlighted that it costs $5,000 to $50,000 per mile to install traditional bike lanes. The inventors are therefore banking on their cyclist’s friend being a feasible alternative that people will take a shine to at $50 a pop.\nReal deal design concept or no more than marketing glitz? Photo: Image: Altitude Inc\nMost seem to agree that it would be brilliant if the low cost LightLane promotes bike commuting as planned, but not everyone has been full of glowing praise. Skeptics suspect it will never be more than a Photoshop flash in the pan, and that if it does hit the market it could be a potentially hazardous gimmick. Some drivers are talking like they’re already stuck behind fleets of laser emitting bicycles, grumbling stuff about cyclists just riding wherever they like and shining bike lanes all over the road. Even the less cynical fear a wobbly and distracting light display as a result of swerving, rather than a steady and effective bike lane. \nThe response? Like a mass bout of road ragePhoto: Image: nick6kcin\nYes, reading some of the reactions to LightLane has been like being stuck in a traffic jam filled with road rage victims all yelling abuse at one another. The cyclists haven't been shy either, hollering back words to the effect of: “It’s not like you’ve got much to worry about, sat on your fat butts in your SUVs!” Yet some of the motorists might have a point. Work will need to be done to ensure a steady image, perhaps using some form of stabilising technology, and the makers will need to make sure the laser isn’t either too dazzlingly bright or uselessly dim. But besides this, it’s surely just a matter of trusting in cyclists to ride responsibly.\nThe bike lane debate rages on – just with a cooler looking contender Photo: Image: Altitude Inc\nAltogether, LightLane looks to be a bright new addition to the already hotly disputed question of whether bike lanes make the roads safer, for cyclists and everyone else. Still, if the product does see the light of day, car users might just have to be thankful the laser isn’t powerful enough to sear holes in their vehicles if they get too close. Maybe they’re already working on the next car-frying model.\nPhoto: Image: Axcordion \nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"Cyclists Fight Back With Lasers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","url":"http://www.environmentalgraffiti.com/featured/say-goodbye-to-being-cut-up-with-the-instant-laser-bike-lane/7413"}