{"summary":"This young talented Slovak photographer is well known for his mind-blowing photos of airplane landings, garages and billboards. Especially his digital depictions of billboards are achingly beautiful","advice_category":"6","content":"\nPhoto: Branislav Kropilak\nAll images courtesy of Branislav Kropilak\nBranislav Kropilak is a known name among modern day photographers. This young talented Slovak photographer is well known for his mind-blowing photos of airplane landings, garages and billboards. Awarded second place at the Sony World Photography Awards 2009 at Cannes, all of Branislav's works are hauntingly perfect and completely fresh. Especially his digital depictions of billboards are achingly beautiful. Who knew billboards could be something out of a '70s space film?\nPhoto: Branislav Kropilak\nPhoto: Branislav Kropilak\nKropilak's photograph projects focus on industrial, urban and corporate landscapes. He often prefers to focus on the subjects in their purest forms and the colors in his images are vivid and brilliant. To achieve a flawless geometric composition, he basically starts by removing all sorts of distortions and gently plays with color.\nPhoto: Branislav Kropilak\nKropilak's main theme of work is to investigate the intimate relationship between humans and technology. His photography shows that he is the master of architectural photography.\nPhoto: Branislav Kropilak\nBorn in Slovakia, Branislav spent most of his childhood in Belgium before  travelling a lot. He loves to photograph empty spaces viz underground parking, garages and industrial spaces, gas pumps, trains and yes, billboards, without any humans in them, thus giving his objects a new perspective. One would wonder if these photographs really do belong to this world?\nPhoto: Branislav Kropilak\nPhoto: Branislav Kropilak\nMy sincere thanks to Branislav Kropilak for sharing these incredible images from his treasure box of unique and fabulous photographs.\nSources: http://www.thecoolist.com/billboards-by-branislav-kropilak/http://www.kropilak.com","author":"Alka Sharma","web_category":"art+and+design","title":"Incredible Shots of Towering Billboards From Below","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6093403361a142105076bjpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-achingly-stunning-billboard-photographs-branislav-kropilak"}