{"summary":"More than just a collection of recipes, F?viken presents an indigenous European sense of nature and history.. And should omnivores visit for diner, Nilsson knows how to prepare game as well as where to find edible plants.","advice_category":"8","content":"\nPhoto: Per Ola Wiberg\nGone are the days when readers eagerly waited for books to cross the pond between Europe and North America. Modern technology has reduced the delay to mere days. An article on Newsweek's website reviewed one Swedish book a week before its launch. F?viken, by Magnus Nilsson, offers a Scandinavian perspective on food to readers everywhere. More than just a collection of recipes, F?viken presents an indigenous European sense of nature and history.\nPhoto: linsluz\nWith his roots in the region of J?mtland, Sweden plus experience in some of the top kitchens of Paris, France, Nilsson's dedication to locavorism (eating locally produced food) places him at the forefront of the culinary movement. His recipes depend on ingredients such as lingonberries, black grouse and reindeer lichen, which grow wild near his home. And should omnivores visit for diner, Nilsson knows how to prepare game as well as where to find edible plants.\nPhoto: Till Westermayer\nAlthough the dishes found in F?viken may be impractical for people living in other habitats, Nilsson’s cookbook is still an entertaining and informative glimpse of a Scandinavian culture that predates globalization. Even cooks who decline to work with fresh cow hearts can appreciate the exotic seeming traditions that are part of Sweden’s history. Did you know that indigenous Swedes once ate birch syrup, moose-meat powder, fermented grey peas, and dried marigold petals? \nPhoto: blue_quartz\nVivid descriptions of the J?mtland region – which ledged credits Thor as its creator – paint a strong picture of this breathtaking country in the reader's mind. The valleys, mountains and rivers contain edible plants and animals that cycle through the seasons. The mussels and onions of spring make way for the berries of summer, before the arrival of autumn geese. Come winter, there are recipes for cured meats, jams, and preserved vegetables. For every season, there is a dish.\nPhoto: Arild V?gen\nNilsson invested his very heritage in this book of rektun mat, as they call \"real food\" in Sweden. His text demonstrates how land, food and an ancient culture can connect someone to their ancestral past. And the recipes the book contains are well tested in the locavore restaurant the foraging chef runs. Once an isolated culinary outpost, it is now immensely popular with foodies, who travel great distances to dine there.\nPhoto: Marinmuseum\nAn anthropologist might write a thesis on how Nilsson's restaurant developed, but brevity prevents too much interpretation from a single article! It’s sufficient to say that F?viken proves by example how tenacity enables a modern nation to endure Americanization, globalization, and whatever else the world throws at it without losing the essential character that makes it a gift to humanity.","author":"Joseph Dunsay","web_category":"lifestyle","title":"Foraging Chef Introduces Indigenous Swedish Cuisine to the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-new-cookbook-explains-indigenous-recipies"}