{"summary":"It was long assumed that when black bears hibernated, they did so as all other known mammals, by significantly dropping their temperature and their metabolism. The bear is part of the hibernation research conducted by ?ivind T?ien","advice_category":"2","content":"\nPhoto: ?ivind T?ien, Institute of Arctic Biology, University of Alaska FairbanksA female black bear just emerging from the hibernation den it was put in\nIt was long assumed that when black bears hibernated, they did so as all other known mammals, by significantly dropping their temperature and their metabolism. However, in a unique study, this was found to be untrue as bears actually uncouple the two systems.\nUsing nuisance black bears that had been captured, Oivind Toien and his team put them in wooden \"caves\" in the woods and implanted radio transmitters to monitor their heart beat, temperature and body activity. They noticed that the temperature fluctuated by 6 degrees (between 30 to 36 degrees) in 2- to 7-day cycles.\nPhoto: Photography by ?ivind T?ien/Institute of Arctic Biology/University of Alaska FairbanksA young male American black bear, captured in south-central Alaska as a nuisance animal, is shown having been just placed in an artificial den\nWhile their body temperature only dropped slightly, their metabolism dropped to 75% of what it normally is in summer, and their heartbeat dropped from 55 to 14 beats a minute. Another surprising finding was that their metabolism did not return to normal in spring right away but took 2 to 3 weeks to do so. \nAll of this shows a hibernation unique to a large, human-sized animal. The findings could have implications for humans and even save people's lives. \"When black bears emerge from hibernation in spring, it has been shown that they have not suffered the losses in muscle and bone mass and function that would be expected to occur in humans over such a long time of immobility and disuse,\" explained Brian Barnes, the senior author of the study.\nPhoto: ?ivind T?ien, Institute of Arctic Biology, University of Alaska FairbanksA young male American black bear after emergence from hibernation. The bear is part of the hibernation research conducted by ?ivind T?ien\nMr Barnes continued: \"If we could discover the genetic and molecular basis for this protection, and for the mechanisms that underlie the reduction in metabolic demand, there is the possibility that we could derive new therapies and medicines to use on humans to prevent osteoporosis, disuse atrophy of muscle, or even to place injured people in a type of suspended or reduced animation until they can be delivered to advanced medical care – extending the golden hour to a golden day or a golden week.\" ","author":"Michele Collet","web_category":"nature","title":"New Study on Black Bear Hibernation May Aid Human Medicine","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/news-black-bears-dont-shut-down-body-temperature-when-hibernating"}