{"summary":"The mechanics of how flying fish get airborne is worth a few words. Flying fish from afarPhoto: Photo: Strange Ones","advice_category":"8","content":"\nPhoto: Photo: lakegeorgevacations\nIf someone in a pub told you they’d just seen a fish flying for nearly a quarter of a mile, you might think there was something fishy about their story – or maybe just that they’d been drinking like a fish. But bad jests aside, certain of our Piscean pals are fully capable of such feats. Flying fish use their aerodynamic bodies to burst from the surface of the water at high speeds, while their peculiarly large fins function like wings to keep them gliding above the waves.\nSailing above the crest of a wave Photo: Photo: lakegeorgevacations\nAs with several other animals blessed with the ability to send themselves soaring through the air – and in spite of their name – flying fish are not technically flyers, like birds, but gliders. Nevertheless, their glided flights are stirring to say the least. Flying fish can easily travel distances of 200 metres or more, and they've reached heights sufficient for them to have been found by sailors on the decks of ships.\nMesmerising slalom...Photo: Image via pixdaus\nThe reason for this singular ability is simple: evasive action. The 40 or so species of flying fish are hunted by a veritable who’s who of fast-swimming marine predators including mackerel, tuna, swordfish and marlin. Getting out of the water gets them beyond reach of these guzzlers, though the flashy fish must still be wary of hungry beaks from above. Then there is also the threat of fishermen, with people from Japan and Barbados particularly partial to their taste. \nFlying fish from afarPhoto: Photo: Strange Ones\nThe mechanics of how flying fish get airborne is worth a few words. They first accelerate underwater, attaining speeds of up to 70 km/h by means of a rapid flapping motion of their tails. Once they have leapt from the water, they spread their fins to gain lift using updrafts rising off the swell, occasionally beating the water with their tails to stay aloft and change direction, rather as a ship moves its rudder.\nTwo wings good, four wings betterPhoto: Photo: Strange Ones\nThe large pectoral fins are complemented in some species by pelvic fins, with these four-winged flying fish even more dazzling in mid-air. Although many of their flights are short, flying fish can string glides together, using their unique form of air travel to cover continuous distances of over 400 metres.\nFilmed off the coast of Japan, the clip above is the longest recorded flight of this acrobatic animal. At 45 seconds, it's not only visually incredible but close to the creature’s physical limit, with respiration impossible for the fish while out of the water. That's a set of gills almost as impressive as its fins.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"Flying Fish","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/featured/flying-fish/14603"}