{"summary":"Photo: jade The bonding owners have with their dogs is strengthened when the dogs act out the desired behavior that their owners want them to adopt. However, dogs share a special bond with their owners","advice_category":"8","content":"\nPhoto: virginiamol Research by the University of Vienna in the Department of Cognitive Biology has determined recently that even when delectable treats were offered, dogs would not take the bait and perform tasks that were performed by others. Even when not in their best interest, dogs preferred imitating their owners. The experiment began with preliminary training for all of the dogs in the study. They were all shown how to open a sliding door with their head or paws. \nNext, one group of dogs had their owner immolate the training. They were given a treat if they obeyed and copied their owner as requested. The other group was given a treat only if they did the opposite of what their owners did. None of the dogs chose to betray their owners in lieu of the tasty treat. Researchers have repeatedly encouraged dog owners and dog trainers to immolate the desired behavior themselves during dog training sessions. This study, as well as others like it, has now proven that dogs are receptive to imitating their owners whenever possible. Photo: jade The bonding owners have with their dogs is strengthened when the dogs act out the desired behavior that their owners want them to adopt. However, the author of this article doesn’t encourage using the toilet in the yard to improve house-breaking success! Photo: mark miller Other primates, even birds, often copy favored human counterparts. However, dogs share a special bond with their owners. The applicable uses of incorporating dogs imitating humans are numerous. In the medical field, dogs are already providing special therapy to people who have lost full use of part or all of their body. It is because of this unique bond that dogs are leading the blind, comforting the terminally ill and giving disabled vets newfound freedom.","author":"Asher Kade","web_category":"lifestyle","title":"Dogs and Their Owners Have More In Common Than You Thought","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","url":"http://www.environmentalgraffiti.com/pets/news-dogs-and-owners-have-more-common-once-thought-0"}