{"summary":"Even though detecting a large herd is easier than detecting one or a few animals, each animal instinctively moves closer to the centre of the fleeing herd to reduce the danger of being caught. White-eared kob in Boma National Park, Sudan: Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Yann Arthus-Bertrand via MMM\nThough the term “herd behaviour” today is most often used when talking about financial markets, it originally described individuals in a group acting together without direction – for example an animal herd fleeing from a predator. When seen from above, animal herds seem to follow intricate and intriguing patterns.\nThe large flock of sheep in Tierra del Fuego, Argentina, in the picture above, seems to form a heart shape, with a hole at the bottom from where the herder is driving the animals in a particular direction. Animals form herds for protection because a group is less likely to be attacked than a single animal. Even though detecting a large herd is easier than detecting one or a few animals, each animal instinctively moves closer to the centre of the fleeing herd to reduce the danger of being caught.  \nThese twelve giraffes seen in the Okavango Delta in Botswana seem to be driven by a clear purpose – to get water maybe? Or food? Or maybe they are looking for potential mates. We can only guess, but they look beautiful, all the same at first glance yet slightly different on second glance. \nGiraffes in the Okavango Delta, Botswana:Photo: \nImage: Andy Biggs\nThis herd of Pronghorn antelopes (Antilocapra americana) belongs to a mammal species that has lived in the vast North American prairies for the last 35 million years. Today, it is an endangered species and the Pronghorns are the only remaining representatives of the Antilocapra family. \nA herd of North American Pronghorn antelopes running through the snow:Photo: \nImage: H. Hoops\nThese white-eared kob of the antelope species kobus kob leucotis in Boma National Park have survived despite the more than two-decade-long civil war in Sudan, maybe because they participate in large-scale migration. The darker animals with the short, ringed horns are the males; the lighter ones without horns are the females.      \nWhite-eared kob in Boma National Park, Sudan: Photo: \nImage: Paul Elkan via Africa Science\nThis large elephant herd was observed in the Sudd Swamp in southern Sudan:Photo: \nImage: Paul Elkan and J. Michael Fay via ABC News\nEuropeans reintroduced domesticated horses in the Americas in the late 15th century, some of which escaped domestication and formed feral herds, meaning they fully or partially went back to their wild origins. Though popularly called wild horses, North American horses are hence not truly wild, as their ancestors were domesticated animals.     \n13 wild horses grazing on the prairie of South Dakota. Or maybe they are having a chat. Photo: \nImage: John\nThe next photograph shows how wild animals are counted. The South African National Parks' website explains how an aerial sample survey of herbivores like zebras, giraffes, impalas and wildebeest is conducted: \nAnimal counting in Kruger National Park, South Africa:Photo: \nImage: Kruger National Park\nSome animals like it really, really close like these Pacific Walruses in Alaska. \nA walrus herd forming a sea of pink, brown and white in Alaska: Photo: \nImage: John Sarvis\nSometimes, even humans can't resist the urge to herd, er, crowd.\nHuman herd mentality as seen at a pop concert close to Karlsruhe, Germany: Photo: \nImage: Thomas Wanhoff\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Stunning Images of Herds from Above [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/featured/herds-from-above/9450"}