{"summary":"However, the amount of time grooming didn't instantly earn the interested fondler equal fondling time. However, only a few minutes of grooming was given to the mother who was one of many who just had a baby.","advice_category":"2","content":"\nPhoto: giuss95 \nThere is nothing sweeter and cuter than a newborn baby - human or otherwise. Parents are very protective of their little ones for good cause. If it's their first, hysteria seems to plague the parents. This usually subsides after the second or third baby. \nVervet monkeys and sooty mangabeys are no different when it comes to others touching their newborns. Most animals are this way, so there's no breaking news regarding that. However, what makes this story unique is the \"marketing\" parents of newborn monkeys employ.\nPhoto: birgitta\nPrimatologist C?cile Fruteau of Tilburg University in the Netherlands states: \"Monkey babies attract crowds of females eager to touch, hold and make silly lip-smacking noises at the little ones.\" She decided to study these two monkey species in the wild and recorded their behaviors. Her findings revealed that vervet and mangabey mothers have a \"touching etiquette that is uncommon in the animal world. This silently understood market places a high price on fondling babies in these two species.\"\nPhoto: Sabine’s Sunbird\nFor the price of grooming the mother, the interested party can fondle the baby. However, the amount of time grooming didn't instantly earn the interested fondler equal fondling time. In other words, grooming also coincided with familiarity with the mother. So, a relative or friend of the mother was granted more intimate fondling with less grooming time than a stranger. The stranger could groom until the cows came home and would never be able to pick up the baby.\nPhoto: birgitta\nPhoto: Kevin Law\nAlso what affected the \"fondling market\" for baby monkeys in these two species was the amount of babies in the group. If there was a large supply of babies, the mother was less likely to get much grooming.\nPhoto: Kevin Law\nIf the baby born in the group was the only one, the mother was discovered to earn at least 10 minutes of grooming. However, only a few minutes of grooming was given to the mother who was one of many who just had a baby.\nPhoto: wwarby\nThe age of the baby also affects the \"market value\". The magical age for baby to lose fondling interests is roughly three months of age. At this point, the crowds retreat and the mother is left to groom herself.\nPhoto: Jeheme\nYou may wonder about ranking in the monkey groups. This also affects the \"fondling market.\" Higher ranking monkeys get more grooming time, whereas a socially outcast, nerdy monkey gets much less.\nThis study suggests that chacma baboons and long-tailed macaques have a similar market on grooming to fondling pricing. Interestingly, the spider monkey also has a \"fondling market.\" However, with the spider monkey, they hug the mom, not groom her.\nPhoto: Tanya Dewey\nPhoto: Kevin Law\nThis study shows that whether one agrees or not that humans came from monkeys, one thing is for sure. There are celebrities and favoritism in all species. Some species even put a price on the touching of their young.","author":"Asher Kade","web_category":"nature","title":"How Monkeys Compete to Groom their Babies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/news-some-monkeys-put-market-value-baby-fondling"}