{"summary":"Eventually genetic mutations then continue to mutate these duplicated segments further; thus, they become new, additional pieces of genetic information which can eventually describe something completely novel in the organism.. The researchers found large numbers of these duplicated segments throughout the genomes of several organisms, including humans","advice_category":"4","content":"\nPhoto: Chen et al. 2010\n\nPublished just this week in the peer-reviewed open access journal PLoS One was a paper entitled Universal Global Imprints of Genome Growth and Evolution – Equivalent Length and Cumulative Mutation Density. \nThe Taiwanese researchers reviewed the genomes of humans and several other organisms looking for examples of past genetic duplications. \nEssentially, genetic mutations often duplicate segments of genes; this is known as gene duplication. At first, these duplications often have no function. Eventually genetic mutations then continue to mutate these duplicated segments further; thus, they become new, additional pieces of genetic information which can eventually describe something completely novel in the organism.\nScientists are pretty sure this method of \"Duplicate and change\" is one of the driving evolutionary forces which creates new, interesting genetic information (Ohno 1967).\nThis powerful combination of mutational forces has also been actually observed in nature. Two specific cases include examples in Langur monkeys and yeast.\nThe scientists behind this recent paper applied several bioinformatic models in order to locate examples of such duplicated sequences. Throughout our extensive past evolutionary history, humans have stockpiled a large number of duplications which have since mutated further. Most of these duplicated sequences have had millions of years to genetically diverge from their original copies, and thus locating them can be tricky.\nPhoto: Chen et al. 2010\nThe researchers found large numbers of these duplicated segments throughout the genomes of several organisms, including humans. Not only that, but models confirmed that these sites were indeed characterized by segment duplication and point mutations. This powerful \"imprint\" of such primitive natural forces in our genome not only assists in again confirming the basic principles of natural selection, but gives scientists serious insight into exactly how life on Earth has evolved during the last 3.5 billion years.\nCited sources of interest:\nChen H-D, Fan W-L, Kong S-G, Lee H-C (2010) Universal Global Imprints of Genome Growth and Evolution – Equivalent Length and Cumulative Mutation Density. PLoS ONE 5(4): e9844. doi:10.1371/journal.pone.0009844\nOhno, S. (1967). Sex Chromosomes and Sex-linked Genes. Springer-Verlag. ISBN 91-554-5776-2.","author":"SQLserver","web_category":"science","title":"How the Signature of Evolution is Written into Your Genome","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/foxy3.jpg","url":"http://www.environmentalgraffiti.com/biology/news-grand-signature-evolution-written-your-genome"}