{"summary":"Call it slapping hydrogen gas on its proverbial butt. The team of astronomers discovered L1448-IRS2E by detecting radiation emitted by dust surrounding the object.","advice_category":"4","content":"\nPhoto: jeffmcneill\nCall it slapping hydrogen gas on its proverbial butt. A team of American and German astronomers has announced its observation of the youngest known stellar object ever, according to a paper published in the most recent issue of The Astrophysical Journal. The fledgling star bears the poetic name L1448-IRS2E and was observed developing in the Perseus star-forming region, 800 million light years away. Stellar objects of this age are notoriously difficult to observe because they are not yet true stars and do not give off much light. The team of astronomers discovered L1448-IRS2E by detecting radiation emitted by dust surrounding the object.\nPhoto: NASA/JPL-Caltech/Harvard-Smithsonian CfA\nA group of young stars in the Perseus constellation.\nStars form out of molecular clouds like the one at the top, when an overdense area of hydrogen begins to collapse under the influence of gravity. As the clump of gas becomes more massive, it begins to draw in gas and dust from the surrounding area. This \"prestellar\" phase lasts until the object forms a core that is dense and hot enough to fuse hydrogen into helium. It can then be called a protostar. Due to high-velocity streams of gas being ejected from its center, L1448-IRS2E is believed to have passed the prestellar phase; however, it is not emitting enough light to truly be called a protostar. \nPhoto: NASA/JPL/Hubble\nStar birth activity in the red dwarf galaxy NGC 1569.\nThe object was originally discovered using Nasa's Spitzer Space Telescope and the Submillimeter Array in Hawaii. The team plans to continue observing with the newly launched Herschel telescope and hopes that its research will shed some light on the mechanics of early stellar evolution.","author":"vmdamico","web_category":"science","title":"The Universe's Youngest Star is Born","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/space/news-star-born-infant-star-causes-stir-astonomical-community"}