{"summary":"Inspired by Anton Chekalin’s stunning pictures of Novolazarevskaya Antarctic Station featured last month, we got thinking about everyday life at a Russian Antarctic station. Antarctic survival kit for two: Photo: ","advice_category":"8","content":"\nPhoto: \nImage: Xavier M. Jubier\nDark days and long nights, temperatures up to minus 128 Fahrenheit, cramped living conditions and the same old jokes and people. Welcome to Antarctica, the place where you’ll find big eyes and bolos, new species of the human kind. Inspired by Anton Chekalin’s stunning pictures of Novolazarevskaya Antarctic Station featured last month, we got thinking about everyday life at a Russian Antarctic station. \nWhen planning a stay in the Antarctic, getting there might be the first hurdle, but not the last. In psychospeak, ICE stands for isolated, confined environment and is very fitting when talking about Antarctic living conditions. There’s also everyday life on a base to reckon with, getting around and surviving out in the field, and killing time when nothing is going on…    \n\nNovolazarevskaya has its own airstrip but landing is a challenge for any pilot as the runway is made of pure ice, and there is no snow on top to minimize skidding. One wrong move can have dire consequences. Still, a difficult runway is better than none, and Novolazarevskaya is an important hub from where other Antarctic stations receive their supplies. \nThe Ilyushin IL-76TD used for scientific and commercial flights from Cape Town to Novolazarevskaya:Photo: \nImage: Xavier M. Jubier\nIn olden times, the only way to the Arctic or Antarctic was through the ice, so the invention of the first ice breaker was a big event. Here’s more about it from a New York Times article on April 12th, 1899, titled “Russia’s Ice Breaker: Trial of the Vessel Designed to Facilitate Commerce in Frozen Harbors”, about the maiden voyage of the Ermak from Newcastle to Cronstadt:\nThe Ermak, the first ice breaker, in 1899:Photo: \nImage via Prometeus\nAnd the modern Russian ice breaker Yamal:Photo: \nImage via Gcaptain\n\nAlready in 1959, the Soviet Union had built the Antarctic research station Lazarev, named after admiral Michael Lazarev, close to Schirmacher Oasis in Queen Maud Land in Eastern Antarctica. Though the continent’s smallest oasis, its proximity to the coast and a 100 m-high plateau shielding it from inland ice flowing north contribute to the milder climate than in surrounding areas. Perfect then as protection from the harsh winds and snowbanks, which is why in 1961, the research station was moved directly into the oasis and renamed Novolazarevskaya (New-Lazarev). \nToday, Novolazarevskaya consists of five buildings and has a maximum capacity of 70 people in the summer:Photo: \nImage: Axarches\nVostok research station is at the center of the East Antarctic Ice Sheet, about 1,300 km from the Geographic South Pole. It is also the place where the lowest reliably measured temperature ever was recorded on July 21, 1983: ?89.2 ¢XC (?128.6 ¢XF). Brrr! \nLocated 3,488 meters above sea level and near a point called the Southern Pole of Inaccessibility, it is the most isolated established research station on the Antarctic continent. No wonder then that the usual capacity of 25 people drops to 13 in the winter. \nCould you last here throughout the winter? Vostok research station:Photo: \nImage via Newzeal \nA sign welcoming “visitors:”Photo: \nImage via Newzeal \nBut life on an Antarctic base is not all drab: payphones are provided for long-distance calls, if one has enough change!\nHere’s a shot of two payphones at New Zealand’s Scott Base:Photo: \nImage via Coyoteblog\nElectricity brightens up the dark days; here some Soviet-era switches at “Novo.” Check out the wall paper:Photo: \nImage: Chris Bowman\nOr how about digging an ice tunnel for times when the wind chill really gets too much? This one was snapped at Novolazarevskaya:Photo: \nImage: Chris Bowman\n\nNobody can or would want to stay at the base camp the whole time, so transport vehicles are crucial in these extreme conditions.\nTank plus turbine engines equals Antarctic vehicle:Photo: \nImage: Xavier M. Jubier\nThis truck has been abandoned a while ago, apparently since the Soviet era of Antarctic exploration: Photo: \nImage: Anton Chekalin\n\nSupplies are crucial for Antarctic survival but with quite a few stations close to each other, even in times of emergency the bare necessities can be procured. Water might be a bigger problem, even in a country where so much ice is available. During extreme winter temperatures and snow storms, any trip outside becomes a challenge. \nPictured here is the water well at Novolazarevskaya, a 5-m (16 ft) deep hole in the thick ice to get fresh water and some sunlight from: Photo: \nImage: Anton Chekalin\nThen, of course, there are the Antarctic storms where making it depends on the survival kit one carries: tent, food, stove, signal mirror, extra cold-weather clothing and some entertainment in the form of a book, crossword or a game in case the storm lasts a couple of days…. \nAntarctic survival kit for two: Photo: \nImage via Exploratorium\nAnd speaking of survival, there’s the question of killing time. But given that Antarctica is a desert with a lot of ice around, that problem is quickly solved as drinking becomes a favorite pastime.   \nPhoto: \nImage via Hotgates\nSays Nicholas Johnson, author of the book Big Dead Place , about the phenomenon: \nThe choice of entertainment can be fairly eclectic: \nSurely that’s not the image the Soviet government had in mind when sending researchers on Arctic and Antarctic missions. “The Great Stalin Plan for the Transformation of Nature” of the late 1940s was devised to bring water to the semi-arid Soviet hinterland. The plan called for channeling fresh water from the Russian Arctic all the way to the USSR’s central plains – ambitious ecological manipulation efforts that thankfully never saw fruition. \n“We Will Defeat the Drought!” propaganda poster:Photo: \nImage via Cartographia\n\nSpeaking of linguistic manipulation, any close-knit group will devise terminology of its own; so too Antarctic explorers and support staff. So for those still wondering about the bolos and the big eyes, here’s a glossary of popular Antarctic slang:\nFor more terminology, check out this excellent Antarctic slang and jargon dictionary.\nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"travel","title":"Everyday Life At The Russian Antarctic Station","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","url":"http://www.environmentalgraffiti.com/featured/everyday-life-russian-antarctic-station/10210"}