{"summary":"His techniques of working in two stages described above therefore seems to work well: He draws in his sketchbook before transferring it to a wall, though the wall drawing can easily transform into something else.Photo: ritnit.com. Blu started his artistic career following his passion for drawing and public art, particularly unauthorized, illegal art","advice_category":"6","content":"\nPhoto: via 72dpi\nBlowing the minds of his audience is nothing new for this incredible artist. Based in Bologna, Italy, Blu makes large-scale images of monsters and figures, often including scenes of barbarity. These have the look of cartoon creatures or characters from Greek mythology. Drawing is integral to his work and he uses a limited palette, which has the effect of highlighting his fascination with line and form.Photo: via 72dpi\nBlu started his artistic career following his passion for drawing and public art, particularly unauthorized, illegal art. Coming from a graffiti culture, he started developing his art based on a very personal figurative style. His work lives in two stages and two different spaces.Photo: tate.org.uk\nIt originates from sketches jotted down in a sketchbook that represents a diary as well as an image database to be used in the second stage: the mural. The actual project starts in front of the building, with size and load-bearing elements of the wall, in an effort to identify an impossible combination between painting and surrounding architecture.Photo: arrestedmotion.com\nHe avails himself of the most traditional and essential painting tools: brushes, paint roller, one colour and black; he often uses techniques drawn from scenography as well as long sticks that act as supports when working on large surfaces.\n“I just use my paint to fill in the drawing,” he says.Photo: woostercollective.com\nAlready world-renowned for his massive wall murals, now Blu has finally brought them to life. For his new project MUTO, Blu made an incredibly elaborate stop-motion animation video using only wall paintings in Buenos Aries and Baden. The result is an artistic epic where a surreal cast of characters move all around a series of walls, even interacting with objects on the ground. No description really does it justice, so watch it for yourself below.\n  \n\nBlu sees buildings as sheets of paper to sketch on, and due to their massive scale, the works often give the impression that the buildings featuring them are not quite big enough. What is unique is this amazing artist’s ability to doodle on a huge scale. His techniques of working in two stages described above therefore seems to work well: He draws in his sketchbook before transferring it to a wall, though the wall drawing can easily transform into something else.Photo: ritnit.com\nBlu's influences include underground and comic-book artists like Robert Crumb, but he also takes inspiration from the fresco traditions of his native Italy, as well as the sculpture-like architecture of Gordon Matta-Clark. The language adopted is strictly based on drawings: it originated from comics and cartoons, although it is best and provisionally epitomized by urban graffiti.Photo: ritnit.com\nThe work remains on paper once the mural has disappeared or faded, when it has been taken down, covered or destroyed together with its supporting frame. Inspiration stems from a need of creating that is otherwise stifled by domestic walls, from the sheer pleasure of transforming ordinary and decaying places, showing how creativity may redevelop from urban degradation. This is incredible art, however you view it, and Blu is certain to be a big name for years to come. An awesome artist, don't you agree?Photo: woostercollective.com\nMy sincere thanks to the following for the information, images and video used in this article: 1, 2, 3, 4, 5\n","author":"tonyleather","web_category":"art+and+design","title":"Bologna's Incredible Black and White Graffiti","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/news-big-bang-big-boom-stop-motion-graffiti-blu"}