{"summary":"And for the romantics, it’s cool to know there will be rocks from which to dive in the heart of Tokyo, and – less cool – that Mamma Mia and South Pacific will still be playing in Times Square.. Photo: All images Studio Lindfors via Designboom","advice_category":"6","content":"\nPhoto: All images Studio Lindfors via Designboom\nThe threat of rising sea levels due to global warming is one of the world’s great catastrophic fears. Yet whether you’re genuinely concerned about the prospect of major cities being swamped by the waters of the melting ice sheet, or dismiss it all as a flood of alarmist BS, New York architects Studio Lindfors found time to come up with a series of interesting images imagining what Tokyo and their very own Big Apple might be like if the drama does play out as many scientists think it will.\nPhoto: 5th Avenue and 53rd Street New York\nGoing by the name of Aqualta – a play on Acqua Alta, the increasing high tides flooding Venice – the concept visually contemplates how people in these two metropolises would adapt to the inundation of water by building a network of wharfs, pedestrian walkways, bridges and navigable canals in place of the road and rail networks long since submerged.\nPhoto: Shibuya Station Tokyo\nThe images depict a world where gondolas and barges are the primary modes of transport, together with cable cars and blimps that hover overhead. People fish from gravel banks built up between the drowned skyscrapers, and bathing in the aquatic urban environment is part of daily life. Far from a totally apocalyptic vision of climate change, it’s something of a utopia.\nPhoto: Roppongi Tokyo\n“Aqualta imagines city dwellers migrating to higher and dryer elevations as water levels gradually increase,” gush the designers. “Residents repurpose rooftops for farms and greenhouses. Wetland ecologies and oyster beds thrive and take root to better protect coasts from future storms. The cities are shown without combustion – engines, power plants, all emissions are rendered obsolete – resulting in cleaner, quieter neighborhoods.”\nPhoto: 5th Avenue and 35th Street New York\nBut really, New York as a green, skyscraper-crammed answer to Venice? Tokyo as the very antithesis of the 1995 flop, Waterworld? It all sounds rather far-fetched, things Photoshopped perhaps with just too idyllic a tinge. Great though it looks as concept, there might be a good deal more sinking than swimming if the scenario it envisions became a reality.\nPhoto: Garment District New York\nThe pedantic can easily pick holes in this pipe dream. How would these citizens of the future plan on growing plants in what would be heavily salinated water, for example? And would this really be a world shorn of engines and emissions? The more cynical still have wondered whether these are designers with a bit too much time on their hands.\nPhoto: West 29th Street and Broadway\nNice idea though. And for the romantics, it’s cool to know there will be rocks from which to dive in the heart of Tokyo, and – less cool – that Mamma Mia and South Pacific will still be playing in Times Square.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Life After the Flood: Tokyo and New York","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/featured/life-after-flood-tokyo-new-york/17944"}