{"summary":"The illegal wildlife trade is common in parts of East Asia. Most illegal animal parts are used in traditional medicines","advice_category":"2","content":"\nIn an effort to crack down on the illegal wildlife trade China has begun targeting online shops and auction sites, where parts of threatened and endangered animals are openly sold.\n\nMost illegal animal parts are used in traditional medicines. Image by Chris\n\nThe illegal wildlife trade is common in parts of East Asia. Recently we covered a story on Borneo, where critically endangered tiger parts were openly sold in dozens of markets on the island. Last week a wildlife photographer published several photos of the wildlife markets open in a Burmese casino town.\nLast year the International Fund for Animal Welfare (IFAW) and Traffic conducted research into the online wildlife trade in China. They found thousands of illegal animal parts or items made from animal parts for sale on major Chinese web auction sites.\nIn a 10-month study in 2007 IFAW found more than 1,900 illegal items, created from 30 protected species, for sale on the major Chinese auction sites. Traffic said it found almost 4,300 advertisements for illegal animal products on sites in China, Hong Kong, and Taiwan.\nWeb companies do have some filtering systems, and obviously they take down any illegal auctions that are brought to their attention. Traffic, however, believes they should do more. Joyce Wu of Traffic said: \"The major Web site companies should be more proactive and take the responsibility for the products sold on their Web site.”\nWhile there were a wide variety of illegal animal products for sale, there were two particularly popular species. Elephant ivory and tiger bone products were the most popular sellers in China. Ivory is usually sold in carved souvenir form and bought by collectors, while the tiger bone products are usually bought for use in traditional medicines for arthritis.\nMany of the online vendors are able to get around auction filters because of the tonal quality of the Chinese language. The word for elephant can also have several other meanings if pronounced slightly differently. This means the sellers can use a word that has a different meaning than elephant to describe the ivory, but is still easily recognizable.\nInfo from National Geographic\nIf you want to find out all the latest news on how the environment affects you, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Chinese Auction Sites Feature Thousands of Illegal Animal Parts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41694-2595468850105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/chinese-auction-sites-feature-thousands-of-illegal-animal-parts/870"}