{"summary":"Experts say that wild animals deliberately consume plants, bugs and other substances that offer chemical highs as part of their natural behavior. Scientists say that drunken bees are violence-prone, anti-social and less likely to fly","advice_category":"2","content":"\nPhoto: Brian Snelson\nFrom shrooming reindeer to beer-fueled elephants, the animal kingdom is filled with addicts. Experts say that wild animals deliberately consume plants, bugs and other substances that offer chemical highs as part of their natural behavior. Here is a list of five wild animals that love to be intoxicated.\n5. ReindeerPhoto: Amanda GrahamFix: Amanita muscaria mushrooms\nReindeer trip on ‘shrooms'\nRed and white like Santa’s suit, a reindeer’s drug of choice is the Amanita muscaria mushroom, a psychoactive fungus which is also known as the fly agaric. According to experts, shrooming reindeer prance around gaily and feel a sensation of flying while they trip out in the forest. In Northern Europe, humans drink reindeer urine and reindeer drink human urine for even more fun on the psychedelic sleigh. It’s the circle of life.\n4. HorsesPhoto: Don LaVangeFix: Locoweed\nHorses stick to locoweed, the chronic.\nExperts say horses prefer locoweed to grass because of its bright-green color and unlike cheap grass it never turns brown. Locoweed, a cannabis plant, turns them into crazy horses that move their mouths like Mr. Ed. Those stuck on chronic may eat excessively, resulting in diarrhea and could show signs of depression or paranoia, according to experts.\n3. BeesPhoto: Cassandra JowettFix: Alcohol\nBees love booze.\nSimilarly to elephants, bees steal and drink alcohol. Scientists say that drunken bees are violence-prone, anti-social and less likely to fly. Drunken bees have been known to get so hammered that they can no longer do anything but lie down on their backs and put their legs up.\n2. Capuchin MonkeysPhoto: Michelle RebackFix: Hallucinogenic Millipedes\nThese guys get their fix from bugs.\nAfter figuring out how to trip balls off insects, the monkeys in South America are not likely to figure out anything else. They are broken, getting high off insects and seeing things that don‘t exist. According to Animal Planet, millipedes sweat poison when they are agitated. So the monkeys start trouble then cover themselves with the poison, which gives them a buzz that makes them hallucinate.\n1. ElephantsPhoto: Michael DenneFix: Rice Beer\nElephants get hammered then go berserk.\nRemember Hannibal’s 37 war elephants? They still roll that way. In 2007, a squadron of nearly 40 drunken elephants wreaked havoc on a village in Northeastern India. According to the Associated Press, the belligerents ran amok and uprooted a telephone pole after fueling up on rice beer that wasn‘t theirs. They stole a few barrels from some villager’s stash. Shady.\nSee, it's not only humans. The world is filled of party animals.\nJason Henry McCormick is an animal lover, watches Animal Planet daily and is very, very strongly against humans who deliberately harm wild animals or pets. Jason’s favorite animal is the White Shark.","author":"Jason Henry McCormick","web_category":"nature","title":"5 Animals That Like To Get High","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","url":"http://www.environmentalgraffiti.com/animals/news-intoxicated-animals"}