{"summary":"More than just your Grandmother’s graffiti, yarn bombing is knitting our monochromatic cities into sensual art projects each and every one of us can be apart of. Whether it's the Jafa Girls yarn bombing a street pole like in the second image down or an unnamed artist from Mexico City knit bombing a bus; knitting has made a new niche for itself in graffiti","advice_category":"6","content":"\nPhoto: hollyhoodDesigns\n\nAs the city and concrete jungles begin to take over more of our environment, creative ways to ease the strain of geometric shapes or bland colors on our eyes have evolved into some of the world’s most original artwork. Fortunately, these groups of guerrilla artists are unwilling to let any potential canvas go to waste. You see an abandoned subway tunnel and they see an art museum with their name on it. You see a condemned business; they see a canvas spanning its oppressive sides. You see another tedious lamp post and they see a chance to bring some colorful personification into the mundane routine. Why not give that streetlamp a home made scarf or sweater? Why not make it different, fun, colorful? Why not make it more like the human mind yearns for it to be; engaging and inspiring?\nPhoto: Jafa Girls\n\nYarn bombing, yarn storming, knit graffiti, or whatever name you choose to call it by, has been taking the urban street art scene by storm. No one can be exactly sure as to where it started but many believe it originated in the United States when Texas knitters were looking for a creative way to dispose of all their leftover knitting projects. Slowly it has spread all over the world as a socio-political statement, art movement or just fun way to personalize otherwise cold personal spaces. \nPhoto: BNPS.CO.UK\nWhether it's the Jafa Girls yarn bombing a street pole like in the second image down or an unnamed artist from Mexico City knit bombing a bus; knitting has made a new niche for itself in graffiti. Even rogue renaissance street artist Banksy has given it a try by adding snug little knit caps to two of his signature stencils as seen below.\nPhoto: Banksy\nBackyards are even being spruced up with such projects as the one found below by Art Yarn, a group that has begun showcasing great yarn bombing pieces all over the world. This ‘Shed Jumper’ or sweater for your shed must have taken the artist a while to complete. Grandma may have knitted a sweater for you when you were an infant, but a shed is quite a larger project to tackle with such colorful ease. \n\nPhoto: Art Yarn\nDespite the canvas; vehicles, lamp posts, trees or just a charming accent to another gorgeous piece of street art; yarn bombing deserves our attention. More than just your Grandmother’s graffiti, yarn bombing is knitting our monochromatic cities into sensual art projects each and every one of us can be apart of. So the next time your city routine gets to be to oppressive remember, knitting isn't just for grandma anymore.\nPhoto: SFU","author":"Tiana Miller","web_category":"art+and+design","title":"Knitted Graffiti Invades Urban America","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-yarn-bombing-not-just-your-grandmas-graffiti-0"}