{"summary":"The 2008 games are scheduled to start on August 8, but the Olympic Committee has warned Beijing about air pollution levels. Chinese Olympic organizers, however, say the quota attracts attention to the issue of air pollution and is a reliable method of checking air pollution","advice_category":"8","content":"\nIn an effort to improve the city’s chances of reaching its clean air targets in time for next summer’s 2008 Olympics, Beijing has decided to crack down on some of the city’s polluters.\nImage by Mark\nThe city won’t just be aiming to reduce car driving or factory emissions. They’ve already implemented strategies to reduce those   No, Beijing is now cracking down on the offenders you rarely hear about: kebab vendors.\nAfter spending $16 billion to reduce the pollution from cars, taxis, buses, and factories, the city is still in danger of missing its environmental targets. Beijing hopes to meet a “blue sky day” quota, meaning the number of days with a relatively safe level of pollution.  To help ensure they actually meet this quota, they’ve begun to crack down on the smaller polluters as well as the larger.\nOne of the cities main targets in this effort is the army of grilled food vendors in the streets. The outdoor kebab sellers generally burn wood or coal to grill their wares. While this may make their food quite tasty, the smoke created by grilling meat and vegetables adds to the already heavy pollution in the city. Beijing is also cracking down on other polluters at lower levels. Other targets include uncovered trucks and construction sites, which can cause more air pollution when they kick up dust and debris in the construction process.\nThe campaign is part of a 20 day effort to crack down on the lower level polluters in China’s capital. Beijing’s “blue sky day” target is 244 days per year in 2007.  Some experts believe that the blue sky day quota is an inaccurate representation of the pollution levels in the city. They argue it is based on incomplete data and is unscientific. Chinese Olympic organizers, however, say the quota attracts attention to the issue of air pollution and is a reliable method of checking air pollution. \nThe city has much to gain by reaching its totals and a lot to lose by failing. The 2008 Olympic Games will provide a massive boost to the Chinese economy. The 2008 games are scheduled to start on August 8, but the Olympic Committee has warned Beijing about air pollution levels.  Current Olympic chief Jacques Rogge has said that some events will have to be rescheduled should the city’s air quality prove too poor. \nAthletes and organizers have expressed concern over Beijing’s air quality. While a few events, particularly the indoor ones, would be less affected than others, the many outdoor athletes could be adversely affected.   With clean air vital to athletes’ performance and health, some say that there is no alternative but to reschedule events if the air quality could be detrimental to health.\nIf you want to find out all the latest environmental news on the 2008 Olympics, why not subcribe to our RSS feed, we'll even give you a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Beijing Cracks Down on Kebabs to Reduce Pollution","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/beijing-cracks-down-on-kebabs-to-reduce-pollution/593"}