{"summary":"Golden orb-weavers get their name from the silk they use to build their semi-permanent webs. Photo: Amanda SlaterGolden orb-weaver spider silk","advice_category":"2","content":"\nPhoto: Victor Patel\nIf you have a phobia of spiders, golden orb-weavers are bound to give you nightmares! These creepiest of crawlies can grow to be the size of your hand, with some species in Taiwan having a leg span of five inches (13 cm). And as if that weren’t scary enough, these fascinating arachnids spin huge webs up to three feet (one meter) wide and strong enough to trap snakes, birds and bats!\nPhoto: Jeremiah John McBride\nGolden orb-weavers get their name from the silk they use to build their semi-permanent webs. In sunlight, the strands shine like gold and attract bees, while in the shade the color blends into the foliage around the web, acting like camouflage. Cooler still, the spider can actually change the color of the web pigment while weaving it, so that it will match the background light. And not only that, but the silk contains a chemical compound called pyrrolidine alkaloid, which effectively deters ants. Clever, eh?\nPhoto: Jos? Pablo Orozco Mar?n\nAll spiders (not just the golden orb-weaver) can make strong silk. And Sean Henahan of Access Excellence explains that all spider silk is primarily a protein. It's made of up of two amino acids (glycine and alanine), which, when aligned together, are responsible for the incredible strength of the stuff. Spider silk is five times stronger than steel and more elastic than nylon. It is waterproof and can be stretched. It’s pretty cool stuff!\nPhoto: Wagner2005\nPerhaps it isn’t surprising to learn that scientists are intent on finding a way to create synthetic silk – but they aren’t the only ones fascinated by this stunning material. Textile designer Simon Peers and entrepreneur Nicholas Godley teamed up on the island of Madagascar to try and make cloth out of the silk from golden orb-weaver spiders.\nPhoto: Amanda SlaterGolden orb-weaver spider silk\nPeers and Godley spent three years harvesting silk from about 1.2 million female orb-weavers and wove a majestic cloak from the material. Peers says that the resulting cloth feels like an invisibility cloak. “You literally cannot feel it,” he says, “it’s quite extraordinary.” Peers goes on to explain that, unlike Chinese silk worm silk, which has what he calls an “irregular, triangular cross-section,” golden-orb silk is perfectly cylindrical. And don’t worry: no spiders were harmed in the making of this garment!\nPhoto: Alex\nGolden orb-weavers are both remarkable and widespread. The species can be found in Australia, Asia, the Americas and Africa, mostly in warm climates. Still, fortunately we don’t need to worry too much should we ever come across these fabulous arachnids. They only bite if provoked, and even then, their venom isn’t lethal.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"yvonne.mcarthur","web_category":"nature","title":"The Fabulous Silk of Golden Orb-Weaver Spiders","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-stunning-facts-about-golden-orb-weavers"}