{"summary":" That being said, it’s an issue that we’ll have to deal with sometime. I personally think we’ll rein in production a bit, but global warming will continue","advice_category":"2","content":"\nWelcome to the 15th and final post in the series we’re calling Mother Earth.\nSo far we’ve covered the big bang to the formation of\nEarth, volcanoes, the early atmosphere, water, ice, the beginnings of life on Earth, some really interesting sea creatures, plant evolution,when fish began to walk, the rise and fall of the dinosaurs, the rise of the mammals, the evolution of man, the rise of civilization, and the Sumerians to the Ancient Greeks.\nToday we’ll be keeping our sights on the modern world and discussing the environmental issues that affect us today and are likely to affect our future.\nLet’s begin with an issue that’s been with us since prehistoric times.\nMass Extinctions\nWhat's next?\nMost people who think of mass extinctions think about the end of the dinosaurs. It’s only logical, it’s the most well-known and mysterious examples of a massive die off of species in the earth’s history.  Question many of today’s scientists, however, and they’ll say we’re very likely in the middle of a modern mass extinction, and the cause is primarily man.  Obviously, extinction occurs naturally without man’s help, but the rate of extinction has increased dramatically, particularly in recent history. Before human intervention arrived, the fossil record suggests that species went extinct at the rate of about 1 species per million each year.  That rate is now closer to 10,000 per 1 million. According to the International Union for the Conservation of Nature, almost 11,000 species are known to face extinction in the immediate future.    An estimated 27,000 species in the rainforests are driven extinct every year. And quite frankly, it’s really obvious we’re the issue here.  Human development encroaches on animal habitats, driving them into smaller ranges and hurting their chances for survival. Agricultural expansion results in great swaths of forest being slashed and burned, helping drive unknown numbers of plants extinct. Who knows how many plants and animals will die in the near future? More importantly, what will be the consequence of their extinction?\nOverpopulation\nThis is one of the most contentious environmental issues in the world, and has been for several decades. On the one hand, nobody wants to end up living in a Soylent Green style future where there is no space and we have to eat each other for sustenance. On the other hand, a lot of the wealthy western world’s rhetoric on population control seems to focus suspiciously on countries full of brown people and completely ignore their own countries. It’s really the height of hypocritical asshattery to suggest poor Indian women shouldn’t have children while you raise four kids in the suburbs.  That being said, it’s an issue that we’ll have to deal with sometime.  The real issue here is not the amount of people, but the amount of and distribution of resources.  If there are too many people and not enough resources the excess people are going to die, and there aren’t going to be long lines of people lining up to off themselves for the good of the world. There are going to be fights to make sure the resources are controlled by certain groups so they can survive, and those who don’t win will starve. You can probably see why this is an issue of some import for the future.\nGenetic Modification\nThis is an idea of genetically modified food many people hold, though it is completely wrong. Frog-oranges (froranges) were abandoned years ago in favor of toadgerines\nThere are groups of people who see this issue as the solution to the previous one, using improved crop yield and nutrition to help feed millions more people. There are also groups who see genetically modified crops, regardless of whether or not they could feed more people and save lives, as the problem rather than the solution. The most contentious issue in the genetic engineering argument, for now, is genetically modified food. In the EU especially citizens seem to be dead set against the thought of growing and ingesting genetically modified crops. They’ve even gone so far as to lobby African nations to refuse to accept genetically modified corn as part of food aid. You have to really abhor GM food if you’re telling starving people not to eat it. Despite the hatred many have for genetically modified organisms, others see genetic modification as the wave of the future. Whether it’s improving crop yield and nutrition or making medical breakthroughs (much of the insulin produced today is the result of genetically modifying bacteria). But is it playing God? There’s no scientific answer to that, only a personal one. I predict this to be one of the fiercest cultural and moral battlefields of the next 50 years.\nGlobal Warming\nThe Greenland ice cap is rapidly melting\nIgnore the next 50 years, this is one of the fiercest cultural and moral, not to mention scientific, battles right now.  And make no mistake, it is a cultural and moral battle for most people now. Most of the people in the debate stopped talking about the issue in purely scientific terms ages ago. We’re now in the stage of the discussion where the term Nazi is bandied about by both sides without any real sense of shock. The hyperbole threshold was reached and breached sometime shortly before Al Gore turned his slideshow into a movie.  People care about this issue for reasons completely unrelated to global warming by itself, be they economic, political, or what have you. That being said, my view of the scientific evidence points towards global warming being not just a reality but a man-made reality.  Now that I’ve pissed off all the climate change sceptics, I can go ahead and write about the possible consequences we might face while they compose angry comments pointing out my various failings as both a writer and a man.  Worst case scenario is we’re totally screwed. Global warming is devastating and we can’t stop it, the seas rise, drought ends agriculture, and everyone who doesn’t die joins biker gangs and recreates Mad Max. Not the good Mad Max movies either. Just the one with Tina Turner and the creepy dwarf who rides a gigantic mentally disabled guy. Best case scenario, we rein in our CO2 production and nothing bad happens, the green economy that’s beginning to grow covers any damage to the existing economy, and we all have a big hug. Neither of these are that likely. I personally think we’ll rein in production a bit, but global warming will continue. Then, necessity will start breeding invention like bunnies and we come up with a manmade solution to the manmade problem. I sincerely doubt we will all die. The mere fact that we could, however, makes this one of the most important issues we’ll face today and in the future.\nAlthough the Mother Earth series has ended, there's still plenty of great original content on everything on the Earth, and beyond, to come. The easiest way of keeping up is probably by subscribing to our RSS feed... and if you do that we’ll also give you a free album! What a bargain.\n ","author":"Chris","web_category":"nature","title":"Mother Earth: What We Face Today and Tommorow","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-41517-2639437990103329676S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-series-finale/666"}