{"summary":"He believes that the juvenile hormone may help to regulate the genes in charge of a caterpillar’s colors and skin patterns..  This research, however, is the first time that the juvenile hormone has been shown to be involved in the caterpillar’s camouflage processes","advice_category":"2","content":"\nResearchers in Japan have at last cracked the most ancient and mysterious of scientific secrets.\nImage by Harald Supfle\nThat secret, of course, is how a baby caterpillar manages to look so much like bird poo.\nThe caterpillar in question is the Papilo Xuthus, which I am suggesting we immediately rename the poo-pillar. The caterpillar eventually grows up to become the beautiful and graceful Asian Swallowtail butterfly, but during its juvenile stage it spends its time disguised as bird droppings.\nNow the researchers have discovered that the exotic animal’s unique camouflage is the result of a special hormone evident only in the juvenile caterpillar, which is called juvenile hormone because scientists are apparently very uncreative.  High levels of this hormone make the caterpillar look like bird droppings, but levels drop as it ages and make the caterpillar look more like a leaf.\nJuvenile hormones have a lot of uses in insect growth. The hormones regulate development in the juvenile bugs, such as telling the insect when it’s time to molt and when it’s time to turn into a butterfly.  This research, however, is the first time that the juvenile hormone has been shown to be involved in the caterpillar’s camouflage processes. Haruhiko Fujiwara was one of the scientists who worked on the project at Japan’s National Institute of Agrobiological Sciences. He believes that the juvenile hormone may help to regulate the genes in charge of a caterpillar’s colors and skin patterns.\nThe scientists didn’t do any research into why exactly the caterpillar chose this particular disguise. They did venture a fairly safe guess that it probably keeps birds, one of the caterpillar’s main predators, from trying to eat them.\nInfo from Reuters\nIf you want to find out all the latest news on animals and ecology, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Scientists Solve the Mystery of the Caterpillar that Looks Like Bird Poo","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bf12.png","url":"http://www.environmentalgraffiti.com/ecology/scientists-solve-the-mystery-of-the-caterpillar-that-looks-like-bird-poo/824"}