{"summary":"Given that polar bears are the largest bears and world's largest land carnivores, their newborns are tiny – weighing less than 1 kg (2 lb). Baby beluga whales weigh about 80 kg (180 lb) at birth and are about 1.5 m (4.9 ft) long","advice_category":"2","content":"\nPhoto: Tambako the JaguarHippo mother and calf taking a well deserved nap in the sand, side by side\nWould you call a 100 kg heavy,  6 ft tall creature a baby? Probably not but fact is, some animal babies are simply huge! \nBaby elephants, for example, weigh in at 115 kg (250 lb) at birth and already stand 1 m (3 ft) tall. Though physically taller than most other animal babies, they are dependent on their mothers for the first two or three years, the time baby elephants nurse for (human moms, can you imagine?). Female elephants reach full maturity at 9 years of age and males at 15.\nQuite big but tiny compared to its mother:Photo: John Storr\n\nAfter the elephant, the hippopotamus is the second largest land animal on Earth. Baby hippos weigh between 25 and 45 kg (60–110 lb) and have an average length of around 127 cm (50 in). Did you know that they are born underwater? They must then swim to the surface to take their first breath. Hippo moms nurse their young from between 6 to 12 months and female hippos are mature at the age of 3 or 4; males at around 7.5 years of age. \nUp yer go – a friendly nudge from Mommy:Photo: Jennifer Jordan\n\nAfter the semi-aquatic hippos, a close relative of theirs – the whale. Baby beluga whales weigh about 80 kg (180 lb) at birth and are about 1.5 m (4.9 ft) long. The calves remain dependent on their mothers for at least two years and will stay in a group of other mothers and calves during this time. Unlike the land animal males we have seen, beluga males mature faster than the females at between 4 to 7 years; the females between the ages of 6 and 9 years.\nA baby beluga following its mother around at Vancouver Aquarium:Photo: Greg Hewgill\n  \nRhinoceros offspring cannot be missing from a list of big animal babies. White rhino babies weigh between 40 and 65 kg (88 and 140 lb) at birth and grow quite rapidly. The calf knows to run in front of its mother for protection when threatened and at this point, usually even the most adventurous of enemies will turn around rather than face an angry rhino mother. \nMama, let’s go there:Photo: Sorin Lingureanu\n\nThough weaning starts at two months, mothers may nurse for up to 12 months. Calves stay with the mothers for two to three years until being chased away when the next calf arrives. Female white rhinos reach maturity at 6 to 7 years of age; males at 10 to 12. \nSturdy rhino baby with mother:Photo: Scott Sandars\n\nGiraffe babies can dwarf any human – at a weight of around 75 kg and a height of 1.8 m (6 ft) they stand taller than most adults. Though already able to walk a few hours after being born, newborn calves spend most of their time lying down, fiercely guarded by their mother. Though weaning starts at around 13 months, the bond between mother and calf lasts until the next calf is born. Giraffes reach maturity between 4 and 5 years of age.\nA giraffe father giving instructions to his calf:Photo: Mila Zinkova\n\nThe American bison and its relative, the European wisent, are the largest terrestrial mammals in North America and Europe. Newborn bisons weigh between (40-50 lb) and stay close to their mothers and the maternal herd for the first few months. They are weaned around six months and then weigh between 160 kg-193 kg (350-425 lb). Heavy, yet still a far cry from the average weight of an adult: around 500 kg (1,100 lb) for females and around 900 kg (2,000 lb) for males.\nJust born bison baby:Photo: Jim Bowen\n\nGiven that polar bears are the largest bears and world's largest land carnivores, their newborns are tiny – weighing less than 1 kg (2 lb). But unlike the other big animals portrayed here, polar bears usually give birth to twins and the mother really has to put in a lot of effort to fatten them up. Thus, the young will nurse frequently and grow quickly. After a few months in the den, the babies will weigh around 10 to 15 kg (22 to 33 lb). \nOlder polar bear cub with mother:Photo: Alan D. Wilson\nThe cubs are weaned between 1.5 and 2.5 years of age when they will have reached a good size and learned to hunt and fend for themselves. The mother will then chase them away to have new cubs but siblings are known to stay together for a while. Female polar bears reach maturity at around four years of age; males at around six.    \nRegardless of whether rhino, hippo, elephant, giraffe, bear or bison – big is indeed beautiful! \n\nSources: 1, 2, 3, 4, 5, 6, 7\n","author":"Simone Preuss","web_category":"nature","title":"Big Animal Babies!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-big-animal-babies"}