{"summary":"Photo: Rich Morgan. An average height of 6 ft puts the entire island chain in the front line against a rising sea level","advice_category":"8","content":"\nPhoto: Rich Morgan\nFrom the air you get a real understanding of why the Maldives have such a great deal invested in the global reaction to climate change. An average height of 6 ft puts the entire island chain in the front line against a rising sea level. The Island of Soneva Fushi is first and foremost a resort, but it has strong green aspirations. Its high prices make it a holiday option for very few, which is the main reason the ecosystem is so pristine. The island is also aiming to be carbon neutral by 2012 while transport is by bicycle or electric golf buggy.\nPhoto: Rich Morgan\nArriving in an island paradise in a sea plane is about as exciting as you can imagine. I'd used up most of my cool when I'd met the professional journalists who I'd be sharing my stay with, so there was no chance of hiding my 'ear to ear' grin during take off. Prominent travel journalists, from The Independent on Sunday and National Geographic to name a few, are here to cover an event with global significance.\nPhoto: Rich Morgan\nMost recently featured in the Telegraph, Geoff Lean's articles have been a consistent commentary on environmental issues for over 40 years - I have been reading them for at least two. I spent a brief lunch with Jeremy Legget (founder and Chairman of 'Solarcentury', and convener of the UK industry on peak oil), where we managed to get some clarification on the symposium's intentions from the event's PR manager: “The tourist industry recognises it has a problem, this is an acknowledgement of that,” says Sophy Williams. “We are here to brainstorm options to improve the travel industry, across all ends of the market.” My attention had wandered to a fruit bat hanging a few feet over my head, and a sign which mentioned over 40 types of home made ice cream, but what is clear about the symposium is the relaxed and accessible way that the speakers are mingling amongst the journalists. I've already decided to collar Mr Legget a little later to chat about oil, and hopefully Mark Lynas, who is climate change advisor to the President of the Maldives.\nPhoto: Rich Morgan\nI had some time to myself, so I went swimming. I was the only person in the ocean. The water is incredibly clear, and once you reach the outer coral reef which surrounds the island you're in some of the best snorkeling waters I've seen. I lost count of species - it made Thailand look average. It is unbelievably beautiful here, the beaches, water, and palm trees are quite honestly like a dream. There's a part of me that thinks this is too much for anyone, Its like a guilty feeling for peeking at something you shouldn't have. I'm sure the only way to really protect places as special as this is to make them off limits to people altogether. I wish everyone could see this place, but the damage we would do is terrifying. I suppose, that is exactly the issue the symposium is trying to address.\n(All the flights involved in bringing us here are offset with a renewable energy project in southern India... it was my first question!)","author":"Rich Morgan","web_category":"travel","title":"Arriving at the Six Senses Eco Symposium: Day 1","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-soneva-fushi-eco-symposium"}