{"summary":"These 10 birds are magnificent examples of their species, vultures which not only do the work necessary to rid us of decaying carrion throughout the world, but also put a lie to the idea they are the ugliest birds around. Join me in counting down the most magnificent vultures in the world","advice_category":"2","content":"\nPhoto: Richard Bartz\nThe word 'vulture' brings to mind disgusting things, including behavior like eating dead animals and stealing things from one another. We even call one who is after everything they can get no matter what a 'vulture'. We also think of impossibly ugly birds, ones that could never be called beautiful - so it's no wonder they have a complex! However, they are magnificent animals, beautiful in their own way if you let the definition expand a little to one that is made for its essential and vital job of clearing the world of its dead and decaying carrion. One who may not be classically beautiful, but certainly reminds me of many people, there is a humanness about the way they look and stand which make me think of some people or groups of people. Others are simply powerful and some others... well the kindest word is magnificent, be it in their beauty or ugliness. Join me in counting down the most magnificent vultures in the world. If you see any that remind you of a profession or person, add it in the comments! Some have fascinating unique habits and all are interesting.\n10. The Lappet Faced Vulture (Torgos tracheliotos)Photo: Jerry Pank\nThis incredible looking bird looks, like the photographer said, more like a member of the legal profession, rushing to a courtroom! Also called the Nubian vulture he is an African, old world vulture. There are two types, old, who find their prey with excellent eyesight, and new world, who find it with excellent smell. Very different families. The largest of the African vultures, he has a wingspan of an average 9.2feet. More than any other vulture, he will attack sick and dying or weak living animals as well.\n9. The Red-headed Vulture (Sarcogyps calvus)Photo: s. shepard\nShe is also known as the Asian King Vulture and is found in South East Asia. Unfortunately, she is listed as Critically Endangered in IUCN's red list due to the widespread use of the NSAID drug Diclofenac throughout India by veterinarians, which the vulture absorbs when it eats dead carcasses. Hopefully a new drug can be used to stop their decline into extinction.\n8. California Condor (Gymnogyps californianus)Photo: Chuck Szmurlo\nThe California Condor is a New World vulture and the largest North American land bird - and is also one of the world's longest living (at 50 years approximately). She is beautiful! While critically endangered it is a conservation success story. Back in 1987, the US government captured all 22 birds left in the wild and kept them in captivity, breeding them. It is one of the most expensive conservation efforts  ever in the US and at the moment (as of August 2010) there are 384 living, with 188 reintroduced to the wild - an example of what can be done when government makes an effort to keep species alive.\nPhoto: Stacy\n7. The Hooded Vulture (Necrosyrtes monachus)Photo: Gabriel Buissart\nThese two remind me of nothing more than two senior citizens after they left the hair dresser and are on their way for lunch at Neiman Marcus in their mink coats. Instead, this vulture is very used to humans and quite happy to hang out at a dump or an abattoir, traveling in fairly large flocks. \n6. The Black Vulture (Coragyps atratus)Photo: MDF\nThe black vulture is a New World Vulture, found from the southeastern US to the middle of Central America. It has been mentioned in Mayan Codices, and will attack weak live animals as well as eat eggs. I find the gray skin on his bald head reminiscent of a knight's chain mail and in this picture at least, quite attractive. Many vultures are bald or almost bald so that they can keep their heads clean when tearing apart a carcass.\n5. The King Vulture (Sarcoramphus papa)Photo: Eric Kilby\nThe King Vulture is a colorful bird, found in the lowland tropical forests of Central America. A member of the New World vultures, it has a couple of unique features. First of all, it has no voicebox so can only manage croaks and wheezes. The second feature is truly bizarre and is something other New World vultures do as well - they engage in urohidrosis. Apparently: \"[It] is the habit in some birds of defecating onto the scaly portions of the leg as a cooling mechanism, using evaporative cooling of the fluids. Several species of storks and New World vultures exhibit this behavior.\" Interestingly, the feces in their leg rings may be helped by another odd habit - vultures urinate straight down their legs as a way to clean the bacteria that accumulates when eating (as urine is sterile). Now I bet you never knew that! \n4. Andean Condor (Vultur gryphus)Photo: Emilio Del Prado\nThis is one magnificent bird! Truly stunning to look at with all black plumage except for the white ruff around his neck, he would make a good undertaker. These birds are also New World and engage in urohidrosis so their legs often have a build up of uric acid. They are soarers rather than fliers and look stunning when in the air. They are considered a symbol of power and health by Andean cultures, many of whom killed them for their bones and organs to use medicinally.\nPhoto: Art G\n3. The Egyptian Vulture (Neophron percnopterus)Photo: Kousik Nandy\nThis is a smallish Old World vulture, which is absolutely stunning when you consider what it does. Their plumage is all white, or turning dusty colored as we see here. The orange faces is believed to be due to its habit of eating mammalian feces which contains carotenids from carrots and shell fish. Regardless of its personal food preferences (which also include insects and vegetable matter) it is a really magnificent looking bird.\nPhoto: Michael Clark stuff\n2. The Turkey Vulture (Cathartes aura)Photo: Samuel Blanc\nThe Turkey Vulture is also known as the Turkey Buzzard and is gorgeous in its simplicity. Both males and females have the red heads and deep brown plumage which looks like a sable fur coat in the photographs. The one above almost looks like it has a satin bow tying it closed. Communal birds, they forage independently but do like to roost in large groups sometimes numbering in the hundreds. They are also rather picky and avoid putrefying dead animals, preferring their food to be at least recently dead. They do not kill live animals themselves.\nPhoto: Dori\n1. The Bearded Vulture (Gypaetus barbatus)Photo: Richard Bartz,\nThis magnificent bird is an Old World Vulture, stunning in its colors and plumage. Its Latin name means bearded vulture eagle and it is certainly as beautiful as many eagles. He lives in high mountainous regions of Europe, India and Tibet. One unique thing the bearded vulture does is to carry larger bones that it can't crack with its beak up high in the air and drop them onto the rocks below to get at the marrow inside. It is a learned skill that takes about 7 years for each bird to master. They are mainly scavengers but will take live prey as well such as monitor lizards.\nThese 10 birds are magnificent examples of their species, vultures which not only do the work necessary to rid us of decaying carrion throughout the world, but also put a lie to the idea they are the ugliest birds around. At least in some cases! Admittedly a few of these are not ones you want to bring home to your mother, but they still show the power and magnificence of all vultures, hopefully the ones which are threatened or critically endangered can be saved from extinction to delight or horrify us all when we see them.","author":"Michele Collet","web_category":"nature","title":"10  Most Magnificent Vultures on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-12-most-magnificent-vultures-world-honest"}