{"summary":"Once the male mosquitoes reach adulthood they want to have sex all the time. 3 shocking facts about mosquito sex life","advice_category":"2","content":"\nPhoto: tonrulkens\nWhen it comes to getting it on, mosquitoes are quite unique - but beware because the mosquito sex life might be better than your own!\n3 shocking facts about mosquito sex life\n1. Average is better. Being a regular-sized mosquito equals more mosquito females — six times more, actually! Too bad this isn’t necessarily true in the human population.\n2. Music brings two mosquitoes together. Male and female mosquitoes seek each other out through the shrill sound of their wings. Then they synchronize their tunes together. They are the first insects which scientists have discovered to behave in this way. You can listen to their sexy sounds here. Some scientist describe male mosquito sex moves as a disco party with them all shouting, \"Look at me! Look at me!\"\n3. Mosquito sex is dangerous and often happens without consent. Males sometimes leave their equipment behind. Can you imagine if this were true of humans?\nOnce the male mosquitoes reach adulthood they want to have sex all the time. While many people claim male humans think about sex every seven seconds, in reality, humans think about sex far less than mosquitoes.\nPhoto: cobalt123\nIt’s also worth pointing out that mosquitoes are essentially brainless, and the entire mating process takes about 16 seconds. Once a female is inseminated, she doesn’t have sex again. She will, however, have babies multiple times in her lifetime.\nScientists believe they may be able to tamper with the mosquito sex life in the future in order to stop the spread of malaria and other mosquito-borne diseases.\nPhoto: noricum\nThey are attracted to smelly feet, as well as those who are exercising because they release carbon monoxide. A little known fact is that only the females bite. A chemical sparks the female desire to land and suck your blood, which allows the reproduction process to continue.\nNow here is a video that will help you tell the difference between the sexes.","author":"lindzsmile","web_category":"nature","title":"The Wild Libido of the Mosquito","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb18.webshots.com-44689-2554791640104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-mosquitoes-have-wild-sex-life"}