{"summary":"Outdoor domestic cats are capable of killing many small animals and birds over a year-long period. Cats are the most popular domestic pet in the United States","advice_category":"2","content":"\nAn invasive species is a non-native animal that has adverse effects on the environment and ecosystem. Domestic Cats are not native to the United States, and surprisingly enough, they are in fact the most damaging of all invasive species.\nCats are the most popular domestic pet in the United States. There are an estimated 93.6 million cats owned in the US approximately. \nThe history of the domestic cat dates back thousands of years to the Egyptians. Domestic cats first got to the United States on ships because they used to kill the rats on board. Cats are a very adaptable species that have excellent eyesight and are skilled hunters. Their numbers and their natural hunting skills make them extremely damaging to the ecosystem. Here is my list of reasons:\n1. Cat Life Span\nCats on average live to be about 15 years old and sometimes can reach 20 years and older. Their long life span makes them able to hunt small prey and over their lifetime do major damage to the surrounding ecosystem.\nPhoto: Dimitri Torterat\n2. Hunting Skills\nOutdoor domestic cats are capable of killing many small animals and birds over a year-long period. In a study done in San Diego each outdoor cat killed 24 rodents, 15 birds, and 17 lizards each year.\nPhoto: Moyogo\n3. Few natural predators\nFor the most part just cars and coyotes. Most cats also have the benefit of an owner with a protected shelter.\n93,600,000 (cats in US) times 56 prey animals (the average cat kills over one year) = 5,241,600,000 small rodents/animals killed EACH YEAR by cats (this is a very high estimate, assuming all the cats are outdoor cats and are average hunters).\n46,800,000 (half the cats in the US) times 28 prey animals (half the average killed per year) = 1,310,400,000 ESTIMATED KILLS PER YEAR.\nThe second figure is more realistic, because, well, some people don't let their cats out, and some cats may have more prey than others. \nPhoto: Fabian K?ster\n\nCats are responsible for killing over 1 billion small animals such as birds and rodents each year! Their lack of predators means that most will live long lives and continue to kill.\nSo next time you see a cute cat, look again and don't be fooled. It is an expert hunter and poses major problems to the ecosystem.\n\nPhoto: Tom Bjornstad","author":"night_hawk","web_category":"nature","title":"Why Cats Are a Threat to Our Ecosystem","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44150-2646722440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-most-damaging-invasive-species-united-states"}