{"summary":"In addition, every time Miura stepped out of his house, he would wear 4 kg of weights attached to his legs and a 20 kg backpack in order to familiarize his body to the high levels of fatigue faced on the summit.. He was convinced he could do it and started climbing from his base camp on May 20 at 5,300 meters and climbed almost 3000 meters to reach the top camp","advice_category":"2","content":"\nImage via Snow Dolphins\nAt the tender age of 75, Yuichiro Miura reached the top of Mount  Everest without any problems. His age and health didn’t limit his appetite for adventure.\nFurthermore, he would have done it sooner - however Chinese officials urged Nepal not to allow any climbers because they wanted to bring the Olympic torch to the highest peak on Earth. He was convinced he could do it and started climbing from his base camp on May 20 at 5,300 meters and climbed almost 3000 meters to reach the top camp. On May 25 he arrived there safely, taking his doctor with him!\nMiura had to train hard for this trip, but as a professional skier and adventurer, he probably knew exactly what difficulties lay ahead after visiting the mountain four times before. In order to simulate the aspects of climbing Mt. Everest, he created a dedicated training room. The room was artificially adapted to have the same oxygen levels that he would encounter at an altitude of 6,500 meters. In addition, every time Miura stepped out of his house, he would wear 4 kg of weights attached to his legs and a 20 kg backpack in order to familiarize his body to the high levels of fatigue faced on the summit.\nSurprisingly, despite the fact that Miura has had a heart condition since childhood, doctors were not really concerned about his health - they agreed that before starting the climbing party that Miura the strength of a 40 year old. Nevertheless, a doctor monitoring his hearth accompanied him on the ascent of the summit.\nMiura was determined to materialize his wish: to be the oldest person to climb the 8,848 meter behemoth. Unfortunately for him, Min Bahadur Sherchan was one step ahead and more importantly, one year older. The Nepalese reached the top one day earlier.\nSherchan will celebrate his 77th birthday in the next few days. His accomplishment made him the world’s second oldest man to reach the top of Mt. Everest, he must at least, have some comfort with second place.Sources: 1, 2, 3, 4, 5, 6\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"nature","title":"Japanese 75 year old reached Everest’s peak","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Inside_Khumbu-Icefall.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/japanese-75-year-old-reached-everest’s-peak/1237"}