{"summary":"Hotspots of food – not least krill – occur due to the upwelling which brings nutrients at the bottom of the sea up to the surface as a result of the wind driving and mixing the water. The tagging of these 23 predators by TOPP will contribute immensely to the pool of knowledge needed for us to be able to manage our ocean resources properly and keep marine animals around for future generations.","advice_category":"2","content":"\nPhoto: TOPP\nTen years spent tagging 23 predators has shown that there are two huge \"corridors\" in the Pacific Ocean, the Census of Marine Life Tagging of Pacific Predators (TOPP) says. The corridors are full of life, akin to Africa's Serengeti where migrations occur every year with many species participating.\nPhoto: TOPP\nOne of the corridors is the California Current which flows from north to south down the west coast of the US. The second corridor is called the North Pacific Transition Zone, which connects cold sub-Arctic water and warm sub-tropical water. It also links the eastern and western Pacific.\nPhoto: TOPP\nBarbara Block, of Stanford University’s Hopkins Marine Station, and Daniel Costa, professor of ecology and evolutionary biology at the University of California, Santa Cruz, are the study co-authors. According to them: \"These are the oceanic areas where food is most abundant, and it's driven by high primary productivity at the base of the food chain – these areas are the savanna grasslands of the sea.\" \nPhoto: TOPP\nDr. Block further explains: “It’s been a bit like looking down on the African savanna and trying to figure out: Where are the watering holes that a zebra and a cheetah might use?  Where are the fertile valleys? Where are the deserts that animals avoid, and the migratory corridors that animals such as wildebeest use to travel from place to place? We’ve come to a vast oceanic realm in the Pacific and answered these questions for animals as diverse as bluefin tuna, blue whales and leatherback sea turtles.”\nPhoto: TOPP\nMore than 75 biologists, oceanographers and researches from other fields of study came together to pull all the pieces together in one place and see how the species use the ocean.\nPhoto: TOPP\nOn the Serengeti, food and water determine migrations, and it's the same in the ocean especially in the huge California Current where cold water is pushed down south.\nPhoto: TOPP\nMany of the marine animals returned with astonishing accuracy to the same areas where they were initially tagged. Dr. Costa says: “It is akin to a student from London studying in far-off Rome and returning home each summer at the same moment – but doing it all in the dark, without a map or compass, using only their internal sense of position and direction.”\nPhoto: TOPP\nThe study also showed the relationship between what each predator eats and the area they inhabit. Tuna, like the one pictured above, and blue whales have an overlap because the whale eats krill (tiny 1 1/2-inch crustaceans) and tuna eat fish that also feed on krill.\nPhoto: TOPP\nHotspots of food – not least krill – occur due to the upwelling which brings nutrients at the bottom of the sea up to the surface as a result of the wind driving and mixing the water. For example, wind comes around Point Conception near Santa Barbara causing strong upwelling and, as Bruce Mate, director of the Marine Mammal Institute at Oregon State University, explains:\nPhoto: TOPP/Randy Wilder, Monterey Bay Aquarium\n\"When the winds there died, we watched whales eat literally all of the available food in three days, and then they just took off.\"\nMost of them moved to the Farallon Islands near San Francisco, which is another productive feeding area. Blue whales likely know these hotspots from experience. Instead of waiting for upwelling to renew the krill population, they'll travel 400 miles in three days to find a new food source.\"\nThe tagging of these 23 predators by TOPP will contribute immensely to the pool of knowledge needed for us to be able to manage our ocean resources properly and keep marine animals around for future generations.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"Pacific Ocean's Corridors: The Serengeti of the Seas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thors_well_miles.jpg","url":"http://www.environmentalgraffiti.com/news-teeming-life-pacifics-california-current-likened-africas-serengeti-plain"}