{"summary":"But then, Tjep.’s next design project beckons – a restaurant where kid is king (and queen!). Finally, and probably everyone’s favorite – a foosball table with mini tribunes for spectators to cheer on the “teams,” representing the economics of leisure","advice_category":"6","content":"\nThere once was a girl called Alice who lived in a land not so far away. Every morning, she jumped out of bed down her fire engine-red slide. Then she sat in her favorite yellow truck that was also her table. After breakfast, she felt like a game of foosball. That tired her and while she pondered if she should sleep in her cozy carpet alcove, she sank onto one of her many sofas and soon dreamed about more adventures…\nAll images by Tjep.\nThis is the kind of story that might go through the mind of anyone visiting one of Tjep.’s design projects. Tjep. (with the dot) is, according to self description, a “team of highly motivated designers based in Amsterdam” who design to “add a little quality, energy and amazement to the world.” The agency, whose name is a short form of founder Mark Tjepkema’s last name, specializes in anything from product to furniture and interior design. The following three projects are examples of their identity design done for a furniture shop, a restaurant and a university.\nVilaSofa is a furniture shop close to Rotterdam that opened in October and whose main selling point is the 48-hour-delivery guarantee. The Tjep. designers combined the warehouse look, symbolising speed and suggested by walls with packaging symbol cut-outs (directly above) and the use of plywood, with a homely feel, symbolized by cozy sofa corners (above) and picnic tables.\nBut there’s more – children will feel right at home sliding from one of the windows down to a corner with chairs that could be building blocks. The only problem might be getting them out of there…\nBut then, Tjep.’s next design project beckons – a restaurant where kid is king (and queen!). The design objective was to make both children and parents feel at home in a restaurant whose design is between chic and childish. The trick was to make stylish furniture for the adults that the children can play with, for example bus tables, tunnel benches, play tables and movie houses. Don’t miss the play area to the left in the picture above.\nThe colourful interior in white, pink and orange conveys the message playful yet stylish. Indeed, the original Praq restaurant, opened in 2003, proved so successful, that five years later, two more started business in Amersfoort in the Netherlands.\nThe last three pictures show different departments of the ROC professional training school in Apeldoorn, the Netherlands. The first one, the carpeted seating area, was commissioned for the Care and Health department. It does look like a protective area where one can relax but also a tad claustrophobic.\nThe green conference room in the next picture was designed for the Economy department of the same school. It is supposed to symbolize a factory but somehow, the wheels remind more of a giant clockwork, representing the wheelings and dealings in the world of economics.\nFinally, and probably everyone’s favorite – a foosball table with mini tribunes for spectators to cheer on the “teams,” representing the economics of leisure. Who wouldn’t want one for their own home?\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"3 Incredible Design Spaces – Alice in Sofa Land","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/3-incredible-design-spaces-–-alice-in-sofa-land/4977"}