{"summary":"This rain fell on the driest desert in the world, the Atacama. Global warming, with the increase in extreme weather conditions it can bring, may have been responsible for the presence of rain and snow in the Atacama this summer, and mining is threatening the desert's ecosystems","advice_category":"2","content":"\nPhoto: Robin Fernandes\nThis past summer something strange happened along the west coast of Chile: it rained. While only a fraction of an inch fell, it damaged homes, blocked roadways and even forced the cancellation of a football game. Here it rains so rarely that people are not prepared for rain. When it does rain it becomes a national disaster. This rain fell on the driest desert in the world, the Atacama. \nThe fraction of an inch that fell was five times the annual average of 1 mm for the arid coast, which lies in the rainshadow of the Andes Mountain Range. This storm also dumped one meter of snow on mountains that normally receive no precipitation during the winter months.\nPhoto: Ana Raquel S. Hernandes\nThe Atacama, an absolute desert composed of salt basins, sand and felsic lava flows, is 160 km wide and 1,000 km long. In some weather stations rain has never been recorded. Meteorologists also believe that from 1570 to 1971 there was no significant rainfall in Atacama. \nAs well as being the driest desert on the planet, the Atacama is probably the oldest: it is thought to be between 10 to 15 million years old. Something else setting it apart from other well-known deserts is that it's a cold desert. Forget skin-scorching heat: the average daily temperature here ranges from 0¢XC to 25¢XC.\nPhoto: de Silviamacu\nAlthough Atacama is known as a virtually lifeless plain, a wide variety of wildlife can be found here if you know where to look for it. Fog – abundant in the desert – nourishes isolated patches of vegetation called lomas that can support a diversity of plants, from cacti to ferns. Pools of salty water, which feed on aquifers, are also found in the Atacama and are home to the Andean flamingo. Furthermore, due to the recent rain, an abundance of flowers are expected to bloom soon. Snow melt and precipitation from the Andes also feed a few streams that support dense wetland vegetation. \nPhoto: Atonio Rodiguez Cap?\nAlthough a desert, the Atacama is attractive to people many people. Vacationers who visit the desert are almost guaranteed sunny skies, no rain and a mild summer. Astronomers visit to study the night sky without threat of cloud cover. The desolate landscape has also stood in for Mars in several movies and documentaries, and scientists have even recreated the tests performed on Mars in the Atacama. The dry desert air preserves everything, allowing the potential for study, and, until recently, pace of change in the area has been very slow. \nPhoto: Ana Raquel S. Hernandes\nUnfortunately, the true wealth of Atacama lies not in its preserved states but in its natural resources: copper, sodium chloride, sodium nitrate and iodine salts. With the price of cooper rising during the 1980s, many mines in the area were reactivated. Road construction associated with mining has also been on the rise, people are moving into the area, and all this is bringing urbanization and its associated problems to the desert. Mining also requires a vast supply of water, pulled from the groundwater, which is a threat to the marshes and salt lakes. \nPhoto: Ana Raquel S. Hernandes\nThe Atacama is undergoing change, and this may seem unfortunate. Global warming, with the increase in extreme weather conditions it can bring, may have been responsible for the presence of rain and snow in the Atacama this summer, and mining is threatening the desert's ecosystems. \nBut Earth is a dynamic place, and while change has, in the past, required millions of years on a tectonic scale, life is changing at a much more rapid pace today. While we often protest at this quick, man-made phenomenon, sometimes all we can do is sit back and watch the show. \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Lisa Hossler","web_category":"nature","title":"Atacama Changing: The Impact We're Having on the World's Driest Desert ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/grand-basin.jpg","url":"http://www.environmentalgraffiti.com/desert/news-atacama-worlds-driest-desert-and-our-effect-it"}