{"summary":"And one of the best insights into the light and dark aspects of life in El Salvador is provided by the street art murals found all over the country, from small hamlets in the mountains, to the capital city of San Salvador.. The Central American country of El Salvador is a great place to visit","advice_category":"6","content":"\nPhoto: pagedesign\nThe Central American country of El Salvador is a great place to visit. Not only is the land itself both beautiful and striking, but the culture is fascinating and colorful. There is a flipside to any coin, however, and in El Salvador it is war and crime. With one of the highest murder rates in the Americas and constant problems with gangs, El Salvador has plenty of issues to address. Yet these seemingly contradictory realities offer a compelling backdrop to any visit. And one of the best insights into the light and dark aspects of life in El Salvador is provided by the street art murals found all over the country, from small hamlets in the mountains, to the capital city of San Salvador.\nPhoto: Yvonne McArthur\nAlthough gang violence and graffiti tags are rife, art is beginning to take a more central role on the streets. Memories are explored, histories are painted where all can see, and social tensions are brought to the surface. Not only have artists begun to win back the walls of their country and combat graffiti by painting murals, but the art itself may also be good for El Salvador’s social ills.\nPhoto: Mario Pleitez\nFor years, El Salvador has suffered from internal conflict, including a civil war from 1980 to 1992 that resulted in 70,000 casualties. Yet although there have been significant social repercussions from the war, one surprising twist has come from the tourism industry. Guerilla warfare, artillery shells, and mountain hideouts have become attractions in their own right. One town, Perqu?n, even has a museum dedicated to “the Revolution”. In a place which saw many horrible battles, it’s refreshing to see the murals which line the streets, promising that things can change.\nPhoto: Yvonne McArthur\nPerqu?n isn’t the only town whose walls are covered in these wonderful works of art. A narrow road, called “La Ruta de las Flores” (Route of the Flowers), winds through the mountains. And the five small colonial towns that line the route offer a colorful cultural experience for any visitor. The winding cobblestone streets are lined with murals that depict historical events, honor martyrs, address social issues like emigration, and provide a visual window into the rich and daily complexities of El Salvador.\nPhoto: Randal Sheppard\nIn addition to admiring the murals, visitors can buy authentic artwork, eat delicious Pupusas (El Salvador’s traditional food), and enjoy scenic views of the countryside. The murals provide an opportunity for people to express their past and present in beautiful ways. It is a means through which to explore what happened to them, and to look to a new and brighter future. \nPhoto: Yvonne McArthur\nSources: 1, 2, 3, 4, 5, 6, 7","author":"yvonne.mcarthur","web_category":"art+and+design","title":"Backdrop to Reality: The Brilliantly Colored Graffiti Murals of El Salvador","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/travel/news-brilliantly-colored-murals-el-salvador"}