{"summary":"Free energy is all around us. While the lights were burning, the antenna lead-in wire was disconnected from the apparatus and the lights went out","advice_category":"4","content":"\nPhoto: iFredrik\nRadiant energy is a term you might be unfamiliar with, knowing it better as static electricity, and some believe that this is the power source of the future. For over a century now, there have been persistent rumors that a number of brilliant inventors had succeeded in learning how to tap this power source.\nResearch by the Chicago Institute of Technology shows that Earth receives energy from the sun, continuously, at the rate of nearly 160,000 horse power for every person on the planet, at this present time. In 1939, Dr. Gunn of the U.S. Navy Research Laboratories stated that the earth itself is a huge dynamo, producing 200,000 amperes of electrical current.\nFree energy is all around us. The conversion of matter to energy in the stars is well understood, and we bombarded constantly, by high frequency energy from our sun.Photo: zhengxu\nDr. T. Henry Moray, in the 20th, and more recently, Paul Baumann in Switzerland, demonstrated to hundreds of eyewitnesses that a \"cold\" form of electric power could be produced with relatively simple equipment, by harnessing this energy source. This ‘cold’ energy does not shock, like ordinary electrical power.\nRadiant Energy can perform the same wonders as ordinary electricity, at less than 1% of the cost. It does not behave exactly like electricity, however, which has contributed to the scientific community's misunderstanding of it. The awesome sight of the Aurora Borealis bears mute testimony to the energy streaming around the planet. The problem is how that free energy can be reliably and safely tapped.\nFrom 1909 to 1943, Moray, worked on the development of a device, which when perfected, was enclosed in a small box less than three feet square. One wire led from the box to a special balanced antenna and another wire was simply a ground connection. Apparently, the device siphoned energy directly from the air. Moray used a specially constructed high frequency transformer to control the voltage so that any desired level of power could be obtained.\nHis invention was said to work in a similar way to a radio receiving radio waves. The circuit of inductors, capacitors and oscillators were tuned to respond to the oscillating wave frequency emitted by the Universe. High frequency currents are especially difficult to insulate, but this problem was avoided by the ingenious operation of the oscillator tubes, which reduced the frequency on the output side.Photo: unknown\nScientists constantly visited. Moray's laboratory in Salt Lake City, Utah. On October 29,1926, he agreed to demonstrate his device for a small group of potential investors. He packed his device into the car, and in order to legitimize the test, drove 52 miles past the nearest power line and 26 miles from the nearest one-wire rural telephone line. \nEyewitness, E.C. Johnson, wrote:\n“Dr. Moray set equipment a seat cushion placed on the ground. As a precaution against electric shocks, the inventor stood on a rubber mat. When all connections were made, and the device synchronized, it was just 1:05 p.m. by my watch. After ten minutes of 'tuning in', the switch was put on the operating post and the light appeared immediately. While the lights were burning, the antenna lead-in wire was disconnected from the apparatus and the lights went out. Connected again and the light re-appeared. Moray disconnected the 'ground wire' and the lights went out. He then re-connected it and the lights appeared again.\" \nSecretary of the State of Utah, Nilton H. Welling, on February 21, 1927, reported: \n\"I first witnessed a demonstration of this device three months ago.. It was quite apparent there was no possible faking of the power produced. The tuning in device was improved and the time required to bring in the energy was shortened from five minutes to less than a minute.\n\nPhoto: Nasa goddard\nThe operation was as simple as 'tuning in' a well-equipped radio set. This was shown by a lady who was witnessing the demonstration for the first time operating the device as easily as Dr. Moray himself, after she had seen him 'tune in' the energy. A pilot light on the cabinet first became illuminated. The switch was then moved connecting a light rack with the current. Instantly, thirty 50-watt lamps and five 100-watt lamps were brilliantly lighted. \nA regular Hot Point flat iron was then connected without [dimming] the lights in the least. The inventor asserted that the result would have been the same had one hundred lights been used in place of the 35 on the light rack. The lights and iron together were consuming more than four-horse power of electric energy. \n\nOn account of the brilliancy of the light it was apparent that much more than the ordinary voltage was going into these lamps and when excessive heat developed in one spot, it made me feel that they would soon burn out, but they did not. I confidently believe that Dr. Moray is on the threshold of perfecting one of the most amazing fundamental inventions in history.\"\nMoray, like many other brilliant inventors, would simply not divulge the inner workings of his device, and that proved fatal. In 1940, he was shot in his laboratory and later repeatedly threatened, until he gave up active research three years later. Big business felt threatened, and his attempts to interest the U.S. government in funding his project during the 1950's and 60's failed, mostly due to his insistence upon complete secrecy. \nDr. Moray believed that the supply of radiant energy is ample for all humanity’s power needs indefinitely, but the history of the work done with radiant energy conversion seems, strangely enough, to have been largely suppressed.  \nMore recently, Paul Baumann discovered a way to harness the latent power in atmospheric static electricity, created by lightning.  In the 1980's, he started building models of what is called the 'Testatika Machine'.Photo: ericskiff\nOnce started, these fuelless, self-running devices generate thousands of watts of a cold form of electricity. Though he never officially disclosed the technique, hundreds of eye-witnesses have reported seeing this simple, electrostatic generator working perfectly. \nThere are still 5 or 6 working models of these fuelless, self-running devices that operate on these principles, available to view and inspect in Switzerland, but Paul Baumann died in the winter of 2001. Energy producers are surely worried about the implications of these discoveries, and hardly want them to become public knowledge.\nSurely, though, the powers that be cannot afford to ignore the potential of this technology, if they truly care about the future of humanity.  Endless electricity at your fingertips could become a reality overnight, if they wanted it to be, but they don’t like the price they’d have to pay. It’s a profit before people world - and that has got to change.","author":"tonyleather","web_category":"science","title":"How the Earth Is a Giant Free Electrical Generator","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/environmental-news/news-why-are-we-so-static-about-free-energy"}