{"summary":"When people do ‘get it,’ and they realize that we really are facing a serious climate crisis, they often slip into despair. We cannot survive significant climate change","advice_category":"4","content":"\nBy new contributor Brian Gordon. Brian is a Canadian Green Party candidate and is trained by Al Gore to present “An Inconvenient Truth”. If you feel like writing for us, drop us an email!\nIs it too late? Are we doomed?\nIf it is too late, how long do we have. And if we are doomed, who exactly is ‘we’?\nAs an Inconvenient Truth presenter and Green Party candidate, I get these questions from time-to-time, and I often sense that others are thinking the same thing but are afraid to ask. When people do ‘get it,’ and they realize that we really are facing a serious climate crisis, they often slip into despair. It is difficult not to when you confront the extent of the change that is required – and the forces arrayed to prevent any change.\nWe cannot survive significant climate change. This becomes clearer the more you know about what climate change really means. There will be no adapting. By we, I mean that civilization will go first, and then there will be a very large “die-off” of humanity. It won’t matter where you live, because growing conditions change everywhere, nasty bugs will spread, and there will be many angry and desperate people struggling to survive at any cost.\nHow did we get into this mess? Huge, global corporations are driven to maximise profit – regardless of the cost to others. Their incredibly rich executives are locked into a system that rewards greed and shortsightedness – traits most responsible parents try to prevent in their children. These megacorporations and their highflying executives, and the lawyers and lobbyists they hire, have jiggered the rules of our economy in their favor. The politicians and the media we rely upon to protect us are no longer “ours”; they are corporate themselves.\nOf course, non-capitalist Russia and China also created, and still create, monumental amounts of all kinds of pollution. Greedy corporations are just a symptom of the real problem: the tendency of some people – I call them “the Arrogant” – to seek wealth and power at the expense of everyone else.\nSo, is it too late? Are we past a ‘tipping point’ from which we- civilization, humanity, you, me, and our children - cannot recover?\nWhat I always tell people whose hope is faltering, who despair over what we may have done to our children, who feel both deeply responsible and desperately overwhelmed, is that we must recover. There really is no point worrying about whether we can, or how, or about all those powerful fools who want to protect their egos and their loot – we simply must.\nThe reason the big corporations and their politicians are so dominant is that ‘we’ are divided. We are the progressives, the ones who want to build a sustainable, supportive world, but we have been fighting individual battles and steadily losing the war. We must come together, we must speak out with one voice, and we must stand up as one for what we believe in. We must agree on core values that we refuse to compromise, and demand that our ‘leaders’ make it happen.\nIt can be done, it must be done, and we must do it.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"science","title":"Are We Doomed?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/are-we-doomed/355"}