{"summary":"Rescue teams move faster than other firefighters and don't carry a hose. In addition to the basic turnout gear, all firefighters also carry gear that will help their safety, rescue and fighting the fires - from ropes to help them escape a situation to axes for venting","advice_category":"4","content":"\nPhoto: The National Guard\nThrough a combination of training and equipment, firefighters literally manage to survive when engulfed in flames, walking into them fearlessly.  Temperatures as high as 1200 degrees are managed by these brave men and women as they work to enter burning structures, fight against raging wildfires and put out the flames. How and what protects them?\nPhoto: courtesy of U.S. Air Force\nThe goals of firefighting are prioritized as: personal safety, saving victims' lives, saving property and protecting the environment. These goals are met first by intensive and extensive training before certification and then continually during the firefighter's career. The goals are accomplished with some basic skills: prevention, self preservation, rescue, anger, preservation of property and fire control. \nFirefighting is further broken down into skills that include size-up, extinguishing, ventilation, salvage and overhaul. Wildland firefighting includes size-up, containment, extiguishment and mop up. Search and rescue, which has already been mentioned, is performed early in any fire scenario and many times is in unison with extinguishing and ventilation.\nPhoto: U.S. Air Force\nPrevention is accomplished in many ways, from ensuring buildings are up to the latest fire codes, public education, removing fire hazards from the environment and ensuring sprinkler systems and fire alarms are iin working order n all buildings. Self preservation starts from training and goes on to the equipment and rules of fire fighting, such as \"two men in, two out\", no one enters a burning structure alone except in exigent circumstances like a trapped child and others.\nPhoto: Oscar M. Sanchez-Alvarez, U.S. Air Force\nEquipment is a far cry from what early firefighters had to work with, which now is called Personal Protective Equipment or PPE. It all starts with the Turnout or Bunker gear. This generally includes a jacket, trousers with suspenders and boots. All gear has to have three components: an outer shell, a moisture barrier and a thermal barrier with dead air in between the layers to further help insulate firefighters from the heat. Most of the gear will be made of NOMEX or similar material that can withstand the extreme heat and flames of fire. In fact, Nomex has been used in parts for the external space shuttle, it is so strong.\nPhoto: BotMultichillT\nIn addition to the basic turnout gear, all firefighters also carry gear that will help their safety, rescue and fighting the fires - from ropes to help them escape a situation to axes for venting. \nTwo critical pieces of gear are the SCBA or Self Contained Breathing Apparatus and the PASS - Personal Alert Safety System that is often incorporated into the SCBA.\nPhoto: fire0002\nThe SCBA consists of a high pressure tank, a pressure regulator and a mouthpiece, mouth mask or face mask. The tank carries compressed air, for logical reasons it doesn't carry oxygen, which could explode if it escapes. The PASS, whether incorporated or not, is designed to detect movement of a firefighter and if there is no movement, it lets off a high-pitched sound that allows other firefighters to find and rescue their colleague. \nObvious dangers that occur even with all this equipment are heat stress (when heat builds up in the body so high that it ends up boiling itself), burning pieces of wood or items falling on the firefighter and toxic gases, which can explode.\nPhoto: Richard Smith\nRescue operations occur when there is knowledge or belief of trapped and injured people and/or animals (depending on resources) in a burning structure. Rescue teams move faster than other firefighters and don't carry a hose. They move by the wall perimeters to lessen the possibility of confusion and getting lost in the smoke. Standing outside are rapid response teams that are ready to go after the rescuers if trouble arises.\nPhoto: NASA images\nFire Control consists of the \"fire tetrahedron\", depriving fire of \"fuel (Reducing Agent), oxygen (Oxidizing Agent), heat and/or the chemical chain reaction that is necessary to sustain itself or re-kindle the fire\" and is what we think of as fire fighting.\nPhoto: Erick Pleitez\nBecause of the wonders of modern technology, firefighters are far safer than they have ever been, but they still risk their lives every time they turn out to fight a fire. Even with all the equipment and training, other variables can critically injure or kill them, such as heat stress leading to a heart attack on duty (a major cause of death among firefighters) and, of course, toxic gases and burning objects.\nConsidering the risks they take, it is remarkable that more firefighters are not injured or killed protecting us and our property from one of nature's most formidable weapons. They deserve our respect and thanks for all they do.\n\nSources: 1, 2, 3, 4, 5, 6","author":"Michele Collet","web_category":"science","title":"Humans Engulfed in Flames: How Firefighters Survive","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/b_0.jpg","url":"http://www.environmentalgraffiti.com/news-engulfed-flames-and-how-firefighters-survive"}