{"summary":"Instead of using wind forced through pipes, each of the organ’s keys are connected by a multitude of tubes, pipes and wires to every conceivable facet of the building. Playing the organ causes various devices to hammer on water pipes, vibrate motors against the ceiling girders, magnetically beat against the building's roof columns or blow air through pipes","advice_category":"6","content":"\nIn the first part of our \"playable buildings\" series, Environmental Graffiti reporter Jammie Nicholas, explores the BATTERY MARITIME BUILDING, NY\nimage (c) Creative Time\nIn the cavernous, 9,000 square foot Great Hall of the former lower Manhattan ferry terminal, sits the man who once sang about *Burning down the House.* David Byrne, who from behind a retrofitted, antique organ that acts as the control station for the musical instrument, is no longer speaking in tongues. He is politely inviting visitors to instead *Play the Building*.image (c) Creative Time\nInstead of using wind forced through pipes, each of the organ’s keys are connected by a multitude of tubes, pipes and wires to every conceivable facet of the building. Playing the organ causes various devices to hammer on water pipes, vibrate motors against the ceiling girders, magnetically beat against the building's roof columns or blow air through pipes. The 99 year old previously disused space is converted into a cast-iron orchestra, conducted by Byrne or any other person who wishes to play.image (c) Creative Time\nimage (c) Creative Time\nimage (c) Creative Time\nimage (c) Creative Time\nThis site-specific installation, which was previously installed in Sweden, reflects the orchestral cacophony of the streets of New   York. It is one of a number of pieces concerned with the overlooked aspects of the city space, including the Turner Prize winning British artist and now Camera d'Or winning director Steve Mcqueen, who rolled a reclaimed oil barrel through 14 blocks of upper Manhattan, recording video and sound throughout his journey.\nThe building can be played until August 10th but as Byrne has said, \"Nobody is going to be able to play Bach on it.\"image (c) Creative Time\nSources: 1, 2, 3, 4, 5, 6, \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Chris","web_category":"art+and+design","title":"Huge Warehouse Can Be Played Like an Organ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-42317-2399964170104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/huge-warehouse-can-be-played-like-an-organ/1277"}