{"summary":"New York City is home to two of our nation's most impressively and intricately designed public parks, the famous Central Park in Manhattan and the lesser-known Prospect Park in Brooklyn.. Central Park covers an area of 840 acres, while Prospect Park spans a mere 585","advice_category":"6","content":"\nPhoto: Nicole McGlinn\nNew York City is home to two of our nation's most impressively and intricately designed public parks, the famous Central Park in Manhattan and the lesser-known Prospect Park in Brooklyn.\nThese two parks, both designed and executed during the mid-19th century, mark the advent of the fundamental idea that urban structures must contain public parks, equally accessible to all inhabitants. This concept, one often taken for granted in modern societies, formed as a result of a collaboration between Frederick Law Olmsted and architect Calvert Vaux. These two highly skilled men teamed to enter a competition to design first Central Park, later Prospect Park, and eventually a great selection of public spaces throughout the United States. In doing so, these men created the concept of landscape architecture and, in effect, established the first landscape architecture firm.\nPhoto: Nicole McGlinn\nIt would take a great deal of time to familiarize oneself with the detailed layout and characteristic qualities of either park. Central Park covers an area of 840 acres, while Prospect Park spans a mere 585. However, from preliminary observation, it becomes quickly apparent that the two parks share many defining qualities and similar ideas. A key component of each design is the ability of topographical changes to create unique experiences and allow visitors to create individual paths of travel. The varying levels of terrain and trails mimics architectural forms in its ability to layer space in such a way as to create an entirely new form altogether. This concept is embodied by the elegant bridges strategically placed throughout both parks.\nPhoto: Nicole McGlinn\nAs one studies these structural pieces, the similarities are enough to tie each design back to its creator, as Vaux was largely responsible for these elements. Yet, each bridge marks a singular instance, grown out of its surroundings rather than standing in contrast. Each bridge is able to work harmoniously with both the natural elements that it serves to connect as well as create a unifying structural feature spanning the distance of over 1000 acres of public land and two boroughs of New York City.","author":"Nicole McGlinn","web_category":"art+and+design","title":"The Landscape Architecture of New York City’s Parks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/architecture/news-tale-two-parks"}