{"summary":"Incorporating real fish skins, fins and teeth together with the remains of other assorted animals – including parts of baboons used for their humanlike hands and miniature skulls – the eerily life-like composite specimens Cabana creates convey a deep and lifelong interest in cryptozoology and mythology as well as science fiction. Later I became obsessed with the reported accounts of mermaids and sea monsters as described by sailors around the world","advice_category":"2","content":"\nPhoto: 'Stranded': Juan Cabana\nWhen speaking of art, we speak of creation, sometimes forgetting the word’s religious or supernatural sense – the many myths depicting the beginnings of earth, life and the universe. All artists, it can be argued, are playing god when they bring their works into the world, but while some of these creations aim to please through their beauty, others are geared to cause pain as well as pleasure, fear as much as fascination. These objects of sublime horror have been sent to haunt our dreams; take a browse through this bizarre bestiary and you’ll see what we mean.\nPhoto: 'Omi': Juan Cabana\nCelebrated and self-trained, Tampa Bay-based taxidermy artist Juan Cabana has been delighting and disturbing audiences with his strange, lifeless life-forms since 2001. Mermaids are his special fascination, but he presents many variations on this theme. Among the other sinister sea monsters conceived in his workshop: a Cyclops known as ‘Omi’; a massive mammalian-jawed monstrosity, ’Stranded’; a skull-faced manfish called ‘Nereus’; and a winged sea faerie, ‘Oceanic Pixy’.\nPhoto: 'Oceanic Pixy': Juan Cabana\nJuan told Environmental Graffiti why it is sea creatures are so central to his macabre menagerie: “I was always attracted to strange creatures. Later I became obsessed with the reported accounts of mermaids and sea monsters as described by sailors around the world. I believe we humans evolved from a yet to be discovered ancestor that lived in the sea. We are created in a watery environment and our blood is like salt water.\"\n\"I want my sculptures to be as real as possible,\" he concluded. \"In that aspect I think I have succeeded. I receive emails from around the world asking me if the photos on my website are authentic mermaids and sea monsters.”\nPhoto: 'Nerina': Juan Cabana\nPhoto: 'Nereus': Juan Cabana\nIncorporating real fish skins, fins and teeth together with the remains of other assorted animals – including parts of baboons used for their humanlike hands and miniature skulls – the eerily life-like composite specimens Cabana creates convey a deep and lifelong interest in cryptozoology and mythology as well as science fiction. While the marine depths have offered muses for many of his creations, the more infinite expanses of outer space have also provided ample inspiration.\nPhoto: 'Roswell': Juan Cabana\n\nDevil / Demon:  Superbia / Miguel\nCabana’s style makes more than a passing side-glance at the sideshow hoaxes of the 18th and 19th centuries – particularly Barnum’s famous fake of the Fejee Mermaid – but far from Florida, other current practitioners of this grisly form of expression have been creating their own taxonomies of creatures usually confined to the vaults of legend. After seeing some of the glut of J-horror movies – from The Ring to Audition – it comes as little surprise to learn that the next collection of palaeontologist nightmares was found at a suitably cryptic Japanese website.\nPhoto:  Devil / Demon: Ira / Miguel\nDepictions of the devil – or at least of demons made in his diabolical image – figure among the most fiendish of these creepy creations, but there are others born of the darker recesses of the human imagination. A hand-like organism rears up at the observer, the gaping mouth in its palm reminiscent of the eye-in-hand cultural icon that can be seen everywhere from ancient Hindu and Native American mythology to the terrifying monster featured in the movie, Pan’s Labyrinth. Still other beings defy description or at least any description safe for work.\nPhoto: Bizarre creature: Luxuria / Jose\nPhoto: Hand-like monster: Avaritia / Jose\nTraditional taxidermy has long been deemed an art, but some in this morbid yet strangely life-imbuing world do not consider creating creatures without real, live counterparts true to its set aesthetic form. When in 2004, a group dubbed the Minnesota Association of Rogue Taxidermists held their inaugural show of Capricorns, chimeras and assorted mythical monstrosities and hybrid oddities, it provoked far less disgust – and more enjoyment – than they might have imagined, the most cutting criticism coming from the conservative taxidermy establishment.\nPhoto: 'Chimera': Sarina Brewer via Creative Electric Studios\nPhoto: 'Capricorn': Sarina Brewer via Creative Electric Studios\nThe bone of contention seems to have been that it’s okay to go meddling with the corpses of dead creatures so long as they stay resembling the way Nature intended them to look in life. Or something. For their part, the dark-humoured rogue taxidermists reckon they’re doing no harm; hell, they're animal lovers who take pride in only using road-kill and dead donations – thus adhering to a policy of recycling and reuse. When people use animal parts as the medium for bucking the trend in art, some are sure to take offense – even if their reasons are difficult to fathom.\nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Life After Death: Taxidermy’s Most Macabre Creations ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","url":"http://www.environmentalgraffiti.com/featured/life-after-death-taxidermy-most-macabre-creations/17697"}