{"summary":"Fish-lovers and aquarium keepers may find their tanks overrun with unwanted Malaysian trumpet, ramshorn, tadpole and pond snails, and the assassin snail can help with this.. Of course, all this is perfectly ingenious, as long as Clea Helena stays within the self-contained environment of the fish tank","advice_category":"4","content":"\nPhoto: Vee-vee\nAt first glance, this bumblebee-striped snail may seem quite innocuous. Clea Helena (also known as Anentome helena) is endemic to the freshwater lakes, rivers and reservoirs of Southeast Asia. It grows up to 1.2 inches in length and can be found burrowing around in soft mud or aquarium substrate, waiting under the surface for approaching creatures with its mouth and feeding tube sticking out. Rather innocent-sounding, yes? Not quite.\nPhoto: Steffi Klee\nThere’s a good reason Clea Helena is better known as the “assassin snail.” When it doesn’t have decaying protein to eat, this mollusk gets predatory – attacking worms and other species of snails. When hunting, it ambushes its unsuspecting prey, wraps itself around the aperture of its victim’s shell, and proceeds to eat the creature alive. Still, it’s this very trait that makes the assassin favored among some aquarium keepers.\nPhoto: Eric Gillingham\nNow you might be wondering why anyone would want to keep a homicidal snail in their fish tank. The answer (besides the obvious, slightly sadistic pleasure of watching it eat hapless victims alive) is pest control. Fish-lovers and aquarium keepers may find their tanks overrun with unwanted Malaysian trumpet, ramshorn, tadpole and pond snails, and the assassin snail can help with this.\nPhoto: Eric Gillingham\nPufferfish and botiine loaches do eat other snails, too. However, according to one source, they’re a bit finicky to look after – and can be downright bullish towards other fish inmates. Assassin snails, though, for all their cold, killer instinct, leave fish and shrimp to their own devices. Not only that, but they’re tolerant of variations in water chemistry and aren’t picky eaters. Which, of course, is exactly the point. \nPhoto: Eric Gillingham\nA blogger on tankgeek.com, who goes by the handle Shango, reports that he has used assassin snails with great success. Just four of these lean, mean killing machines, he says, can wipe out an insidious influx of snails in a 29-gallon tank within two months. \nOf course, all this is perfectly ingenious, as long as Clea Helena stays within the self-contained environment of the fish tank. Were it to be introduced (or perhaps escape, Nemo-style) into a warm environment outside its natural habitat, it could become invasive. As things stand, however, the assassin snail is being put to use as a wonderful form of natural pest control. Hopefully things will stay that way. \nSources: 1, 2, 3, 4, 5","author":"yvonne.mcarthur","web_category":"science","title":"The Innocent-Looking But Deadly Assassin Snail ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/science/news-natural-pest-control-and-assassin-snail"}