{"summary":"Maybe the dog in this next shot is just trying to be friendly, but the way it’s circling its memorably marked opposite number we doubt it – and that critter isn't Pepe Le Pew either. As sharp as needles and easily detachable, the spines will get embedded in any attacker foolish enough to sniff too close – and a face full of quills does not a pretty picture make","advice_category":"2","content":"\nPhoto: Image: Mustapha Abdullah\nFollowing last month's popular Death is Milliseconds Away post, which compiled rare snaps that capture the split seconds before predators are going to gobble poor unfortunate prey creatures, this time we've decided to turn the tables on the beastly bullies who reckon they're in for an easy snack. Here we bring you some equally special snapshots in which would-be victims have decided to take a stand in a bid for survival – giving their foes something to go away and think about or at least making them work for their meal.\nPhoto: Image: Rick Latona \nOn the Gal?pagos Islands the tortoise is king and there’s nothing this bird of prey is going to do about it – or is there? Uniquely found on the Pacific islands of its name, the Gal?pagos giant tortoise is the largest living tortoise, with adults weighing over 300 kilograms (661 lb) and measuring 1.2 meters (4 ft) in length. When it’s fully grown, this gigantic reptile is big enough and ugly enough to take care of itself, and when threatened it can also withdraw its head, neck and legs into its shell, presenting a protective shield to would-be predators that may as well have a “Keep Out” sign pasted on it. The Gal?pagos hawk used to be the only native predator of tortoise hatchlings, but this particular tortoise specimen looks like it’s too much of a hulk for its hawkish foe. Go tortoise!\nPhoto: Photo: Images: Ernest Preiss \nThe porcupine is a prickly customer whose coat of spines provides a mean natural defence. As sharp as needles and easily detachable, the spines will get embedded in any attacker foolish enough to sniff too close – and a face full of quills does not a pretty picture make. The spines also have barbs that snag in the skin, which not only makes them tricky and painful to remove but serves to pull them further into the tissue, where they can move up to several millimetres a day. Predators have been known to die from spine penetration and infection, but this here lion doesn’t look put off despite the porcupine’s threatening posture. Luckily, the big cat's belly was full and the quills were too thorny an issue for it to go for seconds, so it cautiously toyed with the porcupine and eventually lost interest.\nPhoto: Image via: Squidoo\nMaybe the dog in this next shot is just trying to be friendly, but the way it’s circling its memorably marked opposite number we doubt it – and that critter isn't Pepe Le Pew either. The skunk is notorious for its ability to excrete a foul smelling odour from its anal scent glands, a highly offensive defensive weapon strong enough to ward off bears and make wolves steer clear. The skunk will perform a routine of hisses, foot stamping and tail-high threat postures before it resorts to expending its precious spray, but it looks like this mutt hasn’t taken the hint. There are websites full of tips on what to do if your dog gets sprayed and the symptoms they may suffer – which include nausea and runny nose – and Darwin himself noted how the skunk keeps even the most dogged of canines at bay. Who's the daddy?\nPhoto: Image: Adam Britton\nLast month we showed you a saltwater crocodile caught in the act of guzzling a mud crab, so we thought we’d redress the balance and prove there are two sides to every skirmish, even when size difference appears to leave little chance for the little guy. Here, the crabby crustacean is showing it’s prepared to put up a fight, and more than holding its own is giving its reptilian assailant a pretty tough time. The croc wasn’t quick enough to pick up the crab, so the crab delivered payback with its powerful claws. A good pinch was enough to make the crocodile think again, buying the crab enough time to detach its claw and scurry off towards the water, while the croc busied itself trying to rub the still pinching pincer off on the ground. Alas the crab wasn’t fast enough either and still ended up as supper. Aww.\nPhoto: Image: Mustapha Abdullah\nThis stand-off involving a cat and a rooster is all about the dominance of a garbage site – proof that animals aren’t picky about their territory and could even be accused of having a trashy sense of taste. The cat could have cruel intentions – especially judging by its expression – but it would be advised not to go messing with a creature sporting claws as sharp and a temperament as feisty as the rooster’s. More likely it’s a stare down in the cat’s eyes, while the rooster is giving it the beady eye just to be sure it doesn’t make any sudden moves, with the bird's head-down body language an added sign of aggression. Showing that animals need their space just like us humans, the rooster seems be saying, “Oh no you don’t, don’t you dare, don’t even think about!”\nSouces: 1, 2, 2, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Don't Even Think About It...","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","url":"http://www.environmentalgraffiti.com/featured/dont-even-think-about-it/12245"}