{"summary":"Darker beer works better for a beer bath as compared to the pale variety. Pour out some beer for your flowers or you can dilute it with some water","advice_category":"8","content":"\nPhoto: Egor Gribanov\nTo pay tribute to the popular beverage widely celebrated during the festival of Oktoberfest (or should we say OktoBEERfest), let’s take a look at other wacky uses you can use beer for - other than chugging it down and making huge beer bellies with it.\nPhoto: 123Network\n1. Hair volumizer – Dousing your locks with some beer will actually give more bounce and volume to it. Although we know that beer is loaded with calories, it also has some nutritional value to it, such as potassium, niacin, some natural sugars and also a little bit of protein. Beer is also great for dyed hair, prolonging the color and boosting the shine factor of your crowning glory. Warm up some beer, soak your hair into it and finish off with a cold water rinse to lock in the shine and bounce. For a healthier head of hair, you can mix some raw egg to the beer.\nPhoto: Aussiegall\n2. Insect Bait – You might not know it, but certain insects and garden creatures like butterflies, bees, flies and slugs are attracted to beer. You can use beer to attract butterflies or to lure bees and garden slugs away.\nPhoto: Amanda\n\nSprinkling small amounts of beer on the trees and flowers will attract butterflies and will make for an awesome garden attraction for your guests.\nPhoto: Aussiegall\nThe next time you have a barbecue party with the neighbors, put several dishes containing beer just outside your backyard. This will attract bees and flies towards that area and keep your party buzz-free.\nPhoto: Christine\nFor those who want their garden a no-slug zone, you can half-bury a shallow container of beer just outside your garden. Slugs and snails will waste no time going for that dish, lapping up some beer and eventually drowning. This might sound a little mean, but at least your garden stays pest-free. Plus, you can make some fertilizer with the dead slugs and snails.\nPhoto: Pencia!\n3. Skin softener – Want to show off some healthy and soft skin? Then head off to the tub and soak in some beer. Darker beer works better for a beer bath as compared to the pale variety. You might have to shell out some money for a six-pack, but it might just be worth it once you come out of the tub with ?ber-soft skin. Just don’t go outdoors right after or you might be the bees’ center of attraction.\nPhoto: Gina Jones\n4. Metal polisher – Beer’s acidity is subtle enough to make for an excellent metal polisher without tainting or staining the metal in any way. Moisten a cloth with beer and rub it on your metal d?cor until it shines. Now you can once again hang your copper pots and pans to make your kitchen look more elegant.\nPhoto: Jacob Gube\n5. Stain remover – Once in a while, you get to have those clumsy guests who spill their drinks on your carpet. Beer can be handy for situations like this. Spot-test a small area first to see if the beer can do its magic, then pour the beer little by little on the stain and blot the carpet with a cloth until the stain comes out.\nPhoto: Ricoeurian\n6. Fertilizer – Not everyone is born with a green thumb, but you sure can fake having one with a little help of beer. Beer is actually a good fertilizer because it contains some calcium, magnesium, phosphorus and folate, among other natural ingredients. Pour out some beer for your flowers or you can dilute it with some water. Your plants will show their appreciation by looking healthier and greener.\nPhoto: Erika Blasdel\nSo the next time you have a party and there are dozens of half-empty beer cans and bottles around, don’t just throw them out. Recycle the bottles and cans and use the left-over beer in these unusual but effective ways. You can even build your own beer bottle house, just like Tito Ingenieri did. Cheers!\n\nSources: 1 2 3 4","author":"Karize Uy","web_category":"lifestyle","title":"6 Amazing Things You Never Knew You Could Do With Beer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-wacky-ways-using-beer"}