{"summary":"To extract nettle fibres, soak the cut nettles in water for a few days, allowing the soft parts to rot away and leaving the fibrous parts intact. Nettles need phosphates to grow in and these are often abundant wherever humans have been, hence the close association – though nettles may persist for centuries long after people have left.","advice_category":"2","content":"\nNettles grow easily in London, and are good for wildlife, particularly butterflies (and the nettle weevil), so in my view, that’s good for the garden. What’s more, they have many uses and are a highly nutritious food, containing more iron than spinach and a lot more besides. \nPhoto: Original book source: Prof. Dr. Otto Wilhelm Thom? Flora von Deutschland, ?sterreich und der Schweiz 1885, Gera, Germany\nNettles need phosphates to grow in and these are often abundant wherever humans have been, hence the close association – though nettles may persist for centuries long after people have left.\nSo instead of trying to eliminate them, I prefer to ‘manage’ them. Here are some things I’ve learned about this process. \nNettles can easily be cut away (wear gloves) but they grow back within a week or so in summer.\nThis is good because you can then harvest the baby shoots, which are best for eating as mature stems won't taste so good. The first batch can be used for a green dye or for making paper or string. If you want the butterflies to be happy, just let the nettles be. \nPhoto: Michael Gasperl\nTo clear nettles properly, you need to dig up the roots.\nThese can be used for two main purposes. They yield a yellow dye, and they are fibrous enough to be used for making twine.\nTo use the dye, boil the roots with salt or alum. You can get either at the chemist, but handle alum with some care. You can dye clothes, wool, even some kinds of paper. So have fun with it.\nNettle roots are tough to pull up. A good workout! The plant is very fibrous, so makes strong ropes, paper and fabrics. Recent research shows that the nettle could, in theory, replace cotton as it’s a far more environmentally friendly way of making fabric. \nTo extract nettle fibres, soak the cut nettles in water for a few days, allowing the soft parts to rot away and leaving the fibrous parts intact. Then remove, wash, and start the\nspinning process. Nettle  ‘juice’ makes an excellent plant feed or manure, being so rich in nutrients. \nThe nettle's medicinal uses are well documented and every health food shop will have an array of nettle-based products on display. Ongoing research in Germany shows that there is good evidence for the use of nettle in Gout treatment and also for successful treatment of non-cancerous prostate enlargement.\nThe sting of the nettle has traditionally been used to treat arthritis in the UK and Europe. When working in the Amazon I also discovered the same use for the Amazonian version of nettles, a relative of ours but much larger, stringier and in particular, more painful, as everything there seems to be. It was also used for disciplining children – in the Amazon, this is very important when deadly spiders lurk in every corner. I am sure it isn’t unheard of here too if you were to dig deep enough.\nNettles also make for delicious food, soups and purees for example, and here's a recipe.\nYum, delicious nettle soup with mussels:Photo: Ron Zimmerman\nNutritious Nettle Puree Recipe by Sarah D\nGather a big pile of young nettle tops (if your nettles are old and straggly, cut them and come back a week later to harvest the young shoots). You will also need: \n1 pint of milk\n3 oz butter\n3 tbsp flour\n3 oz meltable cheese (cheddar)\nseasoning\nFirst, rinse your nettles (wear rubber gloves!) and strip away leaves from larger stems as they are very stringy (older nettle stems can be used to make twine). Put the rinsed leaves in a pan to simmer in their own water, no need to add any - like spinach, the nettles shrink down and produce their own water.\nMeanwhile, to make a white sauce, melt the butter in a pan over a low heat, stir in the flour, slowly add milk a little at a time and keep stirring, until you get the thickness and quantity you want.\nWhen the sauce is ready, you can put it aside while you use your blending machinery to puree, or at least partially puree, the cooked nettles. \nYou may want to drain off the water from the nettles first if it is very dark and strong, although it can also help to make the sauce a little runnier and contains a lot of nutrition.\nYou can then start adding the sauce to the nettles and keep pureeing. When it's nice and smooth, add the cheese and heat a little if needed to melt it all in. Season, and of course do experiment with your own white sauce and herbs.\nThis makes a very nice and exceedingly healthy sauce for jacket potatoes. You can go back next week for the next round of fresh nettle tops as well! Or do as I did and freeze the remaining\nsauce. Plastic containers from takeaway restaurants are ideal for freezing sauces.","author":"spidea","web_category":"nature","title":"Are Nettles the New Hemp?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/news-be-nice-nettles"}