{"summary":"A temple in one of the Forbidden City’s many gardens: Photo: . Just as intricate as the many reliefs and other palace details are the facts about the Forbidden City","advice_category":"8","content":"\nPhoto: \nImage: d’n’c\nLocated exactly in the centre of the ancient city of Beijing, the Forbidden City is the world’s largest palace complex. YongLe (or YungLe), the third emperor of the Ming Dynasty, ordered its construction in 1406, which lasted until 1420. Not very long for such an impressive complex but then, about one million workers were employed, among them 100,000 artisans alone.  \nA temple in one of the Forbidden City’s many gardens: Photo: \nImage: Peter Fuchs\nThe Forbidden City housed 24 emperors, their imperial families and huge courts for almost 500 years – about 9,000 people at the end of the 18th century. After 14 emperors of the Ming Dynasty, 10 of the Qing Dynasty followed. The last Emperor of China was PuYi, with whose abdication in 1912 the Forbidden City ceased to be China’s political centre.       \nOne of four watchtowers, here at the northwest corner of the 8-m-high wall:Photo: \nImage: kallgan\nGuarding the Forbidden City for the last 500 years:Photo: \nImage via pixdaus \nBernardo Bertolucci’s movie The Last Emperor (1987) followed the life of PuYi, China’s last emperor, and was the first feature film that got authorisation by the Chinese government to be filmed in the Forbidden City. They even snubbed Queen Elizabeth II whose visit coincided with the filming of the movie’s large coronation scene. Tough luck for the queen; she couldn’t visit the palace complex. We wonder if she ever watched the award-winning movie.  \nA 1:25 scale model at Tobu World Square depicting a scene from The Last Emperor: Photo: \nImage: Fred Hsu\nThe Forbidden City is often referred to as the Palace Museum or GuGong in Chinese, meaning Old Palace. It covers 720,000 sq m (7,800,000 sq ft) with almost 1,000 buildings and about 9,000 rooms – the largest collection of preserved ancient wood structures in the world, which is why the Forbidden City was declared a UNESCO World Heritage Site in 1987.\n A reflecting pool inside the Forbidden City:Photo: \nImage via pixdaus\nThe Forbidden City was also referred to as the Purple City because of the ample use of the colour. Purple was considered the colour of joy and happiness by Chinese cosmology, symbolising the North Star. The emperor therefore established himself as a Son of Heaven and only he was allowed to wear and use purple and to sign his name in purple ink.  \nVisitors often don’t know where all to look – here an elaborate ceiling design:Photo: \nImage: Pluke\nAlready by YongLe’s times, the palace complex had become known as the Forbidden City or Tzu Chin Ch’eng in Chinese, literally meaning “the purple city (Ch’eng) of the North Star (Tzu) that one cannot enter (Chin).” The city was called forbidden because no one could enter or leave without the emperor’s permission.    \n The Nine Dragon Wall – can you count them all? Photo: \nImage: Seebeer\nAnother interesting fact is that almost all the buildings in the Forbidden City face south – to keep out harsh northerly winds for sure but also because north was considered evil as all prior invasions had been from that direction. The few pavilions facing north were those for the emperor’s rejected concubines. Ouch!   \nKeeping such a large palace complex presentable is no small task and just recently, large parts have undergone major renovation, leaving visitors with fewer choices of places to stroll and wander around. \n Restoring the old wooden structures takes time and effort:Photo: \nImage: kallgan\nThough a considerable amount of many of the Forbidden City’s treasures gathered over the centuries were brought to Taiwan for “safekeeping” (some call it looting), visitors to the Palace Museum still have about one million artifacts to feast their eyes on. No wonder that instead of this tiring endeavour, many visitors opt for a stroll through one of the many gardens instead.   \nWatering the Forbidden City:Photo: \nImage: Thierry \nJust as intricate as the many reliefs and other palace details are the facts about the Forbidden City. Those inspired to visit may want to watch Bertolucci’s movie first before booking their tickets. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Beijing’s Forbidden City","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/featured/beijing-forbidden-city/15914"}