{"summary":" Because rainbows are light and because light rays strike everyone's eyes a little differently, the rainbow you see will be a little different from the one someone else sees, even if he or she is standing right beside you.Photo: spettacolopuro. Another oddity is that you might see a rainbow's reflection in a lake without seeing any rainbow above it in the sky! That's because you may be at the wrong angle to see the rainbow but are in the perfect spot to see its reflection in a lake.","advice_category":"2","content":"\nPhoto: spettacolopuro\nCan anything possibly be more magical than witnessing the sunrise shining through the crystal necklace of dewdrops that adorn a spiders web at the dawn of the day? Not only do these amazing structures look for all the world like the most glorious of diamond necklaces, but at the right angle of viewing, the whole web will shimmer in a scintillating rainbow of color, leaving you breathless with delight.\nPhoto: spettacolopuro\nWe all know that light is not truly white at all, but made up of seven basic colors. In fact it can be split into red, orange,  yellow, green, blue, indigo and violet. You only ever see these individual  colors when light is refracted through prisms, and water vapor is especially good at displaying rainbows, when millions of tiny water droplets act as single prisms and set off an awesome display of color.\nPhoto: spettacolopuro\nWaterfalls are excellent places to get the full benefit of this naturally occurring  effect. Standing well below the precipice over which the water flows, you will find your vision obscured by vast clouds of water-vapor,  billions of droplets thrown up into the air by the force of the falls. Sunlight streaming through these mists will often appear as rainbows, stunningly short-lived and spectacular.\nPhoto: spettacolopuro\nOf course any drop of water that falls can, in the right circumstance, provide an awesome view of rainbow colors, as many photographers have gone to great lengths to prove. A single drop into a pool below can provide incredible images of things the human eye would be too slow to see, using time-lapse and slow speed technologies.\nPhoto: spettacolpuro\nThe fragility of white light is made all the more obvious through the use of these techniques, and the tremendous shortcomings of human vision are horribly exposed. There is far more to see in the natural world than human senses allow, but at least we can appreciate the rainbows.\nPhoto: spettacolopuro\nThree things have to happen for you to see a rainbow. The sun must be shining, be behind you, and there must be water drops in the air in front of you. Sunlight shines into the water drops, which bend or \"refract\" the light and separate it into colors.\nPhoto: spettacolopuro\n\nActually, the rays of light bend twice. As they enter the drops, the rays of light bend, then reflect off the back of the drops. Then they bend again, this time while exiting the drops. That's when the light appears before our eyes. You'll see the brightest rainbows when the water drops are large, usually right after a rain shower.  Because rainbows are light and because light rays strike everyone's eyes a little differently, the rainbow you see will be a little different from the one someone else sees, even if he or she is standing right beside you.Photo: spettacolopuro\nSomeone else a short distance away or looking from a different angle may see a much different rainbow - or no rainbow at all. Another oddity is that you might see a rainbow's reflection in a lake without seeing any rainbow above it in the sky! That's because you may be at the wrong angle to see the rainbow but are in the perfect spot to see its reflection in a lake.\nPhoto: spettacolopuro\n\nWater truly can form works of art when you get to see the hidden colors of water droplets.\nPhoto: Spettacolopuro","author":"tonyleather","web_category":"nature","title":"The Secret Rainbows Hidden in Water Droplets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cano-cristales.jpg","url":"http://www.environmentalgraffiti.com/nature/news-hidden-colours-water-droplets"}