{"summary":"For a mind-blowing extended tour through more fractal images, click over to Dark Roasted Blend.. From clouds to coastlines, snowflakes to seashells, fractals are everywhere in our environments","advice_category":"4","content":"\nPhoto: All images by Jock Cooper, via Dark Roasted Blend\nFrom clouds to coastlines, snowflakes to seashells, fractals are everywhere in our environments. They’re also prevalent in the way humans have instinctively designed their habitats. In African architecture, circular houses appear in circles of circles, and rectangular houses in rectangles of rectangles. Yet despite having always been there before our eyes – often too close or too far to see – fractals are a modern scientific discovery. As these stunning images from Dark Roasted Blend demonstrate, it is only with the advent of computers that our collective consciousness has been fully awakened to their cosmic dimensions.\nThe maths behind fractals began to crystallise in the 1600s through the work of philosopher and mathematician Leibniz, inventor of the binary system, the basis for virtually all modern computing. It's therefore ironic that when fractal graphs appeared in the work of later mathematicians some 200 years later, it still needed the help of today’s computer graphics to bring the wonder of what had been discovered to life.\nNow fractal generating software can create all kinds of fractal images, some more traditional, though no less strange, others of an industrial or post-industrial imagining like these ”Mechanical Fractals” by Jock Cooper. Coming across like Borg cubes from Star Trek or the surface of the Star Wars Death Star, these are images of a world in which computers and space technology dominate.\nBut Cooper's more familiar-shaped images of fractals also have an intensely space meets cyberspace age quality about them. The guys at Dark Roasted Blend even saw an “interstellar war between alien energy beings” emerging from the contours of this last picture. Mathematics may have drawn our attention to the infinitely repeated patterns of fractals, but psychedelic substances seem to have played their part in opening some eyes wider.\nFor a mind-blowing extended tour through more fractal images, click over to Dark Roasted Blend.\nAdditional source: 1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"3D Fractals Stranger than Fiction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/sciencetech/3d-fractals-stranger-fiction/7968"}