{"summary":"CMEs are just one solar phenomenon that can cause solar wind shock waves that affect the Earth's magnetic field. Predicting the severity of a solar storm and its effects on Earth is tricky","advice_category":"4","content":"\nPhoto: \nImage: David CartierMagnetic storm over Lake LaBerge in Yukon Territory on Feb. 28, 2007\nThe Sun is the centre of our universe and most solar activity has an effect on the Earth. Geomagnetic storms are very visible effects of this solar activity that can cause power outages and disrupt satellites. No doubt, solar activity requires more research so that we can better prepare for it. But relax, though solar storms affect the way we live, especially our modern technology, they do not harm life on Earth. Get ready for a spectacular light show. \nMagnetic storm over Hr?tfjallstindar mountain in Iceland on April 13, 2008:Photo: \nImage: ?rvar Atli ?orgeirsson\nIncredible angle of the Aurora australis caused by a geomagnetic storm:Photo: \nImage: R. Overmyer, NASA \nDuring coronal mass ejections (CMEs) for example, solar particles are ejected from the Sun’s corona and blasted through the Sun’s outer atmosphere towards the Earth at speeds of thousands of miles per second. The solar particles or plasma consist primarily of electrons and protons. Outside the Earth’s magnetosphere, CMEs can affect communication satellites and astronauts on missions negatively. \nA CME simulation:Photo: \nImage: NASA\nCMEs are just one solar phenomenon that can cause solar wind shock waves that affect the Earth's magnetic field. Other events are coronal holes, areas of the Sun's corona that are darker, colder and have lower-density plasma than average. They are linked to unipolar concentrations of open magnetic field lines that attract the fast-moving components of solar winds.   \nA third type of event are solar flares, large explosions in the Sun’s atmosphere releasing vast amounts of energy.  \nA simulation of how solar activity affects the Earth:Photo: \nImage: National Observatory of Athens\nWhatever the cause of these solar wind shock waves, if they travel in the direction of the Earth, they will strike its magnetic field 24 to 36 hours later and cause a magnetic storm that can knock out power. On March 13, 1989 for example, a severe magnetic storm caused the collapse of the Hydro-Quebec power grid and therefore a nine-hour power outage for six million people, as well as auroras as far south as Texas – a phenomenon usually only seen near the poles. \nThe magnetic storm of September 10, 2005 over Quebec:Photo: \nImage: Gilles Boutin\nThen in August 1989, another solar storm affected microchips and caused a halt of all trading on Toronto’s stock market. Since then, power companies worldwide have started evaluating the risks of geomagnetically induced currents so that contingency plans can be put in place to deal with any power outages.\nA ghostly looking magnetic storm:Photo: \nImage: NASA\nOther intensive solar storms occurred on June 4, 1991, September 24, 1998 and July 2000.\nAuroral light show after the July 2000 solar storm:Photo: \nImage: Jim Hannigan\nSince 1995, NASA and ESA monitor geomagnetic storms and solar flares jointly through the Solar and Heliospheric Observatory (SOHO) satellite. The first coronal mass ejection was detected on December 14, 1971 by the Naval Research Laboratory.  \nMagnetic storm over a lake: Photo: \nImage: NASA\nOn August 14, 2000 plasma from the Sun and debris from the Swift-Tuttle comet both collided with the Earth, causing the spectacular magnetic storm captured below. A coronal mass ejection on August 9 added spectacular auroras.\nMagnetic storm seen from the Mount Megantic Popular Observatory in Quebec, Canada:Photo: \nImage: Sebastien Gauthier\nPredicting the severity of a solar storm and its effects on Earth is tricky. Explains Bill Stuart from the British Geological Survey: “Observations of a solar flare do not reveal the sort of radiation and particles that it will discharge, nor their direction of travel.”\nThe picturesque effects of a solar storm over Saskatchewan on Oct. 3, 2008:Photo: \nImage: Space Ritual\nIf only we could harvest all that power – magnet storm and antennas:Photo: \nImage: NASA\nThat means apart from capturing breathtaking events like geomagnetic storms and aurorae, a whole lot more research is needed here on Earth to understand the phenomena fully.  \nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"10 Most Incredible Images of Magnetic Storms ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/featured/most-incredible-images-magnetic-storms/14828"}