{"summary":"Ritchie and his wife feel blessed that they have been able to help so many. Being 84 and suffering from cancer now, Don Ritchie was awarded the medal of the Order of Australia for his work with suicide prevention in 2006","advice_category":"8","content":"\nPhoto: Johnathan Gan\nOne of the many names that 84-year-old Don Ritchie has been called is \"the Guardian of the Gap\" - that is Australia's most noted suicide spot \"The Gap\" in Watson's Bay, Sydney. He's also been seen as \"an angel walks among us\" for saving more than 160 people - and that is just the official number. Unofficially, there are said to be numerous others, the estimate is at 400. \nPhoto: Andrea Shaffer\nA former life insurance salesman, Ritchie lives on what is arguably the worst piece of land in Australia if you want a calm quiet life without undue worries. Because he lives right across the road from the jumping point with as many as one suicide a week. Ritchie wakes up every morning and looks out for \"anyone standing alone too close to the precipice.\" And if he spots one, he walks over with a smile and talks to them, inviting them back for tea.\nPhoto: Ajayvius\nSuccessfully saving as many people as he has, Ritchie has also seen numerous tragedies happening, sometimes right in front of him. He has to grapple with them but has to accept that he can't save them all. With one case for example, he thought he was making headway with one man. But just when he invited him back to tea and a talk, the man declined and jumped... his hat blowing off right into Don's hands.\nPhoto: Ajayvius\nRitchie and his wife feel blessed that they have been able to help so many. In one case, years after the man whose hat blew off, Mr Ritchie encouraged a \"nervous and confused woman\", sitting on a ledge, shoes by her side, to follow him home. Over tea and toast, she revealed she was unhappy with the medication she had been prescribed for depression. Mr Ritchie’s wife suggested she seek a second opinion. \"A couple of months later, she came up the path with a bottle of French champagne. We later got a Christmas card from her, and a postcard. It said 'I’ll never forget your important intervention in my life. I am well’\", Ritchie recalls.\nPhoto: Lawrence Murray\nHe hears from others as well, be it through a token gift sent, or an anonymous drawing slipped through his mail slot, titled \"an angel walking among us\". Being 84 and suffering from cancer now, Don Ritchie was awarded the medal of the Order of Australia for his work with suicide prevention in 2006. \nWe grow cynical in this old world at times, but people like Don Ritchie abound, willing to go above and beyond to help save people. The true heroes we live with and often never recognize, they are bright spots in a sometimes cruel world.\nSources: 1, 2","author":"Michele Collet","web_category":"lifestyle","title":"The Hermit Who's Saved 160 People at a Suicide Hotspot","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lifestyle/news-hero-saves-160-people-popular-suicide-spot-over-50-years"}