{"summary":"Photo: Image: tkellyphoto. Photo: Image: Shikhar Sethi","advice_category":"4","content":"\nPhoto: \nImage via: ziza\nLast month, we brought you some explosive clashes between the fiery forces of volcanoes and lightning, so this time we've decided to turn our gaze on two more benign but no less majestic powers of earth and sky. Clouds and mountains can also seem to confront each other in dramatic fashion – like armies lined up to do battle – and what spectacle when they do.\nPhoto: Image: tkellyphoto\nIn the photo below, a sea of clouds envelops the terrain around Mount Killimanjaro at sunrise, while Africa's highest peak at 5,891 metres (19,330 ft) looks on, indomitable.Photo: Image: anna munkee\nMeanwhile, in this view into the crater and ash cone of Mount Meru from the summit peak, an army of clouds encroaches around its lower reaches and looks ready to scale its sides.Photo: Image: anna munkee\nBelow, Piz Bernina is practically engulfed in clouds almost indistinguishable from snow covering the crags of what is the Eastern Alps' highest peak at 4,049 metres (13,283 ft).Photo: Image: Jack3\nLooking down California's Hopper Mountain at low hanging clouds, the mountains in the distance seem to just about have the upper hand over the blanket lying beneath.Photo: Image: Wink\nThis magnificent sunset scene from the rim of Mount Rinjani in Indonesia shows distant peaks again fortress-like in their defence against the clouds that would overwhelm them.Photo: Image: sektordua \nHere, an aerial panorama shows the truly epic scale of the struggle. A great swathe of cloud mass threatens to swallow up the Alps, while beyond the front lie more peaks – and yet more clouds!Photo: Image: ilariaphotos\nThis shot from a plateau of the Zugspitze, Germany's highest mountain at 2,962 metres (9,718 ft), shows the view towards the Wetterstein range, smothered by another range – of clouds – on top.Photo: Image: oefe\nFinally, the science bit. Clouds are of course formed by condensation as water vapour forms into tiny droplets or ice crystals just a fraction of a millimetre wide. Small they may be, but when these crystals get together, crowding around one another in their billions, they become visible as clouds. Clouds appear white because they are able to reflect light; this halo-like lenticular cloud – a stationary cloud that forms at high altitudes – is a case in point.\nPhoto: \nImage via: Connecticut Audubon Society \nOne way clouds are formed is when they rise over mountains. Confronted by the sheer mass of landforms shaped by fates like the collisions of continental plates, there is only one way the wraiths of the skies can go and that's up. So spare a thought for clouds: while they may seem to assail the peaks of mountains, they have little choice.\nWe leave you with a shot of a lenticular cloud over Nanda Devi, India's seconds highest peak at 7,816 metres (25,643 ft).\nPhoto: Image: Shikhar Sethi\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Clouds Vs. Mountains","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/clouds-vs-mountains/10960"}