{"summary":"Mark of beauty: A manta ray at Hin Daeng Photo: Image: jon hanson. Rays resplendent: A shoal of stingrays overheadPhoto: Image: sundancekid","advice_category":"2","content":"\nPhoto: Image: skye underwater\nThis image featuring a whale shark, a school of stingrays and another school of unidentified yellow fish almost appears more like a painting than a photo, so fortuitously full of life does it seem. Yet for all the majesty and beauty of the other creatures in this shot, it is the rays that take centre stage. Gliding through the depths, wing-like pectoral fins outspread as they ride the ocean currents, rays are the free birds of the blue, swimming with a grace that is difficult to fathom.\nRays resplendent: A shoal of stingrays overheadPhoto: Image: sundancekid\nThe incandescent shimmer at the water's surface in this shot creates a fantastic effect as a half-shadowy shoal of stingrays flies over our heads. Stingrays have a reputation for being dangerous fish to encounter, particularly after the death of TV personality, wildlife expert and conservationist Steve Irwin, who was killed by a stingray barb through the heart. However, stingrays are normally docile and only certain larger species should be approached with caution.\nRays on parade: Stingrays swim gracefully by, Grand CaymanPhoto: Image: GANDALF GREY\nStingrays are not usually visible to swimmers because they tend to keep to the murky bottom, where care should be taken to slide one's feet through the water so that the rays sense this and swim away. Divers and snorkelers may find them in shallow sandy waters, especially when the water is warm. In the Cayman Islands there are several dive sites where it is possible to swim with large southern stingrays and even watch while scuba instructors feed them by hand.\nFace to face: A diver encounters a manta rayPhoto: Image via: pixdaus\nThe largest ray of all is the manta ray, a truly magnificent beast of the deep. It is remarkably curious around humans and fond of swimming with scuba divers – as in this next shot of the rocky ocean bed with a manta ray swooping overhead. The biggest known manta ray specimen measured more than 25 ft (7.6m) across and weighed about 5,000 lb (2,300kg). Yet despite their great size, mantas are among the most docile of the ocean's creatures, gentle giants that feed on plankton.\nMark of beauty: A manta ray at Hin Daeng Photo: Image: jon hanson\nAlthough manta rays like this stunning specimen snapped at Hin Daeng off the coast of Thailand will not behave threateningly when they approach humans, if touched they can can cause lesions and infections on the skin. Nevertheless, mantas have long held a special place in our hearts. These beautiful beasts – which also have the largest brain for their size of any of the sharks and rays – were worshipped some two thousand years ago by the Moche people of ancient Peru.\nDiamonds are forever: A fleet of raysPhoto: Image: mind's eye\nSilhouetted against the light, the diamond shape of rays strikes the gaze more clearly than ever, offering occasion to marvel at the miracle of nature's design. Rays are distinguished from other fish by their enlarged pectoral fins, which reach as far forward as the sides of the head and make them supremely aerodynamic. Their bodies are flattened, with the eyes located on its upper surface and the gill slits on the underside.\nWhat lies beneath: A shoal of rays crowd forwardPhoto: Image: Coral Leather via The Telegraph \nRays have flattened, crushing teeth, and tend to be carnivorous – though as noted manta rays are filter feeders. Eagle rays, for example, feed on snails, mussels and crustaceans, crushing their shells with their exceptionally sharp teeth before digesting the succulent parts of their prey's bodies. Like all rays, eagle rays are also excellent swimmers and are even able to jump several metres above the surface of the water.\nWhere eagles dare: A school of ten eagle raysPhoto: Image: laszlo-photo\nThis beautiful shot of ten eagle rays passing overhead, silhouetted by the early morning sun in Coiba National Park in Panama, seems a fitting image on which to bring the curtain down on this post – leaving these otherworldly creatures of the deep to wing their way through our dreams.  \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Where Majestic and Deadly Rays Glide Beneath the Waves","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Xray2_0_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/where-majestic-deadly-rays-glide-beneath-waves/11561"}