{"summary":"We were interested in the recycling angle of Maynard's work and so shot the artist a few questions to find out more. Allow your eyes to move from the bigger picture and focus on the finer detail of the portraits, and the secret of their creation lights up in the mind: they're all mosaics – made out of the roach papers of smoked joints","advice_category":"6","content":"\n“Creative way to dispose of roaches, man” Tommy Chong\nPhoto: Cliff MaynardBob Marley, 16″ x 20″. All copyrights and reproduction rights remain with the artist\nAt first glance, they're just iconic head shots of famous people you've seen many times before; only the tones of golden brown make them vaguely remarkable: Jesus, John Lennon, Bob Marley, Jim Morrison, Jimi Hendrix, Jerry Garcia, Snoop Dog, Method Man, and more. A taste for rebellion, higher states of consciousness, and in most cases a trailblazing talent for music are about all that tie them together. Until closer inspection. Allow your eyes to move from the bigger picture and focus on the finer detail of the portraits, and the secret of their creation lights up in the mind: they're all mosaics – made out of the roach papers of smoked joints. Tune in for “Recycling on a Higher Level.”\nPhoto: Cliff MaynardSnoop Dogg, 16″ x 20″\nThis is Chronic Art, the hand-crafted, cannabis-inspired brainchild of Pittsburgh-based artist and pot smoker Cliff Maynard. A tattoo artist by trade, the 38-year-old former art student dreamed up the idea for his unique choice of medium while “studying mosaics in school.” “I just remember sort of making this connection in my head between the tiles and roach papers,” he recalls. But if Maynard took his cue from the mosaic masterpieces of art history, the more popular aesthetic principles of his tattoo art background also show up in his work in a less than hazy way.\nPhoto: Cliff MaynardJimi Hendrix, 16″ x 20″\nThe inventive aspect of Maynard's pieces has captured the imagination of many, but there is also meticulous method and craft behind the reefer madness. With skilled attention to detail and a tattoo artist's steady hand, he slices the already small roach papers into more intricate shapes, before slowly assembling them to create the likeness of each celebrated figure. Lighter and darker toned roaches form the well-known features and provide light and shade – and you can only wonder at how many joints were smoked to fill up the artist's palette. Make that ashtray.\nPhoto: Cliff MaynardJohn Lennon, 16″ x 20″\nWe were interested in the recycling angle of Maynard's work and so shot the artist a few questions to find out more. He was quick to play down any non-herbal green motives, answering with refreshing honesty: “Please understand that when the idea came to me to use smoked joint papers as mosaic tiles I wasn't thinking recycling. Our 'Recycling on a Higher Level' slogan was created by my assistant Casey years after the original idea came to me. He figured it would be an interesting way to market my work with the green movement really taking hold.”\nPhoto: Cliff MaynardJesus, 16″ x 20″\nBut we reckoned that while recycling might not be the bottom line here, it'd be fair to say there was an element of reuse. After all, those smoked papers would otherwise end up as ash in the trash if they weren't put to a more creative purpose. Maynard agreed. “It's definitely fair to say that,” he told us – although how many roaches go into one of the pieces is impossible to say. “I use an X-Acto knife to dissect each paper,” Maynard says on his website. “I might make three individual 'puzzle pieces' from each roach. It becomes too difficult to keep track of.” Still, a lot.\nPhoto: Cliff MaynardJim Morrison, 16″ x 20″, 82 hours\nHow does he get so many of the basic materials he needs for the pieces? “I've accumulated the papers through years of saving,” Maynard told us. “I started doing this more than 15 years ago. In the beginning I'd only do about one mosaic a year but I was saving them constantly... and so were my friends.” That's some serious smoking of what is – let's not forget – a seriously illegal substance. An estimated 42% of Americans may have tried marijuana at some stage, according to a 2008 survey, but possession can still get you arrested, fined and jailed under federal law.\nPhoto: Cliff MaynardMethod Man, 16″ x 20″\nMaynard has admitted: \"I'm always a little worried that I may run into some trouble for my art. That's why I didn't take my work public sooner. I think times are changing though. The marijuana movement has been winning battles left and right.\" California first, Pennsylvania next? We'll see. One thing is certain, though, and that's that Maynard isn't ready to quit yet. And with the pieces starting at $1,000 and selling for as high as $10,000, maybe it's no surprise. That said, the work is pretty labor-intensive; an 8\" กั10\" portrait take up to 70 hours solid to complete.\nPhoto: Cliff MaynardJerry Garcia, 16″ x 20″, 105 hours\nIt's clear there is a commercial side to this project, but you can't blame Maynard and co for wanting to make some green out of what is, in the end, not only an original and imaginative idea, but one whose execution and marketing is not without its risk. What's more, whatever your take on the absurdity or otherwise of long-standing marijuana laws, the observer can but marvel at the amazing intricacy of the pieces, and acknowledge that while the message may be a simple one, in creating portraits of pro-pot pop culture icons from used and recycled roach papers, Chronic Art is certainly actively making a statement – albeit a blunt one.\nPhoto: Cliff MaynardSeattle Hempfest, 18″ x 24″\nFor those whose eyes glaze over when looking at this art more out of appreciation than boredom, you can check out more of it here – both portraits and other pieces. With thanks to Cliff Maynard for answering out questions and for permission to use the images of his work.\nSources: 1, 2, 3","author":"Karl Fabricius","web_category":"art+and+design","title":"Roach Paper Mosaics of Pot Icons ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/van-gogh.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-pop-icons-created-out-recycled-joint-roaches"}