{"summary":"In this well-planned single exposure, a telescopic lens makes the Moon loom large, but even without optical aid casual skygazers often find the Full Moon looking astonishingly large when seen near the horizon. This next sweet shot from Anthony Ayiomamitis shows a massive Moon rising over Mount Lycabettus at the centre of Athens","advice_category":"4","content":"\nPhoto: Image: Copyright by David Haworth\nThe iconic image of the Moon as it appears in E.T. – when the wide-eyed Elliot and lovable E.T. make their flight to the forest on a bicycle – has been described as one of the most magical moments in cinema. Yet Moons as big as the one said boy and alien are silhouetted against are not only the preserve of Hollywood's trousers. Today's astronomer-photographers are also able to capture the Earth's satellite as it rises into the sky at such sizes – and what spectacle these images make.\nLick Observatory Moonrise, 2008Photo: Image: Rick Baldridge\nViewed from a gem of spot at sunset, the gorgeous beast of a Full Moon above was shot as it rose behind Mount Hamilton, east of San Jose, California by Rick Baldridge. Reports NASA: \"Captured in this lovely telescopic view, historic Lick Observatory is perched on the mountain's 4,200 foot summit, observatory and rising Moon momentarily sharing the warm color of filtered sunlight.\" The rising and setting of the Moon, like the comparable cyclical pattern of the Sun, is of course an illusion brought about by the fact that the Earth is spinning. It's an illusion we'll live with.\nFull Moon Rising Over Lycabettus Hill, 2009Photo: Image: Anthony Ayiomamitis \nThis next sweet shot from Anthony Ayiomamitis shows a massive Moon rising over Mount Lycabettus at the centre of Athens. At 918 feet high, it is the highest of the seven hills that characterise the Greek capital, and at its summit stands the Church of Saint George. Ayiomamitis explains that the sun had just set a few minutes earlier and the thronging tourists had set their sights on the Moon rising in the opposite direction. The image was taken from well over a kilometre away so as to match as closely as possible the apparent size of the Church and the 13-day old Moon.\nSolstice Full Moon Rising at Sounion, 2008Photo: Image: Anthony Ayiomamitis \nThe dazzling image above of the solstice Full Moon rising above Cape Sounion in southern Greece is another realised by photographer Anthony Ayiomamitis. Says NASA of the image: \"The 2,400 year old Temple of Poseidon lies in the foreground, also visible to sailors on the Aegean Sea. In this well-planned single exposure, a telescopic lens makes the Moon loom large, but even without optical aid casual skygazers often find the Full Moon looking astonishingly large when seen near the horizon. That powerful visual effect is known as the Moon Illusion.\"\nMoonrise at End of Lunar Eclipse, 2007Photo: Image: Ian Parker\nThe Moon Illusion is an optical illusion that has been known since ancient times and recorded by various different cultures, but which has been popularly misunderstood as being due to a real magnification effect caused by the Earth's atmosphere. Not so. While the atmosphere does change the perceived colour of the Moon, it does not magnify or enlarge it. In fact, the Moon appears about 1.5% smaller when it is near the horizon than when it is high in the sky because it is further away by a distance of up to one Earth radius and also because of atmospheric refraction. So there.\nMoonrise Over Copacabana, 2007Photo: Photo: Bobesh\nThis last glowing shot of the Moon rising over Copacabana in New South Wales, Australia was taken five minutes after sunset with the sun setting behind the photographer, the rays of which can be seen reflecting off the balconies. Elsewhere, photographer Bobesh offers an explanation of how he achieves such huge Moons in his work. The main idea is that you get the objects in the foreground as small as possible, moving backwards such that the trees or buildings shrink in size while the Moon on the horizon stays the same size. It's all about perspective.\nAll images used with explicit permission of the photographers.\nSource: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Moon Rising","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","url":"http://www.environmentalgraffiti.com/featured/moon-rising/18391"}