{"summary":"This may seem improbable because the jellyfish has connective tissues and a nervous system, unlike the sea sponge. In an announcement baffling scientists, a team investigating the matter has claimed that the comb jellyfish actually holds that distinction.","advice_category":"2","content":"\nAs so often happens in research, years and years of effort have been expended operating under the assumption that the sea sponge is the animal at the base of the \"tree of life\", only to find out that that assumption is completely wrong.Photo: Image from Charlene S-J on Flickr\nIn an announcement baffling scientists, a team investigating the matter has claimed that the comb jellyfish actually holds that distinction.\nThe team, which has reviewed its findings repeatedly, is going to publish this research in Nature. This has resulted in but one conclusion for the time being: the comb jellyfish came first. This may seem improbable because the jellyfish has connective tissues and a nervous system, unlike the sea sponge. It also may imply that the less complex version of the sponge, and therefore the rest of life, would have evolved from the more complex jelly.\nThat possibility alone is certain to get miles of play from the intelligent design and creationist crowds, who have managed to forestall the teaching of actual biology in American high schools for years.\nWith the possibility of scientists having to regroup a bit, one would expect a renewed offensive. To which I hope we can all reply, science has never done this with a straight face:\nPhoto: Image Courtesy Joe Sonka/Bluegrassroots.org\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Science:  We Were Wrong, And We Can't Explain This","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-41377-2133977240105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/science-we-were-wrong-and-we-cant-explain-this/1042"}