{"summary":"In fact, coal burning continued growing at a steady pace until a massive coal smog wreaked havoc in London in 1952, helping in part to spark the modern anti-coal movement.. You see, King Edward imposed a penalty of death for burning coal in England.","advice_category":"8","content":"\nMost political movements are focused primarily on the present and the immediate future.\nKing Edward I\nIt’s easy to understand why, of course. Most movements are about making a positive change in society, and you can’t really change the past.\nBecause of this focus on the here and now, it’s easy for people involved in a particular movement to forget where they came from.  But worry no longer.\nEnvironmental Graffiti is launching a new series that will cover what was the cutting edge in environmental understanding throughout history.  We’ll take a look at all the freshest environmental ideas from biblical times and beyond, covering ideas and predictions ranging from the ridiculous to the surprisingly accurate.\nWe’re going to start out with a subject that still lights fires in the hearts of activists everywhere. I’m talking about coal power. In England, and many other places, there are passionate movements to ban coal burning power plants. As you’ll see, it’s an issue that’s been in the minds of \"environmentalists\" for 700 years. It’s amazing how much, and how little, has changed.\nThose clamouring for the end of coal power in Britain can cite at least one royal ally, King Edward I. Edward was crowned in 1272 and died in 1307, so he might seem an odd ally of modern anti-coal activists, but if you look closer, you’ll see he was really one of the founding members of the movement.\nIn 1306 King Edward banned coal burning in England.\nEven 800 years ago coal smoke had begun to impinge on the English quality of life. Coal had been used in England for one purpose or another for centuries before Edward’s rule. The Romans called it “the best stone in Britain” and carved jewellery from the rock according to Barbara Freese, author of Coal. Back then it was known as sea coal, allegedly because it could be easily harvested on the shores of the country. By the 1200s, it was being actively mined throughout Britain, and a wood shortage helped ensure it became the most popular source of heating fuel.\nOne of the first recorded instances we have of air pollution caused by coal comes from King Edward’s mother, Queen Eleanor. The queen was made so sick by the coal fumes wafting up from the town below that she had to flee Nottingham Castle.\nWhile this might partially have motivated Edward, it's unlikely.  By all accounts the air quality in England grew noticeably worse as coal burning became more prevalent, and it probably didn’t hurt that a large group of rich people and the clergy petitioned the king to ban coal. I like to pretend, however, that his mother's experience inspired the penalty he enacted. You see, King Edward imposed a penalty of death for burning coal in England.\nAmazingly, despite a death penalty being in effect, almost nobody stopped burning coal. Any effect the fear of a death penalty had was short lived, and the penalty was softened over the years. In fact, the problem got so bad again that a completely different monarch, Queen Elizabeth, also felt the need to ban coal 250 or so years later. This also had no effect. In fact, coal burning continued growing at a steady pace until a massive coal smog wreaked havoc in London in 1952, helping in part to spark the modern anti-coal movement.\nSo there you have it. The anti-coal movement, in Britain at least, has been around since at least 1306, and it’s been ineffective just as long. Edwardian citizens ignoring the death penalty and burning coal has turned into the British government ignoring citizens and building new coal power plants. History's cycles never cease to amuse.\nSources and Further Reading:\nFreese, Barbara. Coal: A Human History. Cambridge: Perseus Books Group, 2003.\nSmith, Kimberly K. Powering our Future: An Energy Sourcebook for Sustainable Living. New York: Alternative Energy Institute, 2005.\nIf you want to keep up with the rest of the series and find out all the not so late breaking environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Environmentalism in 1306","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/environmentalism-in-1306/725"}