{"summary":"Distributed throughout tropical Central and South America, Cattleya hybrids also produce the biggest orchid flowers.. They are leafy, medium-sized orchids with pointy petals and sepals and an oversized lip","advice_category":"2","content":"\nPhoto: LadyDragonflyCC -Lamb Festival in April\nThe orchid family, Orchidaceae, is probably the largest family of flowering plant in the world. With over 20,000 species in over 700 genera, orchids can be found on every continent except Antarctica; some even grow inside the Arctic Circle. Related to plants such as lilies, most orchids are epiphytic, which means they grow on other plants.\nOther types of orchids are called terrestrial orchids; these grow on the ground. A few can grow on rocks too, known as lithophyte orchids. In the wild, it is not uncommon to see one kind growing on a tree, and nearby another type flourishing on a rock. Let's view a gallery of some exquisite orchids from around the world.\n13. CymbidiumPhoto: puliarf\nCymbidium is an evergreen genus of more than 50 species, which occur in Asia and Australia. Easy to grow, they do well as houseplants and look lovely as corsages. Beautiful flowers with a thick waxy texture and five pointed petals, they come in a variety of colors – green, white, cream, brown, pink and red. Best suited to cool conditions and high elevation, some Dwarf Cymbidium species have been grown for centuries in China and Japan.\n12. AnguloaPhoto: Orchi\nAnguloas are also known as tulip orchids, as they produce upright-cupped flowers on an erect stem. They occur in wide range of colors, from dark orange to bright yellow and white. The flowers of this orchid have a strong scent just like cinnamon. Originally from South and Central America, these orchids have been widely cultivated by all lovers of this exceptional genus. Though they are not popular as pot plants outside their home countries, they can seen growing in window boxes and on patios.\n11. CattleyaPhoto: orchidgalore\nCattleyas have thick creeping rhizomes sending up the stems, and the flowers of this beautiful orchid expand until they burst out of their mitten-like sheath. One can easily recognize them as each plant produces highly fragrant flowers with a sparkling crystalline texture, in a variety of colors. Cattleyas have been held in high esteem by orchid fanciers since Victorian times. Distributed throughout tropical Central and South America, Cattleya hybrids also produce the biggest orchid flowers.\n10. VandaPhoto: Giovanelli\nVandas are totally tropical orchids and are widely cultivated in Asia (mostly Thailand, Malaysia and Singapore) and in Florida in the U.S. These are high-light orchids with big roots that prefer to splay out in the air. The flower spikes of these orchids arch out from the stem and then grow upright, lined with striking waxy flowers with spoon-shaped sepals.\n9. LaeliaPhoto: orchidgalore\nYou will find the petals, sepals and lip of a Laelia flower very much similar to Cattleya. Laelia species are easy to recognize, as their typical flamboyant flowers are rarely single and form a magnificent frilled lip. Some 50 or more species are found over a wide area from Central to South America. Able to grow on trees and rocks, these species are very famous for their tolerance of temperature extremes.\n8. DendrobiumPhoto: jazonz\nDendrobiums comprise the second largest member of the orchid family, after Bulbophyllums, with more than 1000 species, widely distributed in Australia, Asia, the southwest Pacific islands and even New Zealand. Because of their large geographical range, it is difficult to generalize about their floral structure. One of the common features is their ‘cucumber’-like appearance, with swollen leaves. The plant requires less water in winter and should be kept quite dry during winter season.\n7. PhalaenopsisPhoto: Orchi\nAlso known as the Moth orchid, Phalaenopsis is the most popular orchid choice for the home. It not only relishes the warmth of a centrally-heated room, but also thrives in an average living room. It is easy to cultivate, and its perfumed flowers comes in all colors except blue and a diversity of patterns. Usually its branched flower stem can carry up to 100 flowers.\n6. BrassiaPhoto: Orchi\nBrassias are bizarre-looking plants that include more than 30 species, originating from tropical zones at high altitudes in the Americas. Easy to cultivate, these are often called ‘spider orchids’, due to the very long, thin petals and sepals. Each flowering stem carries from six to twelve large, long-lasting, star-shaped flowers.\n5. StanhopeaPhoto: Orchi\nVery few orchids have more eye-catching properties than well-grown Stanhopeas, which are marvels of evolutionary design. These are tightly clustered large plants that bear very fragrant and extremely bizarre blooms in summer. The truly remarkable Stanhopea flowers are very short-lived and are perfumed strongly enough to attract bees.\n4. OncidiumPhoto: orchidgalore\nClosely related to Brassia, Oncidium species and their hybrids are perfectly suited to intermediate and warmer climates. Commonly known as ‘dancing lady’, it is a large and highly varied genus with over 400 species worldwide. Oncidiums enjoy open compost that holds moisture rather than water.\n3. MiltoniaPhoto: Dalton Holland Baptista\nMiltonias are known as quite adaptable plants. Sometimes Miltonia species are recommended as windowsill plants for the beginner. They are leafy, medium-sized orchids with pointy petals and sepals and an oversized lip. Suitable for pot and basket culture, flowers of this plant are star-shaped and come in various shades of purple, pink, white and pale-yellow.\n2. ZygopetalumPhoto: hbp_pix\nZygopetalums are robust, leafy plants with strap-like light green, narrow leaves. They flower year round and their fragrant flowers come in shades of deep purple and rich olive green. Other intergeneric hybrids come in shades of brown, pink, violet and khaki too. Zygopetalums originated in tropical South America. They can be grown with Cymbidiums, in the same potting mix.\n1. BulbophyllumPhoto: Orchi\nThe largest member of the orchid family, the genus Bulbophyllum contains one of the most remarkable assemblages of weird and wonderful flower forms and shapes found in nature. They are widely dispersed in tropical and subtropical regions throughout the world. Some species are pollinated by flies and have the scent of rotting flesh. Also, the plant smells putrid when fully open.\nOrchid flowers come in wide array of shapes, sizes, colors and fragrances. Some are delicately-striped, lightly dappled or maybe boldly spotted. Every species exhibits magnificently intricate patterns.\nIn recent years, climate change, habitat destruction and human interference have contributed a lot to the decline of orchids. With the extinction of certain species we must learn not to disturb their natural habitat because orchids truly are different.\nSources: 1, 2, 3, 4","author":"Alka Sharma","web_category":"nature","title":"13 Exquisite Orchids","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Creobroter-gemmatusJeweled-Flower-Mantisjpg","url":"http://www.environmentalgraffiti.com/nature/news-13-outrageous-orchids"}