{"summary":"The bear managed to open the door by using the handle. The Colorado Division of Wildlife has several pages of advice regarding bears","advice_category":"8","content":"\nPhoto: joeb\nDid you hear about the fatal bear attack near Yellowstone in July 2010? Deb Freele was a lucky survivor. While she slept in her tent, a bear bit her. She played possum and the bear lost interest. In separate incidents, one man also survived, but one died. \nThis is an example of the rare \"random predatory attack\". Normally a bear will attack a person for food, or to defend itself or her cubs. \nA spokesman for the Montana Fish, Wildlife and Parks Department, Ron Aasheim, said: \"The last fatal bear attack in Montana was in 2001\". The victim was a hunter with an elk. Tony Latham, a retired conservation officer, said: \"In my 22 years as an officer in Idaho, there was only one predatory (bear) attack\".\nPhoto: Nature Snooper\nDirect attacks on people are rare but very newsworthy. Would a bear enter your a home? Are your car and camping trailer safe when you vacation? \nOne Colorado home in Manitou Springs was raided by a bear in July 2010. It climbed through an open kitchen window. Bears will also use open doors to gain entry to a home. \nIn Eagle River, Alaska, a family learned not to leave garbage in an unlocked car overnight. The bear managed to open the door by using the handle. It ate what it wanted, but had trouble with the interior door handles. The bear broke out of the car through the driver's window. \nFish and Game's assistant area biologist Jessy Coltrane said: \"If you can open it with a crowbar, a bear can break into it\". She added that some bears deliberately target cars with easy-to-grip handles. \nThe consensus is clear. Once a hungry bear smells food or garbage with food waste - it will investigate. You, your home, your tent, your garbage container or your vehicle - car, RV, or camping trailer - are just minor inconveniences to a bear on the trail of a meal.\nAfter all, the normal diet of a bear is mainly \"grasses, berries, fruits, nuts and plants\" with a bit of \"insects and scavenged carcasses\". Are you surprised that a bear would eagerly eat some civilized food?\nPhoto: skidrd\nThe Best Defence is to Avoid a Bear Attack\nThe Colorado Division of Wildlife has several pages of advice regarding bears. The main point is to avoid inviting a bear to investigate you or your property. Here are a few of their recommendations:\nHomeowners should keep garbage indoors until the actual day of collection. They could buy bear-resistant trash storage bins and build garbage enclosures, but few things are \"bear-proof\". Only use bird feeders when bears hibernate - seeds are a great source of nutrition for bears.\nWhilst on vacation, keep doors locked and windows shut. Hide coolers, since bears will scavenge based on sight as well as smell. Store food – and the cook's clothing – in a bear-resistant food locker rather than in a tent or camping trailer. A bear will be attracted to candles, chewing gum, insect repellant and toothpaste. The main lesson here is storage: keep the campsite clean and store garbage and food separately. \nSudden loud noises from horns, bells or whistles may discourage a bear from starting a scavenger hunt. Bear spray can be useful, but you are better off if the bear stays out of its effective range.\nPhoto: CraigBullard\nWhat are the Chances of a Bear Attack?\nAs you may have gathered, a bear attack on a person is a rare occurrence. Such an event makes the news because it is uncommon, and because it feeds interest in unusual danger. \nIn 2004 the World Health Organization reported on worldwide causes of death – medical, unintentional and intentional. Traffic accidents accounted for roughly one third of the deaths caused by unintentional injuries. Drowning was also a significant, but much lower, cause of unintentional death. \"Other unintentional injuries\" might be the category that includes being mauled by wild animals; but the summary did not break out any statistics for animals killing people.\nYou can significantly reduce the chances that a bear would attack your car or home by safely storing garbage and food in proper containers, whether you are on a camping vacation or staying at home.\nPhoto: USFWS, U.S. Fish &amp; Wildlife Service\nReferences:\nLaura Zuckerman et al, Reuters, \"Bear kills man, injures two near Yellowstone Park\", published July 28, 2010, referenced Aug. 2, 2010. \nLisa McDivitt, KKTV, \"Bear Break-in Serves as Safety Reminder\", published Jul 18, 2010, referenced Aug. 2, 2010. \nRhonda McBride, KTUU (NBC), \"Black bear likely suspect in Eagle River break in\", published July 13, 2010, referenced Aug. 2, 2010. \nColorado Division of Wildlife,?for home-owners,?updated May 3, 2010, referenced Aug. 2, 2010. \nColorado Division of Wildlife, for campers, updated Sept 18, 2009, referenced Aug. 2, 2010. \nColorado Division of Wildlife, about trash,?updated Sept 18, 2009, PDF referenced Aug. 2, 2010. \nWorld Health Organization, The World Health Report 2004, PDF referenced Aug. 2, 2010. ","author":"MikeDeHaan","web_category":"outdoor","title":"How To Fend Off A Bear Attack on Your Car or Home","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giannisd2jpg","url":"http://www.environmentalgraffiti.com/hiking-and-trekking/news-best-ways-avoid-bear-attack-your-car-or-home"}