{"summary":"The Mariana Trench is 11 kilometers deep. James Cameron recently became the second human to personally descend into the Pacific Ocean's Mariana Trench, and the first to bring back a sample from the ocean floor in the same location","advice_category":"4","content":"\nPhoto: OpenCage\nJames Cameron recently became the second human to personally descend into the Pacific Ocean's Mariana Trench, and the first to bring back a sample from the ocean floor in the same location. In doing so, has he sparked our interest in deep ocean exploration?\nWhy does the Deep Blue Sea Matter?\nOur planet's seas and oceans hold more surprises than just colorful creatures like the harlequin tuskfish.\nHumanity has only explored 5% of the earth’s oceans, yet they contain 80% of all life on our planet. Phytoplankton contributes to our oxygen and seawater absorbs carbon dioxide.\nOceans hold a huge percentage of the Earth's water, with rain coming to land via evaporation from the seas and lakes.\nWhere is the Mariana Trench?\nThe Mariana Trench is in the western Pacific Ocean, southwest of the island of Guam.\nPhoto: NASA Earth Observatory\nThe Mariana Trench is 11 kilometers deep. That's about two kilometers deeper than the height that Mount Everest rises above sea level.\nHow Deep Do Others Go?\nIt seems that military submarines may operate at depths of around 900 meters.\nThe limit for any sunlight penetrating the ocean, or the depth of complete darkness, is about one kilometer.\nAnglerfish, among other creatures that dwell in the deep sea, produce their own light to lure their prey or to find their mates.\nPhoto: mikecogh (Michael Coghlan)\nSperm whales may be able to dive down to three times beyond the boundary of darkness, to about three kilometers. A more conservative estimate puts their maximum depth at 2,500 m.\nHow Quickly did James Cameron Descend and Ascend?\nCameron's dive in the Deepsea Challenger vessel took about two-and-a-half hours. That would be a ‘pedestrian’ pace of 4.4 km/h, or a bit under 3 mph.\nCameron then spent about the same amount of time exploring the depths. He took photographs and video shots, and collected samples from the ocean floor.\nBy leaving some ballast at the bottom of the Mariana Trench, the Challenger ascended in only 70 minutes. (Many joggers could sustain a running pace just under 10 km/h, or 6 mph.)\nPhoto: Ryan Somma\nHow Significant was Cameron's Dive into the Mariana Trench?\nCameron was the first human being to descend into the Mariana Trench since 1960.\nPhoto: Mudkipz_KGM (Amazing Race)\nMore importantly, he demonstrated that this feat is technically possible and set a de facto budget (of whatever he spent) so others can make definite plans to follow.\nPerhaps James Cameron's dive will indeed inspire the next generation of scientists to boldly go where so few have gone before.\nReferences:\nMeika Jensen, MastersDegree.net, 2012,  \"Let's Explore the Ocean\", referenced Aug. 16, 2012.\nFabienne Faur, Agence France-Presse in National Post, \"James Cameron on historic trip into the abyss: It was like visiting an ‘alien world’\", March 26, 2012, referenced Aug. 15, 2012.\nDavid Watson (aka Dr. Galapagos), \"The deep diving capabilities of sperm whales\", 2001-2002, referenced Aug. 16, 2012. ","author":"MikeDeHaan","web_category":"science","title":"What Makes James Cameron's Mariana Trench Exploration So Special?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/water/news-deep-sea-exploration-boldly-go-where-few-have-gone"}