{"summary":"Finally, any dog that bites hard enough to draw blood = \"I cannot control my impulse and instinct to defend.\" This is an animal that needs to be re-evaluated very carefully. Fritzy humps every dog he meets – it's his favorite greeting","advice_category":"8","content":"\nPhoto: David Shankbone\nWhat does it mean when...\nFido prances into your clean kitchen smelling like a rotten pile of elephant dung.\nFritzy humps every dog he meets – it's his favorite greeting.  And last night he humped your leg.\nMollydog goes outside to pee and eats her own poo.\nWorst of all, Duke bites the pizza-delivery boy hard enough to require sutures to close the wounds. Does this mean he's more likely to bite someone again?\nDogs quickly become beloved members of your family, don't they? Your dog's like a little sponge, happily absorbing all your leftover love.\nPhoto: zorger.com\nIt's easy to forget your pet isn't a \"little people\". \nLoving? Sure. Cuddly? Yep. Always there when you need comfort? You bet.\nBut dogs they remain. Each one has dog needs, dog instincts, dog communication techniques.\nPhoto: Boylan Family Dachshunds\nHere are some samples of doggy behaviors – and their translations:\nRolling in smelly, icky gunk = \"I need to hide my scent so my prey won't smell me coming.\"\nJumping up on people = \"I am soooo glad to see you. Let's play!\"\nMounting or humping = \"I really get stimulated when you're around.\"\nEating poop = \"I want this out of my habitat; besides, maybe there's some leftover nourishment here.\"\nFinally, any dog that bites hard enough to draw blood = \"I cannot control my impulse and instinct to defend.\" This is an animal that needs to be re-evaluated very carefully. Although most dogs have the potential to bite, a dog that has already acted on that potential is more likely to do so again compared to a dog that has never bitten.\nIn conclusion, go right ahead – love your furry four-footed friend. There's a precious little life within that huggable body!\nJust remember. He's not a people.\n\nHe's your dog!\n","author":"dorothydot","web_category":"lifestyle","title":"The Art of Understanding Dog Behavior","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/pets/news-dog-behavior-why-does-my-dog-do"}