{"summary":"The view that the bubble blowing gets rid of excess water is the most accepted, though some have even speculated that its purpose is to heat the fluid up in the sunshine – a hypothesis since rejected as many flies bubble whether they are catching rays or not.. Pearl of a bubble almost the size of my headPhoto: Photo: M","advice_category":"2","content":"\nPhoto: Photo: M. Plonsky used with permission\nIt's images like these that give flies a bad rep – as if they needed one any worse. This drooling little dude looks like a rebel chewing on bubble gum, though we've never seen a pair of Ray Bans that compare to those it's sporting. So what's the deal here? Is this fly under the illusion that he should have been one of the T-Birds in Grease? Perhaps it thinks it's got what it takes to make it in Major Leagues. Heck, maybe there's even some science behind all of this.\nSo I'm chewing gum. What are you gonna do?Photo: Photo: Gerald Yuvallos\nIf there is an explanation for this apparently strange behaviour of flies, it's certainly not clear cut by any stretch. Flies of many different species – not to mention other insects like bees, wasps and lace wings – have been observed blowing bubbles from the end of their tongues – well, not exactly bubbles but rather drops of fluid they then suck in again.\nPearl of a bubble almost the size of my headPhoto: Photo: M. Plonsky used with permission\nYes, when these hairy little critters sit still for a minute, people with the benefit of a macro lens can watch as they do what would be clever ads for Hubba Bubba if they were aiming at the six-wings, three-body parts market. Says fly bubble blowing aficionado Brian Valentine: \"My current record for the number of consecutive drops is 11 and the biggest drop was about 2 mm in size. Colour ranges from colourless through to dark coffee coloured. Some of the drops even have gas bubbles in.\"\nRemember, it ain't no competition, JuniorPhoto: Photo: M. Plonsky used with permission\nFor insect-loving photographers, it's enough that the flies engage in this strange activity in the first place, and yet there are also various theories buzzing about why they would step up to the plate to act in this uncouth, 1950s throwback manner. Perhaps the most widely held hypothesis is that the fly's concentrated bubble blowing helps their digestion.\nCompetition? Oh yes it is. And mine's silverPhoto: Photo: ruiamandrade used with permission\nThe notion that blowing bubbles is a fly's answer to a Rennie Rapeze breaks down to the ideas that this is to do either with concentrating the fluid via evaporation as bees do, or else oxygenating it. The view that the bubble blowing gets rid of excess water is the most accepted, though some have even speculated that its purpose is to heat the fluid up in the sunshine – a hypothesis since rejected as many flies bubble whether they are catching rays or not.\nHas anyone got a spare stick of gum? I just ran outPhoto: Photo: Lord V used with permission\nAnother conjecture surrounding this habit of flies is that it is a symptom of a common fly illness – think: a common cold through a proboscis – though whether this voluntary behaviour can be compared to a bunged up nose is still very much up in the air. One further interesting idea is that the bubble blowing is a defensive weapon like the noxious, regurgitated food of some insects, but the fact that flies often make an easy target while sat blowing thus throws doubt on this speculation.\nSo I'm a Scatophaga stercoria. Who the heck are you?Photo: Photo: Lord V used with permission\nTwo final theories yet to be swatted into the realm of falsehood are that flies blow bubbles to clean and flush their mouthparts with this fluid, and that bubble blowing is a form of temperature control used to cool their bodies down. However, not all species of fly use this proposed equivalent to gargling with Listerine – and so why not? – while the bubble blowing also occurs in cold conditions where flies would sooner get warm.\nSitting here, minding my own, chewing some gumPhoto: Photo: Lord V used with permission\nIt all gets a bit complicated and scientific really – and what if all these hypotheses were wrong? What if it simply comes down to these insects hanging out, passing the time and basically looking fly?\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Flies Blowing Bubbles ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-37542-2113261470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/flies-blowing-bubbles/19530"}