{"summary":"The travel and tourism industry was pivotal in convincing that government to set up national parks to preserve those areas.”. For Costas it's the social element that deserves attention","advice_category":"8","content":"\nPhoto: Rich Morgan\nCostas Christ (pronounce 'Crist' to clarify) is an editor at large for 'National Geographic Traveller' and an advisor and expert on sustainable travel and ecotourism. He started as a wildlife biologist in Africa, and it was here that he began to ponder the question of how tourism could play a role in protecting biodiversity and wildlife. His work has taken him to over 100 countries and he is a founder member of the International Ecotourism Society.\nPhoto: Planeta\nNearly 20 years ago, in a small barn outside Washington a symposium not unlike this one, Costas and his contemporaries managed to create a definition of the emerging eco-tourism sector that has held true for two decades - but since then the subject has developed into something more. Sustainable tourism has to include the kind of quadruple baseline perspective I keep hearing so much about. An equal emphasis on environmental, social and financial factors all balances underneath the greater issue of climate. For Costas it's the social element that deserves attention. It's clear that protection of the environment is dependent on the people local to that environment, and building this relationship is imperative.\nPhoto: Nik06\n“When Heathrow terminal 5 opened there was an environmental protest angling to shut down the airline industry, but from my perspective, if I had the the ability to shut off air travel at the flick of a switch, than I would not. We would unleash a conservation disaster! Some 35 biodiversity hotspots are identified on the planet, representing less than 3% of the Earth's land mass, and in these areas tourism is growing. There are three areas of true wilderness left on this planet, being the Island of New Guinea, Amazon rainforest, and African rainforest. The country of Gabon is central in the protection of the latter. The travel and tourism industry was pivotal in convincing that government to set up national parks to preserve those areas.”\nPhoto: Krystie Gray\nTourism, and the revenue it provides is a convincing argument for developing countries who are in possession of areas of huge natural value. What is clear is that these areas must be protected if they are going to be exposed to the continual growth of eco-tourism, and the indirect protection that offers from domestic population growth is valid. For me it's a depressing reminder that the environment's value is only as great as the financial return its exploitation can offer. The travel and tourism industries are going to experience very real problems in the near future, with the possibility that they will not remain economically viable - which could have worrying consequences for environmental protection.","author":"Rich Morgan","web_category":"travel","title":"Six Senses Eco Symposium: The Importance of Ecotourism","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_horseshoe-bend.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-importance-ecotourism"}