{"summary":"The insane architecture you see above is the aftermath of a baseball stadium being abandoned in Osaka Japan; a new opportunity revealed itself and brought a bit of green regeneration to the urban jungle.. Judging by the ticket sales, people Osaka didn’t seem to care too much about baseball, so in 2003 the stadium was abandoned","advice_category":"8","content":"\nPhoto: image by Flickr user A Posh Sentinel\nThe insane architecture you see above is the aftermath of a baseball stadium being abandoned in Osaka Japan; a new opportunity revealed itself and brought a bit of green regeneration to the urban jungle.\nJudging by the ticket sales, people Osaka didn’t seem to care too much about baseball, so in 2003 the stadium was abandoned. Notwithstanding this, being situated near the Namba Train Station (the first stop from Kansai Airport) has its advantages: it is a place of great economic importance and the site therefore couldn’t go to waste. After several ideas and plans, the site’s owner, Nankai Electric Railway finally decided to convert the area into an amazing rising garden complex: the Namba Parks.\nWithin the park lie an array of towers (some over 30 meters high), a commercial center, as well as gardens, trees and waterfalls. The sloping park connects with the street, giving cars and passers-by comfortable access to the complex. Below the park there are also various restaurants, as well as a shopping mall with eight floors of gardens, which would probably drive me insane! It is a good place to shop though, if you’re into that sort of thing.\nProbably the most intriguing thing about the complex is the eclectic fusion of the urban and the natural: jagged and curved architectural lines blend into the soft, organic foliage.  This is urban renewal at its best.\nIn the evening the whole park takes on a different appearance. Looking out of a balcony, above the city of Osaka with a drink in one's hand, perhaps it is easier to appreciate the fusion of urban sprawl and nature.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"travel","title":"Nature's Enclave in a Japanese Metropolis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-DowntownLAfromGPObsjpg","url":"http://www.environmentalgraffiti.com/ecology/natures-enclave-in-a-japanese-metropolis/1316"}