{"summary":" Now environmentalists have been shocked by dozens of dead dolphin corpses washing up on the Mediterranean coast recently. The striped dolphins of the Mediterranean are already a protected species","advice_category":"2","content":"\nIt has been a difficult summer for the Mediterranean.  As we reported a few weeks ago, its beaches have been plagued by swarms of jellyfish, the surge in numbers attributed to over-fishing of predators and warmer seas due to climate change.  Now environmentalists have been shocked by dozens of dead dolphin corpses washing up on the Mediterranean coast recently.  The deaths are ascribed to a virus which some fear will become an epidemic.\nThe striped dolphins of the Mediterranean are already a protected species. The dolphins, also found in the Atlantic and Pacific oceans, are threatened in the overly busy waters by pollution, shipping and incidental catches in fishing nets.  Experts have tried to ensure numbers by keeping the breed in captivity, but these attempts have always failed, with the animals refusing to feed and dying within a few weeks.\nThe rapid decrease in population numbers due to the as-yet unidentified virus is a cause for concern:  “We are at the start of an epidemic,” commented Javier Pantoja, an official at the Environment Ministry.\nSpain’s structure of autonomous regions has led to concern about co-operation in tackling issues like this one.  However, the Environment Ministry assured reporters that a meeting on the subject will be held in September to try to co-ordinate action and slow the spread of the virus.\nIn other news, experts have been cheered by a confirmed sighting of the Yangtze River dolphin, presumed extinct earlier this month. The dolphin was spotted and filmed several days ago by a local.  Marine biologists will attempt to capture any surviving dolphins in order to breed them in captivity.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"Maryking","web_category":"nature","title":"Epidemic threatens Mediterranean dolphins","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","url":"http://www.environmentalgraffiti.com/ecology/epidemic-threatens-mediterranean-dolphins/240"}