{"summary":"As plant eaters or herbivores, caterpillars really could not digest cake, ice cream or cheese of course and some caterpillar species only feed on a very narrow selection of plants. … and the flower bud of a Mexican Milkweed plant:Photo: ","advice_category":"2","content":"\nPhoto: Caterpillar gutting a cherry tomato\nImage: turtlemom4bacon\nThere are few who don’t know Eric Carle’s children’s classic, The Very Hungry Caterpillar, about the cheeky green caterpillar who eats through anything in its path – from an apple, pears, plums and strawberries, to oranges, cake, ice cream and even cheese. We’ve taken a look at what caterpillars really eat and have come back with some astonishing if not astonishingly cute results.  \nCaterpillar going for a whole cabbage:Photo: \nImage: net_efekt\nAs plant eaters or herbivores, caterpillars really could not digest cake, ice cream or cheese of course and some caterpillar species only feed on a very narrow selection of plants. However, most caterpillars are known to be voracious eaters of all things green and are therefore not always welcome in a garden. \nThe very hungry caterpillars we have followed confirm this; they eat through berries, flowers, plant pods, cabbage and even tomatoes. But see for yourself what the real-life very hungry caterpillar has been up to: \nOn the first day, the very hungry caterpillar ate a hole into a rosebud:Photo: \nImage: Alan Turkus\nOn the second day, the very woolly caterpillar ate two red berries:Photo: \nImage: Bert Dennison\nOn the third day, the very hungry caterpillar went into the lilacs:Photo: \nImage: Dvortygirl\nOn the fourth day, the very spiky caterpillar chomped on a daisy: Photo: \nImage: aussiegall\nOn the fifth day, the very silvery caterpillar ate a wildflower called Indian paintbrush:Photo: \nImage: Anauxite\nOn the sixth day, the Monarch caterpillar ate a pretty pink flower bud:Photo: \nImage: Linda Tanner\n… a swan plant seed pod:Photo: \nImage: kiwinz\n… some butterfly weed:Photo: \nImage: OakleyOriginals\n… and the flower bud of a Mexican Milkweed plant:Photo: \nImage: Derek Ramsey\nLast, it ate through a whole Milkweed leaf for digestion:Photo: \nImage: John Owens\nOn the seventh day, the now not so hungry caterpillar had a drop of water:Photo: \nImage: suncana \nThen it rested before building a cocoon around itself:Photo: \nImage: Dean Morley\nIt stayed there for a few days and then…\n…emerged as a beautiful Tortoiseshell butterfly:Photo: \nImage: Dean Morley\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Very Hungry Caterpillar Retold in Pictures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45406-2218856180104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/hungry-caterpillar-retold-pictures/19551"}