{"summary":"Supermarkets waste other materials in addition to food: in order to transport food such a long way, supermarkets encourage wasteful excess packaging of products. In January the Competition Commission released a report stating that the trading practices of the biggest supermarkets may be leading to the loss of farmers and small shops","advice_category":"8","content":"\n“Don’t buy anything from the supermarket,” advises Chris Goodall, author of How to Live a Low-Carbon Life.  Supermarkets supply three-quarters of all the food consumed in the UK, and many of us accept this without question.  However, our supermarket-reliant culture makes the food production process hugely damaging to the environment.\n1) Supermarkets are driving farmers out of business\nIn January the Competition Commission released a report stating that the trading practices of the biggest supermarkets may be leading to the loss of farmers and small shops.  Because the big supermarkets have a monopoly of such a large part of the wholesale food buying market, they can dictate prices and force farmers into trading for less and less profit.  The Competition Commission found evidence that certain chains including Asda and Tesco, were bullying producers into lowering prices, with dairy farmers now receiving 20% less for milk than they did 19 years ago. 1,000 dairy farmers in England and Wales have gone out of business in the last year alone.\n2) Supermarkets sell bland food\nBecause much of their food is transported a long way, whether from overseas or within the UK, supermarkets value longevity in food products. By insisting on uniformity of produce supermarkets ensure that farmers breed crops for their size, shape and shelf-life rather than their taste. Supermarkets like to stock all products all year round, not altering their selections with the seasons. Forced crops grown in greenhouses can be bland and tasteless.\n3) Supermarkets are wasteful\n17 million tonnes of food waste is ploughed into the UK's landfills every year, with around 4 million tonnes of that being perfectly good to eat.  This is in large part due to the supermarket practice of discarding food that doesn’t meet proscribed standards.  Supermarkets also make us wasteful as individuals, because of the drive to buy in bulk.  Food industry and government statistics show that each adult wastes ¢G420 of food a year.\nSupermarkets waste other materials in addition to food: in order to transport food such a long way, supermarkets encourage wasteful excess packaging of products.  Much packaging involves multiple materials (eg both plastic and cardboard) making it difficult to recycle.\n4) Supermarkets are reducing biodiversity and choice\nBecause they are budgeting on a national scale, supermarkets encourage mass production from farms for maximum profit for the stores. They want farmers to grow large crops of the same variety, enough to supply their many customers.  As a result, rather than producing, say, a range of the 2,300 different varieties of apple, farmers end up farming one variety intensively, reducing diversity and increasing the risk of damage from pests. To make it easier to process products in large quantities, supermarkets demand standardised products, refusing to buy fruit and vegetables that don’t correspond to the proscribed sizes.  This is wasteful and puts financial pressure on farmers to conform to the standards, which requires the use of pesticides, fertilizers and factory farming methods.\n5) Supermarkets are a big contributor to carbon emissions\nSupermarket food tends to rack up a high number of air miles before arriving in the aisles: the average item of food purchased from a supermarket travels over 1000 miles.   The Department for Environment, Food and Rural affairs says that the UK produces under two thirds of its own food.  Supermarkets like to trade with farmers in developing countries whose prices are far lower, who don’t have regulations on the use of polluting chemicals, and who are easier to exploit.  They then transport the food often thousands of miles back to the UK. Even items that are produced in the UK are transported to a central processing plant before being distributed to outlets. The distance food is transported has increased by 50% over the last 20 years, and UK air freight is growing by about 7% per year.\nSources include: Corporate Watch; Friends of the Earth; Competition Commission; Hansard\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Maryking","web_category":"lifestyle","title":"5 Reasons not to shop in supermarkets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/5-reasons-not-to-shop-in-supermarkets/271"}