{"summary":"Natural selection, commonly known as the \"survival of the fittest\", has created many successful and unsuccessful animal and plant species throughout time. This \"survival of the fittest\" in nature is commonly associated with strength, physical prowess, ability to produce many offspring, cunning, and many other factors","advice_category":"4","content":"\nPhoto: Tracy Olson\n\nAt one time in history, or rather, throughout history, sex and natural selection served as the driving forces of evolution. Natural selection, commonly known as the \"survival of the fittest\", has created many successful and unsuccessful animal and plant species throughout time. This \"survival of the fittest\" in nature is commonly associated with strength, physical prowess, ability to produce many offspring, cunning, and many other factors. Humans in modern society have changed this 3.7 billion year old concept into a completely new idea. \n-Natural Selection of the Gal?pagos finches according to Charles Darwin:Photo: John Gould\nIn modern times, humans have warped natural selection and the \"survival of the fittest\", making breakthroughs in the science of genetics, changing organisms and essentially outsmarting evolution. On the topic of anthropology however, humans have changed the course of natural selection not by altering it genetically, but rather by making a simple choice. Due to the development of our brains, we have the ability to think freely, making choices of mates not by those who are most fit, most intelligent, or most likely to survive in general, but rather on personality and/or wealth. Although a relationship based on emotion and personality is every person's dream, this is generally not the case in most relationships. \n-The Temporal Lobe is the part of the Cerebrum that controls emotional and intellectual activities of the brain including greed which has created the \"survival of the richest\" concept.Photo: In Public Domain. No Author Listed\nThis subject can be discussed and argued using simple statistics. Approximately 40% of first marriages in the United Kingdom end in divorce. This figure is approximately 43% in the United States. The reason? The general trend points to financial problems. These trends lead to a conflict between \"survival of the fittest\" and \"survival of the richest\" in which rather than helpful adaptations being continued through natural selection, the gene pool becomes stagnant with the random, not necessarily useful gene mutations in that of the rich populations.\n-A Eukayotic Gene:Photo: National Human Genome Research Institute\n\nAs can be concluded, in modern society, the process of natural selection and \"survival of the fittest\" has been replaced not by the desire to reproduce towards the advancement of the species through adaptation, but rather the process of \"survival of the richest\" and the desire to possess, inherit, or acquire money.\n-Charles Darwin, the revolutionary scientist that introduced the terms \"Natural Selection\" and \"Survival of the Fittest\":Photo: Karl Pearson\n","author":"fishman9809","web_category":"science","title":"Human Evolution and Survival of the Richest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/biology/news-modern-sex-survival-richest-0"}