{"summary":"The Yellow-Bellied Sapsucker then drills a new row just above the old, where the sap is actually under greater pressure since it cannot flow past the self-plugged holes. Their ability to draw phloem sap from trees makes the Yellow-Bellied Sapsucker an important ally for several other animals that drink tree sap","advice_category":"2","content":"\nPhoto: Life Lenses\nThe Yellow-Bellied Sapsucker, or Sphyrapicus varius, is a medium-sized woodpecker with the ability to drain sap from the trees upon which it feeds. This small bird with a long name has only shared some of its secrets with naturalists.\nDescription of the Yellow-Bellied Sapsucker\nThe male Yellow-Bellied Sapsucker has a red \"cap\" on top of his head, black and white stripes along his cheeks, a white throat, dark wings with white specks, and the pale yellow stomach for which it is named. Females lack the red cap and are generally more muted in shading, but also have yellow bellies.\nAdults may grow to about nine inches in length with a wingspan of 16 inches. They tip the scales at about 50 grams.\nHabitat and Behaviour of the Yellow-Bellied Sapsucker\nThese birds live in North American forests, whether in open or dense canopy environments. In the summer they live in a broad band across Canada, from northern British Columbia and south-east through the Great Lakes and into the Maritime provinces. They also summer in the northern United States from the Midwest through to the Eastern Seaboard.\nYellow-Bellied Sapsuckers migrate to the south-eastern United States, Mexico and the West Indies for the winter. Surprisingly, the females travel farther to the south than do the males.\nMales choose the breeding grounds: both the general territory and the specific nest site. They also make the largest contribution to hollowing out a cavity in a tree trunk, to serve as the season's brood nest. This job takes up to a month in the spring.\nPhoto: New Jersey Birds\nBreeding Habits of the Yellow-Bellied Sapsucker\nTwo to seven eggs constitutes a clutch. The eggs are incubated for two weeks, with the male sharing in this task.\nOnce hatched, nestlings are fed sap-drenched insects by both parents. Within a month, the young are encouraged to take flight. Sometimes the parents will entice their children with food held just out of reach from the nest.\nFeeding Habits of the Yellow-Bellied Sapsucker\nYellow-Bellied Sapsuckers eat insects, much as do other woodpeckers. Based on the first image, they will also eat seeds or berries.\nThey gain their name, however, because they also drill for, and consume, the \"phloem\" sap from trees. This is the nutrient-rich sap that flows down from the leaves towards the roots. Maple syrup is made from the watery \"xylem\" sap that flows up from the roots in early spring.\nTheir remarkable drilling technique maximises the flow of phloem sap. By drilling a horizontal row of holes, the first sap leaks out but then thickens and clots, much as does a cut on a human arm. This blocks the downward flow of sap. The Yellow-Bellied Sapsucker then drills a new row just above the old, where the sap is actually under greater pressure since it cannot flow past the self-plugged holes. Eventually a grid of holes can be seen; the top row will be the most recent.\nPhoto: New Jersey Birds\nEcological Importance of the Yellow-Bellied Sapsucker\nTheir ability to draw phloem sap from trees makes the Yellow-Bellied Sapsucker an important ally for several other animals that drink tree sap. Among mammals, bats, porcupines and squirrels all appreciate the efforts made by the sapsucker.\nTheir greatest beneficiaries, however, are hummingbirds. In particular, the ruby-throated hummingbird would be hard pressed to find enough nectar from flowers in the northern edges of its breeding zone. The tree sap released by sapsuckers makes a perfect substitute for nectar.\nPhoto: Kelly Colgan Azar\nReferences:Mary Deinlein, National Zoo of the Smithsonian Institute, \"Yellow-bellied Sapsucker\", Aug. 2003, referenced Aug. 1, 2011; and \"Yellow-bellied Sapsucker Life History\", referenced Aug. 1, 2011.","author":"MikeDeHaan","web_category":"nature","title":"The Ecological Importance of the Yellow-Bellied Sapsucker","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-ecological-importance-yellow-bellied-sapsucker"}