{"summary":"For this reason, the discoverers and Conservation International have demanded that they be given a critically endangered status by the International Union for Conservation of Nature (IUCN). Its long tail is stippled with grey, and it has a bushy red beard around its cheeks.\" This species, Callicebus caquetensis is, like all titis, monogamous with a bonded pair at the the head of the family or troupe","advice_category":"2","content":"\nPhoto: Javier Garc?ar\nTiti monkeys are indigenous to the New World, especially Central and South America. Sadly many have become extinct, so you can imagine the joy in 2008 when Thomas Defler, Marta Bueno and student Javier Garc?a were finally able to reach a part of war-torn southern Colombia, where they discovered 13 troupes of a new titi monkey!\nPhoto: Javier Garc?ar\n\"The Callicebus caquetensis is the size of a cat. It has grayish-brown hair, but does not have a white bar on its forehead as many other species of Callicebus most closely related to it. Its long tail is stippled with grey, and it has a bushy red beard around its cheeks.\" This species, Callicebus caquetensis is, like all titis, monogamous with a bonded pair at the the head of the family or troupe. With an \"awww\" factor of 10, babies also make purring noises like a cat when content. The parents travel in family groups, with a mom, dad and one to four children at a time, giving birth to one a year on average.\nPhoto: Javier Garc?ar\nOnce a new baby arrives, the oldest is forced out so the new one is able to get the attention it needs from mum and dad - at least this is what happens with related species of titi and it is assumed the same happens here. Titis eat fruit as their main dietary staple, then leaves and lastly seeds and insects, as far as preferences go.\nPhoto: Javier Garc?ar\nThe discoverers had heard about, as well as heard these monkeys, themselves, long before they saw one and for a long time they couldn't tell if it was a new species which was so hard to find. However, one unique little habit helped them. Every morning, the titi uses one of the most complex calls (listen to the call here) in the animal kingdom to mark their territory. \"This discovery is extremely exciting because we had heard about this animal, but for a long time we could not confirm if it was different from other titis. We now know that this is a unique species, and it shows the rich diversity of life that is still to be discovered in the Amazon,\" said Dr. Defler.\nPhoto: Stephen Nash\nPublished in the journal Primate Conservation, it is a bittersweet finding however, since they estimate there are less than 250 of the species left, when a healthy amount should number in the thousands. For this reason, the discoverers and Conservation International have demanded that they be given a critically endangered status by the International Union for Conservation of Nature (IUCN). \nIts habitat is being cut down for logging and for farmland, and it is very dangerous if not impossible for it to cross to other areas of forest over open areas with barbed wire in the middle. Hopefully the IUCN will soon name the species as being critically endangered and the governments in the area will start to think about species preservation.\nMany thanks to Conservation International for the use of their photographs and the information\nSources: 1, 2, 3, 4","author":"Michele Collet","web_category":"nature","title":"Almost Extinct Species of Titi Monkey Discovered in the Amazon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","url":"http://www.environmentalgraffiti.com/news-new-species-titi-monkey-amazon-only-250-left"}