{"summary":"A small boost can change your mood and energy levels but the question is if energy drinks would do the trick.Caffeine is a stimulant. A typical soda pop may have about 160 calories from sugar","advice_category":"8","content":"\nPhoto: Togood2b4gotton?\nEnergy drinks are becoming more and more popular and are heavily used by some children and young adults. Is this another health crisis in the making? Or is it simply a new form of healthy nutrition?\nEnergy drinks come in many formulations. Some specifically avoid adding sugar or caffeine; some boast about containing these same ingredients. You have to read each label to know. Here are a few frequently included components.\nSugar comes in many types: dextrose; fructose; galactose; glucuronolactone; glucose; high-fructose corn syrup; or sucrose.\nCaffeine is common in coffee, tea and chocolate and is added in some soft drinks, energy drinks and sports drinks.\nPhoto: tskdesign?\nBeyond these two, energy drinks may have less common ingredients such as ephedra, ginseng, green tea, guarana or taurine. You might find different vitamins or minerals, such as B vitamins, for energy conversion.\nIf your level of blood sugar or glucose is below par, you may feel tired or sluggish, depressed or unfocused. A small boost can change your mood and energy levels but the question is if energy drinks would do the trick.Caffeine is a stimulant. In small doses, it can help you stay awake and stay focused on a boring task. With (and possibly without) other pain killers, it can help you ignore aches.\nOf course, there are downside risks. If you eat enough sugar, your blood glucose level will rise beyond your body's target zone. Then insulin will be released and helps convert that glucose into fat. (Unless you are a diabetic, in which case you are in a far worse situation).\nPhoto: {* ferris!?\nOver time, caffeine behaves like an addictive drug: you need to keep taking it to avoid headaches and excessive tiredness and you may need to drink more caffeine to get the benefits. Even normal usage stimulates the production of urine; athletes are at greater risk of dehydration after taking caffeine. Excessive urination may also be the reason why caffeine is associated with lower calcium levels - a risk to bones and teeth.\nSome researchers have warned of drug interactions. Both caffeine and ephedra, for example, stimulate the heart rate. Taking both can be dangerous.\nSome of the concerns about energy drinks come from labeling practices. If you read a label and see the sugars listed above, you may not realize that they all add up to a lot of empty calories. If the label says \"green tea\", it may not need to mention the caffeine naturally found in that herb - and you would not realize how much caffeine?you are consuming in?total.\nPhoto: Phil Scoville\nHealth Canada suggests different limits on caffeine consumption for different age groups, as well as for other reasons. An average adult might take 400 mg, but a pregnant woman should stay below 300 mg per day. A five-year-old child should ingest 45 mg at the most - one can of soda pop is permitted, but then no chocolate, tea or other sources.\nA can of caffeinated soda pop typically has about 45 mg. Eight ounces of coffee may have around 130 mg, so an adult could make her quota with three cups. Energy drinks range from caffeine-free to the equivalent of \"several cups of coffee\".\nA typical soda pop may have about 160 calories from sugar. This is in the same range as many energy drinks, which have 100 to 200 calories.\nYou already know that your body will convert excess carbohydrates to fat. If you try to \"run it off\": a woman weighing 50-kg (110 pounds) must run about three km to burn 150 calories. A child weighing half that much would need to run twice as far.\nPhoto: iogi\nOne well-advertised example is Red Bull. The company lists some ingredients on their Canadian web site: the sugars are sucrose, glucuronolactone and glucose; caffeine, taurine and B vitamins are also included. They also have \"Red Bull Sugarfree\", which uses sucralose as the sweetener.\nMany brands of energy drink vie for our attention. If you need help to stay alert on the late shift, an energy drink might be a good idea. If you are having trouble getting to the next level of an online MMORG, maybe you should forgo the sugar and caffeine and just sleep.\nPhoto: jajah?\nFurther reading/sources:\nHelen Branswell, Winnipeg Free Press, \"Journal slams caffeine-loaded drinks\", published July 27, 2010, referenced July 27, 2010.\nNoni MacDonald, MD, MSc (et al), Canadian Medical Association Journal, PDF: \"'Caffeinating' children and youth\", early release published July 27, 2010, referenced July 27, 2010.\nLeslie Bonci, M.P.H., R.D., Gatorade Sports Science Institute, \"SSE #84: Energy Drinks: Help, Harm, or Hype?\", published 2002, referenced July 27, 2010.\nAuthor unknown, Health Canada, PDF \"Caffeine\", modified March 2010 , referenced July 27, 2010.\nAuthor unknown, Health Canada, \"Caffeine in Food\", modified March 19, 2010, referenced July 27, 2010.\nAuthor unknown, Red Bull.ca, publication date unknown, referenced July 28, 2010.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.","author":"MikeDeHaan","web_category":"lifestyle","title":"The Hidden Health Risks of Caffeine Energy Drinks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-energy-drinks-caffeine-and-sugar-all-what-about-health-and-nutrition"}