{"summary":"Cyanobacteria produce many different kinds of toxins depending on their particular strain. Eventually, the cyanobacteria will use up the excess nutrients and slowly die off, but this can take years – all the more reason to protect our lakes from pollution.","advice_category":"2","content":"\nPhoto: Becky Gregory\nThe word cyanobacteria sounds like it might refer to some sort of alien life form or poisonous infestation. However, while neither of these notions are strictly true, cyanobacteria definitely have some almost alien qualities, and they can be extremely toxic.\nPhoto: Lairich Rig\nThese strange microorganisms are not true bacteria (although they have similar structures) and can actually produce oxygen through photosynthesis the way plants do. Perhaps even stranger, though, is the way that cyanobacteria move.\nMost genera propel themselves forwards either by secreting viscous fluid called mucilage and then gliding along it, kind of like slugs. Other types of cyanobacteria move by filling or collapsing gas-filled cavities called vesicles to alter their buoyancy.\nPhoto: Lairich Rig\nCyanobacteria are also remarkably hardy. They can survive many extreme conditions for long periods of time, enduring exposure to UVA radiation, dryness, high salinity, and heat. Cyanobacteria are an important part of our environment and even function as nitrogen fixers in areas like the Arctic and deserts.\nPhoto: Toby Kurk\nSo far, these funny-looking microorganisms don’t sound so bad – so where does the problem arise? It all comes down to humans and how we interact with our environment. When we pollute our lakes with run-off fertilizer, waste and garbage, the water becomes super-saturated with an excess of nutrients.\nThis condition is called eutrophication, and it is the perfect breeding ground for plants and cyanobacteria. The cyanobacteria move in, flourish and multiply, gobbling up all those delicious (or disgusting!) nutrients humans discarded.\nPhoto: Kansas City District\nIn warm weather, cyanobacteria “blooms” can spread across entire bodies of water and turn them a noxious green color. The thick mats of cyanobacteria on the surface can also block sunlight and decrease oxygen in the water below.  This can lead to plant and animal death. And as if that weren’t bad enough, cyanobacteria also produce toxins, killing not only life in the lake, but also affecting humans and animals.   \nPhoto: Mark Sadowski\nCyanobacteria produce many different kinds of toxins depending on their particular strain. These toxins affect different parts of the body, from the skin and upper respiratory system to the neurons. Some of the toxins can affect the liver, causing hemorrhaging, vomiting, cancer, and even death.  Determining the toxicity of the water is very difficult because the level of toxins can change drastically even from one day to the next.  \nSwimming and drinking from contaminated lakes are the most common causes of poisoning. Humans don’t usually die from cyanobacteria toxins, but they can get seriously ill, especially if they depend on the lake for drinking water and irrigation.  \nPhoto: Becky Gregory\nDetoxifying lakes infested with cyanobacteria is difficult and complicated. The best option is to prevent “nutrient-loading” in the first place by managing waste going into the lake, including fertilizer and manure. Eventually, the cyanobacteria will use up the excess nutrients and slowly die off, but this can take years – all the more reason to protect our lakes from pollution.\nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"nature","title":"The Problem of Cyanobacteria and Toxic Lakes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-cyanobacteria-and-toxic-lakes"}