{"summary":"They’ve filed a lawsuit against the Bush administration for missing the deadline on whether to include the polar bear in the Endangered Species Act.. Kassie Siegel of the Center for Biological Diversity said: “The Bush administration seems intent on slamming shut the narrow window of opportunity we have to save polar bears.”","advice_category":"2","content":"\nAs a wide-eyed environmental idealist, I naturally assumed that it would be “the people” that got the environmental movement rolling.\nImage by Ansgar Walk\nI figured we’d succeed with some petition signing, some marches, maybe a few celebrity appearances.\nI was an idiot. As an American, I should have known better. The way to win isn’t through the hearts and minds of Americans, it’s through lawsuits.\nI’m only half kidding. Lawsuits really can be particularly effective political devices.  That also seems to be the reasoning of the National Resources Defence Council, the Center for Biological Diversity and Greenpeace. They’ve filed a lawsuit against the Bush administration for missing the deadline on whether to include the polar bear in the Endangered Species Act.\nThe government has been delaying the decision for months after missing a January 9 deadline. Campaigners believe this is because the government wants to sell oil and gas leases in polar bear habitat, an action that would be made much more difficult should the bear be named an endangered species.\nAndrew Weitzer, director of the NRDC’s Endangered Species Project, said: “The Endangered Species Act is absolutely unambiguous: the Fish and Wildlife Service was required to make a final decision months ago. Now it’s up to a federal court to throw this incredible animal a lifeline.”\nKassie Siegel of the Center for Biological Diversity said: “The Bush administration seems intent on slamming shut the narrow window of opportunity we have to save polar bears.”\nAccording to the NRDC:\n\n\nI commend the efforts of the groups. In a time when most lawsuits appear to be frivolous money grabs filed by ambulance chasing lawyers with bad TV commercials, it’s refreshing to see one that’s actually trying to make a difference.\nInfo from National Resources Defense Council\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Lawsuits Will Save the Polar Bear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/lawsuits-will-save-the-polar-bear/907"}