{"summary":"African penguin chicks at SANCCOB were found to be suffering with this uncommon disease, and were small in weight and size in comparison with the other healthy fellows. According to a study published in the journal Waterbirds, researchers are struggling with the problem of why some penguin chicks are losing their feathers","advice_category":"2","content":"\nPhoto: SANCCOB\nA cute-looking, almost human-like bird from Antarctica which has a large head, short neck and elongated body – and skin covered with shiny feathers. It's a creature that needs no introduction – but did you know that some penguins are losing their plumage?\nYes, there is some bad news for penguin lovers. According to a study published in the journal Waterbirds, researchers are struggling with the problem of why some penguin chicks are losing their feathers. First observed at SANCCOB (Southern African Foundation for the Conservation of Coastal Birds) in 2006, this feather-loss disorder has become a matter of serious concern for the researchers. \nAfrican penguin chicks at SANCCOB were found to be suffering with this uncommon disease, and were small in weight and size in comparison with the other healthy fellows. Their growth-rate, too, was slow comparatively.\nPhoto: SANCCOB\nThe disease peaked in 2007, when researchers from the Wildlife Conservation Society (WCS), the University of Washington and Centro Nacional Patag?nico  also observed the same disorder in the chicks of related Magellanic penguins along Argentina’s coastline. The scientists do not know yet whether the disorders in the two species are connected.\nPathogens, thyroid disorders, nutrient imbalances and genetics have all been named as possible reasons behind the outbreaks. According to Dr. Nola Parsons, the Veterinarian and Researcher at SANCCOB, the disorder in African penguins is most likely caused by an infection – in the absence of evidence for a parasite, malnutrition or stress. \nDr. Parsons is sending samples from penguins affected in 2010 to St John Fisher College in Rochester, New York, where efforts will be made to try and identify what it is that's causing the disorder. We hope to hear some good news soon.\nSource: SANCCOB Press Release","author":"Alka Sharma","web_category":"nature","title":"The Disease Plucking the Feathers of Baby Penguins","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-feather-loss-ddisorder-penguin-chicks"}