{"summary":"Yee used mathematics and trial and error to solve the problems needed to craft the paper structure. But if you think that’s hard, how about trying to build an engine out of paper? ","advice_category":"6","content":"\nFor most of us building an origami bird is pretty damn difficult, or near impossible. But if you think that’s hard, how about trying to build an engine out of paper? \nFor a Canadian designer named Yee (who has over 35 years of experience with paper art), this difficult concept soon became a project. It took him almost 2 years to craft a perfect model of a V12 engine, made entirely of paper. Yee used mathematics and trial and error to solve the problems needed to craft the paper structure. After testing the paper was done, the pieces were redrawn using a computer program.\nThe 1.5kg beauty is crafted out of 1978 pieces of paper and bits, includes 12 LED lights to simulate the spark plugs and runs off 2 x AA batteries. The Origami engine has 12 rods and 12 pistons but also features a cooling fan and a crankshaft. As opposed to the traditional Origami paper folding, the technique used for this model has an Origami-style interior applied throughout the engine. The careful folding keeps the engine rigid and all the pieces in the right places.\n\"It took approximately two years to design and build the first model but it would take much less time to build one from the kit,\" said Yee, the 43-years old Canadian that build the engine. Yes, the engine is available for everyone that's willing to invest hours to build it. The 160$ kit comes with 195 sheets of paper with printed patterns, a CD ROM packed with instructions and a battery-powered motor for the LEDs.\nAll the patterns are printed on acid-free heavy paper, meaning that the model won’t change color as the years pass by.\nsource: 1, image sources: 1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Bogdan","web_category":"art+and+design","title":"V12 Engine Made With Origami","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb25.webshots.com-43608-2542567240105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/v12-engine-made-with-origami/1321"}