{"summary":"Photo: Julien Berthier. Photo: Julien Berthier","advice_category":"6","content":"\nPhoto: Julien BerthierLove Love\nJulian Berthier is a designer and artist from France with spectacular ideas who uses humor to make serious social commentary. He engages the viewer with his pieces but the sometimes absurd hide a serious element, for example questioning the danger of governments when there is a decline in civic responsibility.\nPhoto: Julien Berthier\nIn one of Berthier's books on his design drawings, he says in the introduction that we should “not leave the world to the specialists.” He believes governments often just offer gimmicky answers to major problems such as the environment, globalization and energy issues.\nDrawing since he was a child, Berthier graduated from Paris's school of fine arts (ENBSA). He has published two books and is a workaholic whose installations, designs and sculptures have been seen around the world, most notably his piece Love Love.\nPhoto: Julien Berthier\n\"Love Love\" is a very unusual sculpture that Julien made from a large sail boat by cutting it in half, putting a new keel on and fitting it out with two inboard motors. He says about it: \n\"People never really know what to think when they see it for the first time. I wanted to freeze the moment just a few seconds before the boat disappears, creating an endless vision of the dramatic moment. It's completely functional and perfectly safe, you can even steer it from the upside down seat I have installed.\"\nPhoto: Julien BerthierLeft-handed drawing of Rietveld' Read and Blue Chair\nThis vibrant and spectacular work comes from an interesting concept. Berthier drew Gerrit Rietveld's \"Red and Blue Chair\" (1918) with his left hand, built a prototype from the resulting design drawing and had a carpenter then create five identical models of it. \nThere is definitely a humorous element to this as the chair built by Rietveld was part of a movement in the Netherlands to use only squares and rectangles, straight lines and primary colors. Using his left hand has stood it on its head and by following scrupulous details of his drawing, he has a chair with bends and curves from the original.\nPhoto: Julien BerthierThe Chapel\nTogether with Stephane Thidet, Berthier came up with the idea of making a very modern statement on old Norse Viking tradition, namely that of lifting up and overturning their longboats to turn them into homes and places of worship. \nPhoto: Julien BerthierThe Specialists\nIn continuity with his belief that people in society need to take some civic responsibility and governments need to come up with common sense solutions, Julien installed \"the Specialists.\" He took a 10cm-deep and approximately 5 ft x 6 ft empty end wall in an area of Paris and, using the architectual codes in place, built a complete facade with working bell, plaque and mail slot.\nPhoto: Julien Berthier\nPhoto: Julien Berthier\nThe pictures show the project from the start and finish and then four years later where it is still standing. Graffiti artists sometimes do their damage and the government workers come and clean it off like clockwork.\nBerthier has so much more work, all of it on the same themes but covering every aspect of life from work and workers to the environment, leisure time and urban planning. He is a reminder to all of us that we have become a society happy to wait for \"the specialists\" in any area rather than try and do things for ourselves, and often this leads to ridiculous outcomes by governments.\n\nSources: 1, 2, 3","author":"Michele Collet","web_category":"art+and+design","title":"Julien Berthier's Incredible Unsinkable Ship","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-art-julien-berthier"}