{"summary":"The primary source of water for municipalities is ground water. The minerals in the water act as nutrients for different types of bacteria and allow the populations to multiply","advice_category":"8","content":"\nPhoto: Clark AndersonNATURAL WATER\nOnly 3% of the earth's water is fresh, non-saline water. Of that non-saline water, 31% is accessible as fresh water. For every gallon of fresh surface water, there are 30 gallons that lie underground. The primary source of water for municipalities is ground water. \nWater is held in underground reservoirs known as aquifers. To collect in the aquifers, water passes through the atmosphere where it dissolves and collects atmospheric gases such as nitrogen, carbon dioxide and sulfur dioxide. When it falls to the surface as rain, it's mildly acidic with a pH just below 7.  \nIt then passes through layers of surface soil, clay, sand, gravel and other porous materials. As it passes through those layers, it is filtered, preventing it from dragging most surface impurities with it underground.  However, it does carry minute quantities of bacterial spores.\nAt the same time, because the water is acidic, it dissolves minerals and brings them into the aquifers. As the water remains in the aquifer, it continues to dissolve minerals until an equilibrium between the dissolved content of minerals and the pH is achieved. These minerals may be of a toxic including heavy metals.\nLike microscopic seeds, the tiny spores open to become live bacteria. The minerals in the water act as nutrients for different types of bacteria and allow the populations to multiply. There are multiple genera types of these bacteria that may include Pseudomonas, Flavobacterium and Acinetobacter. \nPhoto: Andrzej Barabasz (Chepry)MUNICIPAL WATER\nAs noted above, humans extract some of this water from the ground and consume it as drinking water. If the water is consumed without treatment, the bacteria pass into the body as pathogens. For the majority of people, antibodies rally to resist and destroy the bacteria. But for a small, yet noticeable segment of the population, these pathogens present a health risk.\nTo protect these people, municipalities use chemical agents such as chlorine or chlorine-based products to kill bacteria. In addition, where unsafe levels of toxic minerals exist, they are removed by bonding them into larger molecular particles and filtering them out. These treatment processes reduce the risk of disease and consumption of toxic minerals, making the water safer to drink.\nWhen municipalities run tests on their treatment facilities, the rate of compliance exceeds 90%. So the vast majority of municipal water consumed out of the taps of developed countries (e.g. the U.S., U.K., Canada, Australia and New Zealand) is safe. Only on rare occasions does water that is not compliant with standards reach the public.\nPhoto: Alex AnlickerCORPORATIZED WATER\nFor a price, this water can be improved. Further filtration can remove lingering traces of bacteria and spores. Reverse osmosis can remove greater percentages of mineral impurities. To stabilize the water and prevent it from reacquiring minerals, food-quality minerals can be added. The resulting water is extremely safe, mildly flavored and highly consumable. It can then be packaged into sterile plastic bottles and distributed to the public.\nFor more information see:Corporate Water PrivatizationBottled Water, Pure Drink or Pure Hype?Poison Lurking in Your Plastic Bottle ","author":"Russell Vallimont","web_category":"lifestyle","title":"Why Only One Percent of the World's Water Is Drinkable","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/health-and-body/news-water-everywhere-what-can-you-drink"}