{"summary":"Garssi jokingly suggested that the score was “humans eight, gophers one.”  Before starting the fire the two men had managed to destroy eight gopher holes, so they’ve got that going for them, which is nice.. The device is similar to Spackler’s gopher hole explosion technique, with roughly the same results","advice_category":"2","content":"\nIn a story reminiscent of Carl Spackler’s struggles in Caddyshack, two Canadian men caused hundreds of thousands in damages as they attempted to blow up some wily gophers.\n\nThe gopher laughs heartily at your pathetic attempts to exterminate it. Image by Chuck Szmurlo\n\nThe two men set out to rid a grassy area near Calgary, Alberta of the rodents using a device called the Rodenator, which is designed to blast the animals out of their holes.  The machine pumps propane and oxygen into the gopher holes which, on ignition, allegedly creates a blast and shockwave that kill gophers and collapses the animals’ tunnel system.\nThe device is similar to Spackler’s gopher hole explosion technique, with roughly the same results. Perhaps it was not the best idea in the world to use a flammable, explosive gopher extermination technique in the bone dry grasslands around Calgary, which have been subject to a fire ban in recent months. Nevertheless, the two men went ahead with their plan and ended up sparking a raging grass fire.\nWhen the smoke cleared, an estimated C$200,000 ($197,000) in damage had been done and dozens of Calgary residents were left humming “IIII’m alright. Nobody worry ‘bout me.”  About 160 acres of property was completely scorched. No homes burned, but several outbuildings were torched. Nobody was injured in the blaze.\nCaptain Joe Garssi of the Rocky View fire department said: \"We had a couple of acreage owners out taking care of their rodent problem with this device. They did a few holes successfully and then hit a hole that didn't go in very far. When they filled it with propane it over-filled the hole...and when they ignited it (fire) flashed out of the hole into the grass beside them.”\nGarssi jokingly suggested that the score was “humans eight, gophers one.”  Before starting the fire the two men had managed to destroy eight gopher holes, so they’ve got that going for them, which is nice.\nInfo from Reuters \nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Men Cause $200,000 Grass Fire Trying to Blow Up Gophers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/men-cause-200000-grass-fire-trying-to-blow-up-gophers/963"}