{"summary":"Most people would name vinegar and baking soda as the champion environmentally friendly cleaning products for the green consumer. Some disposable diapers are biodegradable by composting","advice_category":"8","content":"\nPhoto: Andr? Karwath aka Aka\n\"Green\" consumers want to choose the best environmentally friendly products for their homes. What guidelines are useful for consumers? What are some specific products that satisfy the desire to \"go green\"?\nGuidelines for Environment Friendly Products\nEnvironment friendly products meet certain conditions. They must be bio-degradable, made of natural rather than artificial materials, be non-toxic, and avoid harming most plants and animals. Some products, such as cleaning or pest control products, do have the job of killing bacteria or insects. In these cases, the product must only work in high concentrations, for limited times, or in very targeted ways.\nHere are some products that live up to these criteria. In all cases, start small by test-cleaning a small sample to be sure there is no abrasion or fading.\nA Guide to Environment Friendly Cleaning Products\nMost people would name vinegar and baking soda as the champion environmentally friendly cleaning products for the green consumer. Vinegar, a food, is a mild acid made through a fermentation process. Baking soda is also known as bicarbonate of soda or sodium bicarbonate or NaHCO3. It is an ingredient in baked goods. So neither is poisonous, and both are biodegradable.\nPhoto: Thavox\nMany household cleaning chores may be tackled by some combination of salt, water, vinegar and baking soda. Mildly unpleasant odours may be handled by either vinegar or baking soda. \nNote that baking soda is not the same as baking powder. Baking powder adds cream of tartar and starch to baking soda; it is not recommended as a cleaning agent. \nDiluting vinegar with water gives a window cleaner. A vinegar plus baking soda paste can scrub most non-porous surfaces, such as found in kitchens or bathrooms.\nA solution of salt in vinegar gives another cleaning fluid for hard, non-porous surfaces. Some experimentation will tell whether it is better for some stains than others.\nSome people prefer lemon juice to vinegar as their acidic cleaner.\nThese cleaning processes might leave a white residue that can be wiped off with a damp cloth.\nPhoto: tombothetominator\nA Guide to Other Environmentally Friendly Products for the Home\nSome scratches on wood surfaces can be buffed away with a fifty/fifty mix of vegetable oil and lemon juice. The mix will slightly soften the finish; some vigourous rubbing should eliminate small scratches.\nMany of us now carry our own shopping bags. These reusable, sturdy cloth bags make a minimal impact on our environment, once you consider the number of shopping trips one bag can make. Some cities have imposed fees for using disposable plastic bags, and with good reason.\nCloth diapers were once the only type of diaper available. Now they are the eco-friendly alternative to absorbent paper diapers that require cutting down trees and disposal in land-fill sites.\nSome disposable diapers are biodegradable by composting. It is not clear whether these will decompose in a landfill or only in a well-tended composter.\nThere are many online resources for finding environment friendly products. Readers are welcome to add their tips as comments for this article.\nReferences:\nTanya Barnard and Sarah Krame, Canadian Living, \"Green home: Natural (and cheap) household cleaning products\", referenced Feb. 2011. \nGreen Living Tips, \"24 Handy Lemon Tips\", referenced Feb. 2011.\nEco Shopper, \"Sproutbaby.com offers eco-friendly diapers and more\", referenced Feb. 2011. ","author":"MikeDeHaan","web_category":"lifestyle","title":"Quick Guide to the Best Environmentally Friendly Household Products","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-brief-guide-best-environmentally-friendly-products"}