{"summary":"On the heart, Naomi has written the tissue damage information such as a small caliber gets stuck in the heart while a large caliber's damage makes the hole bigger after it passes through.. Photo: Naomi DuffeyHomage to Frida Kahlo","advice_category":"6","content":"\nPhoto: Naomi DuffeyHomage to Frida Kahlo\nOh break my heart,\nOh break it again,\nOh one more time,\nAnd again, So I can love even more ~ Sufi Saying\nLiving through the catastrophe of Katrina has given New Orleans-based artist Naomi Duffey a special perspective that she embodies in her series \"Hearts\". In a long and frank interview with Environmental Graffiti, Naomi  reflects on this difficult time and the effect it had on her. \nThough by no means the only catastrophic event in her life until then, Naomi explains why Katrina was so devastating for her: \"I could handle it all, hell, I'd been through cancer and six doctors telling me I had less than a year over 20 years earlier. A car knocked up onto the sidewalk I was walking down catching me against a lamppost and twirling off the bottom of my right leg ten years after the cancer, leaving a stain of almost all the blood in my body at the site for several years, I could handle this.\" \nShe continues: \"The difference was that this was not only me, it was my friends, my neighbors, all the people in my city. Several friends couldn't handle it and committed suicide. The strain of cleaning overtaxed others who died, the patriarch of our little neighborhood died working on his church when the roof collapsed.\" \nPhoto: Naomi DuffeyThree Nails\nThe \"Hearts\" series almost forced upon her one particularly bad night: \"I\nforced myself awake from a nightmare of someone chewing so violently on my heart that teeth were stuck in it... The dream was so real I was almost sure, as irrational as it seems, that my attacker was there. I finally understood how my psyche was communicating with me. It was a metaphor experienced literally: 'Anxiety gnawing at my heart'.\"\nHearts. Literally and metaphorically, they are repositories for fears and loves and stages throughout our journey of life. The top heart is an homage to Frida Kahlo, a Mexican artist with a rather tragic and short life. When she was 15, she had been impaled in a bus crash and suffered ill health ever after - something Naomi can identify with. The artist used bright colors that might be found in Latin American art for her homage, but managed to encompass the pain that Frida went through in her life at the same time.\nNaomi knew she wanted to do something in art as a child, taking fine arts classes as she voyaged into the discovery of her artistic niche and finding it in clay.\nIn \"Three Nails\" (above), she literally shows the metaphor for things that stick in your heart, major events that scar it for good or bad like rusty nails. Lessons hammered home. Chains and nails holding them in place.\nPhoto: Naomi DuffeyTrajectory\nPost Katrina, the murder rate skyrocketed in New Orleans, evil people taking the lives of evacuees for as little as five dollars or just for the sake of it. Many of those were people trying to give back to the city, helping the children and the needy recover. \"Trajectory\" shows what a bullet does to the heart, the damage it creates. \nOn the heart, Naomi has written the tissue damage information such as a small caliber gets stuck in the heart while a large caliber's damage makes the hole bigger after it passes through.\nPhoto: Naomi DuffyRoses and Thorns\nNaomi looks at some spiritual roots here, including Christianity with the crown of thorns while also placing beautiful white roses on the heart. It is probably one of her most beautiful works in the traditional sense, speaking to all those who understand the dichotomy between the two in the same lovely plant.\nPhoto: Naomi DuffyMold Heart\nIn the aftermath of Katrina, toxic mold bloomed everywhere, on walls and ceilings, in doors and windows, on counters and floors. It was beautiful in its colors but lethal if it got into lungs and the body, showing the decrepitude of the city. Some who have seen it took it as a sign of regeneration and Naomi is happy that it can mean either to its viewers.\nPhoto: Naomi DuffyPincushion\nA favorite piece of Naomi's, the pins are its base and she tried to give it a little quilted look. Hundreds and thousands of things touch our heart throughout a lifetime, some making little scars, some comforting as a quilt would. The heart is the repository of all these little touches, just as a pincushion is for pins.\nNaomi Duffey is an exciting artist, just beginning to make a name for herself. She is able to take the things that affect all of us in life and express them in a medium we can understand, touching us in the same way our experiences touch our hearts. When the heart does break, as the Sufi saying points out, it only makes more room for love and goodness as well.\nMany thanks to Naomi Duffey for permission to use her images and taking as much time as she did talking to me about her art.\nSources: 1, 2 and interview with Naomi Duffey","author":"Michele Collet","web_category":"art+and+design","title":"The Scars of Hurricane Katrina Recreated as Haunting Hearts  ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","url":"http://www.environmentalgraffiti.com/news-naomi-duffy-amazing-hearts-art"}