{"summary":"Like humans, when prairie voles have sex, the hormones oxytocin and vasopressin are released into the brain. Prairie voles mate for twenty-four hours and after sex, are together for the rest of their lives","advice_category":"4","content":"\nPhoto: Hello, I am Bruce\nHave you been wondering why your relationship is failing? Does finding a partner to stay faithful for a lifetime seem like an impossible task? Well, don’t worry; it may not be due to you. Feel free to blame biology; less than five percent of all mammals are monogamous and have lifelong partners.\nMales are biologically programmed to spread their lineage with as many females as possible. Moreover females initially are attracted to the alpha male, or the male that will provide the best genes for their offspring. It’s basic survival.\nPhoto: Furryscaly\nSo maybe monogamy isn’t the best path to follow? Think about it. Monogamy is so much pressure! Pressure to choose one mate that will provide support, structure, and the best genes for your offspring. Pick the wrong one and your genetic lineage is ruined and happiness has expired. However, some animals seem to have mastered the tricks to monogamy. Prairie voles, beavers, otters, foxes, antelopes, and ducks have lifelong partners that they are faithful to. They care for their offspring and spend their lives together. \nPhoto: Crackers93\nThe mating patterns of prairie voles are different to the mating patterns of humans. Prairie voles mate for twenty-four hours and after sex, are together for the rest of their lives. Like humans, when prairie voles have sex, the hormones oxytocin and vasopressin are released into the brain. These hormones give off the feelings of love and commitment. Dopamine is also present in high levels. Dopamine acts like a drug and gives off the sensation of happiness.\nAfter prairie voles mate, they spend time together, groom each other, nest together, and even avoid meeting other potential mates. The male even guards the female and once their babies are born they become loving and conscientious parents. These characteristics are similar to human behaviour. The hormones oxytocin and vasopressin are crucial to the relationship of prairie voles, so maybe humans should learn to become more sensitive to oxytocin and vasopressin as well!","author":"felixx.felicis","web_category":"science","title":"The Monogamous Love of Prairie Voles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bo6.jpg","url":"http://www.environmentalgraffiti.com/science/news-true-love-do-animals-experience-it-too"}