{"summary":"Photo: taesho The real artistry of these amazing creations comes from the understanding the artists have of different variaties of rice and the colours involved. Every year Japanese farmers are planting rice in different patterns and using different sorts of rice for color","advice_category":"6","content":"\nPhoto: taesho\nWe have all heard about crop circles and seen them on television, in movies, or maybe in real life. They are a medium for art on a massive, if destructive scale, and can be quite complex in their construction. The question is whether these creations are truly artistic, or mindless vandalism of valuable crops?\nPhoto: taesho\n? In Japan, they have a completely different take on the creation of such artworks, in the form of rice art on the fields. Every year Japanese farmers are planting rice in different patterns and using different sorts of rice for color. The result is spectacular pictures. Unfortunately it’s only visible until the rice is harvested in September. Photo: taesho The real artistry of these amazing creations comes from the understanding the artists have of different variaties of rice and the colours involved. Careful use of the right types, in the correct sequences, can give rise to some truly memorable images as the plants grow to maturity. The only thing that gives cause for regret is how impermanent these images are. Photo: taesho Of course, these Japanese farmers are well aware that people from all over the world will be keenly interested in the works they conjure up, so they sometimes produce non-Japanese images to demonstrate the versatility of their craft. Leonardo da Vinci could never have imagined his own 'La Jaconda' in the setting of a rice-paddy, but here she is, and very nicely done. Photo: taeshoThere can be little doubt that the ingenuity of man when it comes to artistic expression knows no bounds whatever, and that this wonderful rice art of Japan provides brilliant examples of what can be achieved using only natural elements in the building of such works. I find the whole concept awesome in the inventiveness shown, and a true delight for anyone who sees it enacted. Exceptional art in the unlikeliest of settings. Imagination is truly a wonderful thing. Photo: taesho I wish to offer my sincere thanks for permission to use the images presented in this post to this source.","author":"tonyleather","web_category":"art+and+design","title":"Japan's Incredible Rice Field Art from Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/news-japans-amazing-rice-field-art"}