{"summary":"Young birds, after more than six weeks in the nest hole, will normally spend the first three years of their lives at sea before ever touching foot to land. We have often seen images of puffins waddling with a distinct lack of grace as they make their uncomfortable way to their nest holes","advice_category":"2","content":"\nPhoto: david.ian.roberts \nWe have often seen images of puffins waddling with a distinct lack of grace as they make their uncomfortable way to their nest holes. They make us smile automatically just because they look so very cute, and yet these delightful birds are both prey and predator, looking to survive and breed in the fiercely competitive natural world. They really do not have it easy, and life for them is anything but cuddly.\nPhoto: Rob.Baldwin\nWe all know exactly what the puffin looks like. A clown might well don make-up to look like this funny bird, with its black and white plumage, bright orange legs, red and black eye markings, pale cheeks and multi-coloured bill. The rainbow state of the beak only lasts during the breeding season, but it makes these quirky seabirds all the more appealing when you see them.\nPhoto: (nz)dave \nPuffins are brilliant divers, with short wings especially adapted for swimming with a flying technique under water. Unlike penguins they really can fly, but flight is difficult for them, having to beat their wings very fast – up to 400 times a minute - to stay in the air, and they tend to fly fairly low over the surface of the sea. They are also meals-on-wings for many other species of predatory seabirds, so the life of a puffin can be anything but straightforward.\nPhoto: Chris and Lara Pawluk \nPuffins are small birds, only one foot high but very resourceful creatures. Not only are they excellent swimmers, but they are capable of diving up to 300ft deep in search of food. They are able to avoid the land by staying out at sea for periods as long as eight months. Young birds, after more than six weeks in the nest hole, will normally spend the first three years of their lives at sea before ever touching foot to land. \nPhoto: biggles621 \nPuffins pair up for life, using the same nesting site every time. Both sexes of parent incubate the eggs in rotation. Their average life-span is 25 to 30 years. These amazingly capable little birds only ever raise one chick at a time, and feed them up to eight times a day, though the journey to and from the nest with food can be fraught with peril as other birds try to rob the parent birds of their catches before they get back to the chicks - known as 'pufflings'. The puffin adults are skilled predators in their own right, however, often having ten or more sand-eels in their beaks at any one time.\nPhoto: gingiber \nThey like to nest on offshore islands with high sea-cliffs, and tend to burrow deep inside, under boulders or in crevices where predators have trouble getting to them. The parent birds often construct a side tunnel for them to use as a lavatory. They are highly sociable and tend to nest in large colonies. Since many have little fear of humans, they make great subjects for photography though by doing so they are also putting themselves in peril.\nPhoto: david.ian.roberts \nThere are some places where tradition means that puffins are hunted for eggs, feathers and meat. Atlantic puffin populations drastically declined in the 19th and 20th centuries, due to habitat destruction and over-hunting. These wonderful creatures are slowly making a comeback, though continuing to be hunted in Iceland, where the raw heart of a freshly killed bird is eaten as a delicacy, and in the Faroe Islands. In fact, this bird is part of the Icelandic national diet and the the species still does not have legal protection there. \nPhoto: Rob.Baldwin \nHowever people regard the wildlife of the world, this gorgeous little bird with its comical appearance is familiar to us all from countless advertising campaigns and documentaries. The puffin is a natural treasure that everybody should be enthusiastic about protecting for the future. They give us so much pleasure that such protection seems very little for them to ask in return.\nSources: 1, 2","author":"tonyleather","web_category":"nature","title":"Puffins in Flight: Nature’s Most Unlikely Predator","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","url":"http://www.environmentalgraffiti.com/news-puffins-flight-nature’s-most-unlikely-predator"}