{"summary":"If a bird ate the ants, its droppings would contain the nematode eggs.  The nematode is a member of the roundworm family, and this particular nematode has a very odd effect on black ants","advice_category":"2","content":"\nParasites are some of the most disturbing creatures in existence.\nImage by Richard Bartz\nWhen I say parasites, I’m not referring to your normal, everyday intestinal worms and what have you. I’m talking about the parasites that will take over your body and mind before killing you for their own nefarious purposes.\nWe’ve featured several of these little devils in the past. The jewel wasp, while not technically a parasite, turns its cockroach victims into zombies so it can lay its eggs in the body and have its children eat their way out.\nA French study found a parasite called the hairworm which takes over the brain of grasshoppers. It releases a wave of chemicals that take over the grasshopper, causing the insect to eventually throw itself into the water and drown. That’s how the hairworm gets to its watery mating grounds.\nAdd a nematode to this list of body snatchers.  The nematode is a member of the roundworm family, and this particular nematode has a very odd effect on black ants. The ants, found in the Panamanian forest, swell up after being infested by the nematodes.\nThe swelling doesn’t seem to affect their lifestyle too greatly, although I’m sure it’s probably unpleasant for the ants, but the swelling could lead to a grisly demise. That’s because a swollen black ant looks remarkably like a delicious berry to passing birds.\nBirds don’t normally eat black ants. Apparently the birds’ sophisticated palates don’t enjoy the taste.  A new report in the American Naturalist, however, suggests that the birds are being fooled into eating the bad tasting ants and thereby helping spread the nematodes.\nIf a bird ate the ants, its droppings would contain the nematode eggs. These would, for some reason, be collected by the ants and then spread the nematode further among the ant colony, starting the process all over again. Study co-author Robert Dudley of the University of California-Berkeley said: \"It's just crazy that something as dumb as a nematode can manipulate its host's exterior morphology and behaviour in ways sufficient to convince a clever bird to facilitate transmission of the nematode.\"\nSource: Reuters\nIf you want to find out more about the creepy things that populate our world, why not subcribe to our RSS feed, we'll even give you a free album.\n ","author":"Chris","web_category":"nature","title":"Parasite Turns Ants into \"Berries\"","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mandarin-duck_0.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/parasite-turns-ants-into-berries/705"}