{"summary":"Photo: magnus.hagdorn. In early spring, a stalk of Butterbur (Petasites hybridus) raises its reddish flowers","advice_category":"2","content":"\nPhoto: magnus.hagdorn\nA Brief Description of Butterbur\nIn early spring, a stalk of Butterbur (Petasites hybridus) raises its reddish flowers. Later in the season, its leaves appear in the shape of hearts, but with a fuzzy underside.\nWhether any of the following nicknames help to describe this plant may depend on each person's imagination, but the list includes bog rhubarb, bogshorns, langwort and umbrella leaves. There are also several riffs on the word \"dock\": blatterdock, butter-dock, butterly dock, capdockin and flapperdock.\nBeyond the visual description, Butterbur has a distinctive and rather unpleasant aroma.\nButterbur's Habitat\nPhoto: Marco Hebing\nButterbur grows in marshlands or near rivers or damp ditches in northern Asia, Europe and North America. Some of the aforementioned nicknames, like \"bog rhubarb\", already indicate their preference for wet ground.\nSince Butterbur is native to Asia, it is labelled an invasive species. However, it is considered a serious problem, possibly because few people care deeply about the exact mix of plants in bogs and marshes. \nButterbur in Herblore and Natural Medicine\nPhoto: Pimlico Badger\nButterbur has a long history in folk medicine and herblore. It has been used externally to cover ulcerated or wounded skin. Various Butterbur preparations have been taken internally for ailments such as asthma and whooping cough; the modern prescriptive phrase would be \"anti-spasmodic\".\nModern studies have been conducted to investigate whether Butterbur could treat other problems, such as migraine headaches and allergic rhinitis. Despite some early hopes based on folk medicine, Butterbur seems unlikely to help heal skin problems such as eczema.\nVarious studies have shown that Butterbur does contain harmful \"pyrrolizidine alkaloid\" compounds. Anyone considering using a Butterbur-based herbal medication should ensure the product is \"PA free\": meaning the \"pyrrolizidine alkaloids\" have been removed.\nHow to Cultivate ButterburPhoto: _foxy\nButterbur does well in plant hardiness zones ranging from 5 through 9. It is an herbaceous perennial. Plants should be well-spaced, about 1.8m (5 feet) apart. Plant sections of the rhizomes to start them growing.\nRemember that Butterbur is an invasive plant; it may outcompete others inside its preferred environment.\nAppreciate ButterburPhoto: magnus.hagdorn\nHerbalists, nature-lovers and students of botany have many reasons to appreciate Butterbur, a versatile plant with many names.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nPhoto: Sigfrid Lundberg\nReferences:EBSCO and NYU Lanone Medical Center, \"Butterbur\", 2011, referenced June 29, 2011. Monica Rhodes, Health Wise, \"Butterbur (Petasites hybridus) for migraine headaches\", updated: June 30, 2009, referenced June 29, 2011. Steven D. Ehrlich, NMD, U. of Maryland MEdical Center, \"Allergic rhinitis\", reviewed Sept. 20, 2009, referenced June 29, 2011. Michigan State University Extension, \"Petasites hybridus--Hybrid Butterbur\", 11/12/99, referenced June 29, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Butterbur: The Versatile Plant with a Rich History in Herblore","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","url":"http://www.environmentalgraffiti.com/plants/news-butterbur-versatile-plant-many-nicknames"}