{"summary":"All images are copyrighted to the photographers and the competition and used with permission. These images from some of the world's best underwater photographers capture the problems of overfishing, habitat destruction in the forms of litter, and conservation","advice_category":"2","content":"\nPhoto: Ramon DominguezUnderwater Sadness, Bronze Winner\nAll images are copyrighted to the photographers and the competition and used with permission\nThese images from some of the world's best underwater photographers capture the problems of overfishing, habitat destruction in the forms of litter, and conservation. They have all won prizes in the DEEP-Indonesia-2010 photography competition. Above is a sea turtle in the Sea of Cortez entangled in an abandoned fishing net; it will be one of many who die because of these. \nPhoto: Steven KovacsHooked, Honorable Mention\nUnlikely to survive long with that mammoth hook in its face, this fish will be one of the thousands that are hooked by man for their pleasure but will die a slow death instead.\nPhoto: Borut ForlanIn the Trap, Gold\nA needle fish caught in a fishing net in Piran, Slovenia is a silent testament to the dangers of man in the sea. The fish speaks to us all, staring out of its trap.\nPhoto: Karen DoodyThe Weight of the World, Honorable Mention\nDoomed to swim until it dies from either the hook or the abandoned line and weight tangle in something and it starves to death, this fish truly does have the weight of the world on it.\nPhoto: Karel BernardStruggle for Freedom, Silver\nLast a single image that could be an icon for the overfishing that is destroying habitats and making so many species vulnerable to extinction, people and other marine life who depend on them as food sources forced to do without and change of whole eco systems.\nThe health and conservation of our oceans is vital. As species die out, ecosystems get polluted, and overfishing changes the whole predator prey chain, we are in danger of losing the very things we need to survive as well. These images should speak to us all and make us more vigilant.","author":"Michele Collet","web_category":"nature","title":"Underwater Images of Sea Life in the Grip of the Fishing Industry","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-images-what-we-do-our-underwater-world"}