{"summary":"San Francisco is located at the tip of the San Francisco Peninsula and is framed by the Pacific Ocean and the San Francisco Bay. The northern tip of San Francisco with the Golden Gate Bridge in the background and the Bay Bridge in the foreground.","advice_category":"8","content":"\nPhoto: \nImage: Jitze Couperus\nAlcatraz, the Bay Bridge, Coit Tower, downtown, Fisherman’s Wharf… the sights of San Francisco are numerous. All the more fun is spotting them from above because they tend to look oh-so-different from a bird’s eye perspective. But see for youself and join us on our musical tour of “I Spy….” San Francisco. \nSan Francisco is the fourth most populous city in California, and the whole of the San Francisco Bay Area is home to more than seven million people. During the gold rush of the 19th century, the city was literally a “Golden Gate” for many adventurous fortune seekers. Though its old name Yerba Buena (from the Spanish hierba buena, the “good herb”) was changed in 1847 after the Mexican-American war, the term still has a valid (yet different) meaning for many today. \nSan Francisco is located at the tip of the San Francisco Peninsula and is framed by the Pacific Ocean and the San Francisco Bay. Characteristics of the cityscape are the grid-like structure of the city blocks, the many parks and green areas, bridges and islands belonging to the city.   \nThe northern tip of San Francisco with the Golden Gate Bridge in the background and the Bay Bridge in the foreground.\nHello, San FranciscoPhoto: \nImage: Roy Tennant\nHere's a view of the southwestern end of San Francisco with Lake Merced in the foreground and the city skyline in the background. \nCalifornia Dreamin’Photo: \nImage: Phil Whitehouse\nMoving further north, here’s the Pacific Ocean and Lake Merced in the foreground and the Golden Gate Park and the Presidio on the horizon. \nSan Francisco on the WaterPhoto: \nImage: Roy Tennant\nA beautiful panoramic shot of the city with the Sutro Tower on the left, the Golden Gate Bridge and Marin County in the distance. \nWelcome 2 Da BayPhoto: \nImage: Roy Tennant\nThe Golden Gate Park stretching from east (top) to west (bottom). The symmetry of the city grid is mind-boggling, making the photograph look like an abstract piece of art. Absolut San Francisco, anyone?\nMy Side of the CityPhoto: \nImage: Roy Tennant\nA close-up of Golden Gate Park with the De Young Museum (on the left) and the California Academy of the Sciences (above, right).\nBeautiful DayPhoto: \nImage: Roy Tennant\nThe Golden Gate Bridge and the Presidio park clearly visible and the city grid shining through thin layers of clouds. \nHazy SFPhoto: \nImage: Carol Schaffer\nThe Golden Gate Bridge with golden sunset rays.\nGolden Gate BridgePhoto: \nImage: Unknown photographer via Pixdaus\nThe northeastern tip of the San Francisco Peninsula and Marin County in the background.\nCalifornia SunPhoto: \nImage: Roy Tennant\nPier 41 and Fisherman’s Wharf in front of the city skyline and the Bay Bridge faint in the background (top left).  \nSan Francisco on the WaterPhoto: \nImage: U.S. Army Corps of Engineers\nAlcatraz Island, the Bay Bridge, downtown and Fisherman’s Wharf on a clear day. \nSan FranciscoPhoto: \nImage: Gunther Hagleitner\nAlcatraz Island was first discovered and named by the Spanish in 1775. “La Isla de los Alcatraces” means “Island of the Pelicans.” Today, the island is mainly home to cormorants, Western Gulls and egrets. After being a lighthouse, a military fort and prison and a federal prison until 1963, Alcatraz today is a national recreational area that features popularly in movies and on TV.    \nHoliday on Alcatraz IslandPhoto: \nImage: druchoy\nHere's a view of the Bay Bridge on the left and the city skyline and the typical street grid, making it look a bit like downtown New York.\nFrisco TownPhoto: \nImage: Roy Tennant\nThe Bay Bridge and Yerba Buena Island in the middle of the San Francisco Bay between San Francisco and Oakland. A small piece of Treasure Island can be seen at the very top of the picture.\nJourney to the End of the East BayPhoto: \nImage: moppet65535\nA shot of the Financial District in the foreground and the peninsula stretching from east (bottom) to west (top) with the Golden Gate Park, Lincoln Park and the Presidion in the background (left to right).\nThe Chapter in Your Life Entitled San FranciscoPhoto: \nImage: Roy Tennant\nThe eastern part of San Francisco with Pacific Bell Park in the foreground stretching to the Sutro Tower and everything west of it disappearing under a thick layer of clouds.\nClouds over CaliforniaPhoto: \nImage: Roy Tennant \nAn almost surreal picture of San Francisco’s financial district emerging from the clouds and the Bay Bridge connecting to Yerba Buena Island, with Treasure Island on the right.   \nCalifornia SunPhoto: \nImage: Jitze Couperus\nThe corner of Columbus and Grant Avenue with North Beach, Alcatraz and Marin County straight ahead and the Coit Tower on the right. \nSan Francisco, Here I ComePhoto: \nImage: Khaosaming\nSan Francisco International Airport, located 13 miles south of downtown, is a major gateway to Asia, Australasia and Europe. \nSan Francisco, Here I GoPhoto: \nImage: Roy Tennant\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"travel","title":"San Francisco From Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/featured/san-francisco-from-above/11597"}