{"summary":"It is estimated that lightning strikes happen on average at a rate of 100 per second. Most European countries only suffer 1 or 2 deaths per year due to lightning strikes","advice_category":"2","content":"\nPhoto: Elsie esq.\nThunder and lightning is one of nature’s finest shows. Lightning is mesmerising – almost hypnotic as it flashes across the sky – and the thunderstorm that accompanies it provides a classical booming soundtrack.  Being out in a lightning storm can be an exhilarating experience, and one which can also feel somehow safe –  almost like a rollercoaster ride.  This however is a dangerous and potentially deadly view.\nA single lightning bolt can produce between 1 – 10 billion joules of energy and can heat the surrounding air to a temperature of over 20,000 degrees Celsius. That is an insane amount of energy being released by a single strike of lightning. In fact it is thought that a single lightning bolt has an equivalent energy output as a ton of TNT. Of course this doesn’t take into account the energy released by the thunder which accompanies a lightning storm.  \nPhoto: RonAlmog\nTo put that into perspective, an average household will consume around 1.8 million joules of energy each month. So even though a lot of energy that the lightning bolt produces is wasted on heating the air around it, it could still produce enough to power a single home for around a month. That is if science ever found a way not only to predict where lightning bolts would land but also how to catch and harness their power.  \nNow imagine what all that energy could do to a person. Although there is a small chance of survival from direct lightning strikes, the human body is normally far too delicate to withstand that amount of energy. It's thus fair to say that a direct lightning strike on a human body will, more often than not, result in instant death. Lightning can also cause damage through a contact strike, when someone is holding something that is struck, or through a ground strike, when the lightning hits the ground and spreads to where someone is standing. It is these scenarios where people can get seriously hurt.  \nPhoto: moonsheep\nThe effects of a lightning strike, either direct or indirect, vary wildly. Unsurprisingly, burns are a common effect. These can take the form of electrical or 'feathering' burns, which produce a unique pattern of lesions on the skin, thermal burns from clothing set on fire, and steam burns from the instant vaporisation of sweat on a body. Damage to internal organs such as the kidneys, heart or liver is common as is neurological problems. If that wasn’t bad enough, the accompanying thunder has also been known to cause ear damage, thanks to the high pressure shock wave that it produces. \nWhen it comes to the amount of lightning occurring at any given moment, the numbers are staggering. It is estimated that lightning strikes happen on average at a rate of 100 per second. That translates to 6000 per minute, 360,000 per hour or 8,640,000 per day. While only 20% of those strikes actually hit the ground, this still leaves a mind-boggling 1,728,000 strikes to the earth per day. \nPhoto: blahidontreallycare\nThankfully, these lightning strikes are happening all over the world, and are not just concentrated in one spot. While this might lead one to assume that the chances of being struck by lightning are very slim, the odds of getting hit and dying by lightning strike are, in fact, 1 in 83,930. It might not seem a lot, but looking at the statistics by country you can see just how damaging lightning can be.  \nEurope gets off easily in the lightning strike death rates. Most European countries only suffer 1 or 2 deaths per year due to lightning strikes. The hotter the country, however, the larger the amount of lightning hitting the ground and the higher the death toll. As a consequence, America suffers around 50 deaths per year, but, with an annual average of 223 fatalities, Mexico has the dubious honour of topping the lightning death league.\nPhoto: Postdlf\nLet's not forget that lightning can also kill people when they are in their own homes.  Talking on a wired telephone inside a house during a lightning storm can be fatal. In 1985, 17-year-old Jason Findley was found dead with a telephone receiver clutched to his ear.  He had died of electrocution, caused by lightning. Similarly, in 1988, 22-year-old Laura McDowell died after a lighting strike came through her telephone line. While incidents like this are rare, they are unfortunately not unheard-of. \nIt is thought that the mortality rate for lightning strikes is around 10%-30%, depending on what country you are struck in. There are, of course, those who are exceptionally lucky – or unlucky depending on how you look at it. The man credited with surviving the most lightning strikes is Roy Sullivan, a US park ranger who got struck by lightning seven times. He died at a ripe old age of 71 from a self-inflicted gunshot wound.\nPhoto: Boston globe\nThankfully there are things you can do to keep yourself safe during a lightning storm. Getting inside a vehicle can be a good idea, with the automobile working as a faraday cage and dissipating the electrical charge if struck. If you happen to be in water, get out immediately: water is a better conductor than the ground, meaning you can get hit further away. Nor should you shelter under tall or solitary trees: estimates attribute around 25% of lightning strikes on humans as being the result of people sheltering under this type of tree. Finally, no matter what you do, make sure you are aware of any material near you that could conduct electricity.  \nLightning is truly one of nature’s most underrated killers. Responsible for more deaths than many other natural phenomena, it is something that often cannot be dodged or run away from. The amount of lightning-related deaths has been falling in recent years due to wide-scale CPR training and the increased effectiveness of other medical practices. Worryingly, however, this trend could soon start to turn. According to the National Institute for Space Research, global warning could increase overall lightning strikes by 10%-20% per every degree rise in overall temperature. If this hypothesis is correct, we could be seeing more and more deaths caused by this most unlucky of accidents.","author":"darrenowen","web_category":"nature","title":"Lightning: Nature’s Spectacular Killer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-lightning-nature’s-spectacular-killer"}