{"summary":"On the website, Fontes put up images from the streets of Belo Horizonte reported by Google Street View in 2009. \"I saw several trees in my neighborhood were being suppressed","advice_category":"6","content":"\nPhoto: Catia Rissi and Armando Fontes\nThe \"Chalk Outline Tree\" project – involving trees drawn on the streets, crime scene investigation style – is an initiative aimed at highlighting the problem of cut of trees in the city of Belo Horizonte in southeastern Brazil. Every month, at least 550 trees are removed from the urban landscape of the state capital with the approval of the city. The project began when a resident of the neighborhood of Nova Sui?a, in the west, began designing simulations using the shadows of the species...\n\"I saw several trees in my neighborhood were being suppressed. The city has a hot and dry climate. A tree near a home makes much difference,\" says Armando Fontes, a designer from Rio de Janeiro who has lived in Belo Horizonte since 2006 and created the project with his girlfriend Catia Rissi, a photographer.\nPhoto: Catia Rissi and Armando Fontes\nOn the website, Fontes put up images from the streets of Belo Horizonte reported by Google Street View in 2009. Today, many species recorded at the time no longer exist. \"It's a morbid map of uprooted trees. Thus, we can compare the before and after of the street,\" explains the designer.\nWith the stumps that remain after cutting the trees, Fontes draws what would have been the shadow of the tree that once existed there. \"I thought to refer to the universe of the cartoon. The silhouette made ​​with chalk also recalls the demarcation made ​​at crime scenes. It is ephemeral, since the chalk quickly dies out, but everything is recorded in the picture,\" says Fontes.\nPhoto: Catia Rissi and Armando Fontes\nThe comparison of before and after impacts the viewers. The shadows caused by leafy trees of various species, such as legustres, mangubas and myrtle, gave way to dull and empty spaces. According to the city, the trees were removed mostly at the request of residents. Replanting is not keeping pace with the \"deforestation\". Over several months, the streets of the capital gain an average of 300 plants – with no guarantee that one day they will become adults.\nFor more information, see the project website: http://chalkoutlinetree.tumblr.com or follow @outlinetree on Twitter.","author":"Armando Fontes","web_category":"art+and+design","title":"Graffiti Tracks Belo Horizonte's Murdered Trees in Chalk Outlines","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-chalk-outline-tree-project"}