{"summary":"Due to a plan by the Indonesian government to mine the island of it's soil and sand, Anak Krakatau may not resurface for some time. Photo: ","advice_category":"8","content":"\nPhoto: \nImage by NASA\nWhat's worse?than?an island?that experiences?the most violent volcanic explosion on record? Perhaps?the same island rising again in the same place that?may?have the same reaction.??Anak Krakatau, one of 130 active volcanoes in the Phillipines, is an island that lies between Java and Sumatra. The island's name means the \"son of Krakatoa.\" In 1883, it's parent experienced a volcanic eruption that?remains registered as the loudest explosion on record (heard from as far as Australia). Other casualties resulting from this episode included tsunamis that reached as far a South Africa and estimated death tolls of over 120,000 people.\nPhoto: \nImage by flydime\nAlthough Krakatoa submerged after several eruptions, Anak Krakatau resurfaced in 1927.?New volcanic activity caused the island to sink again only a few months later.?Emerging again in 1930, it has remained above sea level ever since. Despite these incidents, the fertile volcanic ash and soil has resulted in Anak Krakatau being the home to over 500 species of plants and animal life. These animals include butterflies, birds, land mollusks, bats and reptiles. The ability for wildlife to thrive under such volatile circumstances has drawn the attention of much scientific research. Scientists, who have studied how species develop on island ecosystems, have witnessed buried seed banks and periodic extinctions.\nImage via Mongabay\nMost scientists have deemed another disaster inevitable. While the high numbers of tourists that visit yearly are continuously threatened, scientists try to collect as much information as possible before the island submerges. Due to a plan by the Indonesian government to mine the island of it's soil and sand, Anak Krakatau may not resurface for some time. So if you're feeling brave and desire to witness the death of an island, hurry and book your plane tickets. Don't forget to bring a friend; or better yet an enemy.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"bellipax","web_category":"travel","title":"Anak Krakatau: The Resurrecting Island","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/anak-krakatau-the-disappearing-reappearing-island/5042"}