{"summary":"The terms Old World monkey and New World monkey are generally used to distinguish between monkeys from Africa and Asia and those from the Americas but there are physical differences as well: New World monkeys have rounded nostrils that face to the side and their dental formula is slightly different. When it comes to the differences between primates and humans, they’re really not that great – gorillas, chimpanzees and humans all belong to the same family of Hominidaes","advice_category":"2","content":"\nPhoto: \nImage: Subramanian Kabilan\nThe reason why humans love monkeys so much is because it is so easy to identify with them. We imagine to know what they think and feel and love to put words into their mouths. Because they are expressive animals, it is just fun to watch monkeys and some photographers really manage to capture their whole gamut of emotions. But enough of monkeying around - here’s a selection of the 20 best shots. \nThe chimpanzee's expression caught in a zoo in Switzerland can only be described with the German term “schadenfreude” – the pleasure derived out of somebody else’s misfortune. Or, maybe like the Tom Sawyer of the monkey world, he got someone else to do his work so that he has time to chill? We’ll never know for sure but the capture is priceless!\nI told you I‘d be chillin’ first…Photo: \nImage: Tambako the Jaguar\nAnd now two really happy monkeys:\nA monkey walks into a bar and then – tee hee – hee – ha ha:Photo: \nImage via brynmawr\nHe’ll squeeze through the chimney and give me presents? Really?Photo: \nImage: Chris Lott\nThe terms Old World monkey and New World monkey are generally used to distinguish between monkeys from Africa and Asia and those from the Americas but there are physical differences as well: New World monkeys have rounded nostrils that face to the side and their dental formula is slightly different. Old World monkeys have narrow, downward-facing nostrils and flattened nails on their fingers and toes, pads on their buttocks and are larger, partly terrestrial animals.   \nThe pensive lot below might be pondering these differences.\nThis chimpanzee is aping Rodin's sculpture \"The Thinker\"...Photo: \nImage via motherjones\n... whereas this one is trying to be the perfect monkey gargoyle:Photo: \nImage: 2Tales\nThis monkey's motto at San Diego Zoo seems to be \"watch and learn\":Photo: \nImage: Bryan Gosline\nNot really pensive but definitely thinking hard. This Macaque at Monkey Forest Park nature reserve in Ubud, Bali seems to have only the delicious prasad – flowers and sweet offerings to the gods – on its mind. Who could resist? \nIf I take just one, nobody will notice…Photo: \nImage: flydime\nSpeaking of differences: Ever wondered what the difference is between a monkey and an ape? The easiest distinguishing mark is that apes have no tail, a generally more upright body posture, a broader chest and a larger body weight. Like humans, apes rely more on vision than smell and have a larger brain relative to their size. \nOh boy, another day with absolute no action, yaaaaawn:Photo: \nImage: Steve Evans\nSnapped at Chester Zoo, UK: What do you mean, roll your own?Photo: \nImage: Matt Cox\nWhen it comes to the differences between primates and humans, they’re really not that great – gorillas, chimpanzees and humans all belong to the same family of Hominidaes. Genetically, humans, common chimps and bonobos share 98.4% of their DNA. That’s a difference of only 1.6%. Gorillas, though the closest relatives of humans in the animal world, differ in DNA by about 2.3% and orangutans by 3.6%. Ape-solutely shocking we think! \nNo way, did you just call me an ape? Photo: \nImage: Alan Taylor\nDuh! Even I can’t believe it:Photo: \nImage via encefalus\nThe next group of three isn't the most cheerful lot - they seem pretty much resigned to their fate, captivity: \nChicks and fame they promised me – and now look at me, one lonely chap!Photo: \nImage: epSos.de\nGrumpy squirrel monkey: I told you I’m not in the mood, just leave me alone…Photo: \nImage: Eddy Van 3000\nResigned to its shackled fate, a macaque hits the bottle in Jullunder, India: Photo: \nImage: Salim Virji\nFrom resignation to anger, it's just a small step. We sure don't want to cross the next three fellows:\nStartled in the Philippines, Mr. T said “Don’t make me angry!” :Photo: \nImage: Dannny Otanes\nI said don’t mess with me!Photo: \nImage: Keith Roper \nHey, you b***** thief! It’s my banana, heeeey!Photo: \nImage: Michael Eccles\nThis pygmy marmoset seems the expression „polite yet firm“ personified. Notice its firmness, tight lips and hands balled into fists. \nThank you for voicing your opinion but I’d like to reiterate my point now:Photo: \nImage: Su Neko\nWords escape us for this Spider monkey, caught on camera in Nicaragua:Photo: \nImage: Adam Baker\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"20 Incredible Primate Expressions ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-primate-expressions/16639"}