{"summary":"“Use of electricity in the home accounts for just 15 per cent of the greenhouse pollution each of us creates.  Individuals can view the pollution levels caused by their town and use the “eco-calculator” to assess where they fit into the pattern and what their lifestyle costs in terms of resources","advice_category":"8","content":"\nMost people who are educated in the environmental cost of our modern lifestyles know that of the “reduce, re-use, recycle” mantra, it is the first action which is most important – the need to reduce the amount of resources we use overall.  Now this necessity is illustrated by a stylish website designed by Australian’s leading national not-for profit environment organisation.\nThe Australian Conservation Foundation has developed an online tool, the “consumption atlas”, which maps patterns of consumption and environmental impact across Australia. It illustrates how much water and land is required, and the levels of greenhouse gas emissions produced, by the variety of lifestyles across Australia.  Individuals can view the pollution levels caused by their town and use the “eco-calculator” to assess where they fit into the pattern and what their lifestyle costs in terms of resources. The consumption atlas follows a report titled “Consuming Australia” which is based on research by the University  of Sydney’s Centre for Integrated Sustainability Analysis and studies spending patterns and sustainability.\nInterestingly, the report concludes that it is spending that is the biggest contributor to the pollution levels of an individual household, rather than energy use.  It concludes:\n“This report has highlighted the crucial relative importance of consumption of food and other consumer products, which far outweigh the direct impacts of energy and water use in the average Australian home. Further, it demonstrates the strong and troubling link between increased wealth and increased environmental impact.”\n“Over-consumption is costing us the earth,” commented Chuck Berger, ACF’s Director of Sustainability Strategies. “Use of electricity in the home accounts for just 15 per cent of the greenhouse pollution each of us creates. The majority is created indirectly from the production and transportation of all the things we are buying.”\nRicher areas were shown to pollute substantially more than less affluent suburbs, because households typically buy more and travel by air more often.  Berger explains that “It is better to spend more of our money on services - from sporting-event tickets to massages - because services in general demand fewer resources than goods.”\nACF is encouraging householders to be smarter with how they spend their money, and to consider the impact of their purchasing behaviour on the environment. “People can make a difference to their individual contribution to greenhouse pollution by buying less, wasting less and choosing products that last,” Mr Berger concluded.\nSources include: Consuming Australia;  ACF Consumption Atlas\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.  ","author":"Maryking","web_category":"lifestyle","title":"Want to be greener? buy a massage, not a TV","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/green-living/want-to-be-greener-buy-a-massage-not-a-tv/246"}