{"summary":"The Victoria Falls National Park. Victoria Falls Bridge","advice_category":"8","content":"\nPhoto: Regina Fugate\nVictoria Falls are shared by two countries: Zambia and Zimbabwe. Which country affords the most spectacular view of the falls is a subject of debate, though the locals claim that when the rains raise the water levels of the Zambezi river, both sides of the falls are equally stunning. However, during the dry season, the Zambia side is almost reduced to a trickle, while the Zimbabwe side remains fairly spectacular. Also, the Zimbabwean side offers the greatest number of cataracts!\nIt is possible to see both sides of falls by walking across the bridge onto the Zambia side. Though to get the full effect, you must go well-beyond the Border post and pay $30 for a one-time entry visa, plus pay the park fee of US$20.\n'The Smoke that Thunders'\nThe locals call Victoria Falls 'Mosi-O-Tunya' or 'the smoke that thunders'. I can vouch to the fact that the mist from the waterfalls, which can rise up to 400m high (1,300ft), looks like smoke from the distance. When our airplane was approaching Victoria Falls, we could see smoke in the far distance, which I didn't know at the time was Vic Falls and I assumed it was a forest fire. Five minutes away from landing, the pilot confirmed what we saw: \"Ladies and gents, please look to the left side of the aircraft and see the smoke rising up in the air... that is the thundering smoke or mist from Victoria Falls.\"\nPhoto: Regina Fugate\nVictoria Falls are considered one of the most spectacular natural wonders of the world, and the title is well-deserved!\nThere is a certain magic about towering columns of water thundering over a mile wide ledge (1,708m) when the river is high, falling into a terrifying abyss that will crush everything as it reaches the bottom. In spite of such fury, no more than two miles away, upstream, the tranquil waters of the Zambezi are rich with hippos and elephants, beautiful and colorful birds perched on the tall grasses, and deadly crocodiles lurking in the dark waters, waiting for the innocent prey to step into the waters!\nWhen to Visit\nThe seasons are 'wet' or 'dry' and depending on what you wish to see and do, the season matters!\nThe river's annual flood season is February to May with a peak in April. At this time, commercial whitewater rafting is not available, as the class V rapids become class VI and are too dangerous to maneuver. By the way, the Zambezi White Water Rafting is internationally acclaimed as being the wildest in the world!\nPhoto: Regina Fugate\nDuring the flood season, the spray from the Falls typically rise to a height of over 400 meters (1,300ft), and our guide said that sometimes it is twice as high, and can be seen from up to 30 miles (50km) away. This can obscure a vast portion of the falls, limiting what you see.\nJuly 2009 was supposed have been dry, but the rains were late, causing the river to be fairly full during a period when the water levels should have been low. We were thrilled to find an almost full river because we were richly rewarded with magnificent sights and constant rainbows.\nOkay, so we did not see the foot of the Falls, and the walk through the rain forest, along the cliff opposite the falls was a constant shower, and most of the cataracts were shrouded in mist. But never mind all that, getting soaked, even while wearing a raincoat and carrying an umbrella (which we rented outside the gate) was part of the fun, though, taking pictures was a bit challenging, but I managed to get some good photos.\nThe advantage of visiting in July, August and September is that the temperatures are delicious, averaging in the low 70s during the day and dropping to the low 60s at night. The humidity was very low, and the bugs, well, there were no bugs to be seen! Awesome!\nVic Falls - the Adrenaline Capital of Africa (or the world?)\nIn addition to the main attraction, seeing Vic Falls from various vantage points from within the national park, there are many activities that can be undertaken, and the number of days spent here will dictate how much you can do. We stayed only two nights and two full days, before continuing to Botswana, but we wished we could have stayed at least two more days, as there are so many choices of what to do.\nWe carefully selected our activities, and it is also advisable to ask your tour operator or contact a local outfitter to secure reservations, well ahead of arrival, especially during the high season.\nThese are the activities we participated in (no specific order)\nThe Victoria Falls National Park\nVictoria Falls have been remarkably preserved in its natural state and protected from excessive commercialization. It is said they are still pretty much the same Victoria Falls that inspired David Livingstone in the 1860s. Victoria Falls and the beautiful area surrounding the Falls were declared a National Park and a UNESCO World Heritage Site in 1986.\nPhoto: Regina Fugate\nA prominent and important feature of the park, aside from the falls, is the rainforest which grows in the spray of the falls, including giant ferns, palms, liana vines, and a number of trees such as mahogany, which are not seen anywhere else in the region. A two-to three hour self-guided stroll through the rainforest and the various paths should give you an excellent perspective of the falls through the various viewpoints. The David Livingstone Memorial is found here, and it was erected in 1954 on the western bank of the falls.\nThe fee to access this beautiful National Park is $20 per person, for a day pass. A steep fee for a one-day passes, but know that your money is helping preserve this beautiful natural wonder, and of course, you are also supporting the Mugabe administration, ha, ha! But, don't let that deter you from visiting... it's a sight you'll never forget. The park is open year round except for Christmas Day.\nWe toured the area facing the Falls on our day of arrival, and toured on our own, as this section of the park is fenced in and well-guarded. It is safe to go on self-guided tours and follow the well-marked paths. There is no need spend money on a guided tour for this attraction.\nPhoto: Regina Fugate\nThe entrance to the Falls is less than ? a kilometer from the Victoria Falls Hotel, where we stayed. A hotel guard escorted us to the Park gate and we agreed on a time when he returned to collect us. A minimal tip of $1 per person was suggested by the hotel.\nSundowner Cruise - A highly recommended activity\nYou will board a pontoon party boat which will take you down the Zambezi River on a beautiful journey, and experience the life on the river. Before leaving the small dock, we were entertained by a group of singing young men, dressed in tribal outfits. A really cool send-off!\nPhoto: Regina Fugate\nThe sunset cruise is perhaps the most popular time of day to cruise, possibly because the setting sun sets the landscape and river ablaze. The sunsets seen here are perhaps the most dramatic anywhere on earth, and honestly, such views are beyond description. The sunset tour is a photographer's dream. I loved every minute of it.\nPhoto: Regina Fugate\nPrice: $35 per person. Includes transportation to/from hotel, finger foods, unlimited soft drinks, beer and selected wines. This is another activity which must be booked well in advance.\nPhoto: Regina Fugate\nVictoria Falls Bridge\nAfter breakfast, we opted for a guided walking tour from the hotel to the bridge. This little tour took about 2.5 hours, there and back; we went before going on to the helicopter ride. Our guide shared his knowledge of the area, his views on the Mugabe government, and his thoughts about the future of Zimbabwe. Learning from the locals is just as valuable as seeing an attraction.\nWalking on the bridge is special, as this bridge is an engineering marvel. It was designed in England, was transported from Europe in pieces and was assembled on site. The bridge spans over the Zambezi River, and in 1906, it connected Zimbabwe (formerly Rhodesia) to Zambia. It is here, on one side of the bridge where one can view or experience the thrill of bungee jumping. Bungee jumping is one of the most popular activities here at Vic Falls.\nPrice of tour for two, including soft drinks and water: $25\nFlight of Angels - A highly recommended activity\nThis helicopter ride will take your breath away in more ways than one, especially if you're afraid of heights, like me! This flight gives you amazing views of the falls, the upstream river, and the little islands dotting the river, and if you're lucky you'll see wildlife. Depending on the route you pay for, and your pilot, you can view the various cataracts, sometimes a little too closely.\nPhoto: Regina Fugate\nA word of advice: wanting to maximize our day, we booked this flight for 9.30 am, but our guide vigorously recommended changing the time to after 12.00 pm... why? He said that the mist rises very high during the early morning, but tends to settle by mid-day and the afternoon, giving passengers excellent views. Our flight was changed to 1.30 pm, and wow, he was so right, the views were awesome and the mist was not heavy. Price: 15 minutes tour - US$115.00 per person.\nDinner at the Boma (translation: place of eating) \nThis was a fun way to spend the evening, and we enjoyed a traditional meal at The Boma. The Boma is located inside a Gusu forest (a type of tree indigenous to the region), and the restaurant is made in a traditional way, with thatched roofs, long wood tables, and other genuine architecture, artifacts and d?cor.\nThe experience was wonderful, and not only did we enjoy a fantastic buffet meal, we experienced a unique cultural experience, with song and dance from local tribes. This is an activity that everyone should try to include in their itinerary to experience the tastes, sights, sounds and smells of Africa.\nPhoto: Regina Fugate\nAt the end of the evening, after the performers had finished their performances, small African drums were passed out to all guests and we were taught various rhythms, and we made music. This was so much fun!\nPrice: $32 per person (in advance) or $35 for a same day reservation.\nReservations are required. The price includes transportation from any of the hotels in town, and if you're staying at the Victoria Falls Safari Lodge, then you're only steps away.\nPhoto: Regina Fugate\nTour of Victoria Falls (the town)\nA driver/guide collected us at the hotel lobby and drove us around Vic Falls to show us the area's highlights. We went to see the biggest tree in Zimbabwe, a Baobab tree believed to be well over two hundred years old.  In fact, Livingston carved his name on the trunk of the tree. The tree is now fenced in, to keep people from carving the trunk some more, and also to keep elephants from tearing up the bark.\nPhoto: Regina Fugate\nFrom the big tree we were supposed to go to the Crocodile Farm, but honestly, how many of those can one see in a lifetime? We passed on this attraction in favor of being driven to the open market to peruse the souvenirs and have lunch in a more rustic setting. In any case, we found the souvenirs over-priced, but lunch was nice and inexpensive.\nPrice: $30 for the two of us, included soft drinks.\nGame viewing \nOn the other side of the falls, the national park contains abundant wildlife including sizable populations of elephant, buffalo, giraffe, zebra, and a variety of antelope, and people can drive their own cars or go on an organized tour. As we were continuing to Botswana to go on safari, we skipped this activity; otherwise, it is a must if you have not been on safari before. \nPhoto: Regina Fugate\nOther Available Activities\n~ Golfing\n~ Microlight flights over the falls.\n~ Visit the Wild Horizons Wildlife Sanctuary and Wildlife Orphanage\n~ Bungee Jumping\n~ Gorge Swing\n~ Zip Line\n~ Flying Fox or Abseil\n~ Horseback Riding\n~ White water rafting (Grade 5) - not for the faint of heart, we're told\n~ Upper Zambezi River kayaking\n~ Swimming in the Devil's Pool (a natural pool on the ledge of the falls)\n~ Elephant Back Safari\n~ Steam Train Bridge Run at Sunset\n~ A day trip to Chobe National Park\nGetting there\nThere are several flights a week to Victoria Falls from Johannesburg on British Airways or South African Airways.  From Windhoek, Namibia, Air Botswana to Kasane, Chobe, with only a 90-minute, easy road transfer to Vic Falls. The flights are short (under 2 hours), and reasonably priced (less than $250).\nPhoto: Regina Fugate\nFor those wealthy individuals who wish to experience the epitome of luxury and arrive in style, traveling on the South African Rovos Rail train is a must. It is deemed to be the most luxurious train in the world. The price tag is quite exorbitant for an overnight trip from Pretoria to Victoria Falls, costing approximately US$1,850 per person.\nAccommodations\nVictoria Falls on the Zimbabwe side is an extremely affordable destination. Here, a wide range of hotels and hostels cater to every budget. Backpacker's facilities cost less than US$5 a night, a four-star hotel with breakfast costs about $140 for two, and the most luxurious hotel costs upwards of $250 a night, but not more. So, every budget is well-represented.\nConclusion\nDue to the dizzying number of activities one can participate in, Victoria Falls has become known as the adrenaline capital of the world.\nThanks to David Livingston's discovery of the falls, so named after the British Queen Victoria, Vic Falls has become one of Africa's most visited attractions.\nThere is so much to see and do, the activities are reasonably priced, and the area is still almost pristine. If you are considering a trip to Southern Africa, then, by all means, why not include Victoria  Falls in your itinerary?","author":"Reginafug","web_category":"travel","title":"Victoria Falls: The Adrenaline Capital of Africa","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/untitled.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-victoria-falls-adrenaline-capital-africa"}