{"summary":"Houghton said: “The trouble is that we know so little about these jellyfish. The National Environmental Research Council recently approved an immediate ¢G50,000 grant for marine biologist Jon Houghton of Swansea University to study the jellyfish","advice_category":"2","content":"\nAfter a massive swarm of mauve stinger jellyfish wiped out ¢G1 million worth of salmon in a Northern Ireland fish farm, the British government has launched emergency measures to protect their citizens from the purple creatures.\nThe government fears the swarms of jellyfish could return to British waters at any time, and they’re funding new scientific studies and programs to help prevent another catastrophe.\nThe jellyfish are a huge threat to salmon farms, a big business in Scottish waters. They’re small enough to slip through the cages, but they deliver a powerful sting which is deadly to young salmon.  They’re also a danger to swimmers. 14,000 people were treated after being stung on the Spanish coast in the Mediterranean last year.\nThe incident in Northern Ireland was the first ever swarm of the jellyfish in British waters. The animals usually stick to the warmer climes of the Mediterranean, but scientists think heated seas due to global warming mean they could return in short order.\nThe National Environmental Research Council recently approved an immediate ¢G50,000 grant for marine biologist Jon Houghton of Swansea University to study the jellyfish. Houghton began his study on ferries in the Irish Sea. Houghton said: “The trouble is that we know so little about these jellyfish. Until recently, they were viewed as bags of water that had little or no impact on our ecosystem. Now we need to learn, very quickly, about their behaviour and about their breeding patterns in our waters.”\nResearchers will spend the next several months doing counts of the jellyfish in the area and attempting to study their movement patterns and the great “blooms “of thousands of jellyfish.\nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Britain Readies Itself for Future Jellyfish Attacks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/britain-readies-itself-for-future-jellyfish-attacks/694"}