{"summary":"Photo: Silversky. Photo: Silversky","advice_category":"6","content":"\nPhoto: Silversky\nFor a busybody Londoner, Covent Garden street theatre should have lost its appeal sometime between the 17th and 85th time you walk across the piazza. Indeed, somersaulting jugglers can only carry your imagination so far, but there is one performance that is as old as performing art itself, and it captures my attention time and time again: the living statue. \nPhoto: Silversky\nThis type of street performance, first known as ‘tableau vivant’, was popularised during the Medieval Ages and the Renaissance. At the time, the tendency was to have a group of living statues put together to paint a scene – like a monument, a fountain or a centrepiece for an elaborate festivity. \nIn the '60s, performance artists “Gilbert and George” revamped the art by taking the concept to an extreme; they covered their bodies in multi-coloured metalised powders and posed, immobile, through sun, wind and rain for entire days. \nPhoto: Silversky\nToday the most common living statues tend to be painted bronze, gold, silver or white; i.e. adopting a literal interpretation. However, variation exists and all kinds of alter egos are assumed; from the archangel to the demon, from the medieval knight to the chim-chim-cheree and in this case, the Mirror Man.  \nThe artistic vein of this street performer is one of pure visual surprise and sensory experience; like a painter, the mirror man employs his body as a canvas where the shattered mirror reproduces the real world. The mirror deflects sunlight (see the light patterns by his feet) and reflects fragments of everything in his vicinity; the unsuspecting passer-by will see scraps of himself interwoven with faces and limbs, grass, concrete and LA's Griffiths Observatory under a cloudless, blue sky.\nPhoto: Silversky\nIf I were an art critic I would search for the hidden meaning; has it something to do with the fragmentation of society or perhaps the tendency for modernity to produce self-conscious individuals who constantly struggle with the bitter reassurance of mirrors? Perhaps so, but the majority, myself included, appreciate the visual effect in itself and enjoy a dose of the unusual here and there.\nPhoto: Silversky\nAs I walk away from a living statue, I imagine the moment in which, almost magically, it comes back to life, picks up its coin-filled hat and heads towards the closest public transport – for what will be a head turning, camera clicking journey back into the real world. \nPhoto: Silversky\n","author":"marianovellamonti","web_category":"art+and+design","title":"Mysterious Mirror Man Spotted in Los Angeles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb22.webshots.com-37461-2079306340103691965S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-mirror-mirror-man"}