{"summary":"Photo: All images: Tissue Culture and Art Project. by de-constructing our cultural meaning of clothes as a second skin through art, we raise questions about our exploitation of other living beings.”","advice_category":"6","content":"\nPhoto: All images: Tissue Culture and Art Project\n\nIn a lab far, far away grows a tiny coat, made of living tissue and shaped into what looks like small winter-wear for a mouse. The oddity of it is, this coat is alive, or was, (it has since died) a living organism created in a lab for the sake of art. Known as Victimless Leather, this project was grown onto a polymer matrix, coated with immortalized living cells, and shaped into a stitch-less form to create a coat like shape.\nThe implications of such a project are limitless, but the purpose of the scientific team is to stimulate conversation, debate and discussion on the possibility of wearing ‘leather’ without killing living animals.\nThe School of Anatomy and Human Biology at the University of Western Australia and a team of scientists, Oran Catts, Ionat Zurr and Guy Ben-Ary, developed the project as an \"art form to illuminate our human conduct with other living systems.\n\"... by de-constructing our cultural meaning of clothes as a second skin through art, we raise questions about our exploitation of other living beings.”\nHow society views this project and the effects of creating ‘beings’ for art, or otherwise, remains to be seen. Some may call it art, some say it's horrendous yet some will call it science. In any context, it is still thought-provoking.\nOther Tissue Projects:\n• The Disembodied Cuisine: attempting to grow sheep or frog skeletal muscle over bio-polymer for food\n• The Flying Pig: attempting to grow wings on a pig\n• The Extra Ear 1/4 Scale: attempting to show recognizable living body parts as an art form\n• The Living Doll: attempting to make partially living worry dolls\nSources 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"luanndawkins","web_category":"art+and+design","title":"Clothes that Grow from Living Human Tissue","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","url":"http://www.environmentalgraffiti.com/featured/clothes-that-grow-from-living-human-tissue/3162"}