{"summary":"The extinction of big cats will have ripple-like ramifications. \"Every year, 600 male lions are taken legally in safari hunts in Tanzania, Zimbabwe, Namibia, South Africa, Zambia – seven countries in total,\" explains Beverly Joubert","advice_category":"2","content":"\nPhoto: ? Beverly Joubert\nOne of the biggest conservation issues facing the world today is the decline in big cat populations. Africa's lion population, for example, has declined 90% since the 1960s and the results are headed towards being catastrophic. Some estimates suggest that there will be mass extinctions of big cats in the next 10 to 15 years.\nPhoto: ? Beverly Joubert\n\"There were 450,000 lions when we were born and now there are only 20,000 worldwide,\" says legendary big cat conservationist Dereck Joubert. “Leopards have declined from 700,000 to 50,000, cheetahs from 45,000 to 12,000 and tigers are down from 50,000 to just 3,000,\" adds Dereck’s wife, Beverly.\nPhoto: ? Beverly Joubert\nBeverly and Dereck Joubert, National Geographic’s Explorers in Residence, have completed their latest film The Last Lions, set to air as part of National Geographic's Big Cat Week, from 11 to 17 December 2011. The world-renowned filmmakers have studied the big cats for almost thirty years and have often spoken out publicly about the crisis.\nPhoto: ? Beverly Joubert\nIf the Jouberts' estimations on how quickly we might see the extinction of big cats from the wild are accurate, we may be the last generation able to enjoy seeing these amazing creatures in their natural environment.\nPhoto: ? Beverly Joubert\nThere are numerous causes for this sad population decline – among them their hunting for bushmeat, and being poisoned by farmers wanting to protect herds of cattle. Another major factor is safari hunts – and trophy shooting is legal in a number of African countries.\nPhoto: ? Beverly Joubert\n\"Every year, 600 male lions are taken legally in safari hunts in Tanzania, Zimbabwe, Namibia, South Africa, Zambia – seven countries in total,\" explains Beverly Joubert. \"You can shoot leopards in all those countries too, and 2,000 a year become a legal hunting trophy.\" \nPhoto: ? Beverly Joubert\nGeorge Schaller, another prominent conservationist as well as a leading field biologist, points out that there may be less than 4,000 tigers left in the wild, but that both the US and China have 5,000 in captivity – each. It’s a staggering thought. Unless something is done quickly, it will only be in captivity that such animals survive.\nPhoto: ? Beverly Joubert\nThe extinction of big cats will have ripple-like ramifications. As Dereck Joubert surmises, jackals and hyenas will knock out mid-level prey species and \"[y]ou'll end up with big prey species like elephants growing in intense numbers and then imploding, with everything below them wiped out. If we were systematically trying to kill off the world's top predators, we couldn't do a better job of helping the ecosystem towards destruction.\" \nPhoto: ? Beverly Joubert\nBig Cat Week on National Geographic Wild is part of National Geographic's Big Cat Initiative aimed at saving these magnificent creatures and reversing the plummeting numbers.  \nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"Will Big Cats Survive in the Wild?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/31983352129fae817afezjpg","url":"http://www.environmentalgraffiti.com/news-facing-extinction-big-cats"}