{"summary":"Floating umbrellas in a Japanese mallPhoto: Image: modus. Beach umbrellas in Gorman, CaliforniaPhoto: Image: KeithJ","advice_category":"6","content":"\nPhoto: Image via Inhabitat\nSpring has sprung, and so have all the umbrellas! Our good friends over at Crooked Brains wrote an article about colourful umbrella art; we were so inspired that we compiled our own list of 18 examples of wonderful umbrella art to help you get through those dark, dreary days when the sun just doesn’t want to show up.\nAfter taking a look at these, you might think twice about shoving your umbrella in the nearest trash the next time it buckles in the wind, and pass it on to your friendly neighbourhood artist instead. Who knows, your umbrella could be re-purposed into a new and wonderful art piece to rival the ones shown here.\n1. Umbrella house in HoustonPhoto: Image: photine\nThe \"Parasol Project\" by Jo Ann Fleischhauer is a spectacular installation with a deeper meaning: the artist chose to contrast how emotions are portrayed in modern times versus the Victorian Era. The images on the parasols, which mimic floral designs, are actually colour-infused Magnetic Resonance Images (MRIs) - contemporary emotional representations - while the parasols themselves represent the desires of women in Victorian times, who used parasols to convey unspoken emotions to men.\nPhoto: Image: cybertoad\n2. Red umbrella ball in ShanghaiPhoto: Image: CuriousGeoff\nThis bold ball of red umbrellas is nice to look at amidst a backdrop of construction.\n3. Multi-coloured umbrella light ball in KoreaPhoto: Image: Nagyman\nThis umbrella ball is reminiscent of a huge beach ball.\n4. Umbrella installation in Melbourne mallPhoto: Image: jikon\nColourful umbrellas make us smile, but these black umbrellas sure do pack a punch, especially when they're contrasted with the whiteness of the surrounding space; viewed from below, it's almost like a huge flock of black umbrella-shaped birds is flying overhead. A bit creepy. \nPhoto: Image: jikon\n5. Milan Design Week 2007Photo: Image: marta.b\nUmbrellas can act as pretty cool lamp shades in this outdoor installation.\n6. Floating umbrellas in a Japanese mallPhoto: Image: modus\n7. Umbrella installation in GreecePhoto: Image: Ava Babili\nThis outdoor installation of translucent umbrella \"trees\" is simply beautiful.\nPhoto: Image: Ava Babili\n8. Beach umbrellas in Gorman, CaliforniaPhoto: Image: KeithJ\nThis umbrella installation by Christo and Jean-Claude, which finally came to fruition in 1991, was an international affair, with 1,760 yellow umbrellas set up in Gorman, California and 1,340 blue umbrellas erected in Ibaraki, Japan. The total project cost was $26 million, and it attracted 3 million people from around the world. \nPhoto: Image: Dddeco\n9. Channel 4 building on Horseferry Road, LondonPhoto: Image: surprise truck\nCertainly not as ambitious as the Christo project, Channel 4 in London still managed to turn a few heads with their \"raining umbrellas\" and their number 4 umbrella.\nPhoto: Image: surprise truck\n10. Peter Holden's syncopated umbrellasPhoto: Image: rainasun\nArtist Peter Holden animated his black umbrellas, setting them to open and close to Singin' in the Rain.\n11. Paper parasols at the BellagioPhoto: Image: cdbeowulf\nVegas is known for going big or going home, and this exhibit at the Bellagio is no different. Pretty paper parasols dangle from the sky in the ever-changing gardens at this landmark hotel.\nPhoto: Image: cdbeowulf\n12. Casa Bruno Quadros in BarcelonaPhoto: Image: Vagamundos\nThe Casa Bruno Quadros is adorned with umbrellas because it was built in the 1890s to house an umbrella shop.\n13. Hanging umbrellas in Insadong, Seoul, KoreaPhoto: Image: xoxoryan\nPassersby posing for photos under the blue-sky umbrellas in Korea.\n14. Umbrella tree in Seoul, KoreaPhoto: Image: silveroses69\n15. Rainbow coloured umbrella installation in the A.L.I.C.E. Museum Exhibition at Seoul Arts CenterPhoto: Image: brandon\n17. Umbrellas in Battery Park, New YorkPhoto: Image: liquidx\nArtist Victor Matthews painted a butterfly on 3,000 open umbrellas and set them up in Battery Park for his “Beyond Metamorphosis” work. That's a lot of work! \n18. Umbrella light canopyPhoto: Image via Inhabitat\n\"Cumulus Light Canopy\" by Steven Haulenbeek uses white photographers’ translucent “shoot-through” umbrellas to create variously sized configurations of umbrella lighting. They look just like the beautiful, fluffy clouds they're named after.\nLike what you see? Check out Crooked Brains for some more photos of amazing umbrella art. \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"18 Incredible Umbrella Art Installations From Around The World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mensunderwear.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-umbrella-art-installations-around-world/9696"}