{"summary":"His record was beaten in 2007 by Herbert Nitsch, who made it 112 meters below sea level, with Nery coming along in 2008 and beating that by one meter to push to 113 meters. A video of Guillaume Nery setting the World Record for Constant Weight Apnea in 2008","advice_category":"8","content":"\nPhoto: Unknown\nGuillaume Nery is a free diver. Let me guess: you're wondering what exactly that is. Your imagination is running rampant right now with ideas of people just diving into the ocean and falling, but it's a little more than that. Actually it's a lot more than that. Free diving is a growing underwater sport, with only two rules: 1. You must be underwater (duh), and 2. You must be holding your breath. That means no scuba tank, nor snorkel, nor underwater breathing apparatus of any kind. The discipline of free diving Guillaume takes part in is Constant Weight Apnea, which is widely considered the most competitive in the sport, and simultaneously the most dangerous.\nPhoto: Unknown\nIn Constant Weight Apnea, you must be constantly holding your breath, while diving as deep as possible, using only your arms and fin/monofin to swim lower and lower. You only have one chance of using the rope to stop your descent and begin your ascent to sea level.\nPhoto: Unknown\nPhoto: UnknownNery staring down in to the hole he is about to dive into\nNery is one of the most popular free divers in the world. He is known for breaking the Constant Weight record in 2002 by making it 87 meters below sea level, then pushing that to 96 meters in 2004, then again to 109 meters in 2006. His record was beaten in 2007 by Herbert Nitsch, who made it 112 meters below sea level, with Nery coming along in 2008 and beating that by one meter to push to 113 meters. Currently the record is held by Nitsch, set in 2009 at 120 meters below sea level.\nPhoto: Unknown\n\n  \nA video of Guillaume Nery setting the World Record for Constant Weight Apnea in 2008. The record was later broken by Herbert Nitsch in 2009.\n","author":"Tyler Shegerian","web_category":"outdoor","title":"Free Diving 365ft Below the Surface of the Ocean","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/BL1.jpg","url":"http://www.environmentalgraffiti.com/water-sports/news-guillaume-nery-freeweight-dive"}