{"summary":"Photo: Image: Bedwetting in Australia. Photo: Image: Charles Lam","advice_category":"2","content":"\nPhoto: \nImage: heatherkh (taken underwater so is not the sharpest of images.) \nYour first response may well be 'Is that thing REAL?!' and no one would blame you in the slightest.  However, while this luridly multicolored insectoid monstrosity may at first appear to be an elaborately designed model, rest assured that the little fellow is very real - right down to the stylish purple beret.\nPhoto: Image: Bedwetting in Australia\nWhat we have here is a larvae of one of the many varieties of Caddisfly, nearing maturity and readying himself for the plunge from technicolor cocoon into the wide world. Caddisflies are small relatives of moths and butterflies (of the order Trichoptera to be precise) that are generally found near rivers, streams, lakes, springs and other aqueous environments.\nPhoto: Image: Charles Lam\nWhat makes them unique is the fact that the underwater-dwelling larvae of certain species have elevated the common practice of building a protective cocoon into an artform, incorporating pebbles, gravel, sand and other pieces of detritus into their intricate constructions. In the north-western US, where Caddisflies are common, the often brightly coloured cases have earned Caddisfly larvae the nickname 'periwinkles'.\nWhich is appropriate as these little fellows are certainly jewels of the insect world.  Especially this guy:\nPhoto: \nImage: Science Punk\nNext time you're out for a country stroll and find yourself digging in a pond, be sure to keep a look out for these colorful critters.\n*Painted image on front page by Christine Elder\nSources 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Oli","web_category":"nature","title":"The Amazing Technicolored Coat of the Caddisfly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bot2.jpg","url":"http://www.environmentalgraffiti.com/featured/amazing-technicolored-coat-of-the-caddisfly/3971"}