{"summary":"The gene they discovered controls the tiny pores known as stomata that are located on the leaves of plants. In practical terms, this means a plant that could both survive in severe drought conditions AND help fight global warming effects","advice_category":"2","content":"\nGenetically modified plants are extremely unpopular in certain circles.\nPeanut plants dying during a drought. Image from APS\nThere are a variety of reasons for this, from fear of potential negative health effects to anger at the Monsanto corporation’s business policies with the patented seeds. But there are other groups who fully support GMO crops and research, citing the benefit to the world’s hungry brought about by plants with increased nutritional value and ability to grow in harsh circumstances.\nI’m interested to see how both camps react to the newest announcement in GMO crops.  U.S. and Finnish researchers recently announced the discovery of the plant gene that controls the amount of carbon dioxide absorbed and water released by a plant.\nIn practical terms, this means a plant that could both survive in severe drought conditions AND help fight global warming effects. \nThe gene they discovered controls the tiny pores known as stomata that are located on the leaves of plants.  They play a crucial role in photosynthesis, as the plant absorbs carbon dioxide gas through these pores. Water vapor is also released through the stomata as the plant grows.\nThe researchers, writing in the journal Nature, say the discovery may allow them to genetically modify a plant that will continue absorbing CO2, and possibly even absorb more, but release less water vapor.   As plants lose 95% of their water through the stomata, this would mean a plant that could survive in extremely dry conditions. \nAs it stands now, droughts are one of the most destructive natural forces on the planet when it comes to agriculture. In impoverished areas where many subsistence farmers are growing just to survive, a drought can destroy not only crops but lives. Many drought stricken areas are also areas of extreme poverty and hunger, so a drought resistant crop could help food production rates rise and hunger drop.  \nDroughts also seem to be occurring more often and for longer periods of time in many sections of the world, a phenomenon some point to as one of global warming's effects.  The American west is in the middle of a prolonged period of drought, while Georgia is experiencing a severe if so far shorter lived period of low rainfall. \nThe scientists who discovered the gene have been experimenting with cress and rice, although they believe they are still some years away from a viable crop.  University of Helsinki Professor Jakko Kangasjarvi said: \"It opens the avenue, it is still several years away but before this publication, there was no single component which would have so many different effects... there was no target to modify, now we know the target.\" \nInformation from BBC\nIf you want to find out all the latest news on how the environment affects you, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Drought Resistant Plants Could Fight Global Warming and World Hunger","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/drought-resistant-plants-could-fight-global-warming-and-world-hunger/855"}