{"summary":"The River Amstel connects with the city's canals from the south before terminating in the city centre. Downtown Amsterdam from the airPhoto: Image: Amsterdam Hotspots ","advice_category":"8","content":"\nPhoto: Image: harry.kontos\nAmsterdam, ah Amsterdam. City of red lights, amber-hued beers, and green, green grass; a city much less in need of traffic lights than most owing to its winding bike paths and of course its famous historic canals – more reasons why green could be said to be this city’s colour of choice. With its rich history, vibrant culture and liberal attitude, the Dutch capital is well worth wondering through, and yet a city of such distinctive design is also brilliantly appreciated from above.\nDowntown Amsterdam from the airPhoto: Image: Amsterdam Hotspots \nA bird's eye view is the quick way to understand that the layout of downtown Amsterdam is like a half-finished web or wheel – and no, the inspiration for this analogy wasn't born of too many hours spent in one of the city's coffee shops. The city arcs out south from the Central Railway Station, with the various roads and canals that are its spokes intersected by four semicircular concentric canals.\nA wider angle on Amsterdam from abovePhoto: Image: Amsterdam Hotel & Travel Information\nThe four canal rings were carefully planned and built during the 17th Century, with the outermost waterway designed for defence and the inner canals intended to help house the swelling population. Known as the Grachtengordel, the entire crescent-shape embraces the heart of the city – replete with head-turning gabled architecture – though the eastern part of the canal plan was never completed.\nWider focus still: Amsterdam as seen from SPOT satellitePhoto: Image: Cnes - Spot Image\nThe \"Venice of the North\" is said to contain about 90 islands, linked by 400 or so bridges and interlaced by some 100 km of canals – even more than its Italian rival to the title of world's most watery city. During the 19th Century, many of the city's canals were filled in to make way for streets and squares more accessible to modern traffic, though thankfully similar plans in the 1950s were never fully realised.\nAerial view showing how Amsterdam's canals lead into the IJPhoto: Image: harry.kontos\nThe beautiful shot above reveals how Amsterdams’s network of canals terminate in the IJ, the river and former bay that affords the city its waterfront and ultimately feeds into the open waters of the North Sea.\nRiver Amstel meandering through AmsterdamPhoto: Image: GFDL\nThe River Amstel connects with the city's canals from the south before terminating in the city centre. The river was named after the beer, not the other way round – but Amsterdam is certainly proud of its alcoholic exports. The Heineken Experience, a fun-filled museum based in the original brewery that tells you all about the green-labelled lager and leaves you staggering out the door, is one of the city's attractions. \nAmsterdam's oldest building: The Oude KerkPhoto: Image: Andr? Bonacin \nDebauchery of some sort is on the menu for many visitors to Amsterdam, and central to satiating this appetite is De Wallen, the famous red light district and home to legal sex trade galore as well as plenty of the city's cannabis-selling coffee shops. It seems ironic that smack in the heart of this alleyway-riddled area is the Oude Kerk, Amsterdam's oldest church and building, consecrated in 1306.\nAmsterdam's Jordaan district as seen from the WesterkerkPhoto: Image: Gabrio\nOf course Amsterdam also has plenty to appeal to the more sober-minded. Another of its most iconic churches is the Westerkerk, designed by Dutch architect Hendrick de Keyser and completed in 1631. A landmark of Amsterdam's own Renaissance architecture, the Westerkerk borders the Jordaan district, whose buildings were also built in this style of the city's and are recognisable by their distinctive facades. \nPost-war photo of Anne Frank House, secret annex in the back visiblePhoto: Image: Anne Frank House\nFormerly staunchly working class, but now very much upscale, Jordaan is perhaps most famous for one of its former residents: Anne Frank. When the Nazi's occupied Holland during World War II, the world renowned diarist went into hiding in her father's office building on the edge of Jordaan, and there spent the remaining years of her life before she and others were betrayed and sent to concentration camps. \nAerial shot of Amsterdam's Rijksmuseum  Photo: Image: Christchev\nOther must stops for visitors to Amsterdam include the Van Gogh Museum and the impressive Rijksmuseum located on the Museumplein, or Museum Square. The Rijksmuseum boasts a huge collection of paintings from the Dutch Golden Age, the period roughly spanning the 17th century when Dutch trade, science and art were among the best in the world.\nPhoto: Image: di the huntress\nAnd finally, a picture taken from outside the city limits, away from the hussle and bussle of hubs like Dam Square – site of the dam in the Amstel that gave the city its name – and further proof that a green aura seems to pervade this great city.\nSouces: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"Amsterdam From Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/nan-madol-12.jpg","url":"http://www.environmentalgraffiti.com/featured/amsterdam-from-above/14380"}