{"summary":"The lake received its current name in the late 1970s. Lake Urmia and the Kurdistan region from Space:Photo: ","advice_category":"8","content":"\nPhoto: \nImage: Ehsan Mahdiyan\nLake Urmia is a salt lake in northwestern Iran – the largest in the Middle East – known for its glittering turquoise waters and dozens of small, rocky islands. The lake is cherished by man and beast alike: People ascribe healing properties to the lake’s many minerals; and birds like flamingos, pelicans, storks, ibises and many others appreciate it as a food stop on their migration routes.     \nSunset at Lake Urmia and its salt ponds:Photo: \nImage: Behzad Rahmati \nThe lake serves as a natural divider between the provinces of East and West Azerbaijan and their main cities, Tabriz and Urmia, respectively. The latter was named “city of water”, referring to the lake that was named after it. Lake Urmia is 1,275 m (4,183 ft) above sea level, at the bottom of Azerbaijan’s large central depression. \nOsman Fist, the smallest of Lake Urmia’s 102 islands:Photo: \nImage: M. Karzarj\nAt 140 km (87 miles) and 55 km (34 miles) at its longest and widest and with a surface area of around 5,200 km? (2,000 mile?), Lake Urmia is the world’s third largest salt lake. Fed by mountain streams, it has no other outlet than evaporation. Salts and minerals can therefore build in the lake whose high salinity allows only one fish species to survive. \nLake Urmia and the Kurdistan region from Space:Photo: \nImage: NASA\nYet, Lake Urmia is one of the largest natural habitats of brine shrimp or Artemia, which is an important food source for migratory birds. Most of the lake’s area is considered a national park and the whole lake is a UNESCO Biosphere Reserve.\nFlamingos, spoonbills, ibises, storks, shelducks and gulls are known to stop by:Photo: \nImage: Andrew Turner\nIn the 1970s, a project was initiated to build a highway across the lake. 15 km were completed and then abandoned because of the Iranian Revolution. Only in November 2008 was a 1.5 km long bridge completed to close the gap. The whole construction now divides the lake into an upper and lower portion. Despite anti-corrosion treatment of all steel parts, the bridge has started rusting in this high saline environment.\nThe bridge across, visible from Space:Photo: \nImage: NASA\nThat Lake Urmia has been a major landmark admired for its beauty can be seen in the many names it had throughout the ages. The lake’s ancient Persian name was Chichast, meaning glittering, referring to its many mineral particles glistening in the sun. In medieval times, it was known as Lake Kabuda in Persian or Lake Gabod in Armenian, both meaning azure, referring to the lake’s deep blue waters. The Romans called it Lake Matianus, after the Matiani, an Iranic people. Only in the early 1930s was the lake named after a person: Lake Rezaiyeh after Reza Shah Pahlavi, Shah of the Imperial State of Iran from 1925 to 1941. The lake received its current name in the late 1970s.   \nLake Urmia is shrinking at an annual evaporation rate of 0.6–1 m (24–39 in); here is a comparison of lake levels in 1984 and 2003.\nPhoto: \nImage: Alexander Stohr\nThose wondering why Ghengis Khan’s grandson, Hulagu Khan, would be buried on the second largest island, Kaboudi, might like to know that the region around Lake Urmia was once the center of the Mongolian Khannate Dynasty, established by Hulagu Khan, until the 14th century. We’re hoping that Lake Urmia will be around for many more dynasties to come but given its current evaporation rate, this seems doubtful. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Turquoise Waters of the Middle East's Largest Salt Lake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/featured/middle-east-largest-salt-lake/18757"}