{"summary":"Also, New South Wales and Tasmania protect the weedy seadragon is their waters.. The common seadragon resembles a seahorse, but with leaf-like fins and a less curly tail","advice_category":"2","content":"\nPhoto: BarnyardBBS\nSeadragons, or \"sea dragons\", are less well known than their cousins, the seahorses. Like seahorses, male seadragons take care of fertilized eggs. But do they truly become \"pregnant\"?\nPhoto: rooneg \nIntroducing the Seadragon\nThere are two major species of Seadragon:\nThe common seadragon resembles a seahorse, but with leaf-like fins and a less curly tail. The leafy seadragon has even more of these appendages. Both species can be brightly coloured - a surprise considering that the \"leafy\" appearance would be camouflage.\nSeadragons are carnivores, favouring small crustaceans (such as the shrimp-like mysid) or plankton. The seadragon eats with its remarkably extended snout which resembles a thin pipe; the mouth is little wider than the snout.\nSeadragons live in the temperate waters off southern Australia. They like hiding in kelp, whether over sandy patches or coral reefs. They may be found at depths from 3 to 50m.\nPhoto: amrufm\nStatus: \"Near Threatened\"\nThe leafy seadragon is considered a \"near threatened\" species by the IUCN. Although not currently \"endangered\", scientists believe they could become so in a fairly short time.\nFish, sea anemones and large crustaceons prey on seadragons. A greater threat to the species is that their food - mysids - are vulnerable to pollution. Also, the habitats could easily be harmed. They are poor swimmers, and can easily be caught. \nDragonfish at a time were over-collected. Fortunately for them, dragonfish are rather challenging to keep in a private aquarium. Also, New South Wales and Tasmania protect the weedy seadragon is their waters.\nPhoto: icelight\nLife Cycle of the Seadragon\nCourtship includes the male seadragon wrinkling his tail so the female can deposit a couple of hundred eggs there - the seadragon lacks the egg-pouch of the seahorse. Breeding takes place just before the water reaches its peak summer temperature.\nThe brood patch on the father's tail consists of cups. One egg is embedded in each cup, which supplies oxygen for some four to six weeks. The hatchling seadragon is immediately independent, and will hunt zooplankton as soon as its yolk sac is depleted.\nSeadragons reach sexual maturity in about two years and may survive another four. Some researchers believe a male might raise more than one brood per year; others believe they are limited to only one. Paternal \"pregnancy\" is their most remarkable trait. While males \"brood\" the eggs, are they really \"pregnant\"? The answer is \"no\" if the definition insists on an internal womb; but \"yes\" if supplying oxygen via the parent's blood system is the criterion.\nPhoto: chispita_666\nReferences:\nAustralian Museum, \"Weedy Seadragon, Phyllopteryx taeniolatus (Lac?p?de, 1804)\", published Sept. 9, 2008\nSidney Institute of Marine Science, \"Life History of the Weedy Sea Dragon\", published Sept. 9, 2008\nScott Gietler, Underwater Photography Guide, \"Leafy Sea Dragon\", published Dec. 22, 2009\nInternational Union for Conservation of Nature, \"Phycodurus eques\", citing \"Connolly, R. 2006\"\nNational Geographic, \"Seahorse\"","author":"MikeDeHaan","web_category":"nature","title":"Male Pregnancy in Australia's Sea Dragon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Pyschoactive_Drugs.jpg","url":"http://www.environmentalgraffiti.com/animals/news-australias-seadragon-yet-another-piscine-paternal-pregnancy"}