{"summary":"Signals to, and possibly from, intelligent aliens were much discussed at the “Sound of Silence” conference.  The name stems from the “silence” of a lack of discovery of alien transmissions","advice_category":"4","content":"\nSeveral scientists have taken issue with NASA’s recent decision to broadcast the Beatles’ song “Across the Universe” into the far reaches of space.\nThis man could be partialy responsible for an evil alien invasion\nWhile Paul McCartney and Yoko Ono applauded the program, an article in the most recent issue of New Scientist suggests that the broadcast signals could raise the risk of an attack by violent aliens at some point in the future.\nScientists aired their concerns about the new program at a meeting on the search for extraterrestrial life, titled “Sound of Silence”, held at Arizona State University this weekend.   But while there were a few scientists voicing the possibility of an alien attack, most of those in attendance had more common worries.\nDouglas Vakoch, a researcher with SETI (Search for Extraterrestrial Intelligence), said: \"Before sending out even symbolic messages, we need an open discussion about the potential risks.”  He added:  “It's very charitable to send out our encyclopaedia, but that may short-change future generations.\"\nVakoch has been very vocal on the subject since NASA announced their decision to rock the universe.  He said in the Daily Telegraph: \"I have no fear that NASA's latest transmission exposes Earth to any danger from aliens. However, I do believe that even symbolic transmissions from Earth deserve broad-based discussion before hitting \"send.\" Although one-time transmissions to distant stars stand little chance of being intercepted, they do set a precedent for intentionally making ourselves known to other civilizations. I think the more important question is what we would want to say about ourselves to other worlds, and that's something deserving of global input.\"\nSignals to, and possibly from, intelligent aliens were much discussed at the “Sound of Silence” conference.  The name stems from the “silence” of a lack of discovery of alien transmissions. The conference proposed to discuss new ways of searching for intelligent life forms. Some suggested aliens might be listening to cosmic microwave radiation, still others suggested we may even have a message encoded in our DNA.\nDespite the uproar at the conference, the cosmic Beatles broadcast is hardly the first time humans have sent messages out to any potential alien life forms. The Voyager and Pioneer space probes, currently traveling towards the outer parts of the galaxy, carry information about human biology, the Earth’s position in the solar system, and even music. Television signals have also been sent to potential alien viewers, including episodes of I Love Lucy and Star Trek.\nInfo from Telegraph\nIf you want to find out all the latest cool and weird science news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Scientists Fear Aliens May be Rolling Stones Fans","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/HolePunchCloud.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/scientists-fear-aliens-may-be-rolling-stones-fans/774"}