{"summary":"This new discovery will transform the field of general science, forensic and law enforcement studies, and how the environment like bacteria interacts with decomposing bodies. The reason for this is that marine life, like crabs and other shellfish, make circular patterns of consuming the flesh (as you can see below)","advice_category":"4","content":"\nPhoto: mila\nImagine conducting a criminal investigation on a reported body floating in the river. Who knows how long it has been a \"floater\"? An inspection of the body will not tell you how long it has been in the water. It will take weeks, if not months, to get an ID on the body. Worse, the killer has likely skipped the country and is taking a permanent vacation on a tropical island drinking cocktails. \nMeanwhile, a family mourns the death of their loved one and can't bury the person in a timely fashion due to an ongoing investigation. If you watch shows like CSI, you'd think that this is a quick investigation with a convinient and fast ending. The coroner is always there within minutes, stabs the body with a thermometer, and exclaims the time of death. Not so fast. This is nowhere near the truth as you can see here! \nPhoto: matchstick\nYou see, the above is actually what they find after a body has been in the water for only a few weeks. Decomposition is fast due to the poor environmental factors of marine life, yo-yo temperatures, bacteria in the water and all sorts of other issues. The investigators can't discern if this is an accidental drowning or a case of homicide until many weeks or months after finding the body. \nThe reason for this is that marine life, like crabs and other shellfish, make circular patterns of consuming the flesh (as you can see below). These patterns can mimic foul play as well. Marine life also destroys the evidence that may be left on the body. Their favorite parts of the body to eat are: lips, eyelids and ears. \nPhoto: gruntzooki\nThere aren't any maggots or bugs consuming the corpse. Rigor Mortis is altered by the water current. So, how do you tell what time the organism died? This is imperative to know if one plans to win a prosecution case and bring a conviction against the perpetrator. \n\"Unless a body is witnessed entering the water, there is no reliable method for determining the length of time that a body has been submerged,\" says Gemma Dickson, a forensic biologist at the University of Otago in Dunedin, New Zealand. Recently, on Australia's Queensland coast, researchers began to decode the unfortunate demise of a man's life, a man found sunken in the water with no \"return to sender\" or loved ones to claim him. \nWhat was discovered is that bacteria, more specifically Psychromonas bacteria, first begin to colonize on decomposed bodies in the frigid temperatures that typically are associated with free standing, natural bodies of water. In other settings, this bacteria is still able to grow, just not as virulently. \nIt is a specific genera in the Bacteroidales order only colonised after 10 days of submersion and can accommodate many water environments. This bacteria loves the fecal matter associated with the decomposing body. \nThis new discovery will transform the field of general science, forensic and law enforcement studies, and how the environment like bacteria interacts with decomposing bodies. The same researchers in Australia have submerged three pig heads and let them decompose on their own in the water to study the aforementioned bacteria. \nThe small size of the study and the fact that the results haven't been tested elsewhere to prove replication similarity shows that this breakthrough is still in its early stages. However, the potential development and possibilities are endless when studying these microrganisms. \nThe comprehensive and final results of the study will be published soon in the journal Forensic Science International. \nEven when the dead body is forcefully sunk to the lower depths of the ocean, Psychromonas bacteria can survive and tell scientists how long the body has been in the water. The pressure of the water pushing down on the body does not deter the bacteria from ingesting it (to see a shark-infested body, click here).\nPhoto: goga312\nAs one can see above, having larger marine life like sharks chewing on the body can make things very tough for scientists and law enforcement during the investigation. Bacteria, like all other living things, excrete waste products to the environment, causing reliable, noxious odors specific to each bacterium. In the case of bacteria feeding on a corpse, this means that analysis of the surrounding soil or water can be revealing. Sometimes, the water can be misleading or evidence in the water can be damaged or destroyed (as indicated in the picture above). \nThough bacteria obviously prefer oxygen-enriched environments to grow in, they can also survive in anaerobic conditions as well. The time and seasons of the year seem to have little affect on their growth because of the nourishing environment of the water. \nOne bacteria that has yet to be studied but holds promise in indicating the time of death in a submerged body is flavobacteria. Once thought to only affect living fish and killing them, it is now being discovered that it may dine on dead flesh as well. See the effects of water submersion on skin here.\nThis forensic tool of studying bacterial life cycles can also help aid those of interest in identifying the body and giving surviving loved ones closure. \nIt makes one wonder if Louis Pasteur and Robert Koch had the slightest clue that they had embarked on something bigger than life itself when bacterial studies were then in its infancy. Now death and many mysteries can be solved through the bacteria that shrouds the once living vessel.\nAdditional sources: 1, 2, 3","author":"Asher Kade","web_category":"science","title":"How Bacteria Can Tell Time of Death for Bodies Underwater","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/biology/news-breaking-news-bacteria-tells-time-death-submerged-bodies"}