{"summary":"Hewow! It's the face of a pwaying mantisPhoto: Photo: AirBrontosaurus. It's easy to see why this shot is a bit of a classic on the old intertubes, but while the mantis might look like it's dancing, it's more likely demonstrating a form of defence – standing tall, spreading its forelegs and fanning its brightly patterned wings out wide in order to make itself appear larger and more menacing to a perceived threat","advice_category":"2","content":"\nPhoto:  Hai! I'm new to the giraffe enclosure: Male praying mantis headPhoto: Thomas Shahan\nAscribing animals with human characteristics is nothing new, but mammals are one thing and insects are another. The evolutionary gap between us homo sapiens and the antennaed ones is just too wide to be attributing the little critters with faculties like emotions and imagination, let alone – heaven forbid – reason and understanding. Still, we can try, especially with bug-besotted mugshots like these. What are they saying to you?\nHewow! It's the face of a pwaying mantisPhoto: Photo: AirBrontosaurus\nDespite what this photo might lead you to believe, meek and innocent the praying mantis is not. If any insect could be considered calculating, the mantis might be it. Exclusively predatory, this master of camouflage typically employs an ambush tactic, waiting for victims to stray too near, then lashing out with some speed. It will prey on any species small enough to be captured and devoured.\nYMCA? Fame? Dancing praying mantisPhoto: Photo via datamusicata\nIt's easy to see why this shot is a bit of a classic on the old intertubes, but while the mantis might look like it's dancing, it's more likely demonstrating a form of defence – standing tall, spreading its forelegs and fanning its brightly patterned wings out wide in order to make itself appear larger and more menacing to a perceived threat. Even so, with that expressive pose, to us it looks simply radiant.\nCheap earrings? Praying mantis posingPhoto: Photo: Stas [wise_snake] Shinkarenko\nThat isn't to say mantises don't like to boogie. Chinese mantises display elaborate courtship behaviours, the male engaging the female in a dance to switch her interest from feeding to mating. Problem is, she may not want to make a choice and in which case will bite off the male’s head during copulation, increasing the vigour of his sperm delivery. Harder and faster never tasted so good.\nBeady eye on you: Compound eyes create the illusion of tiny pupilsPhoto: Photo: nathan hamilton\nYet while it's true mantises partake in sexual cannibalism, even here the voyeuristic human gaze has something to answer for. This extreme sado-masochistic behaviour is thought to be much more common in lab conditions, where distractions like lights and nosing scientists may disturb the highly visual mantises and cause the harassed female to act more aggressively in response.\nPucker up gorgeous: Blue coloured damselflyPhoto: Photo: Thomas Shahan\nTaking flight from all this mantis perversity, let's focus on a true lady. This pouting little pretty is a blue-coloured damselfly that stopped moving for a moment, offering virtuoso macro insect photographer Thomas Shahan the chance to snap it. Following metamorphosis from its nymph stage, the winged adult damselfly emerges to feast on flies, mosquitoes and other insect pests. Nom.\nNice tan Bateman: Brown damselfly facePhoto: Photo: Thomas Shahan\nAnother stunning shot of a damselfly whose kisser lends itself to comparisons with our own, it's amazing how easy it is to see a human face in those features. A pair of eyes and a mouth helps, naturally, but still. In the natural order of things, damselflies are of course similar to dragonflies but are distinguished by the way they hold their wings along and parallel to their bodies when still.\nHey smiler: Blue dasher dragonfly facePhoto: Photo: Thomas Shahan\nDragonflies are also larger and stronger fliers than damselflies, and as this next shot shows have much more close-set eyes. Seen this up close and personal, species like this blue dasher have mouthparts that seem to resemble a smile, but this super predator is only content when swooping down at record speeds to chomp on smaller insects like flies, bees and butterflies.\nThree-second memory? Strange fluffy plant hopperPhoto: Photo: Thomas Shahan\nWe're entering cutesville proper now with a cross-eyed, fish-like looking creature covered in fluffy white stuff. It's a citrus flatid planthopper. Planthoppers can hop like grasshoppers to move about quickly, but these plant-feeders are more likely to be seen walking slowly to keep a low profile from predators. True to its name, this particular species is found on citrus trees as well as other woody plants.\nTake me to your leader: Blue-horned unicorn katydidPhoto: Photo: artour_a \nWith their funny eyes and characterful faces, katydids look like rejects from The Muppet Show; they certainly have a cartoonish quality, though in reality are just regular insects related to crickets and in fact known as bush crickets to the Brits. Like grasshoppers, they are capable of making a sound using stridulation – but we just can't get away from how amusing their faces are.\nName? Nick the horned katydid sirPhoto: Photo: ozymiles\nThis katydid so endeared itself to its photographer, it was given a name. Of the some 6,400 species of katydid, a lot eat leaves, flowers, bark and seeds, though many are totally predatory, feeding on other insects, snails or even small vertebrates such as lizards and snakes. Large varieties can also inflict a painful bite or pinch if handled. Don't be fooled by appearances.\nSheepish look: Rabid female wolf spiderPhoto: Photo: Thomas Shahan\nThis gorgeously marked little beauty is not actually an insect but an arachnid, a wolf spider to be precise. Looking almost monkey-esque with those sorrowful eyes, whiskers and drooping jaws, the mammalian name seems to sit well with this specimen. Wolf spiders are tough, nimble hunters with good eyesight that run down their prey over short distances or else lie in wait ready to pounce.\nLook into my eyes? Which one? Holcocephala fusca robber flyPhoto: Photo: Thomas Shahan\nOne word for the robber fly. Badass. This one might look all googly-eyed like the geek at the front of the class but it's a driller killer of the insect world make no mistake. A short, stout proboscis is used to stab and inject victims with saliva that paralyses them and digests the insides. Large prey like beetles, moths, bees, grasshoppers, katydids and even dragonflies are attacked.\nWhat do you think you're looking at? Robber fly againPhoto: Photo: Thomas Shahan\nThis stony-hearted critter is a fitting note on which to end. Despite the urge to anthropomorphise our distant insect cousins – to detect some intelligence, feeling, even warmth in their eyes – we arrive at the conclusion that we're staring into the brute face of nature – cold, indifferent and utterly without reason.\nSources: 1, 2, 3, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Insects Poke Fun at Photographers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/8004471jpg","url":"http://www.environmentalgraffiti.com/featured/insects-poke-fun-photographers/19114"}