{"summary":"Bedbugs Photo: Piotr Naskrecki. Human Fleas and Ticks Photo: Andr? Karwath","advice_category":"4","content":"\nPhoto: Janice Harney Carr\nAre there bugs that live on your body? Do they feed upon your blood? The answer to both of these questions is 'yes'. Humans are a favorite cuisine for millions of microbes, mites, worms and bugs. In other words, we humans are the most suitable habitat and a 'walking ecosystem' for these hungry bugs. Here is a list of some of the hungriest and creepiest that might be feasting on you right now. \n5. Head Lice Photo: Gilles San Martin\nEach fall brings a nasty surprise, when kids as well as elders go crazy and buggy! Head lice infestation is widely endemic. Head lice are generally spread quickly through head-to-head contact with an infested person. These insects live and lay eggs in human hair and can cause a very itchy scalp.\nA few times a day, head lice dine on our blood, with the help of a long straw-like tube, called a stylet. They love to live close to the scalp and cannot survive more than a day away from their hosts – mainly kids between the ages of 3 and 11. These little fellows have been living with us for quite a long period. Scientists found a louse egg on a strand of hair that was 10,000 years old!\n4 House Dust MitesPhoto: Gilles San Martin\n'Cosmopolitan' guests in human habitation, house dust mites are found in almost every home. You can find this creamy-blue, eight-legged-creatures in your bedding, pillows, couches and carpets. Invisible to the naked eye, these mites look like specks and can be seen through a microscope. \nPerhaps millions of mites share your bed all day and feed on organic detritus such as flakes of shed, dead skin, also known as dander. House dust mites are a common cause of asthma and allergic sneezes. Truly, these small creatures can cause big problems. \n3. Mosquitoes Photo: USGOV\nEvery year millions of people are infected with various diseases spread by mosquitoes. These bloodsucking creatures bite humans as well as animals. They serve as a vector agent, carrying dangerous viruses and parasites from person to person without catching the disease themselves. \nFor 30 million years, mosquitoes have been feeding on human blood. But not every mosquito bites us. Only female mosquitoes suck blood, in order to make eggs. So, what about males? It’s fascinating to know that they feed only on plants. \n2. Human Fleas and Ticks Photo: Andr? Karwath\nCats and dogs are the most popular pets around the world, but they can serve as hosts for thousands of fleas and ticks. Sadly these blood-suckers can also make the move from your pet to you. \nPhoto: OutesticideCat Flea\nFleas burrow into their host’s skin and suck their blood. They also feed on the feces of other fleas. Ticks, on the other hand, are blood-feeding parasites that perch on plants. Hiding in tall grass, they will wait for their host to come and then attach themselves to them with the help of their mouthparts, called chelicerae. Fleas and ticks carry a variety of diseases – from the bubonic plague to lime disease.\n1. Bedbugs Photo: Piotr Naskrecki\nWhen we are talking about bugs, bedbugs can’t be ignored. We are the midnight snack for these tiny parasitic insects, which are now becoming a serious problem around the globe. Able to hide in any furniture cracks or seams, bedbugs are also able to stow away in luggage and purses. \nEvery night, on your bed, you may not be sleeping alone. Bedbugs could be crawling on you. They pierce the skin of their host with hollow, tube-shaped tongues. Their bites make people sick and spread diseases, and they itch badly too. Bedbugs – bad bugs! \nAs of today, scientists know of millions of such bugs. Yet, new bugs are discovered each year. These bugs must surely outnumber us. Beware! While you are reading this article, these creepiest of critters may be living in your room, waiting for lights to go off. It’s time to celebrate their 'blood feast'. Ick!\nSources:  1, 2, 3, 4, 5, 6","author":"Alka Sharma","web_category":"science","title":"5 Creepiest Bugs that Could be Living On You","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/biology/news-5-creepiest-bugs-living-you-ick"}