{"summary":"As carbon dioxide levels rise and global warming sets into full motion in the coming decades, there's most likely going to be a patient demanding some critical care and attention. With climate change worrying these super-docs, who were giving their testimony at a hearing to investigate the lack of action against carbon dioxide by the EPA, the point becomes all the more clear that no part of our lives will remain untouched","advice_category":"8","content":"\nAs carbon dioxide levels rise and global warming sets into full motion in the coming decades, there's most likely going to be a patient demanding some critical care and attention.  Of course the planet will need some attention... but maybe you will, as well.\nPhoto: Image by Apollyon  \nThe Centers for Disease Control and Prevention reported Wednesday that the possible effects of the global climate crisis, could become a global health crisis as well, as air quality deteriorates, skin cancer incidences rise, and temperature fluctuation become increasingly brutal.  Also on the list of enjoyable things in our immediate future:  an increase in food-borne illnesses, and more crossovers from zoonotic diseases as seasonal patterns reorganize.\nThe CDC has long been known as a home for some of the most brilliant doctors in the world-- their infectious disease teams were behind the eradication of smallpox, and (if you trust the Russians) one of the world's two remaining smallpox viruses remains in their control.  \nWith climate change worrying these super-docs, who were giving their testimony at a hearing to investigate the lack of action against carbon dioxide by the EPA, the point becomes all the more clear that no part of our lives will remain untouched. Does this mean war?\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Blame Global Warming For Next Global Heath Epidemic","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sleeping_rudy.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/blame-global-warming-for-next-health-epidemic/1036"}