{"summary":"Like the Emperor Tamarin, Bearded Pigs are diurnal animals – active during the day and sleeping at night – that live in families. A fur ball, no, an English Angora Rabbit:Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Clevername\nRegardless of what you think of body or facial hair, nature again is one step ahead when making animals’ coats look good and practical: As defense mechanism, heat protection, natural filter or simply cuteness enhancer – excess hair or fur in animals always has a special purpose. We found five critters that could definitely do with a trim.  \nThe Chilean Rose Tarantula (Grammostola rosea) is characterised by its brown colour and ample pinkish or orange-red hair. The medium to large spider is a native of South America, specifically Chile’s Atacama Desert.   \nA Chilean Rose Hair Tarantula in all its glory:Photo: \nImage: Matt Reinbold\nThough Grammostolas usually tend to run away from danger rather than defend themselves, they may raise their front legs and present their fangs in preparation to fight. Their main defense mechanism are the urticating or barbed hairs that they kick off, usually from their abdomens, aiming for the attacker’s skin or eyes to cause physical irritation. This strategy is common to New World tarantulas, i.e. those native to the Americas, which tend to be the hairiest species.   \nBelieve it or not – the Chilean Rose Tarantula is a popular pet, especially with tarantula enthusiasts just starting out because of its docile nature.    \nA particularly hairy, adult male specimen:Photo: \nImage: Viki \nThe tamarin (Sanguinas ursula) is an about-squirrel-sized New World Monkey native to an area ranging from Costa Rica and southern Central America to the Amazon basin and north Bolivia. There are many tamarin species that differ considerably in colouration and appearance. Among the moustached tamarins, the Emperor Tamarin with its long, white moustache is probably the most striking. \nWhat are you looking at?Photo: \nImage: Mila Zinkova\nIt is believed that the Emperor Tamarin (Sanguinus imperator) was named after German emperor William II who sported an equally impressive moustache. The Emperor Tamarin prefers the tropical rain forest as its habitat and spends most of its day in the trees, jumping around during the day and sleeping at night.\nEmperor Tamarins live together in a matriarchal structure with the oldest female leading the group of two to eight animals, including mature males. Various specific cries help these primates identify impostors quickly. Also remarkable about the Emperor Tamarins is that they form mixed-species associations with Brown-mantled Tamarins (Saguinus fuscicollis). \nTamarin males do the child rearing:Photo: \nImage: Mila Zinkova\nThe Bearded Pig (Sus barbatus) is a native of the rain- and mangrove forests of Southeast Asia, particularly the eastern Philippines, Sumatra and Borneo, which is why it is also known as the Bornean Bearded Pig. As the name suggests, the pig's most striking feature is the yellowish beard covering its snout.   \nBearded Pigs were first successfully bred at San Diego Zoo:Photo: \nImage: Art G.\nUnlike domestic pigs, Bearded Pigs are quite lean with thin legs and a long head. The rest of their bodies are only sparsely covered by grey or dark brown fur. Like the Emperor Tamarin, Bearded Pigs are diurnal animals – active during the day and sleeping at night – that live in families. \nRemarkable is that these animals undertake an annual journey of several hundred kilometers when changing seasons require them to find new food sources. They are capable of remembering previous routes and tend to stick to them. This is often to their disadvantage as Bearded Pigs are hunted for food in some areas of Southeast Asia. Extensive hunting has minimized their numbers so that their conservation status is now considered vulnerable.    \nA Bearded Pig at Munich’s Hellabrunn Zoo:Photo: \nImage: Lupe\nThe Komondor is a breed of large Hungarian livestock guarding dog, easily identified by its long, white corded coat. It was first mentioned in a Hungarian codex in 1544 and is considered one of Hungary’s national treasures today.\nNatural dreadlocks – the Komondor:Photo: \nImage: Nikki68\nThe Komondor’s natural guarding instinct and vigilance make it the perfect pet for rural and farm settings. The dog usually rests during the day, keeping an eye on the surroundings, but gets active at night when it moves around and patrols its area. It is said that Komondors will allow intruders to enter but not to leave, keeping them down until their owners arrive.\nWho are you calling a mop?Photo: \nImage: David Blaine\nContrary to what one may believe, once corded, the Komondor's 20-27 cm long coat does not shed much. Sometimes the cords need untangling and after a bath, Komondors take about two and a half days to dry! They are by far the canines with the most amount of fur. The coat is the dog’s defense mechanism as it will protect it from attackers, wolf bites for example.  \nThough we are deeply impressed with the Komondor’s shaggy mane, our number one is the Angora Rabbit. This critter just seems to be nothing but fur! Not surprisingly, Angora Rabbits are bred because of their long Angora wool, which is removed by shearing, plucking or combing. Today, there are many individual breeds. \nA fur ball, no, an English Angora Rabbit:Photo: \nImage: Betty Chu\nThe Angora Rabbit originated in Ankara, Turkey and is the oldest type of domestic rabbit. There’s also an Angora Cat and an Angora Goat but neither of them is as furry as the Angora Rabbit. The latter was popular with French royalty around 1650 and soon in other parts of Europe. \nSorry, can’t see you:Photo: \nImage: Clevername\nThe furry coat protects the rabbit in cold climates and needs to be shorn in the summer if the animal is kept in too warm a region to prevent overheating.   \n\nSources: 1, 2, 3, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"5 Animals Most In Need of a Haircut ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stupidjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/animals-most-need-haircut/17395"}