{"summary":"The fish in the river do show elevated levels of lead. This is baffling scientists, as other creatures in the river are showing no signs of ill health, including the fish that constitute the majority of the gharial diet","advice_category":"2","content":"\nThe gharial is a rare and strange beast.\nThe gharial is probably best known for its long, narrow jaws. The Indian crocodile is one of only two surviving members of the ancient family Gavialidae, the other being the false gharial. \nIn the 1970s, the animal was on the brink of extinction worldwide.  Through a concerted conservation effort the animals numbers rose again, however they are still critically endangered. In its former habitats in Bhutan, Myanmar, and Pakistan it has not been seen for years. \nTheir history and their current endangered status makes recent events all the more worrying.  76 of the rare reptiles have died since mid-December in the river Chambal. Autopsies suggest the cause of death to be liver cirrhosis and stomach ulcers.\nEven more disturbing evidence was found during the post-mortem examinations.  Examination of the dead animals’ liver showed elevated levels of lead. This is baffling scientists, as other creatures in the river are showing no signs of ill health, including the fish that constitute the majority of the gharial diet. \nThe fish in the river do show elevated levels of lead. However, the levels present in both the gharials and the fish are far below lethal doses.  The levels are enough to suppress immune system function, but officials are baffled as to the source of the lead and why the fish are healthy but the gharials not.\nThe gharials’ deaths are a fearsome blow to the hopes of the animal’s survival. Numbers are now below 1300 in the wild, and the deaths have brought breeding pair numbers to below 200. \nOfficials are set to begin tests to discover the source of the lead. The Chambal does not normally have problems with contamination, as it is protected, and is generally agreed to be one of the cleanest rivers in the nation.  They believe the contamination may come from a different river upstream of where the gharials reside. Contaminated fish could be swimming upstream from that river during the wet season. \nConservationists are urging the government to act quickly. They believe the deaths of the gharials may be the first indication of a more serious problem and must be addressed immediately. \nSource: New York Times\nIf you want to find out all the latest wildlife and environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Dozens of Indian Crocodiles Mysteriously Die","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i45.tinypic.com-n2le91.jpg","url":"http://www.environmentalgraffiti.com/ecology/dozens-of-indian-crocodiles-mysteriously-die/729"}