{"summary":"Photo: purpaboo. A few weeks ago, I gained a follower on Twitter who turned out to be a team taking part in the Mongol Rally 2010","advice_category":"8","content":"\nPhoto: purpaboo\nIt struck me recently just how quickly a ‘wouldn’t it be exciting if...’-type statement can become a rather serious reality, rather quickly. My disastrous Pyrenees crossing was born in this manner, as was my trip to India last year that landed me in explosive and unstable Kashmir, and the same thing has just happened to me again.\nA few weeks ago, I gained a follower on Twitter who turned out to be a team taking part in the Mongol Rally 2010. The concept behind the rally is simple: starting in Western Europe (the UK in my case), teams drive their sub-1.2 litre cars across almost the entire Eurasian continent, battling through everything from angry Russian border guards to empty Kazakhstani deserts to reach the finish line in Ulaanbaatar, the capital of Mongolia. It is a distance of about 10,000 miles, and usually takes 4-6 weeks.\nThis struck me as a deliciously insane thing to do with one’s summer, and this belief was strengthened by the eloquently penned website that invites adventurers to abandon their comforts and familiarities and go and do something incredible that they will remember for the rest of their lives. After all, I’ve to tell my grandchildren something.\nSo I hopped onto Facebook, posted a link to the website and invited anyone mad enough to join me to come along. Frankly, I expected enthusiasm from the more romantic souls amongst my friends, but also a good helping of inaction and apathy. It was a bit of a surprise therefore when, about a week after my post, I found myself with a committed team of four on my hands, something resembling a plan, and a firm commitment to do everything in our power to get a place.\nPhoto: joepyrek\nThe sign-up for the Mongol Rally 2011 opened on September 1st 2010, at 2pm. And at about ten past two, after some frantic passport finding and bank detail entering, we somehow found ourselves with a place on the rally. I was extremely pleased, as were my team mates.\nIt is a few days later, when the euphoria has faded slightly, that the reality of what we have gotten ourselves into hit home to me. Nobody on the team has any knowledge of motor mechanics. We are all university students, two of us facing final year exams, and somehow through all this, we need to raise at least ¢G1000 of sponsorship and enough money to pay for the rally itself, which our estimates guess will cost in the region of ¢G1500, per person. \nWe need to choose and buy a car, and not only that but a car that is rather unsuitable for the journey. Finally add to this sobering mix the very real possibility of imprisonment, death or serious injury along the way (the first death occurred this year in Iran), and you have a rather more serious undertaking than might at first be thought. \nI have been in one or two life-threatening situations before and I haven’t really enjoyed them. I doubt I would enjoy having to walk 100 miles to civilisation from the middle of the Kazakh desert either.\nPhoto: Leon Hart\nOn the other hand, gone are the days where you would unroll a map in front of yourself, examine the inaccurately drawn land masses with wonder and then note with a shiver of fear the blank bit at the edge that says “Here be monsters”. The profession “explorer” is no longer an option on the list your career adviser gives you at school. And true hardship, comradeship, laughter in the face of danger and epic journeys across thousands of miles are very difficult to come by these days, at least in the bubble-wrapped world of the West. Besides, in what other situation can you get away with wearing flying goggles and growing a neatly clipped moustache to go with your neatly clipped exclamations of “Gadzooks!” and “Top hole!”?\nSo it is with a mix of trepidation and considerable excitement that I look forward to the start of the race next summer. I will have passed my final exams by then. Many of my friends will have proper jobs, jobs that some of them may even remain in until they retire. I look forward to the real world, but I want to avoid looking it straight in the eye for as long as possible.\nSomehow, I suspect that I will be able to keep my gaze lowered until our little car leaves Europe, but when we reach the bit that says ‘Here be monsters’, I will have to face up to them. Our trip is no Jupiter’s Travels (for the uninitiated Ted Simon rode 126,000km around the world for four years on a Triumph), but when I come back I don’t think I’ll be the same person as the one who left. In a way, this is much more frightening than the danger – but exhilarating too.\nPhoto: tiarescott\nThere’s a lot to do as well before we even reach the start line. We need to choose a faithful steed, and then find the money to buy it, fill it with petrol, and equip both it and ourselves. We still need to decide on a route. We need to raise sponsorship, earn visa money, bribe money, bits-falling-off-car money and plane ticket home money. I am going to try and learn Russian and motor mechanics and somehow figure out what stuff we definitely need, and what stuff we can make do with leaving at home.\nIn short, there’s a mountain to climb between now and next July, but then again, I rather like climbing mountains. And if there weren’t monsters at the edge of the map, why would anyone bother going there? It’d be boring!\nNow where did I put my flying goggles?","author":"dan_hinge","web_category":"travel","title":"Mongol Rally: Driving Across Central Asia in a Hatchback","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-mongolia-hatchback"}