{"summary":"It can take up to 45 minutes for the bee to escape the orchid as it is kept trapped for the orchids sexual needs and bent to her will.. Photo: OrchiSpout of bucket orchid","advice_category":"2","content":"\nPhoto: Hans HillewaertOphrys apifera\nWe all know or have read about the wild girls, the ones who use trickery and deceit to lure a man into their bed, or those who like a little kink with their sex to spice it up. Well, there is a group of flowers whose sex life is as naughty as it gets, and we humans could take lessons from them. \nPhoto: Kabir Bakie\nOrchids have evolved myriad ways of attracting their partners in reproduction, even to the point of entrapping and kidnapping them. They use every trick in the book, from sexy dresses to perfumes and bondage. And for a few that are unable to attract a partner, no asexual reproduction for them... they have learned how to have sex with themselves. When it comes to orchids and sex, drama abounds! Follow me into their pornographic world.\nPhoto: Bernd HaynodFly orchid\nAs its name suggests, the fly orchid is totally dependent on flies for pollination. To ensure that flies are lured to them, orchids use two different forms of trickery. First of all is the obvious visual trickery - the flowers look like the abdomen of a female fly but they also mimic the scent of the female. They go farther though - they don't mimic it exactly, just a little off so they are exotic smelling while still familiar. Rather like the red-headed beauty men swarm to at a party. Studies have that shown the male flies prefer the exotic fakes over their real partners until they realize they aren't mating, and that takes a few tries. \nPhoto: Liz West\nOne study found this preference was so strong that: \"And indeed, male bees have the hots for exotic perfume. Given the choice between a dummy infused with the pheromone cocktail produced by the girl bee next door and another one with the bouquet of a female from another population, the males visited the scent that was new to them 50% more often. But orchid scent, with yet greater differences in the pheromone mix, was even more popular. In choice tests it attracted males up to five times as often as that of a local female. Manipulating the natural perfume blend of the bees to mimic that of the orchids also nearly doubled the bees' attractiveness to males.\"\nPhoto: Mark Cyster Hammer orchid\nThe Hammer orchids of Australia are even crueler. At least the poor fly orchid doesn't completely waste all his energy, but the dupe (Thynnid) wasp does. The female wasp is flightless and waits for the male at the top of a stem, where he carries her off to and they mate in mid air (rather romantic). As you can see, the hammer orchid mimics the female and does so very effectively. So much so that the wasps not only are lured to them but ejaculate on the orchid, getting nothing in return except using his energy and wasting his sperm. \nAccording to another source: \"The dupe wasp is so profoundly fooled that he even extends sexual pincers, called genital claspers, into the flower.\" It is a win-win situation for the orchid because the female wasp can reproduce asexually and produces males, while females are the result of actual mating. So by luring the dupe in to waste his sperm, more female wasps produce asexually, therefore there are more males to pollinate orchids.\nPhoto: orchi Bucket of bucket orchid\nThe dominatrices of the orchid world are the Bucket Orchids. They are pollinated by orchid bees that want the plant's aromatic oils to use them in their courtship dance with females. But what the poor bees go through to get them! \nThe orchids secrete the aromatic fluid into the bucket-shaped lip, and\nthe bee will often fall into the fluid at the bottom of the bucket. There are knobs inside that go one way but the rest of the bucket is lined with smooth hairs pointing downwards and so that they can't climb back up.\nPhoto: OrchiSpout of bucket orchid\nFinally following the knobs, the bees come to what looks like freedom, a spout exiting. The orchid, however, has no intention of letting the bee go yet. Instead, it constricts the spout and presses pollen packets against its thorax, keeping it there until the \"glue\" has set. Finally, it is set free to go and find another orchid and this time displace the pollen packets to pollinate it. It can take up to 45 minutes for the bee to escape the orchid as it is kept trapped for the orchids sexual needs and bent to her will.\nPhoto: Scott Roberts\nThese aren't the only tricks in the orchid's sexual repertoire. In China, the Dendrobium Sinense species doesn't try to lure a bee, butterfly, bird or wasp by mimicking a female or its scent but instead mimics the distress scent given off by a honey bee. This lures hornets  preying on honeybees to feed their larva as they think a bee is in trouble and will be easy pickings.\nPhoto: badlydrawnboy22Holcoglossum\nA study in Nature journal found: \"Here we describe a new type of self-pollination mechanism in the tree-living orchid Holcoglossum amesianum,in which the bisexual flower turns its anther against gravity through 360¢X in order to insert pollen into its own stigma cavity — without the aid of any pollinating agent or medium.\" \nPhoto: Liz West\nAs we can see, the orchid's sex life is all about trickery and deceit. Humans have come up with lots of variations on the sex act and have rich fantasy lives but are staid and stodgy when it comes to reproduction compared to the twists and turns the orchid has managed to come up with!\n\nSources: 1, 2, 3, 4, 5, 6, 7, 8","author":"Michele Collet","web_category":"nature","title":"The Amazing Sex Life of Orchids","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Creobroter-gemmatusJeweled-Flower-Mantisjpg","url":"http://www.environmentalgraffiti.com/news-dramatic-and-amazing-sex-life-orchids"}