{"summary":"Just living in a large European city will reduce your life expectancy by nearly a year – and is the main contributor to premature deaths for hundreds of thousands of people every year.. Although the conference in Belgrade was attended by over ministers from over 50 countries, they still couldn’t decide what to do about this problem – perhaps next year chaps?","advice_category":"4","content":"\nThe ‘Green Cross Code’(think \"look both ways before crossing the road\" for our American readers), not exactly what it says on the tin, but a useful tool for navigating the modern transport system. But you are still more likely to die, just by stepping out of your front door, even using these simple set of rules,without even venturing near a road. \nA recent report published by the European Environment Agency this week suggested that, “the estimated annual loss of life due to air pollution is significantly greater than that due to car accidents”\nJust living in a large European city will reduce your life expectancy by nearly a year – and is the main contributor to premature deaths for hundreds of thousands of people every year.\nA massive increase in air polluting emissions has been recorded, as much as 10% since 2000. Unfortunately, for those attempting to crawl out of the hole communism created, the Eastern Bloc countries experience the worst air pollution of all. This is mainly due to their rush to catch up to the rest of Europe. \nAlthough the conference in Belgrade was attended by over ministers from over 50 countries, they still couldn’t decide what to do about this problem – perhaps next year chaps?\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"emma","web_category":"science","title":"Air Pollution Deadlier Than A Car Accident","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/ecology/air-pollution-deadlier-than-a-car-accident/354"}