{"summary":"The creatures of cryptozoology are commonly known as 'cryptids'. The word cryptozoology (translation: 'hidden zoology') technically describes virtually any unknown species of animal — be it extinct or outside classification","advice_category":"2","content":"\nPhoto: Crypto-Researcher\nThe world of zoology as we know it is populated by animals with which we are all too familiar. From rabbits and skunks, to birds and beasts of all kinds, and even exotic creatures like poisonous frogs and coelacanths – they have all been studied and classified by the scientific community.\nBut there are other creatures said to be out there that do not fall into any recognizable category. They are the sometimes seen, but never studied; unknown animals. They seem to be so rare and stealthy that, except for rumors, myths, hearsay and some fuzzy pictures, no one really knows much about them. These are the hidden animals; creatures that have allegedly been sighted yet have been extinct for millions of years; creatures that can't be, yet are. Such is the fascinating and mysterious world of cryptozoology.\nPhoto: Philadelphia Newspaper\nThe creatures of cryptozoology are commonly known as 'cryptids'. This is the generic name given to an animal (or plant) that is unknown and unrecognized in scientific circles.\nThe word cryptozoology (translation: 'hidden zoology') technically describes virtually any unknown species of animal — be it extinct or outside classification. However, this term has taken on a meaning all of its own. When the word cryptozoology is mentioned, it almost always refers to an unknown type of legendary creature, like the Loch Ness Monster, or a giant enigmatic hominid like the Yeti or Sasquatch.\nPhoto: Lizard King\nSome cryptids have become so popular through myth and culture that they are taken for granted as being real. Sasquatch or Bigfoot sightings and stories have been passed down for centuries, yet there is no real proof of the hairy beast's existence. Granted, there are footprints and even pictures that seem to indicate that there is an actual creature of this type. But since science has never come into possession of a specimen like this to study, this cryptid will remain unclassified and unknown until a body is found, or a living creature is captured.\nTruth be told, there are many animals out there that defy classification yet continue to intrigue the amateur scientist in all of us. From the Florida Skunk Ape to the African Nandi Bear, the Australian Bunyip to the Mongolian death worm, and many more. All of them are known about, and believed to exist. Yet they remain outside of scientific classification — that is, until they can be captured or killed.\nTherein lies the essence of the unknown animal, and the mystery surrounding the world of cryptozoology.","author":"Dale Y The Green Guy","web_category":"nature","title":"The Mysterious World of Cryptozoology","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-world-cryptozoology"}