{"summary":"Chimpanzees are not the only drug users in the wild. Photo: King Chimps","advice_category":"2","content":"\nPhoto: King Chimps\nHumanity might be the most frequent drug users, but we are not alone in the habit - other species are beginning to make pharmaceutical discoveries of wild drugs.\nSo who is at the top of the list for the biggest wild drug user? The answer – the chimpanzee.\nJust like us, chimpanzees suffer from stomach ache brought on by over-eating or consuming too many toxins, while catching diseases and parasites, leaving them vulnerable. So when an incredibly intelligent primate is feeling vulnerable, it’s not surprising to see them learning from trial and error with the diverse medical products that thrive in their habitat.\nAn example of this is the behavior exhibited by the chimpanzees that inhabit the Mahale Moutains National Park in Tanzania. Studies have witnessed these primates using the leaves of the Bitter Leaf tree (Vernonia amygdalina) also used by the locals as medicine to treat over twenty-five common aliments, such as fever, intestinal worms, malaria and other vector born diseases. The principle chemical constituents found in the bitter leaf herb are a class of compounds called steroid glycosides that possess anti-parasitic, anti-tumour, and bactericidal effects.\nPhoto: Sapixie\nWhen jumping over to African chimpanzees, behavioural observations have shown behaviours such as seeking out rough-leaved plants. With these they pluck leaves off whole, and carefully fold them, rolling them around in their mouths before swallowing. The point of this is that when excreted whole the leaves push out and remove harmful pests such as intestinal worms.\nPhoto: Habro13\nChimpanzees are not the only drug users in the wild. Other primates including Capuchin monkeys (Cebus capucinus) have been observed topically applying material of at least four plant genera (Citrus, Clematis, Piper, and Sloanea). The first three of these plants contain secondary compounds which are known to have anti-insect and/or medicinal benefits. Rubbing their fur against these pungent plants make the perfect insect repellent. What a cheap way to maintain a spanking glossy, coat!\nPhoto: Peetie\nBlack lemurs have also gained a drug tip to keep up their sleeves! They have learnt that rubbing their fur with chemicals extracted from millipedes is a great killer of those annoying insects.\nPhoto: exfordy\n\nAnd here is one last one to shock you - the elephant! Another intellectual drug using mammal! These have learnt to seek out labour-inducing leaves before they give birth, making the process of birth faster and reducing chances of infection. All these examples should hopefully reinforce the fact that keeping nature’s pharmacy safe and protected is essential for the world's animal species.","author":"Emmysarus","web_category":"nature","title":"The Greatest Drug Users of the Animal Kingdom","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Plants1","url":"http://www.environmentalgraffiti.com/news-animals-biggest-drug-user"}