{"summary":"They are very tall and thin columns of soft sandy rock. Some, like this pair of chimneys from Cappadocia, Turkey (known as the Land of the Fairy Chimneys) are naturally formed into something marvelous, in this case the image of a Mr","advice_category":"2","content":"\nPhoto: Wolfgang StaudtA spectacular photograph in HDR (high dynamic range) of a fairy chimney in Wahweap, AZ\nFairy Chimneys, otherwise known as Hoodoos, are nature's most amazing sculptures. They are very tall and thin columns of soft sandy rock\nwhich push up from a drainage basin below stronger rock so they look as\nif they have a chimney cap on them. This stronger rock also protects\nthe column from the worst ravages of weather so they look like a giant's\nerector-set toy.\nPhoto: Ciar\nPhoto: Dingy\nThis picture is just perfect to point out the different types of minerals and stone in the softer layers. Each separate color marks a new one. The stone that makes up the column is called \"tuff\", consolidated volcanic ash.\nPhoto: Alton Thompson\nOne notable different example of fairy chimneys is this one from the coastal area of Taiwan, where, \"The stones formed as the seabed rose rapidly out of the ocean during the Miocene epoch\" and are so exceptional that the authorities are trying to slow the erosion of them in the area.\nPhoto: Julian Fong\nSome, like this pair of chimneys from Cappadocia, Turkey (known as the Land of the Fairy Chimneys) are naturally formed into something marvelous, in this case the image of a Mr. and Mrs. Couple, complete with male and female hats!\nPhoto: Mike Nielsen\nA group of fairy chimneys in the snow at Bryce Canyon National Park, the one place in the world that has the most of them. As you can see, they can grow together as if there are huge ovens under each cluster!\nPhoto: Frank Kovalchek\nTwo Fairy Chimneys from Capadoccia once more, you can see how beautifully balanced they are.\nKeep a look out, if you see any columns like these, you might find a fairy ring or two and the fairies having a celebratory feast cooking underneath you!\nSources: 1. 2","author":"Michele Collet","web_category":"nature","title":"Stone Hoodoos: The Impossibly Balanced Fairy Chimneys","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PFA5_0","url":"http://www.environmentalgraffiti.com/news-amazing-fairy-chimneys"}