{"summary":"The only access to the stunningly lovely houses in Giethoorn is by water, or on foot over tiny individual wooden bridges.. Giethoorn is called the Venice of the Netherlands because about 7.5km of canals run through the little village","advice_category":"8","content":"\nPhoto: roepers\nCan you imagine a village with no roads? There is such a place in the Netherlands called Giethoorn (pronounced 'geethorn'). There are no roads and cars have to remain outside the village. The only access to the stunningly lovely houses in Giethoorn is by water, or on foot over tiny individual wooden bridges.\nPhoto: Hojjat\nGiethoorn is located about 5km southwest of Steenwijck in Holland and became famous - especially after the 1958 Dutch film \"Fanfare\", made by Bert Haanstra, was set there. Giethoorn is now an internationally known tourist attraction in the Netherlands. I've been there myself and it truly is idyllic.\nPhoto: driek\nGiethoorn is called the Venice of the Netherlands because about 7.5km of canals run through the little village. Some 50 little wooden bridges span the canals. It was founded in around 1230 and originally called Geytenhorn, which over time has become Giethoorn.\nPhoto: Patio \nAll traffic has to go over the water, and it is done in so-called “punters”, called ‘whisper-boats’ as they are driven by an electric motor, so they barely disturb the peace and quiet in this scenic little village.\nPhoto: huji \nThe canals are only about 1m deep and were dug out to transport peat, the digging of which resulted in many ponds and shallow lakes, called ‘Wieden’. Many houses have been built on islands and are only reachable over wooden bridges.\nPhoto: ediweissman\nMost houses have thatched roofs, the marshy areas providing a lot of reed. In former days only rich people had tiled roofs, for tiles were much more expensive than reed, but now it’s the other way round. Having a thatched roof costs a lot more money than having it covered with tiles. \nPhoto: ediweissman\nThe unique look of this village of 2,620 people has to do with early peat mining in the area. Little did they know that what they built out of necessity would eventually become a world renowned tourist destination. This is a very picturesque place to visit, harking back to an earlier time in history when everything was done at a much more gentle pace. Just soaking up the peaceful atmosphere is therapeutic. You really should pay the place a visit.\nPhoto: ediweissman \nSources: 1, 2, 3","author":"tonyleather","web_category":"travel","title":"Giethoorn: The Dutch Village With No Roads","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/news-giethoorn-village-no-roads"}