{"summary":"Sayaka reveals her inspiration for her Little Wonders collection on her website:. “When I was little I lived in the countryside, very close to the world of insects","advice_category":"6","content":"\nFinding your kitchen infested with insects would ordinarily put most people off their food and have them straight on to pest control, but not if they’ve been let loose by designer Sayaka Yamamoto.\nOne of the design duo BCXSY, Yamamoto created the useful metal bugs to resemble everyday kitchen utensils as part of a project called Little Wonders.\nThe designs include espresso pots that look like weevils, cricket-shaped corkscrews and fly fish slices. The works are presented in glass-fronted display cases as you would present normal insects for viewing and are given specific (non-latin) names.\nSayaka reveals her inspiration for her Little Wonders collection on her website:\n“When I was little I lived in the countryside, very close to the world of insects. I always enjoyed watching their many different shapes, colors and behavior – sometimes they made me scared and sometimes fascinated me.\n“After I moved away from my parents’ house to the big city, I was seeing less insects and I almost started forgetting the great times I spent with them. In Little Wonders I evoke the same feeling as I had in my childhood and express those feelings in four different ways.”\nHer four outlets are: Kitchen Insects – “graphic illustration of imaginary insects in a kitchen”, Hatching Yourself – a short movie inspired by the hatching of insects, featuring humans, Hotaru – a personal portable firefly in the shape of a small adhesive lamp to light up the darkest moments in your life, and Penna – a series of brooches inspired by insect wings.\nBorn in Japan, Yamamoto studied at the Hiko Mizuno Jewelry College in Tokyo before moving to the Netherlands, where she continued her studies at Design Academy Eindhoven, graduating in 2008. She now runs her own business with fellow designer Boaz Cohen.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Linda","web_category":"art+and+design","title":"These Are The Kind of Insects You Want in Your Kitchen","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tree-House-71.jpg","url":"http://www.environmentalgraffiti.com/featured/insects-kitchen/5684"}