{"summary":"What do you get when you illuminate one of the world’s most spectacular waterfalls with nearly 5km of shimmering floodlights, over 125 animated displays and 3 million sparkling tree and ground lights? A dazzling extravaganza that will make you see the Niagara falls in a whole new light – and for those of you who can’t make it, we decided to take a closer look.. Photo: Image by comic book guy.","advice_category":"8","content":"\nPhoto: Image by comic book guy.\nWhat do you get when you illuminate one of the world’s most spectacular waterfalls with nearly 5km of shimmering floodlights, over 125 animated displays and 3 million sparkling tree and ground lights? A dazzling extravaganza that will make you see the Niagara falls in a whole new light – and for those of you who can’t make it, we decided to take a closer look.\nPhoto: Image by James Watkins.\nFor three months every winter the Niagara Festival of Lights brings enchantment to one of the world’s most famous natural landmarks. Most come to see the falls themselves, beautifully backlit by thousands of coloured floodlights, which take on a magical aura – appearing to the eye like great mists of coloured dust drifting through the night.\nPhoto: Image by James Watkins.\nAnd there is plenty to do other than gaze captivated at the falls: visitors can take a stroll along the riverbank, complete with dozens of animated light shows depicting local heritage, or they could head to the Great Canadian Outdoors display on Dufferin Island, where nearly a quarter of a million LEDs radiate into the darkness. You can even spend the night with your favourite Disney characters at the Enchantment of Disney display in Queen Victoria Park.\nPhoto: Image by James Watkins.\nThe pi?ce de r?sistance, a dramatic firework display, sends streaks of colour exploding high over the mighty falls every Friday, and can be seen for miles around. But if the lights prove too much, you might find it hard to escape: head into town and you will find yet more sparkling light displays, put on by both city authorities and local residents.\nPhoto: Image by James Watkins.\nBut who can really complain when such a fantastic festival is free (organisers do suggest a $10 donation)? After all, isn’t this a powerful and environmentally friendly model for future entertainment – using technology to illuminate (in both senses) the natural world around us, and to show nature in its best light?\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Thomas Davie","web_category":"travel","title":"The Incredible Light Shows of Niagara Falls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-light-shows-niagara-falls/14042"}