{"summary":"Currently psilocybin and other hallucinogens such as peyote and LSD are schedule 1 drugs, meaning they have no recognized medical value by the United States government. So far, 80 to 90 patients have had similar experiences as the NYU patient in studies on psilocybin at other universities including Johns Hopkins and UCLA.","advice_category":"4","content":"\nPhoto: Jonathan Gill\nThe '60s were a time of hippies, free love, tie-dye clothing and psychedelic drugs. The '70s, '80s and '90s were mostly about trying to forget the '60s. \nYet now, as we move into the second decade of this new millenium, people are taking a look back and re-examining what useful ideas we may have been keeping locked up all these years. Well, as far as the drugs are concerned anyway. Public opinion on the medical use of marijuana is at its most positive point since the '60s, with 14 states currently having laws legalizing some form of medical cannabis.\nNow scientists are going even further by looking into the possible uses of other drugs from that era... such as the psychedelics.\nPhoto: Wally Pacholka\nResearchers at New York University are currently conducting a study in which they are giving terminally ill patients psilocybin, the active ingredient in psychedelic mushrooms. They say that in a controlled setting, hallucinogens can help patients reduce anxiety, personal isolation and fear of death. \nchemical structure of psilocybinPhoto: C. Burnett\nAnthony Bossis, Professor of psychiatry at the NYU school of medicine, claimed in a recent interview that: \"Mysticism is really the cornerstone of all major religions going back millennia... It is characterized by a sense of unity, transcendence, connecting to the broader universe and a sense of life and the promotion of personal spirituality. It recalibrates how we see our life and gives a sense of sacredness and reshapes how we view death.\"\nThe study is fully FDA approved, and while the researchers are still looking for 32 more volunteers, patients are extensively screened prior to being accepted.  Eligibility requires that one be 18-76 yrs old, suffering from a potentially life threatening disease and without any psychotic spectrum disorders such as schizophrenia or severe depression.\nOne of their volunteer patients, a 67 year old cancer patient and former French teacher described her anxieties over death to reporters:\n\"I thought of my two granddaughters and not seeing them growing up... it made me profoundly sad. I wanted to do something for myself, to be able to live more in the moment, rather than worrying.\" \nHaving never taken any hallucinogens in the past, the patient had only good things to say about her 'trip': \"It was incredible... I wanted to share it. I couldn't believe the world could be so beautiful.\"\nPhoto: unkown\nCurrently psilocybin and other hallucinogens such as peyote and LSD are schedule 1 drugs, meaning they have no recognized medical value by the United States government. Researchers at NYU are hoping this study will help to reclassify the substance.\n\"To help people to have a good death, and not more chemotherapy, to prepare for the final part of life and to die with dignity and do it in a way that they are not frightened, that is one of the most important endeavors as a physician,\" Pricipal investigator of the NYU study, and professor of psychiatry, Dr Stephen Ross, was reported as saying.\nThis is not the first time scientists have delved into the possible benefits of the drug. Scientists across the country are showing a renewed interest in the medical uses of pscilocybin and other hallucinogens. So far, 80 to 90 patients have had similar experiences as the NYU patient in studies on psilocybin at other universities including Johns Hopkins and UCLA.\nmolecular model of psylocybinPhoto: C.C. Roberts\nIn a study on 36 patients at Johns Hopkins, researchers looked at the effects of psilocybin on depression. At the 14-month follow-up, more than 60 percent of volunteers rated the experience as among the five most meaningful and spiritually significant of their lives; 58 percent reported a \"complete\" mystical experience.\nA pilot study at the University of Arizona and supported by the Multidisciplinary Association for Psychedelic Studies evaluated the effects of psilocybin on nine patients with obsessive-compulsive disorder (OCD) and found that psilocybin was associated with substantial reductions in OCD symptoms in several of the patients.\nAdditionally, psilocybin has shown promise in easing the pain caused by cluster headaches, often considered \"one of the worst pain syndromes known to mankind.\" In a 2006 study, 22 of 26 cluster headache patients reported successfully using psilocybin to abort the attacks, and 18 of 19 psilocybin users reported longer attack-free periods.\nIn short: fear of hippies.\nThanks, hippies.Photo: Derek Redmond and Paul Campbell\nScientific experiments with hallucinogens took place as early as the late '40s and '50s, after the chemical LSD was discovered in an ergot fungus by Swiss chemist Dr Albert Hoffman. In 1961, Timothy Leary and Richard Alpert ran the Harvard Psilocybin Project, carrying out a number of experiments concerning the use of psilocybin in the treatment of personality disorders and other uses in psychological counseling.\nAccording to the British Journal of Psychiatry, by 1965, more than 2,000 papers had reported positive results in 40,000 patients in the treatment of psychiatric orders, depression, sexual dysfunction, bereavement and even addiction.\nHowever, by 1966, after its widespread use by, and heavy association with the hippie counterculture, the drug was made illegal. Scientists distanced themselves from hallucinogens and the government cracked down on research licenses. By the 1970s, under pressure from the US Justice Department, nearly all research ended.\nDried psylocybin containing mushroomsPhoto: Erik Fenderson\n\"It got demonized as a most addictive drug, but the irony is that it is not addictive,\" said Dr Ross to reporters. \"Used in the models we describe, it can actually lead to sustained sobriety.\"\nAs far as lethality is concerned, psilocybin is relatively safe, with the lethal dose for humans appearing to be far greater than anyone has ever been reported as taking. A 2008 case report noted: \"Death from psilocybin intake alone is unknown at recreational or medicinal levels.\"\nHowever, the greatest fear researchers have when administering any hallucinogen to a patient is the adverse psychoactive effects it may produce. Reactions such as panic attacks, aggression, schizophrenia-like psychosis and convulsions have all been recorded. Known to recreational users of the drug as a 'bad trip', these reactions typically last no longer than the drug is in the system (2 to 6 hrs) and the likelihood of them occurring is greatly increased when one ingests the substance either accidentally or unexpectedly.\nPhoto: 'Psychonaught'\nSince researchers in the NYU study are dealing with patients of extremely high anxiety levels, many precautions are taken to ensure a positive and productive experience. Beforehand, they undergo preparation for the experience in psychotherapy sessions. \nWhen the drug is administered, the patient is paired with a male and female therapist to monitor responses and comfort. The trip itself takes place in a warm, living room type environment, complete with artwork, fresh fruit and calming music.\n\"Emotional stability optimizes the chance for a good experience,\" said Bossis. \"Trust with the monitors is crucial. If the patient doesn't feel safe, we don't go forward.\" \nPhoto: osami-Al-Eryani\nEven still, the experience can be scary or traumatizing for some. Doctors at the NYU study have an antidote (which immediately counteracts the effects of the psilocybin) ready should they find it necessary to abort the experience.  Valium is also sometimes administered to help the patients relax.\n\"We encourage them... even if it's something dark and difficult that comes before them,\" reported Bossis. \"We tell patients that no matter where they find themselves, they will return to a normal state of consciousness within six hours.\"\nIt is unlikely you will be coming across anybody with a prescription for psychedelics any time soon. Since psilocybin is still a Schedule I drug, it is in the hands of the government and not the scientists to determine whether it would make a beneficial addition to available prescription medicine. Of course, with an increasing public awareness, more research, and a general open mindedness toward the idea, psychadelic medicine is definitely a possibility for the future.\n\"It was such an enormous gift. I don't think people should be so afraid of something that could be so helpful when you are nearing the end of life,\" the NYU study's interviewed patient was reported as saying. \"I had huge insight into my head. I can still conjure it up and I tried for very long to relive it... it was breathtaking.\"\nProbably not anything like this:\n  \nPhoto: Ryan Bliss, digitalblasphemy.com\nAdditional Sources: Psilocybin Awareness, ABC News, Psilocybin Mushrooms, and a special thanks to Jonathan Gill for the header image","author":"The Blunt","web_category":"science","title":"Making Medicine from Magic Mushrooms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-6344-2433554450103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-magic-mushrooms-terminally-ill"}