{"summary":"True, not all weeds are edible and you do not want to just start grazing, but there are delicacies out there just waiting to be discovered.. If you have a backyard, spend some time identifying the weeds that are growing there","advice_category":"2","content":"\nPhoto: Flickr/Shotaku\nWe are always looking for ways to save money, and our grocery bill is where we often try and find savings. Our drive to reduce our spending is understandable. Life is expensive. However, if you really want to save some money on your food bill, you may need to look no further than the backyard.\nNow unless you are lawn fanatic, there is likely a plant or two that you can harvest and add to your dinner menu. We call these plants weeds.\nWhat is a weed? Simply a plant we have not yet found a use for and so reject. True, not all weeds are edible and you do not want to just start grazing, but there are delicacies out there just waiting to be discovered.\nThe common blue violet is not only attractive to look at but tasty as both the flowers and the leaves are edible. They apparently have a high vitamin C content as well. Thicken soups with the leaves or add them to salads.\nAn important rule when wild crafting your lunch is to make sure you know what you are picking, as mistakes can be fatal.\nAnother wild edible is gypsy wort or bugleweed. The tubers are what you want and they are best harvested in early spring. Wash them and remove the runners. Then boil the tubers in water with a little sea salt for approximately eight minutes. You can then eat them much like a baked potato with a little butter and chives or parsley, for example. You can also pickle them or use them in stews and soups.\nIf you like spinach you should enjoy purslane which has a flavour similar to spinach. \nPurslane or (Portulaca oleracea) is a common weed, and is reputed to be a good source of antioxidants, as well as ascorbic acid (vitamin C), beta-carotene (previtamin-A), glutathione (a common antioxidant compound that can even detoxify some pesticides!) and tocopherol (vitamin E).\nPhoto: Jeff Maher\nPurslane, like spinach, can be eaten raw or cooked with the young tender shoots added to soups or green salads. \nIn addition to being able to identify what you are picking it is wise to know something about the site where you are doing the picking. If it is your backyard, you know what you have added to it. Always wear gloves when harvesting and wash the plants thoroughly. \nIf you have a backyard, spend some time identifying the weeds that are growing there. You may find a few ingredients for the salad. If nothing else you may well find that your own yard will provide all the dandelions that you need and have other goodies as well.","author":"bewing","web_category":"nature","title":"Why You Should Eat Weeds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Jewelweed.jpg","url":"http://www.environmentalgraffiti.com/plants/news-eat-weeds"}