{"summary":"Photo: Giant Rat Caught in China Image via freakart productions. Photo: Titan Beetle Image via Taskbook","advice_category":"2","content":"\nPhoto: Image: cacoseraph\nSuper-size isn’t just the American way; it seems Nature has been dealing out enormous portions for thousands of years – and the fast food nation just got on the bandwagon. Yep, through the course of evolution, many gigantic species have come to light, quite a few of which have gone back to the black of extinction. It’s the giants among animals we normally consider small that concern us here.\n\n\nPhoto: Image via Queensland Frog Society\nWhoa. We know. That thing is as big as a baby. Who knew frogs came this big? Not us until now. The Goliath Frog is the largest frog on the planet. It grows to more than a foot long and weighs up to eight pounds – which for the record is much heavier than any Subway.\nPet to be or put on a platter? Captured Goliath FrogPhoto: Image via Amphibian Research Centre\nThis outsized amphibian can live for up to 15 years on a diet of crabs, insects and smaller frogs, and despite its size keeps a low profile because it has no vocal sac. A good job too. That would be some rebbit. Found in a small part of West Africa, the Goliath Frog’s numbers are dwindling due to habitat destruction and its collection for consumption as food and use in the pet trade.\n\n\nPhoto: Image via Georgia Faces\nEven the French – excuse the crass national stereotyping – might take one look at this sucker and think, nope, that’s just too big to stomach. The Giant African Land Snail is the world’s largest land snail and less laudably is also known as one of its worst invasive species.\nNewfound friend: Palming a Giant African Land SnailPhoto: Image via Springhill Care\nReaching a length – and it’s not boasting – of over eight inches, this super-sized snail eats a range of plant material, fruit and vegetables, and even sand and small stones – pretty much anything it can get its antennae on, including in rare cases other snails. It’s native to East Africa, but has been widely introduced to other parts of the world where it is seen as a pest.\n\n\nPhoto: Giant Rat Caught in China Image via freakart productions\nTails of giant rats are the stuff every city’s sewer myths, but some recent discoveries have put such hearsay monster vermin into the shade. In early 2009, a specimen was caught in China that was reportedly armed with 1-inch long teeth, had a 12-inch tail, and weighed in at a heavyweight six pounds. The beast was identified as a bamboo rat, a slothful rodent usually found burrowing for roots in remote areas.\nIgnorance is bliss: Giant Rat found in Papua New GuineaPhoto: Image via The Green Guy\nMore recently, an entire new species – this time a true rat – was found deep in the jungles of Papua New Guinea that at over 2.5 feet long is much larger than your average city rat. Bigger than a small cat, the three-pound critter was almost as cute too, and held no fear of humans.\n\n\nPhoto: Titan Beetle Image via Taskbook\nBy gum, this beetle’s big. Imagine finding that sucker in your back yard. The rare Titan Beetle is reckoned to be the biggest of all beetles and one of the largest known insect species in the world. Found in the forests of Central and South America, this bad boy can grow to a colossal 6.5 inches, and it is said its mandibles can snap pencils in half and slice human flesh. Ouch.\nWhole lotta chunk: Goliath Beetle gets a handPhoto: Image via Its Nature \nMeasuring up against the Titan Beetle is Africa’s Goliath Beetle, which boasts a bulk and weight to better its New World opponent. This chunky champion of the Scarab beetle family is capable of reaching 5.9 inches in length and weighing a scale-tipping 3.5 oz-plus. Oh, and it eats dog food in captivity. Well ard.\n\n\nPhoto: Image: Eleanor Hill\nFive words. Not to be f***ed with. Regularly reaching lengths of ten inches and sometimes exceeding 12, this many-legged scoundrel is not only massive but mean. Native to northern and western regions of South America and the islands of Trinidad and Jamaica, the Giant Centipede has anything  but a laid back temperament.\nNo thanks: A Giant Centipede explores an armPhoto: Image: cacoseraph\nCarnivorous as they come, this quick-stepping critter eats frogs, birds, lizards, mice and even bats, killing its prey with modified claws that curl around its head to deliver venom to the unfortunate victim. This extremely potent chemical weapon is toxic to humans and causes severe swelling, fever and weakness. Big, bad and not tasty however you fry it.\nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"When Small Animals Go Supersize","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/featured/small-animals-supersize/17570"}