{"summary":"Slot canyons are found in many parts of the world, mainly in areas with low rainfall. The bacteria produce colors ranging from green to red; the amount of color in the microbial mats depends on the ratio of differing types and on the temperature of the water","advice_category":"2","content":"\nPhoto: Greg Bulla\nThe above rock formation, known as the wave, is just one example of the wondrous sights that pop up in nature all over the world, from the strangest kind of tree through multi-colored hot springs and rainbow rocks. There is so much for us to see that it is hard to choose, but these things are among those most worth taking a look at.\n1. The Crystal Cave in the Naica MinePhoto: bibliotecapleyades\nThe Naica Mine of Chihuahua, Mexico, is a working mine that is known for its extraordinary crystals of selenite -  gypsum - as large as 4ft in diameter and 50ft long. The chamber holding these crystals is known as the Crystal Cave of Giants, and is approximately 1000ft down the mine. It was first discovered in 1794, by the Tarahumara Indians.\nIn April 2000, brothers Juan and Pedro Sanchez discovered two caverns filled with the Earth's largest crystals. More discoveries are expected to be made in this magical kingdom of intense natural beauty.  There is a magma chamber two to three miles below the mountain and that heat from this compressed lava makes the Cave of the Crystals uncomfortably warm. If the caves were not well ventilated, exploration would be impossible.\nSelenite, named after the Greek goddess of the moon, Selene, is said to have many healing benefits. Selenite powder has been used cosmetically for millennia to enhance one's natural beauty. It is believed that this crystal assists with mental focus, growth, luck, immunity, and soothes the emotions.\n2. The Wave Rock in AustraliaPhoto: gabriel delhey\nThe face of Wave Rock, 14m high, and 110m long, appears ready to crash onto a pre-historic surf, now frozen in time. Believed to have formed over 2700 million years ago, Wave Rock is part of the northern face of Hyden Rock. The shape of the wave is formed by gradual erosion of the softer rock beneath the upper edge, over many centuries.\nThe colors of the Wave are caused by the rain washing chemical deposits (carbonates and iron hydroxide) down the face, forming vertical stripes of grays, reds and yellows.  If you can stay a little longer, it is also worth seeing the Rock at different times of the day, as the changing sunlight alters its colors and appearance.\n3. The Grand Prismatic SpringPhoto: Zinkova\nThe Grand Prismatic Spring in Yellowstone National Park is the largest hot spring  in the USA and the third largest in the world. The vivid colors are the result of pigmented bacteria that grow around the edges of the mineral-rich water. The bacteria produce colors ranging from green to red; the amount of color in the microbial mats depends on the ratio of differing types and on the temperature of the water. In the summer, the mats tend to be orange and red, whereas in the winter the mats are usually dark green.\nPhoto: Jim Peaco\nThe center of the pool is sterile due to extreme heat.\nThe deep blue color of the water in the center of the pool results from the intrinsic blue color of water, the result of selective absorption of red wavelengths of visible light. Though this effect is responsible for making all large bodies of water blue, it is particularly intense in the Grand Prismatic Spring because of the high purity and depth of the water in the middle of the spring\n4. Avenue of the Baobab Trees, MadagascarPhoto: Pat Hooper\nThe Avenue of the Baobabs is a prominent group of trees lining a dirt road in the menabe region of western Madagascar. Its striking landscape draws travelers from around the world, making it one of the most visited locations in the region. It has been a center of local conservation efforts, and was granted temporary protected status in July 2007, the first step toward making it Madagascar's first National forest.\nAlong the Avenue are about a dozen trees about 30m in height. Baobab trees, up to 800 years old, known locally as \"mother of the forest\" are a legacy of the dense tropical forests that once thrived on Madagascar. The trees did not originally tower in isolation over the landscape of scrub but stood in dense forest. Over the years, as the population grew, the forests were cleared for agriculture, leaving only the baobab trees, which the locals preserved as much in respect as for their value as a food source and building material.\n5. Slot Canyon, Arizona, USAPhoto: Moondigger\nA slot canyon is a narrow crevasse, formed by the wear of water rushing through rock. A slot canyon is significantly deeper than it is wide. Some slot canyons can measure less than 3ft across at the top but drop more than 100ft to the floor of the canyon.\nMost slot canyons are formed in sandstone and also limestone rock, though only a very small number of creeks will form slot canyons. This is due to a combination of the particular characteristics of the rock, and regional rainfall. Slot canyons are found in many parts of the world, mainly in areas with low rainfall. Some of the most well known are in the USA, the Pyrenees on the border of France and Spain, and the Blue Mountains in Australia.\nPhoto: Jason J Corneveaux\n6. The Beppu Hot Springs. \nPhoto: 663highland\nFounded on April 1, 1924, and famous for its onsen – hot springs - which are regarded as sacred, Beppu is Japan's onsen capital. It has the second largest volume of hot water in the world after Yellowstone, and has the largest number of hot spring sources in the country. Featuring about 2,800 springs that gush out ridiculous amounts of hot water every day, because of their extreme temperatures and some very unique characteristics, nine of these springs are known as the hells of Beppu.\nThe nine \"hells\" (jigoku) include 1) The \"spout hell\" featuring a boiling hot geyser, which erupts every 25-30 minutes for about five minutes. 2) The \"blood pond hell\" features a pond of hot, red water. 3) According to its name, the \"white pond hell\" features a pond of hot, milky white water. 4) Monks hell is named after the mud bubbles, which emerge from boiling mud pools and look like the shaven heads of monk. 5) The \"sea hell\" features a pond of hot, blue water. \n7. The El Penol rock formation\nPhoto: Madea Material\nThe stunning gigantic boulder called Guatape Rock in the town of Guatape has a height of 2,135 meters. It has 644 stairs, which can be utilized to go to the top, built in one of its rock breaks.\nThe rock was climbed on July 1954, by a group of friends, at the invitation of a local priest, in a five-day endeavor, using sticks that were fixed against the rock's wall. On top of the rock is a viewing spot, where visitors can shop for souvenirs .\nIn the 1940s, the Colombian government declared it a National Monument.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"tonyleather","web_category":"nature","title":"7 Natural Sights To See Before You Die","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/450px-USAAntelope-Canyonjpg_0","url":"http://www.environmentalgraffiti.com/news-natural-sights-worth-seeing-you-die"}