{"summary":"Whilst arsenic is naturally present in groundwater in some areas, it is through human error that it has entered the food chain in such large quantities. Allan Smith of the University of California, Berkeley, commented that in the long term 1 in 10 persons with high concentrations of arsenic in their drinking water die from it","advice_category":"4","content":"\nThe annual conference of the Royal Geographical Society was rocked yesterday by the announcement by an international team of scientists that arsenic contamination in drinking water is “the largest identified man-made environmental catastrophe”.  A presentation by Cambridge University researchers revealed that 60 countries over 5 continents have been affected by arsenic contamination, with South East Asia, particularly Bangladesh, as the worst off.  The health of 140 million people is threatened by the presence of arsenic, mostly in developing countries. \nWhilst arsenic is naturally present in groundwater in some areas, it is through human error that it has entered the food chain in such large quantities. The pollution occurs when dead organic matter in the rock layers around the groundwater decay, creating an environment without oxygen. This leads to the microbial dissolution of iron oxides, releasing the arsenic that is usually strongly bound to the iron oxides. \nDespite a heavy natural arsenic presence in the Ganges Plain of India and Bangladesh, international aid agencies, including UNICEF and the World Bank, began the practice of digging down to access groundwater to avoid the surface contamination in the 1970s.  The project was initially a success, with levels of diarrhea-type illnesses and infant mortality cut in half.  However, concerns about arsenic contamination surfaced, and Dipankar Chakraborti brought the problem to international attention in 1995.  His research found 900 villages with arsenic above the government limit, but he described this figure as “only the tip of the iceberg.”\nAllan Smith of the University of California, Berkeley, commented that in the long term 1 in 10 persons with high concentrations of arsenic in their drinking water die from it.  Arsenic is a carcinogen, causing many cancers, but most often affecting the lungs.  Smith added “Other environmental exposures do not result in commensurable mortality risks…I don't know of one government agency which has given this the priority it deserves.”\n Contamination on a large scale has been found throughout Asia in countries such as China, Cambodia and Vietnam, as well as in South America and Africa, though it is less of a problem in North America and Europe where most water is provided by utilities.  Peter Ravenscroft of Cambridge University said his team has developed a model to enable them to identify regions at high risk of contamination.\n In addition to concerns about drinking water, researchers have found that arsenic could be transferred from soil to rice crops, leading to concerns for people whose diet included large amounts of rice.  Andrew Meharg of Aberdeen University suggested that this could be an issue, not just for those who live in contaminated areas, but for anybody worldwide for whom rice formed a staple part of their diet.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.  ","author":"Maryking","web_category":"science","title":"“The largest man-made environmental catastrophe”","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/“the-largest-man-made-environmental-catastrophe”/242"}