{"summary":"Yellowstone is the largest geyser location in the world with more than 500 geysers in nine basins and thousands of hot springs. This spectacular looking geyser is Fly Geyser in Nevada’s Black Rock Desert","advice_category":"8","content":"\nPhoto: Textbook case with rainbow – Castle Geyser, Yellowstone National Park:\nImage: Mila Zinkova\nRegardless of whether cone-shaped or more like fountains, geysers are a remarkable natural phenomenon. They are rare too as they need an almost perfect balance of heat and water conditions and the right rock and channeling. We’ve picked out the best spots for geyser spotting around the world…  \nIceland is a good place to start:Photo: \nImage: John Freeman\nAccording to the Oxford Pocket Dictionary of Current English, a geyser is “a hot spring in which water intermittently boils, sending a tall column of water and steam into the air.” The term is usually pronounced gizah as in Eliza; in Britain occasionally geezah with gey- as in key.  \nGreat Fountain Geyser, Yellowstone NP, at night:Photo: \nImage: Sylwester Tadla\nAnd there’s good news for geyser fans: Though there are about 1,000 geysers in the world, they are concentrated in the few places on earth that provide the right hydrogeological conditions, making them fairly rare phenomena. Not coincidentally, all geyser sites are located near active volcanic areas as the geyser effect is produced by its proximity to magma. \nGeyser in the Whakarewarewa, NZ thermal valley meaning “uprising of the warriors”:Photo: \nImage: Bruno Menetrier\nA good place to start geyser hunting is Yellowstone National Park in Wyoming, as the park unites around 500 or half of all of the world’s geysers. Other larger geyser clusters are the Valley of Geysers in Russia, El Tatio in Chile, the Taupo Volcanic Zone in New Zealand, and Iceland. We’ll portrait each geyser field in turn. \nThe map showing world geyser distribution below clearly highlights the hotbeds of geyser activity mentioned and others like Papua New Guinea, Indonesia, eastern Africa, China and Japan.   \nWorld geyser distribution:Photo: \nImage: Worldtraveller \nHere’s how a geyser works: Surface water makes its way through pressurized fissures in the earth's crust, reaching depths of about 2,000 metres (6,600 ft). There, it comes in contact with magma. Not unlike in a pressure cooker, the pressurized water starts boiling and its pressure valve is what we observe as the geyser effect: hot water and steam spraying out of the geyser's surface vent.\nYellowstone is the largest geyser location in the world with more than 500 geysers in nine basins and thousands of hot springs. Most of the geysers are located in Wyoming, but smaller clusters also in Montana and Idaho.\nThe image below shows the Grand Prismatic Spring at Yellowstone National Park with the Midway Geyser basin in the background. The amazing colour spectrum is caused by heat-loving bacteria like thermophiles and hyperthermophiles.      \nGrand Prismatic Spring, Yellowstone NP:Photo: \nImage via pixdaus\nThis spectacular looking geyser is Fly Geyser in Nevada’s Black Rock Desert. But before you get too excited – it’s private property of the Fly Ranch, which currently does not allow visitors. As a consolation, this is not a naturally formed geyser per se but was accidentally formed when a water well drill hit a geothermal source. Since then, it’s been spewing water continuously… \nArtificial yet spectacular - Fly Geyser in the Black Rock Desert, Nevada:Photo: \nImage via pixdaus\nSadly, two large geyser fields – Beowawe and Steamboat Springs in Nevada – were destroyed during the installation of nearby geothermal power plants: Geothermal drilling reduced the available heat and lowered the local water table so that geyser activity could no longer take place.\nYellowstone’s most famous geyser – Old Faithful:Photo: \nImage: Marco Soave\nThe Valley of Geysers - the only geyser field in Eurasia – is a 6-km-long basin with around 90 geysers and many hot springs. It is located on the Kamchatka Peninsula in the Russian Far East. The volcanoes of Kamchatka have been declared a UNESCO World Heritage Site. \nValley of Geysers:Photo: \nImage: Robert Nunn\nMaybe because of the area’s remoteness, little exploration of the geysers was done prior to 1972, despite a local scientist having already published her findings by the 1950s. Most of the geysers haven’t even been named yet but since the 1980s, the area has been heavily promoted as a national tourist destination. International tourists have been allowed to visit since 1991 and the area attracts about 3,000 visitors per year.\nIn June 2007, a massive mudslide submerged about two thirds of the valley and though the water receded fairly quickly, the long-term effects are not yet clear.    \nAt 4,200 m above sea level, El Tatio (“the grandfather”) in the Chilean Andes is one of the highest-elevation geyser fields in the world. Its more than 80 active geysers make it the largest geyser field in the southern hemisphere. Located next to the Atacama Desert, it is a popular tourist destination that allows bathing in the hot geyser water in certain small pools. Walking around is advised only with a guide as in certain areas only a thin crust of soil covers almost boiling mud – not a spot one wants to accidentally tread on.\nGeysers at El Tatio, close to the Atacama Desert in northern Chile:Photo: \nImage: Phil Whitehouse\nEl Tatio at sunset:Photo: \nImage via pixdaus\nThe Taupo Volcanic Zone is a highly active volcanic area on New Zealand’s North Island that is home to New Zealand’s geysers as well. It is named after Lake Taupo, the flooded caldera of the area’s largest volcano. Part of it is Wai-O-Tapu, an active geothermal area north of the Reporoa caldera. Meaning “Sacred Waters” in Maori, the area is famous for its colourful hot springs and geysers. \nWai-O-Tapu geyser with Artist’s Palette (front) and Champagne Pool (back):Photo: \nImage: Tokyoahead\nThe Lady Knox Geyser in the Wai-O-Tapu area of the Taupo Volcanic Zone has an interesting history: It was discovered by prisoners in the early 20th century who triggered its eruption by adding soap to its water. How did they come up with that idea? They were trying to wash their clothes in the geyser. The expression on their faces must have been priceless when the geyser erupted, spewing half-washed clothes all around!\nLady Knox Geyser, named after the 15th governor’s daughter:Photo: \nImage: Remember \nHowever funny the initial discovery, it has led to today’s tourist attraction: Every day at 10:15 am sharp, soap is dropped into the vent’s opening, producing a spray of water up to 20 m high and lasting for over an hour.      \nGeyser in the city of Rotorua:Photo: \nImage via pixdaus \nIceland is not only the land of folk tales of nebulous beings but also that of geysers and hot springs. The earliest geyser, the “Great Geysir” was discovered here in the 14th century. It coined the term for all others, with geyser going back to the Icelandic geysir, which is based on the verb gj?sa, to gush.    \nStrokkur Geyser:Photo: \nImage: Andreas Tille \nAs temporary geological features, the lifespan of geysers is “only” a few 1,000 years. Great Geyser erupted dutifully every hour until the early 19th century before it became dormant. Today, Iceland has around 25 active geysers distributed all over the island, with a cluster at Haukadalur.\nThe Pearl Geyser in Reykjavik:Photo: \nImage: Thorlakur Ludviksson\nOften hot springs or artificial geysers are also called true geysers, making their occurrence seem more widespread than it is. Wells for example have been drilled in places where geothermal activity exists, therefore causing geyser eruption artificially. Natural hot springs can be distinguished from geysers by the fact that they spout water continuously. In cold water geysers, CO2 bubbles drive the eruption instead of steam.    \nHere’s a video of people frolicking in a river hot spring, not a geyser, in Indonesia:\nAccording to the World Geyser Count (WGC) website, there are about 38 active geysers in Papua New Guinea and 17 in Indonesia, mainly on the island of Sumatra. In China, the count of active geysers is 10, and 6 in Africa, all in either Ethiopia or Kenya.  \nJapan has four active geysers, among them the famous Shikabe Geyser in Shikabe Kanketusen Park. Also well-known is the Jigoku Geyser in Beppu.\nJigoku Geyser at Jigokudani Monkey Park: Photo: \nImage: Craig Anderson\nThat leaves us to end with the world’s largest geyser, Suwa Geyser spouting 40-50 metres high, close to Suwako Lake in the Nagano prefecture.\nSuwa Geyser:Photo: \nImage: Yosemite\n\nSources: 1, 2, 3, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Most Incredible Geysers on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/add1jpg","url":"http://www.environmentalgraffiti.com/featured/the-most-incredible-geysers/16069"}