{"summary":"Large fish kills and several mammal deaths have been attributed to the eating of shellfish during red tide algal blooms.. It takes several weeks of flushing with clean water to purge the shellfish of red tide toxin and making it safe to eat.","advice_category":"2","content":"\nPhoto: dippy_duck\nRed tides are not a new phenomena by any means. The first of the ten plagues of Egypt, described in Exodus, could easily have been one of the earliest recorded instances of a red tide – \"and all the waters that were in the river turned to blood.  And the fish that were in the river died, and the water stank.\"\nRed tides occur on both sides of the Atlantic, off the coast of Florida and along the Pacific coast into Alaska. They are caused by the appearance of billions of microscopic plants that exist in almost every drop of coastal seawater. Under the right conditions, these microscopic plants multiply, creating a so-called 'bloom'.  The organism that causes toxic red tide is a one-celled alga called Alexandrium tamarense. \nThis plant propels itself through water using two minute whip-like extensions called flagella. Part of their life cycle is a dormant cyst stage that survives in bottom sediments. The cysts contain a toxin and are the seeds. They help to spread toxic red tides into new areas because they are easily transported by tidal currents.\nPhoto: eutrophication&amp;hypoxia\nSaxitoxin - the poison within these plants - becomes concentrated in shellfish, which as \"filter feeders\" obtain nourishment by siphoning water and filtering out the phytoplankton, their food.  A large oyster can  filter seven gallons an hour; a clam half that amount.  During a red tide bloom, a single shellfish could accumulate billions of toxic organisms in just 24 hours, being themselves unaffected by the toxin.\nNon-filter feeders such as finfish, lobsters, crabs and shrimp are safe to eat even if caught in red tide waters. On the other hand, shellfish may not be safe even before or after a visible red tide occurs. It takes several weeks of flushing with clean water to purge the shellfish of red tide toxin and making it safe to eat.\nRed tide events can be triggered by events like warm ocean surface temperatures, low salinity, a high nutrient content, calm seas and rain followed by sunny days during the summer months. In addition, algae related to a red tide can spread or be carried long distances by winds, currents, storms or ships. This is a global problem which, since the 1980s, has become more frequent and widespread. \nPhoto: eutrophication&amp;hypoxia\nIt is unknown why these toxins are created, but some can be hazardous to larger organisms. Grazers such as fish and krill are unaffected by the toxins but as they eat the algae, the toxins are concentrated and accumulate. Large fish kills and several mammal deaths have been attributed to the eating of shellfish during red tide algal blooms.\nMany algal species form 'red tides,' each with different impacts. Most are harmless but a few species of phytoplankton cause red tides that are poisonous to marine animals and to humans. Because of this, scientists prefer the term \"harmful algal bloom\" (or HAB). Of the more than 60 different species of phytoplankton that cause red tides, only four or five have been identified as toxic.\nRed tide outbreaks routinely contain trillions of cells and can stretch for miles. They do more than just blight ecosystems. They feed off the fish they kill, harvesting nitrogen that helps them replicate and expand their reach throughout the sea. People who eat shellfish containing the toxin may be afflicted with paralytic shellfish poisoning (PSP) from eating just a few clams.\nPhoto: marufish\nSaxitoxin attacks the human nervous system within 30 minutes of ingestion. Symptoms can include numbness of the lips, tingling of the extremities, apparently drunken movements, incoherent speech and nausea. In severe cases, paralysis of the breathing mechanism can cause death within a few hours. Despite their individual microscopic size, the plants that cause red tides are a stunning testament to the power single-celled organisms wield over ocean life and possibly over all life on the planet.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"Red Tides!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Ice3jpg","url":"http://www.environmentalgraffiti.com/plants/news-poison-proliferation-red-tides-0"}