{"summary":"With dozens of the little darlings running around at any one time, the old man confesses that it appears that he's raising them, but every weekend he transports his chicks--and bunnies, and whatever else has appeared at his city residence that's destined for the country-- to the farm, where they stay permanently.Environmental Graffiti is up for four bloggers’ choice awards. Photo: He lives in New York, so is better than you","advice_category":"2","content":"\nPhoto: He lives in New York, so is better than you.  Image from joyseph\nA 62-year old man is raising chickens in the basement of the Manhattan high-rise that he's superintendent for, a posh building near the UN that has many condos starting at 1.8 Million US.\nThe superintendent, who is planning to retire but hasn't specified a date, says he keeps the chicks in the building for a few days before transporting them to a farm he owns upstate. The health department doesn't seem to care. They claim that chicks are legal to raise in New   York, and only roosters are banned from the city, presumably to stop reproduction as well as cockfighting.\nWith dozens of the little darlings running around at any one time, the old man confesses that it appears that he's raising them, but every weekend he transports his chicks--and bunnies, and whatever else has appeared at his city residence that's destined for the country-- to the farm, where they stay permanently.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Farming Chickens in a Manhattan Basement","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-30575-2444372140102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/farming-chickens-in-manhattan/1113"}