{"summary":"The original idea of these cubic houses came about in the 1970s. It’s a building developed by Dutch architects MVRDV, reaching 63.4 meters in height with 21 stories","advice_category":"6","content":"\nPhoto: Kikos dad?Waldspirale Building, Darmstadt, Germany\nThere is no limit to the imagination of some people, thank heaven, and this singular fact has led to some of the most memorable images we could ever hope to see. Some of these innovative types want to actually live their dreams, so they design buildings that reflect those wishes. Read on for a visual feast of strange and beautiful architectural art.\n1.The Longaberger Company building in Newark, OhioPhoto: addicted Eyes\nThis might just be a strangest office building in the world. The 180,000-square-foot building, a replica of the company’s famous market basket, cost $30 million to build and took two years to complete. Many experts tried to persuade Dave Longaberger to alter his plans, but he wanted an exact replica of the real thing.\n2. Crooked House, Sopot, PolandPhoto: brocha\nYou have to rub you eyes sometimes, because you cannot believe what you see before you. We all know that artistic license allows for the weirdest sorts of presentations by the artists, but when it comes to architects designing buildings that look completely strange, you can't help but wonder what they might have been taking at the time. If you thought the one above was odd, take a look at this one, at Sopot in Poland. The construction took from January 2003 until December and the house architecture is based on Jan Marcin Szancer's and Per Dahlberg's pictures and paintings; the former being a famous Polish artist and children's book illustrator and the latter a Swedish painter living in Sopot.\n3. Gagsta House, Archangel, RussiaPhoto: deputy-dawg.com\nFor the one-time gangster who built it, the amazing wooden house pictured next is nothing less than \"the eighth wonder of the world\". The less charitably disposed dismiss it as a glorified barn, fire hazard and eyesore, but on one thing everyone agrees: Nikolai Sutyagin's home is certainly different. Dominating the skyline of Arkhangelsk, a city in Russia's far north-west, it is believed to be the world's tallest wooden house, soaring 13 floors to reach 144ft - about half the size of the tower of Big Ben.\n4. The Bottle House, CanadaPhoto: christopherarmstrong\nOf course, there are those who bring something approaching obsession to their efforts, like the house below, built from over half a million discarded embalming fluid bottles. In 1952, David H. Brown retired from 35 years in the funeral business, thinking that there should be some practical use to put the bottles to. He traveled western Canada collecting bottles from many of his friends in the funeral profession until he had acquired 500,000 of the square-shaped bottles, weighing 250 tons in all. The house itself sits upon solid rock. Built in a cloverleaf pattern with three main rooms, it has a circular shape, measures 48ft in length, 24 ft in width and with the upstairs room, contains 1,200 sq ft of floor space.\n5. Kansa City Public LibraryPhoto: jonathan moreau\nPublic buildings are just as likely to attract this sort of innovative design, and one excellent example is shown here. This project, located in the heart of Kansas City, represents one of the pioneer projects behind the revitalization of downtown. Citizens were asked to help pick highly influential books that represent their hometown. Those titles were included as \"bookbindings\" in the innovative design of the parking garage exterior, to inspire people to utilize the downtown Central Library.\n6. Edifico Mirador apartments, SpainPhoto: javier1949\nNaturally, larger building projects also fall under the spell of the architectural sorcerers at times. The Edifico Mirador apartment block in Spain is another unusual construction. It’s a building developed by Dutch architects MVRDV, reaching 63.4 meters in height with 21 stories. The highlight of this building is the large central hole, which is 36.8 meters above the ground. It’s the large lookout area that provides inhabitants with a community garden and a space from where they can contemplate the skyline. Different colors represent different blocks with its own planning, which offer at least nine different types of apartments.\n7. Shoe house, Hellam, PennsylvaniaPhoto: James cordon\nSome people enjoy presenting the world with fairy stories made reality, which is obviously the case with the incredible house shown below. The Shoe House in Hellam, Pennsylvania, was an actual guesthouse (3 bedrooms, 2 baths, a kitchen and a living room) of a local shoe magnate, Mahlon N. Haines. After his death, it was an ice cream parlor for a while and now it is a museum. This really is an amazing sight.\n8. Turning Torso Tower, Malmo, Sweden.Photo: Bjaglin\nTower blocks are also not immune from the attentions of apparently manic designers. This tower in Malmo, Sweden, reaches a height of 623 ft with 54 stories. The design is based on a sculpture by Santiago Calatrava called ‘Twisting Torso’. It uses nine segments of five-story pentagons that twist as it rises; the topmost segment is twisted ninety degrees clockwise with respect to the ground floor.\n9. Ripley's \"Broken Building\", Niagra Falls.Photo: Beka267\nMuseums, too, can come in for a crazy treatment when in the planning stage, and you cannot help but feel that its architects never intended to be taken seriously when drawing the Ripley Building at Niagara Falls.  \"Believe It or Not\" is one of the places that is a \"must\" to see. It houses various oddities that have been collected from all over the world and proves to be a great way to spend a few hours. As some here have said, going after 9pm is recommended if you want to avoid crowds of people. Ripley's is also perfectly placed among all the other attractions on Clifton Hill so you don't have to go too far out of your way to get to it.\n10. Cubic houses, Amsterdam, Holland.Photo: vpzone\nPerhaps the last word should go to the Dutchman who also had a vision that many of us could never share. The original idea of these cubic houses came about in the 1970s. Piet Blom has developed a couple of these cubic houses that were built in Helmond. The city of Rotterdam asked him to design housing on top of a pedestrian bridge and he decided to use the cubic houses idea. The concept behind these houses is that he tries to create a forest by each cube representing an abstract tree; therefore the whole village becomes a forest. I find these quirky buildings really strangely attractive, in their own way, and hope that you enjoy them as much as I did. \nMy sincere thanks to villageofjoy for being allowed to use most of the images and information for this story.","author":"tonyleather","web_category":"art+and+design","title":"10 Most Bizarrely Shaped Buildings on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-10-amazingly-odd-buildings-around-world"}