{"summary":"That's a pair of hands that wishes it were clinging onto something other than the inside of cage – really in this case as the critter they're connected to has been known to seriously harm itself if locked up. This means this little monkey – oops! – is not quite so dextrous when it comes to gripping objects with precision, though it's still pretty handy at climbing trees, picking fruit and scratching for insects","advice_category":"2","content":"\nPhoto: Photo: Bj?rn Christian T?rrissen \nThere is something that touches us about hands. Of all our body parts, fingertips have some of the most densely packed nerve endings, provide the richest source of tactile feedback, and come with the best positioning capabilities – and not just while hovering over a keyboard. When it comes to the sense of touch, it's all about the hands. Of course, some animals have hands too, or at least feet that closely resemble them, and they're endlessly fascinating both in form and function. Here are five of our favourites – heart in hand – and see if you can guess whose hand belongs to whom.\n1. Give it a big hand...Photo: Photo: Ulla de Pellegrini\nOK, we'll start with an easy one. It's a hand that's hard to miss both because of its size and because, well, it's kind of familiar. Like our own hands, this ape's mitts are capped off with fingernails, and what's more they're endowed with those inimitable opposable thumbs. Opposable thumbs allowed this African beast to evolve more accurate fine motor skills – you know, the fiddly stuff like picking your nose – and are also thought to have led directly to the development of tools.\n...it's the GorillaPhoto: Photo: Kabir Bakie\nIt's the greatest of great apes, the Gorilla, and this surly looking hombre looks to be tooled up with a big branch. Gorillas are one of our closest relatives – second only to chimpanzees – having split from our evolutionary path as little as 7 million years ago. They're highly intelligent, and not only use their fingers for manipulating food, but like all the great apes have a semi-precision grip. This means they can use basic tools and improvised clubbing weapons, and have even been recorded employing more sophisticated tool use – like using a stick as if to test the depth of water while crossing a swamp.\n2. Keeping its hands clean...Photo: Photo: Francis Ritualo\nThat's a pair of hands that wishes it were clinging onto something other than the inside of cage – really in this case as the critter they're connected to has been known to seriously harm itself if locked up. We're not going to tell you who they belong to yet – that would be giving the game away – but we'll give you a clue. It's another primate, like us and the largest of the group the Gorilla, and what makes its hands the real deal is that they too are blessed with a kind of opposable thumb.\n...it's the TarsierPhoto: Photo: Jasper Greek Golangco \nNot so obvious this time, eh? This buggy-eyed little beggar is the Tarsier, an insect-eating beastie found only on a few Southeast Asian Islands like the Philippines, Borneo and Sumatra, and which fossils indicate has not changed a lot in 45 million years. Tarsiers' fingers are incredibly elongated – the third finger is about the same length as the upper arm – which is great for grabbing the trees they inhabit. Most of the digits also have short nails – an evolutionary manicure job that also helps with gripping branches – but some of the toes on the hind feet have claws instead, used for grooming that lovely velvety fur. \n3. Palming you off...Photo: Photo: Joachim S Mueller\nLike most members of the primate order, this cheeky chap's hands have five digits as well as sensitive pads on the undersides of the fingertips, but it's lacking in the old opposable thumb department and has claws instead of nails on every digit barring the big toe. This means this little monkey – oops! – is not quite so dextrous when it comes to gripping objects with precision, though it's still pretty handy at climbing trees, picking fruit and scratching for insects. \n...it's the Pygmy MarmosetPhoto: Photo: Joachim S Mueller\nAny ideas? It's the Pygmy Marmoset. The Tarsier may have been small, but this little critter takes the cake in the tininess stakes, standing as it does as among the most diminutive primates and the smallest of all monkeys. Sometimes called Dwarf Monkeys, Pygmy Marmosets have a body length of just 15 centimetres. So, while you'll have a hard time trying to catch a glimpse of them, if you trek hard enough you may at least hear them in their native habitat of the South or Central American rainforest, where their calls reverberate down from the canopy tops. \n4. Hand and foot...Photo: Photo: Bj?rn Christian T?rrissen \nThe suckers this mitt belongs to are an everyday sight in homes in warmer climates around the world, where they often become part of the furniture – welcome guests who gobble up all sorts of insects such as mosquitoes. However, they're equally renowned for their astonishing wall-climbing talents, the result of specialised toes that allow them to scale smooth, vertical surfaces, and even effortlessly cross ceilings. Note to pedantic types: technically this guy has feet, not hands, but they're handy enough for us. \n...it's the GeckoPhoto: Photo: Tim Vickers\nGuessed yet? It's the groovy Gecko. The toes of these lizards have developed a uniquely adapted ability that allows them to adhere to almost any surface, without the use of fluids for example. In a cool(-blooded) illustration of nature's physical chemistry, every square millimetre of the Gecko's footpad is covered with around 14,000 hair-like setae, and each seta is itself delicately divided to interact with the surface at a submicroscopic level and produce the attractive forces that keep a Gecko stuck there. Phew. Who'd have guessed the wall-crawling exploits of the many-coloured Gecko would be so insanely scientific?\n5. A dab hand...Photo: Photo: Patrick Coin\nThe last addition to our list is another non-mammalian animal with some superior skills at its fingertips. Those well-developed discs at the ends of its finger and toe tips are all about adhesiveness, though of a wet kind unlike the Gecko's; yes, this is a creature that likes to climb too. The fingers and toes themselves as well as their associated limbs tend to be a little on the lanky side, and the end result is some top of the tree grasping capabilities.\n...it's the Tree FrogPhoto: Photo: Jean-Marc Hero\nWill the owner of these hands please hop forward? Ladies and gentlemen, the Tree Frog. As you'd expect, the typically tiny and brightly coloured Tree Frog is found in very tall trees and high-growing vegetation. There are many different species, but two genii stand out as worthy of special mention. Chiromantis can oppose two fingers to the other two, resulting in a vice-like grip that even predators may need to heed, while Phyllomedusa, pictured above, has a form of opposable thumb. It's all bound to help if you're in a climbing club like these suckers. Safe hands and all.\nSources: 1, 2, 3, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Beautiful Complexity of Animal Hands","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/485404025497ec5788f6zjpg","url":"http://www.environmentalgraffiti.com/featured/beautiful-complexity-animal-hands/12551"}