{"summary":"The sugary ‘pee’ of the mealybugs provides the perfect conditions for black mold to grow in. The reason for the relationships is the same: both mealybugs and aphids produce honeydew","advice_category":"2","content":"\nPhoto: puuikibeach\nGarden pests aren’t typically considered beautiful, but if you look closely at a mealybug, it’s bound to catch your eye. Not only are these pests pure white, but they are also covered in graceful tendrils, which in some species (such as those pictured here) look like the pistils of a flower. These slender filaments vary widely from one mealybug to the next, and can make the bugs resemble anything from a shorthaired poodle to a ball of fairy fluff.\nPhoto: Jeff McArthur\nThis cottony-wax coating is what sets mealybugs apart from other scale insects, which typically have hard outer shells. However, both the hard shell and the wax coating found on scales serve the same purpose, acting as armor. The soft, powdery filaments of mealybugs repel water, making them difficult to kill with pesticide spray, and allow them to float, which is one of the ways in which they can spread to other plants. \nPhoto: Jeff McArthur\nFemale mealybugs have little beaks, called stylets, which they insert into the juicy parts of a plant to suck out the sap. Since most of the sap is sugary water that the mealybugs can’t digest, it passes through their body and they ‘pee’ it onto the leaves of their hosts. \nPhoto: Sam Fraser-Smith\nThis sugary excrement is called honeydew, and ants love it. They love it so much that they sometimes care for mealybugs as if they were as valuable as dairy cows are to humans, cleaning them, protecting them, and even carrying the adults around. You’ve probably heard of this kind of relationship between ants and aphids, where the ants will sometimes make aphids little ‘barns’ out of chewed up plants, and carry their charges down into the ground during the cold winter. The reason for the relationships is the same: both mealybugs and aphids produce honeydew.  \nPhoto: Jeff McArthur\nAnother, less endearing result of honeydew besides ant-herders is black mold. The sugary ‘pee’ of the mealybugs provides the perfect conditions for black mold to grow in. Yet while the conditions may be perfect for the mold, they are not so great for the plant. Not only does black mold cover the leaves, making them look mangy and unattractive, it also makes photosynthesis difficult. An infestation of mealybugs is detrimental to the health of your plants, and can spread quickly. \nPhoto: Jeff McArthur\nIf you have mealybugs on your plants, you’ll probably have to choose between these strange little creatures and your plant’s wellbeing. Take a moment to enjoy their strange, delicate beauty, and the way their white powdery bodies contrast with the dark green leaves. And then, crush them.  \nPhoto: Jeff McArthur\nSources: 1, 2, 3","author":"yvonne.mcarthur","web_category":"nature","title":"The Delicate Alien Appearance of Mealybugs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/nature/news-ethereal-beauty-mealybugs"}