{"summary":"In a study of marine species carried out in the Mediterranean region, invasive species and over-exploitation of resources were found to be the two biggest threats to biodiversity. Our local ecosystems are based on fragile relationships, perfected and balanced over millions of years","advice_category":"2","content":"\nPhoto: Mike Dawson\nWe are space ships! Not in a Captain Kirk sense perhaps, which is a shame, but in the respect that we transport life (for numerous reasons) from one place to another. Its not always done deliberately, but in most cases our desire to collect and keep animals and plants not indigenous to our homes has led to some very unnatural additions to our local ecosystems. \nInvasive alien species are one of the most serious causes of biodiversity reduction, and just like pollution, habitat destruction and overconsumption, it is a factor inextricably linked to man.\nPhoto: Eric Erbe\nOur local ecosystems are based on fragile relationships, perfected and balanced over millions of years. Some of these systems operate within very specific parameters, like islands. Others are vast and involve thousands of interconnected species, with millions of interwoven dependencies. Darwin saw the unique quality of isolation on evolution on the Galapagos Islands, and since then, our understanding of biodiversity and ecology has broadened.\nPhoto: Cliff1066\nIn a study of marine species carried out in the Mediterranean region, invasive species and over-exploitation of resources were found to be the two biggest threats to biodiversity. Other studies have shown that invasive fish species introduced to rivers grow on average 12 cm larger than native fish. \nThe first global analysis of invasions in aquatic habitats found human activity to be mainly responsible, finding a direct correlation between the number of invaders and human population density. As global economic expansion continues, the future of many aquatic ecosystems hangs in the balance.\nPhoto: Sam Fraser-Smith\nThe cane toad (Bufo marinus) has been introduced all over the world in attempts to control sugar cane pests. The toad generally has other ideas, and usually decides it would rather eat the local wildlife. It is incredibly poisonous, and since its introduction has done more damage to pets than sugar cane pests. \nWith no natural controls, the cane toad has flourished, having a negative effect on the populations of many local species. The Florida Fish and Wildlife Conservation Commission has declared war on the toad, encouraging residents to euthanize the animal on sight. \nPhoto: Missouri Botanical Garden\nLike a list of most wanted criminals, the Global Invasive Species Database names the latest additions to our known invaders, but what exactly it expects us to do about them is not clear. It even has a list of the top 100 - at number one is a shrub, the fast-growing legume Acacia mearsnii. A family of plants with nitrogen fixing properties, it makes them very useful in areas with poor soil quality. It is wanted for excessive water use and a negative attitude toward biodiversity, as well as a very aggressive tendency to extricate its neighbours.\nAt number two is a snail with a grudge against local flora, followed closely by an infanticidal bird.\nPhoto: Onionhound\nWhile man continues his relentless exploitation of the natural world, we can't help but have unexpected impacts on systems we barely understand. The complex ecosystems of our planet can not disqualify contenders for dominance based on nationality; once an animal is successfully introduced, the competition for survival begins. The birds of Guam had evolved in an environment free from snakes - since the accidental introduction of the brown tree snake, 10 of the 11 native bird species of Guam are now extinct.\nPhoto: lostandcold\nThe desperate state of our planet's biodiversity, as demonstrated by the findings of the recent Summit of Biodiversity in Japan, mean that our companions on planet earth are experiencing an extinction rate 1000 times that of the natural order. A combination of climate change, loss of habitat and unnatural intervention have destroyed 90% of our fish and put one quarter of mammals on the extinction list. The unanimous agreement amongst scientists is that we are experiencing a mass extinction event not seen since the time of the dinosaurs.\n\nSources: 1, 2, 3, 4, 5, 6/, 7","author":"Rich Morgan","web_category":"nature","title":"When Animals and Plants Become Alien Invaders","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-alien-invaders"}