{"summary":"One of only four volcanoes on the planet with a lava lake bubbling at its summit, Mount Erta Ale’s crater is the popular image of a volcano – a bottomless cauldron of lava extending down into the Earth’s mantle.. It’s renowned for Erta Ale, the name describing both the chain of volcanoes responsible for these geological disturbances and its most active individual peak","advice_category":"4","content":"\nPhoto: \nImage: Terri O’Sullivan\nMetre-wide cracks in the ground suddenly split open, as red-hot rock and ash are thrown violently into the air amid searing temperatures. It’s like a vision of how the Earth behaved in prehistoric times. Except these events have happened within the last three years in Ethiopia’s Afar region. What's more, a matter of days ago there was more extreme volcanic activity there, with reports of the country’s biggest eruption to date – and the largest recorded lava flow in scientific history.\nAerial view of Erta AlePhoto: \nImage: Filippo Jean\nSatellite images show that this latest volcanic explosion spewed out lava across a huge area of 300 sq km, a record of its kind according to researchers. The eruption of molten rock also prompted a minor earthquake – though there were no reported casualties or major damage in the remote area, many of whose inhabitants are nomadic people. The same couldn’t be said in 2005, when thousands were displaced by a catastrophic eruption that darkened the skies for days, while lava flows in 2007 forced further evacuations.\nNomadic Afar peoplePhoto: \nImage: Kambiz Kamrani\nThe Afar region is one of the hottest and harshest environments in the world. It’s renowned for Erta Ale, the name describing both the chain of volcanoes responsible for these geological disturbances and its most active individual peak. One of only four volcanoes on the planet with a lava lake bubbling at its summit, Mount Erta Ale’s crater is the popular image of a volcano – a bottomless cauldron of lava extending down into the Earth’s mantle.\nErta Ale crater close-upPhoto: \nImage: Herve Sthioul\nScientists are busy studying these ruptures in the Earth’s crust at Afar, which sits along the 3000 km-long East African Rift marked by mountain ranges dropping precipitously into deep-lying basins. The magma forcing its way up from thousands of kilometres beneath the surface here is gradually splitting the African continent in two. Be prepared to see more of this part of the world’s explosive nature.\nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Ethiopia Experiences World’s Largest Lava Flow","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/ethiopia-worlds-largest-lava-flow/3772"}