{"summary":"Allison is a three-year-old Atlantic Green sea turtle. Sea Turtle Inc., a non-profit turtle hospital in South Padre Island, Texas, hopes to fit one of its residents with what it believes is the world’s first prosthetic flipper.","advice_category":"2","content":"\nSea Turtle Inc., a non-profit turtle hospital in South Padre Island, Texas, hopes to fit one of its residents with what it believes is the world’s first prosthetic flipper.\nAdult Green Sea Turtles can reach up to 450 pounds and live for 100 years.\nAllison is a three-year-old Atlantic Green sea turtle. When Allison arrived at the hospital two years ago, she was bloody and missing three of her four fins, likely from a shark attack.\nUnder normal circumstances Allison would never have survived, but she was a plucky little turtle and bounced back after being force-fed squid and treated with antibiotics. Now she’s three years old and active, but she can only swim in counterclockwise circles and can only surface to breathe by pushing off the bottom with her head.\nOne-flipper turtles obviously couldn’t survive in the wild, unlike two or three-flipper animals. Usually one-flipper turtles are euthanized. An intern at Sea Turtle Inc., however, asked for the chance to nurse her back to health. Allison responded well and is thriving, relatively speaking, today. \nAllison could survive in captivity in her present condition indefinitely. She’s only about 10 pounds, so it’s not an issue. Atlantic Green sea turtles don’t stay that small for long though. Adults reach 450 pounds and can live for more than 100 years.\nSea Turtle Inc. curator Jeff George said: \"She would be destined to shallow water for the rest of her life and that becomes a quality-of-life issue.”\nThat’s where the medical professionals came in. A team of Texas doctors and veterinarians were called on to help create a prosthetic flipper for Allison.\nPart of the team is University of Texas' Dr. Sudarat Kiat-amnuay. She has plans to develop a silicon prosthetic which will attach to a small area of bone on Allison’s body. The flipper will be made from a mould created from a deceased turtle’s flipper.\nThe prosthetics team has not yet figured out how to attach the flipper to Allison, but they believe they can conquer that problem and be ready for a trial in a couple of weeks. Doctors believe their work can help other turtles in similar situations, which could help keep the populations of endangered sea turtle species going strong.\nInfo from Physorg\n\nIf you want to find out all the latest news on how the environment affects you, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Sea Turtle to Get Prosthetic Flipper","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","url":"http://www.environmentalgraffiti.com/ecology/sea-turtle-to-get-prosthetic-flipper/862"}