{"summary":"Sex crimes are also prevalent with steroid use due to the fact that, as stated earlier, with steroid use there is lower impulse control, high aggressiveness, and an increase in libido. Researchers have recently investigated to what extent steroid use is involved with crime","advice_category":"8","content":"\nPhoto: clarita\nIt has been shown that steroid use has negative side affects on its users, such as causing increased libido, irritability, forgetfulness, hostility, severe mood swings and violent outbursts.\nPhoto: dmscs\nIn addition to having negative affects, however, steroid use is also positively correlated with high risk for criminality. Researchers have recently investigated to what extent steroid use is involved with crime. The results are startling.\nSee the results here, recording the correlation between steroid use and police involvement.\nIndividuals who used steroids were twice as likely to be convicted of a weapons charge as those who never used steroids. One explanation for this finding is that, with steroidal use, offenders are more heavily built, bulked and physically more capable of carry out these violent crimes. Also, those who abuse steroids are clinically shown to have a lower level of empathy.\nPhoto: dmscs\nPersonality disorders have also been linked to steroidal abuse. And, when steroid abusers discontinue the use of steroids, they are more likely to develop drinking problems. Also, when abusing steroids and using other illegal drugs, fraud crimes spiked. Opiate drug abuse was a secondary drug of choice for steroid addicts.\nSex crimes are also prevalent with steroid use due to the fact that, as stated earlier, with steroid use there is lower impulse control, high aggressiveness, and an increase in libido. \nPhoto: southernfried\nBefore using steroids legally, one needs to discuss the duration, the high incidence of habituation, and the side affects with their doctor. Otherwise, large muscles and athletic prowess might not be the only thing gained from usage. A police record might also accompany steroid employment!","author":"Asher Kade","web_category":"lifestyle","title":"Using Steroids Might Make You A Criminal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-steroid-use-increases-likelihood-criminality-research-says"}