{"summary":"Seen from space, Stromboli eruptions make an endless buffet of dead marine life for the octopus. The infamous volcano of Stromboli is in constant eruption mode due to its lack of a successful conduit system","advice_category":"2","content":"\nPhoto: Open Cage Info \nOne of the world's largest and most active volcanoes, located in the northern most region of the Aeolian Islands in Italy, torments the marine life living around it every day. Stromboli Island is quite small, just 924m high. The remote island in the Mediterranean is considered a hotspot for tourists year round. Imagine your home constantly being besieged by volcanic lava and ash, with the potential to obliterate all with wrath! \nWhat scientists can't understand is how the octopus that lives in the region survives the constant fiery belly of the beast. There are active craters that are located 100-150 m below Pizzo Sopra la Fossa. The infamous volcano of Stromboli is in constant eruption mode due to its lack of a successful conduit system. This conduit system does not permit it to release all of its energy, creating a continuous cycle of explosions. \nPhoto: Ping News \nPhoto: Rolf Cosar\nThe ancient battle to survive the rumblings of the Stromboli volcano is frightful. It has been holding on to the reign of fire for over 20,000 years. Scientists have been able to study this volcano under water and note the marine life's behaviors as the eruptions take place. \nIt turns out that the octopus has special skills to know when to flee before an eruption is about to occur. Through high-tech sound recording, scientists have  discovered that the octopus can hear very low sound frequencies of 1 to 4 hertz. Only elephants and whales are known to hear at this low a frequency and utilize their knowledge of the seismic activity that is publicized by a volcano or earthquake.\nSeen from space, Stromboli eruptions make an endless buffet of dead marine life for the octopus. This rich nourishment makes the octopus proliferate in this area.\nPhoto: Jens Peterson\nThe Stromboli volcano has been and could be responsible for tsunamis and other environmental disasters. It frequently hurls three-inch lava bombs at its visitors, with wicked laughter in its hellish gut.\nPhoto: GFDL\nWhat is most concerning in all of this, however, are the levels of mercury that are emitted into the air and likely into the sea from these volcanic eruptions.  Volcanic ash contains\nhydrogen sulphide, hydrogen chloride, hydrogen fluoride, carbon monoxide and volatile metal chlorides, to name just a few. Despite this dreary plight of more and more deadly chemicals being emitted into the air and into the sea, tourists and the octopus remain fans of this magnetizing and gorgeous place. The volcano holds the \"most visited\" claim to fame.\nAdditional sources: 1, 2,3","author":"Asher Kade","web_category":"nature","title":"How the Octopus Survives Stromboli's Constant Volcanic Eruptions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserEtnaeruptionseenfromtheInternationalSpaceStationjpg","url":"http://www.environmentalgraffiti.com/news-how-octopus-survives-constant-stromboli-volcanic-eruptions"}