{"summary":"Labyrinths differ from mazes as the latter contain dead-ends which can trap you and make you feel like giving up, then you have to turn back and do it all over again. Lost inside the never-ending twists and turns of the labyrinth, he was eventually killed for being what he was.","advice_category":"8","content":"\nDon't get lost!\nPhoto: dhammza\n\nCan you find your way out of this labyrinth?\nPhoto: Ben Werdmuller von Elgg\n\nIn ancient Grecian myths, the labyrinth was built specifically as a form of prison for the Minotaur, the legendary half-man half-bull who was born a monster and suffered disdain because of it. \nPhoto: Mecookie\n\nLost inside the never-ending twists and turns of the labyrinth, he was eventually killed for being what he was.\nPhoto: Tim Green aka atoach\nLabyrinths today exist as an enchanting playground in which to get lost. \nPhoto: onecle\n\nIn our normal everyday lives, we would take every careful measure not to be misdirected in where we are going, for fear that we might waste valuable time and energy. But to escape this rigidity, we must sometimes surrender to paths unknown, to make sure that we are unsure, this is our way to set ourselves free.\nTo set foot inside a labyrinth, is to enter a world of decisions. \nPhoto: Howard¡¿Gees\n\nDo I turn right? Should I go left? Must I turn back? But the only way really, is to move forward. Problem solving gets us pumped up, and what could be more exciting than answering a puzzle!\nPhoto: Ben Bawden\nInside a labyrinth, there is always a way out. Labyrinths differ from mazes as the latter contain dead-ends which can trap you and make you feel like giving up, then you have to turn back and do it all over again. \nPhoto: Photos of Nature's Calm\n\nBut beware, labyrinths can also confuse you and one wrong turn will bring you back to where you started. Not bad if you want a fresh start!\nPhoto: entr'acte\n\nDo we consciously enter our own private labyrinths to escape everyday-ness? \nPhoto: entr'acte\n\nJust make sure you find your way back to the beginning, or prove that you can find the exit...unless you want to stay trapped there forever!\nPhoto: Skinnyde\n","author":"eve","web_category":"travel","title":"Escaping the Labyrinth: The Significance of the Maze","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-labyrinth"}