{"summary":"Now, we sincerely hope for the sake of the guy performing a face plant here that this video is a stunt – and parkour traceurs  may contest that it’s very bad example of their art – but sometimes you’ve just got to marvel at the folly of urban life.. When it’s executed well, parkour is like the archetypal poetry in motion, its practitioners exercising sublime balance and athleticism as they overcome obstacles with efficient ease","advice_category":"8","content":"\nPhoto: Image: geishaboy\nIt seems like only yesterday every film to hit the big screen contained a compulsory parkour sequence. Maybe now, though, the French-born art of movement (l'art du d?placement) is going back where it belongs – to its roots, to the streets. But there’s a reason why parkour became such a craze so quickly. With stripped-down simplicity, and no props necessary, it’s the ultimate activity for rewarding a heightened awareness of the spaces and environments we inhabit. Or not, as the case may be.\nWhen it’s executed well, parkour is like the archetypal poetry in motion, its practitioners exercising sublime balance and athleticism as they overcome obstacles with efficient ease. On the other hand, when it goes wrong it shows us up for the supremely bungling apes we are. Now, we sincerely hope for the sake of the guy performing a face plant here that this video is a stunt – and parkour traceurs  may contest that it’s very bad example of their art – but sometimes you’ve just got to marvel at the folly of urban life.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"Parkour: Poetry in Motion [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/featured/parkour-poetry-in-motion/7915"}