{"summary":"None of this really mattered to jet age commercial airline companies though, and while turboprops didn’t quite go the way of the T-Rex, they were largely overlooked by commercial carriers gradually converting to jet aircraft. A turboprop is basically a propeller attached to a jet engine fitted with a gear box, which adjusts energy output to maintain maximum power almost constantly","advice_category":"6","content":"\nPhoto: Vlad Volkov\n\nThink of propellers and you might immediately conjure images of Indiana Jones, World War II flying aces and creaky crop dusters. Propeller-driven craft are often perceived as loud, uncomfortable relics left in the dust by quieter and faster jets. But propeller development has been far from static in the wake of the jet ascendency. In fact, jet engine technology helped develop the turboprop. \nPhoto: U.S. Navy National Museum of Naval Aviation\n\nA turboprop is basically a propeller attached to a jet engine fitted with a gear box, which adjusts energy output to maintain maximum power almost constantly. None of this really mattered to jet age commercial airline companies though, and while turboprops didn’t quite go the way of the T-Rex, they were largely overlooked by commercial carriers gradually converting to jet aircraft. But today, facing growing fuel shortages, environmental concerns and congestion, airline companies are discovering that the neglected propeller may offer solutions to issues jets have trouble addressing.\nPhoto: Ken Hackman\nWhile it is true that the jet airliner is currently the king of quick, efficient long-distance journeys, the regional market is a different story. Regional jets actually lose out to turboprops on shorter journeys because turboprops are more efficient: they burn about two thirds of the fuel of a regional jet. They also have a lower cruising altitude requirement, so they spend less time on the most fuel-thirsty portion of the journey: climbing to cruise altitude. \nToday’s turboprops also have on average a greater seating capacity than regional jets. With government caps on the number of regional flights in and out of some major US airports, replacing a 50-seat regional jet fleet with the same number of 70-seat turboprops can actually increase ridership while saving airlines money. For airlines that are forced to cut corners to stay afloat, turboprops look more and more attractive.\nPhoto: 54north\nCurrently, the only two producers of turboprops are France’s ATR and Canada’s Bombardier. But with improvements in design for quieter rides, the turboprop's resurgence in popularity (accounting for over 37% of regional aircraft sales today compared to only 11% in 2002) has prompted other countries to propose designs of their own. \n[img_assist|nid=95919|title=Xi'an MA-600|desc=Xi'an Aircraft Company MA-600|link=none|author=Dura-Ace|author_url=http://commons.wikimedia.org/wiki/File:CAFUC_-_Xian_MA-600.jpg|align=none|width=600|height=800\n\nChinese company Xi’an Aircraft has promised new prototypes, and Russia’s Antonov, which has a legacy of well-built turboprops, has redoubled its efforts to stay in the game.\n\n[img_assist|nid=95920|title=Avanti II|desc=Piaggio Avanti II|link=none|author=Misi77|author_url=http://commons.wikimedia.org/wiki/File:Avanti_II_180.jpg|align=none|width=600|height=800]\nWith many aviation analysts predicting longevity for the turboprop, designers are scrambling to come up with concepts that emphasize style, fuel efficiency and green technology. The Piaggio Avanti II utilizes a unique forward wing mounted below the cockpit for stabilization, and an unconventional turboprop “pusher configuration” with propellers mounted to the rear of the engine to provide thrust. \nBell has produced an innovative “tiltrotor”, which features tiltable turboprop engines so the vehicle can take off and land vertically. NASA recently spearheaded an effort to come up with concepts for future fuel-efficient green aircraft. \n[img_assist|nid=95922|title=Sugar Volt|desc=Boeing Nasa Sugar Volt|link=none|author=NASA/The Boeing Company|author_url=http://www.nasa.gov/images/content/454150main_boeing_sugar_original_full.jpg|align=none|width=600|height=800]\nSeveral of these featured turboprops showcase design innovations like the Boeing-conceived “Sugar Volt”, which envisions a hybrid electric-turbo propulsion system. Another design from GE Aviation promises low-noise turboprop engines designed to offer thrusts during takeoff and landing to save energy. \n[img_assist|nid=95923|title=GE Cessna Prototype Turboprop|desc=GE Aviation's prototype green turboprop|link=none|author=NASA/GE Aviation|author_url=http://www.nasa.gov/images/content/453747main_ge_rgb_1600x1200_1600-1200.jpg|align=none|width=600|height=800]\nNASA’s goal is a design that reduces fuel consumption by 70 percent compared to today, decreases runway length needed, and reduces emissions by more than half the current rates. These concepts are not envisioned for development until 2030. The fact that turboprops figure in them indicates a bright future for a technology that traces its roots back to the first days of flight.\nSources: 1, 2, 3, 4, 5","author":"J. Sherwood","web_category":"art+and+design","title":"The Return of Propeller Aircraft: Why Turboprops Are Making a Comeback","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1332955660c51c6b9d37zjpg_0","url":"http://www.environmentalgraffiti.com/news-propeller-power-turboprops-past-present-and-future"}