{"summary":"13) Although modern pangolins live only in Africa and Asia, pangolin fossils have also been found in Europe and North America.. 1) Pangolins are insectivores, feeding mainly on ants and termites.","advice_category":"2","content":"\nPhoto: verdammelt\n1) Pangolins are insectivores, feeding mainly on ants and termites.\n2) There are 8 species of pangolin - the Indian Pangolin (Manis crassicaudata), Philippine Pangolin (Manis culionensis), Giant Pangolin (Manis gigantea), Ground Pangolin (Manis temminckii), Tree Pangolin (Manis tricuspis), Long-tailed Pangolin (Manis tetradactyla), Chinese Pangolin (Manis pentadactyla) and Sunda Pangolin (Manis javanica).\n3) Due to loss of habitat, alongside predation, Chinese and Sunda pangolins are now on the endangered species list.\nPhoto: Marc Eschenlohr\n4) Nocturnal and very secretive creatures, pangolins are still somewhat mysterious, with scientists knowing relatively little about their behavior in the wild.\n5) In China, pangolin meat is considered to be a delicacy.\n6) Pangolin scales are made of keratin, the same substance as horns, fingernails and hair and are used in both Chinese and African traditional medicine.\n7) Pangolins are favorites in children's books! Titles include 'Pangolins, Unicorns and Other Poems' (Marianne Moore), 'What on Earth Is A... Pangolin' (Edward R. Ricciuti) and 'Roly Poly Pangolin' (Anna Dewdney).\n8) Male Indian Pangolins can be up to 90% heavier than their female counterparts.\n9) Due to the lack of scales on their snout, eyes, ears and underbelly, pangolins curl into a ball for protection when threatened. They can also use the glands on their anus to produce a foul smelling acid in order to deter predators.\nPhoto: Valerius Tygart\n10) Pangolins do not have teeth, nor can they chew, but feed by opening anthills/termite mounds with their claws and catch the insects with their sticky tongues, which can be up to 70cm long!\n11) Pangolins have prehensile tails that they can use for balance or hanging from tree branches.\n12) The main predators of pangolins are humans and big cats, such as lions, tigers and leopards.\n13) Although modern pangolins live only in Africa and Asia, pangolin fossils have also been found in Europe and North America.\n14) Pangolins have very poor eyesight and so they rely on their keen sense of smell to navigate and find food.\n15) As they have very long claws on their front paws, which are unsuitable for walking, pangolins often walk on their hind legs.","author":"pumpkinstar","web_category":"nature","title":"15 Fascinating Facts You Didn't Know About Pangolins","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","url":"http://www.environmentalgraffiti.com/animals/news-15-fascinating-facts-about-pangolins"}