{"summary":"Nemo 33 is the brainchild of engineer and 20-year diving veteran John Beernaerts, who sought to provide divers with a safe, clean and sustainable underwater environment. Photo: Courtesy of Anne Claessens, Nemo 33","advice_category":"6","content":"\nPhoto: Anne Claessens\nDeep divers are always after a unique experience. But how about one that is an engineering marvel, a recreational hotspot for both newbies and pros, and a great place to meet for lunch, all rolled into one? That could only be Nemo 33, the deepest indoor diving pool in the world.\nWhat is diving, you ask, without the natural world around you? At Nemo 33 it is a totally unique journey through pools, caves and deep pits, where you can escape daily stresses, practice your skills or get certified by diving through filtered spring water maintained at a constant and comfy 30 degrees C. (86 F.). The combination of natural and artificial light and warm, clear water creates a blue and calming atmosphere, where you can fly from platform to ledge, jet through tunnels and dive in deep seclusion. Nemo 33’s deepest pool is a 34.5-meter (113-ft) inverted tower, connected to a second pit by three caves 10 meters (32.8 ft) down containing bells of constantly renewed pressurized air.\nPhoto: Courtesy of Anne Claessens, Nemo 33\nThat means divers can surface inside them and take a breather. One cave is decorated with life-like stalactites, and a second has giant submarine porthole windows sporting dazzling images of sea life. A third cave is often used by dive instructors to toast newly certified divers with a bottle of champagne. How sweet must it be to celebrate your success by drinking a toast of bubbly 10 meters underwater? \nPhoto: John Greenwood\nNemo 33 provides SSI and other certification courses, freediving, and professional diving practice. The facility also contains 250 anchoring points to accommodate film crews and scientific researchers.\nDives occur promptly every hour. A trip to the facility includes all equipment, so all divers have to do is show up. Guests are treated to heated changing rooms, then hit the showers and enjoy a 10-minute snorkeling/skin dive to welcome them to the environment. New divers can practice exiting and re-boarding a boat using the red zodiac that floats on the pool’s surface. Once in the water with your designated buddy, it’s off on an exploratory trip through the warm, pure, bubbly water.\nPhoto: Kaschkawalturist\nNo trip to Nemo 33 would be complete without a visit to the restaurant. This eatery sits seven meters (22.96 ft) below the surface in a dining room surrounded by large windows opening onto the pools, where diners can watch divers having fun, and divers can watch diners enjoying some of the best Thai cuisine in Brussels. The restaurant is not only popular with divers but is often a destination for local business people seeking unique cuisine in an equally unique setting.\nPhoto: Courtesy of Anne Claessens, Nemo 33 \nNemo 33 is the brainchild of engineer and 20-year diving veteran John Beernaerts, who sought to provide divers with a safe, clean and sustainable underwater environment. After seven years of research and construction, Nemo 33 opened in 2004 and has lived up to those objectives, plus one achieved daily by its visitors: fun!\nNemo 33’s 2.5 million liters of filtered spring water are pumped from an adjacent spa and heated by solar panels at a constant rate, providing a sustainable, pollution-free warm water environment. The system uses half the energy of traditional pools but stays even warmer. The facility is safe for divers of any level, provides high visibility, ease of use and premium equipment for optimum comfort.\nNemo 33 is without a doubt an 'immersive' experience. Whether you are there to dive, dine or just take a look around, a trip to Brussels now offers one more astounding stop. For more information about Nemo 33, including prices and schedules, check out the Nemo 33 site.\nPhoto: Courtesy of Anne Claessens, Nemo 33\nSources: 1, 2, 3, 4, 5, 6","author":"J. Sherwood","web_category":"art+and+design","title":"The Deepest Indoor Diving Pool in the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/news-deepest-indoor-diving-pool-world"}