{"summary":"See if your employer will agree to have fruit delivered on a weekly basis, so that there can be a communal fruit bowl. A lamp that gives off an alternative type of light can help change the feel within the office and help move away from a sterile onslaught of white light to something a bit more comfortable and inviting.","advice_category":"8","content":"\nPhoto: Timothy Vollmer\nMany people these days are spending more time in their office than at home! Spending huge amounts of time sitting at a desk staring at a computer screen, surrounded by bland cubicle walls and no natural sunlight can negatively impact well-being and work productivity.\nWhile it would be wonderful if all workplaces were as forward thinking as organisations such as Google, the majority of the corporate world simply does not cater for this type of morale-boosting infrastructure.\nHowever, the good news is that there are a few things one can do in an office environment to make it a little more comfortable and welcoming, which generally does not involve infrastructure changes, large cash outlays, loads of space or management approval processes (although the latter may vary depending on your workplace structure - always check if there are likely to be OH&S or company policy issues first!).  \n1) PlantsPhoto: BasicGov\nThere are many different plants that can survive in low natural light or even with no sunlight at all! The success of keeping these plants alive will vary by light level, temperature and level of care, but if you do some research you should be able to find an appropriate one. Some varieties that people have found to work well in offices with no or low natural light are:\n\n2) LampsPhoto: elvissa\nA lamp that gives off an alternative type of light can help change the feel within the office and help move away from a sterile onslaught of white light to something a bit more comfortable and inviting.\nA desk lamp can also be great for working late and being the last person in the office; save some money (and carbon emissions) by turning off the office-wide lights and just light your desk instead.\nThere are other things you can do with fluorescent lighting, such as putting panels over them. There are even some companies that produce alternative covers with sky and cloud prints on them. \n3) WhiteboardsPhoto: Arenamontanus\nA whiteboard can provide a good way to keep track of your tasks, especially when multiple people are working on the same project. It can also be good for brainstorming ideas or even drawing pictures if you need a bit of a break from staring at a computer screen. \nIf you get a magnetic whiteboard, you can even liven up the office with interesting magnets and affix documents or pictures to it.\n4) PaintingsPhoto: C.Arnott\nSeek out a local emerging artist whose style you like and ask them to do a painting for you. Give them some brief specifications about what you do for work (providing two keywords works well) and any size or colour requirements (if you have them) and let their imagination create an original piece for you.\nThis is usually not too expensive (the 100 x 75 cm painting pictured above cost $450) and has the added benefit of helping a local artist while getting something inspirational and truly unique to liven up the office. A good way to find these local artists is to go to craft and artists markets in your area or to contact the visual arts department of local universities.\n5) FishbowlsPhoto: John Mee\nThis could be either an artificial fishbowl or a live fishbowl. If you go for the latter, make sure there is always going to be someone available to care for the fish. Also research what type of fish would be happy in a work environment. It is also good practice to check with your employer that it is OK to have something like this, especially if opting for live fish.\nHaving some sort of life around can help improve happiness levels. Plus it will give you something other than a computer screen to look at on occasion. Staring constantly at a computer screen can result in back and circulation problems and eye strain. Diverting your eyes and moving around on occasion can assist greatly in health, and watching a fish swim for a few minutes while ruminating over the monthly budget can work wonders.\n6) Fruit BowlsPhoto: karen_2873\nSee if your employer will agree to have fruit delivered on a weekly basis, so that there can be a communal fruit bowl. In many cities, there are companies that will deliver boxes of fruit to offices. Encouraging staff to snack on fruit will improve health and productivity.\nIf your employer is not keen on the idea, take the initiative and make your own, stocking it with fresh fruit from local markets. Perhaps get a few people together to pitch in for the fruit bowl each week.\n7) Mini LibrariesPhoto: japanese_craft_construc tion\nHave a shelf or two of books relevant to your profession, including both academic varieties, reference books and journals and more general books or magazines that may be related to the topic.\nThis will encourage you to look things up in a book rather than on the Internet, getting you away from your computer for a while. You can even combine this with tip number 8...\n8) Bean bagsPhoto: Chris Radcliff\nThis is a little more of an expensive option and requires a bit of room, but it is a great way to get you moving about within the office and away from your desk.\nPut a bean bag in the corner and if you feel you need to refresh your brain a little, grab a book or journal and sit in the beanbag for a few minutes and read. Just be careful not to fall asleep!","author":"binary_distortion","web_category":"lifestyle","title":"8 Tips for Creating a Healthy and Green Office Environment","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-tips-improving-your-office-environment"}