{"summary":"We’ll start out today with a pair of feisty stingrays. This stirs up the sand, and the ray sucks up the crustaceans and worms disturbed by its flapping by using the natural suction created by its mouth","advice_category":"2","content":"\nEnvironmental Graffiti is pleased to partner with Earth-Touch to bring you a weekly series of incredible, all-natural wildlife videos.\nEarth-Touch captures video in the least intrusive way possible, and doesn’t try to sensationalize their content. We’ll bring you the best of their content every week. This week, we have a special underwater edition, with some amazing clips from beneath the seas.\nWe’ll start out today with a pair of feisty stingrays. Have you ever wanted to see two rays fight, but couldn’t convince the folks at your local aquarium to provoke them? I didn’t think so. But if you had, I would advise you to leave the poor rays alone and watch this video instead. Two short-tail stingrays glide over the ocean floor before battling over a bite of food.\nIn this next video, an Earth-Touch crew splashes down in Aliwal Shoal off the coast of South Africa. They’re soon joined by a group of curious blacktip sharks. The circling sharks get closer and closer as the film rolls, allowing you to see the powerful predators in all their natural glory. I love the lampreys attached to the sharks.\nFor our last video we come back to another stingray. This little guy is a ribbontail ray. Like most rays, this species feeds by flapping its wings. This stirs up the sand, and the ray sucks up the crustaceans and worms disturbed by its flapping by using the natural suction created by its mouth.  As the divers swim over to film the ray, they encounter some amazing wildlife. First they come across some scorpionfish, which blends in to the rock with its natural camouflage. Then they find a turtle that appears to be sleeping. It’s amazing how long an animal that needs to surface to breathe can stay underwater.\nPlease join us next week as we bring you more real, natural wildlife footage in partnership with Earth-Touch.\nYou can visit the Earth-Touch website here.\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger.\nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Wildlife Video Roundup","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/chernobyl.jpg","url":"http://www.environmentalgraffiti.com/ecology/wildlife-video-roundup/924"}