{"summary":"With the zerohouse the windows are triple insulated, which ensures the maximum amount of heat is stored within the house. The internal climate is completely controlled by the house","advice_category":"6","content":"\nAs innovative as it is eco-friendly, zerohouse became the only winner of the 2007 Texas Society of Architects (TSA) Studio Award.\nDesigned by Specht Harpman from the Yale School of Architecture, the firm has created some award-winning work unsurprisingly - its client list includes , Prada and the MTV Store.\nThe TSA is a member association representing the members of the American Institute of Architects in Texas. Founded in 1939, TSA is headquartered in Austin. The TSA credits five awards every year to architects which reflect innovation and creativity. The Studio Award category encompasses all unbuilt and theoretical work.\nThe zerohouse was designed for comfort as well as efficiency. Today our carbon footprint is greatest the larger house we have, and the less people we live with. Eco homes in the past have been modelled on this premise. They are efficient, but small, and tend to lack large expanses of glass as this is a major hurdle when controlling the internal temperature of the house.\nWith the zerohouse the windows are triple insulated, which ensures the maximum amount of heat is stored within the house. The internal climate is completely controlled by the house. This may mean more electricity is being used to either heat or cool the interior, but the house has got around this problem by being completely independent of the grid. High-efficiency solar panels store power in on-board batteries. Once the batteries are fully charged, the house is said to be able to maintain continuous use for up to one week with no sunlight at all.\nWater is collected and stored on site and the house uses gravity to pump the water through the house, reducing the need for an electrical pump. All organic waste is collected and composted beneath the house, and only needs to be removed twice a year. Finally, the whole house is automatic, controlled by a range of sensors, the house ‘brain’ is controlled from an everyday personal laptop.\nA fantastic design through and through, and a well deserved winner. But there are some concerns: firstly there are a lot of amazing architects and designers in Texas, but the Texan landscape does not reflect the work of these architects. Secondly, all of the designs could be created and displayed anywhere in the world. There seems to be a lack of localism. It would create a great sense of self if Texas produced not only the best architecture, but also the most symbolic of its past and future.\nIf you want to find out about more supercool buildings and all the latest green living news, why not subcribe to our RSS feed, we'll even throw in a free album.","author":"emma","web_category":"art+and+design","title":"ZeroHouse Is The Winner!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/zerohouse-is-the-winner/639"}