{"summary":"You cannot buy an antidote to reverse the effects of the venom of the blue-ringed octopus. Many toxins lose their effectiveness under extremely cold conditions, but the Antarctic octopus seems to have solved that problem","advice_category":"2","content":"\nPhoto: theogeo\nIf you are a scuba diver, you face many hazards with each dive. Your equipment might fail, you could make a mistake like re-surfacing too quickly, or a shark might attack. But are you also in danger due to poisonous octopuses?\nIn fact, \"all octopuses, cuttlefish, and some squid are venomous\". Every octopus has venomous saliva. A poisonous snake pumps venom through grooved fangs: the bite efficiently delivers the injection. The bite of an octopus may not be as efficient, but it is just as effective.\nThis summer, Dr Bryan Fry found new data after a study in Antarctic waters, leading a team of researchers from the Norwegian University of Technology and Science, the University of Hamburg and his own institution, the University of Melbourne. After collecting more than 200 octopuses from the Antarctic, they determined the various species, and took samples of venom from their catch.\nAs first published on July 21 2010, Dr Fry stated that the Antarctic Octopus has several types of venom. Scientists had not known about two of them: the ones that remain deadly even in those frigid waters. Many toxins lose their effectiveness under extremely cold conditions, but the Antarctic octopus seems to have solved that problem. To see an image of the Antarctic octopus, please view the Science Daily article.\nBut you are not likely to go scuba diving in Antarctica - not on vacation, at any rate. Also, Dr Fry did not claim that the Antarctic Octopus would be a danger to people.\nThe Deadly Blue-Ringed Octopus\nWhat is the most dangerous octopus? Could any cephalopod pose a threat to a scuba diver?\nApparently the blue-ringed octopus is the sole contender: its venom is indeed a serious danger to human beings. It is the most poisonous octopus in the world, and far out-ranks the Antarctic octopus.\nPhoto: Drow_male\nYou might find the blue-ringed octopus in shallow tide pools from Japan through to Australia. They may be near the surface or 20m deep.\nOr you might not find a blue-ringed octopus at all. They are very difficult to see. They are about the size of a golf ball - only growing to about 8 inches (20cm) at most. Its usual colour is a dull yellowish brown. Only when aroused to bite - whether hunting or in defense - does it show the blue rings against a yellow background.\nPhoto: David Breneman\nThe bite is not especially painful. You may not realize that you had been bitten - not until you begin to feel the effects of its deadly venom. \nYou may experience nausea, and then find it hard to see or feel. Within minutes, it becomes difficult to breathe. Although you may remain conscious for a while, you may suffocate. \nYou cannot buy an antidote to reverse the effects of the venom of the blue-ringed octopus. You need friends to administer first aid. Someone must provide artificial respiration - rescue breathing - until your body deals with the toxin. This is the same way a person sobers up drinking alcohol, except that very few people need help to keep breathing when drunk. You might require several hours to begin breathing on your own. \nYour friends should call for an ambulance. Hospital treatment, with a ventilator, would give you your best chance to recover.\nOn the Other Tentacle\nThe blue-ringed octopus prefers to eat crabs - using its poison in its hunting. It bites predators in self-defence. Humans may be more dangerous to the blue-ringed octopus than it is to us. In their 2003 article, Sheedy and Beasley warned that people may someday kill off the blue-ringed octopus out of fear - at that time, it was not an endangered species.\nDr Fry pointed out that ongoing research efforts may someday transform cephalopod venoms into medicines. These may be used to treat pain, cancer or allergies. Perhaps we should look for \"octospirin\" tablets at the pharmacy someday. In the meantime, take care when your vacation involves exploring Pacific tidal pools: the blue-ringed octopus may be lurking with a beak-full of deadly poisonous venom.\nPhoto: gilbrit\nReferences:Science Daily, \"Scientists tap into Antarctic octopus venom\", published July 28, 2010, referenced July 30, 2010.Melbourne Newsroom, \"Scientists tap into Antarctic octopus venom\", published July 21, 2010, referenced July 30, 2010.Carolyn Barry, National Geographic News, \"All Octopuses Are Venomous, Study Says\", published April 17, 2009, referenced July 30, 2010.Author \"txtface\", Did You Know?, \"The blue-ringed octopus\", published 02/03/2010, referenced July 30, 2010.Wikipedia, \"Snake Venom\", modified June 27, 2010, referenced July 30, 2010.Jon Sheedy and Sam Beasley, \"Hapalochlaena, The Blue-Ringed Octopus\", created or revised April 1, 2003, referenced July 30, 2010.Wikipedia, \"Blue-ringed octopus\", modified July 12, 2010, referenced July 30, 2010.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.","author":"MikeDeHaan","web_category":"nature","title":"How Deadly Are Venomous Octopuses?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44109-2701756110105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-does-venomous-octopus-pose-threat-your-vacation"}