{"summary":"Michel Andr?All three of the NEPTUNE Canada hydrophones. Michel Andr?, a bio-acoustician at the Technical University of Catalonia, Spain has spent more than 10 years developing acoustic technologies to control the noise pollution in an oceanic environment","advice_category":"4","content":"\nPhoto: AVampireTear\nBefore ships, sonar technique, submarines and fishing boats were invented, the oceans were a quieter place for animals to live in. But today, these  human-made ‘anthropogenic’ underwater noises are blanketing a large ocean area and are affecting marine species. An increase in noise is responsible for decreasing species diversity in marine animals, especially in cetaceans.\nCetacean is the collective name for marine mammals such as dolphins, whales and porpoises, which are best suitable to the aquatic environment. Cetaceans show high intelligence and problem-solving ability. They can think abstractly, are quick learners and use various sounds to communicate, such as groaning, singing or moaning. Cetaceans are very sensitive to sound and the aforementioned noise is potentially preventing them from hearing their predators or prey. \nPhoto: Dr. Michel Andr?Hydrophone locations monitored by LIDO\nDr. Michel Andr?, a bio-acoustician at the Technical University of Catalonia, Spain has spent more than 10 years developing acoustic technologies to control the noise pollution in an oceanic environment. He has developed the first system equipped with hydrophones. Listening to the Deep Ocean or LIDO is a one-of-its-kind website system that can detect the presence of cetaceans and records sounds on the seafloor in real time over the internet. \nDeveloped at the Applied Bioacoustics Laboratory or LAB, this innovative system is completely automated, producing uninterrupted data streams and saving a considerable amount of time. With LIDO, one can not only listen to the results of the analysis, but it is also possible to see it live over a website, available to the global scientific community.\nPhoto: Dr. Michel Andr?All three of the NEPTUNE Canada hydrophones\nWith LIDO, it is possible to streamline multiple hydrophones at the same time and keep track of marine mammals like whales over a large distance. At present, a set of 13 hydrophones has been installed in over 10 underwater platforms, all around the world (to listen, visit listentothedeep.com). A new EU directive on the sea has ruled that all member states must comply with a set of indicators for measuring marine noise pollution before 2012.  \nPhoto: Dr. Michel Andr?\nTelemetry devices, seabed drilling, oceanographical experiments - each of them is causing serious and irreversible damage to the marine ecosystem. Because of such noise, the animals are not only often experiencing hearing damage, but are also changing their migration paths away from their normal territory.\nA group of 11 experts, including LAB-Director Dr. Michel Andr?, has plans to develop alarm technology in the near future that would send off indications whenever cetaceans are approaching areas with high noise levels. It is a major step towards understanding how the cetacean's acoustic life is affected by noise pollution and how further improvements can be made.\nAll images except the first one courtesy of Dr. Michel Andr?, LAB\nSources:http://www.neptunecanada.ca/news/news-details.dot?id=25400http://technology.ienergysaver.com/tag/deep-ocean/http://www.sciencedaily.com/releases/2010/12/101216095025.htm","author":"Alka Sharma","web_category":"science","title":"Breakthrough Technology Saves Marine Mammals from Noise Pollution","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-43415-2749333010104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-cetaceans-acoustic-life-affected-noise-pollution"}