{"summary":"Apparently, it is not uncommon for a female wallaby to support three young at the same time; one fertilized egg in the uterus, a second neonate suckling in the pouch and a third active joey who has left the pouch but returns to suckle.. In some species, joeys stay in the pouch for up to a year or until the next joey is born","advice_category":"2","content":"\nPhoto: sontag\nYou might think you already know everything there is to know about wallabies, but the chances are that you are mistaken - their world contains a whole secret knowledge to discover. Here are some little known facts about wallabies.\n1. Wallabies are Pink and Furless at BirthPhoto: sontag\nWhen joeys are born they are blind and furless and about the size of a proverbial jellybean. Yes, tiny! They are, in fact, only a little past the embryonic stage. And, after the 4 to 5 week gestation period, the new arrival's first trip is across its mother's fur and into the pouch. Here the joey attaches to the teat to suckle for six or seven months. A joey will remain in the pouch until it has developed fully. Only when it has fur and sight and is able to jump to safety does it emerge.\nAt first, the joey spends varying lengths of time out of the pouch, grazing and acquiring vital survival skills. When it needs to sleep or it feels threatened, however, the joey will return to the pouch. In some species, joeys stay in the pouch for up to a year or until the next joey is born. However, for most wallabies the young are thought to be independent by 9 months.\n2. Wallabies Have Aquatic SkillsPhoto: sontag\nMost Australians, who live in the land of bouncing marsupials, are not aware that these creatures can swim. Unless they are zoologists, that is. But they do, as you can see.\nMany people are impressed with macropods (a term which means 'big foot') because of their ability to jump using their powerful hind legs as well as the way they carry their young in a pouch. But kangaroos and wallabies are also competent swimmers. On land, they can only move their hind feet together but when swimming they can kick each leg independently. And, apparently they make efficient swimmers when they swap their hopping action for a 'doggy' paddle style, according to Tish Ennis of the Australian Museum.\nApparently, these mammals are most frequently seen swimming at dusk. Like the Black or Swamp Wallaby (Wallabia bicolour) pictured here. But most reports associated with kangaroos and wallabies swimming habits are anecdotal and more rigourous research is yet to be conducted. The reasons why they swim also remain unclear. But from what I've witnessed, wallabies simply like it.\nJust to really blow your mind, wombats and echnidas like to take a dip too.\n3. Female Wallabies Can Produce Two Types of Milk\n  \n\nNow this is amazing. Female wallabies have the remarkable capacity to successfully produce two different kinds of milk at once. Through one nipple will come milk suited to the developing joey and through another teat will come milk specifically for the larger joey that has already left the pouch. Each joey suckles on a different teat in order to get the right milk!\nEach kind of milk contains varying compositions of lipids, carbohydrates and proteins. The milk for the older joey has a higher fat content.\nApparently, it is not uncommon for a female wallaby to support three young at the same time; one fertilized egg in the uterus, a second neonate suckling in the pouch and a third active joey who has left the pouch but returns to suckle.\n4. Wallabies 'Thump' to Communicate\nZoologists believe that visual and olfactory signaling are the preferred modes of communication between wallabies and that auditory and tactile methods rate further down the scale. However, when a wallaby is alarmed or senses danger, it adopts a frozen posture and then makes foot thumps like a drummer (albeit lasting for only one or two beats) to warn others of its mob of the potential threat. In a few species, the foot thumping is accompanied by hisses and snorts. The same hind legs that drum warning signals are also capable of delivering powerful kicks to predators.\n5. Wallabies are Attacked by Birds, Humans and Other Wild MammalsPhoto: sontag\nWallabies being relatively small in size (though the largest can reach 1.8m  from head to tail and weigh up to 30kg) possess a number of predators. These include: European foxes, Tasmanian devils, dingoes, wedge-tailed eagles, cats, dogs and last, but not least, humans.\nJoeys are vulnerable to wedge tailed eagles and even the odd carpet snake, I believe. But apart from dingoes and Tasmanian devils, adult wallabies are most at risk from humans and introduced species such as foxes. A common fate of wallabies is to become roadkill. Wallabies and kangaroos account for a large percentage of wildlife killed on Australian roads. In Australia, though, at times when the conditions are right, the population of macropods booms. A common response to the growth in the numbers of wallabies (and the consequent impact on grazing and cropping) is to introduce culling. In one year alone, for instance, more than one million wallabies and pademelons were shot in Tasmania during a campaign to 'protect farms and forests'. Many organisations, such as the Australian Society for Kangaroos, regard this as being devastating. \nAlternative management methods such as wallaby proof fencing are regarded as more appropriate. Some advocate the use of non lethal methods such as the capture and translocation of wallabies or some form of fertility control in order to manage the 'unsustainable' populations. There is a great deal of debate about this issue, however, and the jury is still out!\nWarning: Animal Aggression contained in this video may offend some viewers (Note: It does, however, have a happy ending for the wallaby)\nFossils of macropods date back some 4 million years, so their track record of survival, despite the odds, is brilliant!","author":"sontag","web_category":"nature","title":"5 Unbelievable Facts About Wallabies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockPeek-boo128179jpg_0","url":"http://www.environmentalgraffiti.com/news-5-incredible-animals"}