{"summary":"Some scientists fear that pollution is beginning to damage the health of polar bears. Although polar bears are hunted for food, this is not a major threat to the species","advice_category":"2","content":"\nPhoto: longhorndave\nThe polar bear is instantly recognized by its nearly white coat and massive size. Although many readers might already know some of these polar bear facts, there may be some surprises in store.\nPhoto: joanna8555\nPolar Bear Facts\nThe polar bear's scientific name is Ursus maritimus, because it is a maritime mammal. It lives on the ice of the Arctic Ocean, where it can catch and eat seals.\nIts range includes northern portions of Alaska, Canada, Scandinavia, Russia and Siberia. Polar bears usually live in \"low densities\", but populations become more crowded in summer when they are forced ashore.\nBaby polar bear cubs are born anytime from late November through mid January. The cub only weighs about one pound (under 500 grams) at birth. A well-fed, mature female weighs around 250 Kg (550 pounds); males can reach about 640 Kg (1,400 pounds).\nPhoto: beingmyself\nIs the Polar Bear an Endangered Species?\nPolar bears are not \"endangered\", but they may be on the path towards that status. According to the IUCN (International Union for Conservation of Nature and Natural Resources), the polar bear's status was assessed as \"vulnerable\" in 2008. The main causes for this are the loss of the area which it can inhabit and the quality of that habitat.\nAs noted, the polar bear resides on top of Arctic marine ice, and most live on \"annual\" ice. That means the ice forms bridges between islands in late autumn and melts over the summer. Polar bears must then move to land; they usually stay near the coast.\nFemales live on land to bear their young; this means surviving on body fat. However, all the bears rely on returning to their icy hunting grounds for their nourishment.\nPolar bears face a challenge in adapting to changes in their environment because of their long reproductive cycle. A mother will only care for one set of twins at a time. Since the young are not fully weaned until after their second birthday, each adult female will only give birth to about five litters in her lifetime.\nAlthough polar bears are hunted for food, this is not a major threat to the species. Individuals are more vulnerable if they spend too long on shore... which is a possibility if the winter freeze is delayed.\nSome scientists fear that pollution is beginning to damage the health of polar bears. Since they are at the top of the food chain, any fat-soluble pollutants will be retained and concentrated in their bodies.\nClimate Change is the Challenge\nPhoto: Aramisse\nSpecifically, if the warming trend continues, there will be less annual sea ice available for polar bears to exploit as their feeding grounds. Even if the ice returns annually, delays in freezing or earlier thaws will reduce their hunting season. Hungry mother bears will have difficulty raising their cubs, the baby polar bears, to maturity.\nAny polar bear who learns that human settlements have food sources, such as landfill sites, will be considered a dangerous nuisance. They will either be relocated or killed.\nThus, the main factors that have endangered polar bears are climate change, pollution and, to a lesser extent, hunting as made easier through climate change.\nHope for the Polar Bear\nThe males already use permanent ice regions in the Arctic as year-long hunting ranges. This gives them the best chance of individual survival.\nMost host countries have launched conservation measures to ensure that polar bears are not hunted into extinction. While these developments are welcome to conservationists, they often point out that the loss of habitat is a far greater risk and one that is not being addressed as seriously.\nPhoto: beingmyself\nPolar bears are among the favourites at zoos. Knut was perhaps the most famous. He was born in a Berlin zoo, rejected by his mother and hand-reared by keeper Thomas D?rflein. Knut made baby polar bear pictures into significant internet search results. Knut the polar bear died in 2011 at age four. \nPhoto: Udo Schr?ter\nLet us hope that a healthy population of polar bears will long enjoy freedom in the frozen Arctic.\nPhoto: xrayspx\nReferences:Schliebe, S., et. al., International Union for Conservation of Nature and Natural Resources, Red List, \"Ursus maritimus\", referenced May 16, 2011. Endangered Polar Bear.com, \"Polar Bear Facts\", updated Oct. 31, 2009, referenced May 16, 2011. Tim Wall, Discovery News, \"Knut the Polar Bear Dies Young\", March 21, 2011, referenced May 16, 2011.  ","author":"MikeDeHaan","web_category":"nature","title":"Is the Beloved Polar Bear Truly an Endangered Species?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Polarbearsnearnorthpolejpg","url":"http://www.environmentalgraffiti.com/animals/news-beloved-polar-bear-truly-endangered-species"}