{"summary":"The discovery could mean year-round, farmed production of the fish. The fish farming business, also known as aquaculture, has seen its fortunes rise in recent years","advice_category":"2","content":"\nSouthern bluefin tuna are one of the most valuable fish species, prized for their use in sushi and sashimi.\nOriginal image by OpenCage\nThey also happen to be close to extinction, with population levels about 92% lower than they were when industrial fishing for the species began in the 1950s. A 2006 study said that catch levels of the fish are unsustainable, with a 50/50 chance that all the fish capable of laying eggs will be extinct within 12 years if levels continue at their current pace.\nWhile the bluefin tuna exists elsewhere, the extinction of the southern variety could deal a blow to the ecology of the Pacific. That’s why a recent announcement by a seafood company was met with such enthusiasm.\nClean Seas Inc. announced that is successfully collected egg and sperm from captive bluefin tuna in South Australia. If baby fish can be created from this captured material, it could mean a revival in the species’ fortunes.\nThe discovery could mean year-round, farmed production of the fish. With farmed fish available, current fishing methods that radically lower the fish’s population levels could be obsolete. It could bring the fish back from the brink of extinction.\nClean Seas has yet to create baby bluefin, but it has had success with similar projects over the years. The company is already successfully farming yellowtail kingfish.\nThe fish farming business, also known as aquaculture, has seen its fortunes rise in recent years. While the most famous story on fish farming in the news was when a salmon farm was wiped out by jellyfish recently, the news from the industry has generally been more positive.  As more and more people speak with their wallets on environmental issues, sustainably raised fish has become more popular in markets across the globe.  Clean Seas Inc. stands to profit handsomely from their new findings, with shares rising over 30% at points after the announcement. Who says there’s no money in a green economy?\nInfo from Reuters\nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Endangered Tuna Could be Saved by Fish Farming","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giantsquidphotofishingphotography3jpg_0","url":"http://www.environmentalgraffiti.com/sciencetech/endangered-tuna-could-be-saved-by-fish-farming/882"}