{"summary":"Photo: Image Courtesy: Dr. Dr","advice_category":"4","content":"\nPhoto: Image Courtesy: Max Plank Institute for Solar System ResearchDeep Space 1 image of Comet P/Borrelly with jets of gas and dust\nWhether life beyond Earth exists has been a greatly debated topic for many years. But when a scientist at NASA's Marshall Space Flight Center claimed to have found fossil evidence of alien life inside rare meteorites, it seemed to make one thing sure – that we are not alone.\nDr. Richard B. Hoover, an astrobiologist with NASA, extracted some samples from various meteorites. There he discovered many large complex filaments embedded inside the freshly fractured internal surfaces of the meteorite.\nThe most interesting aspect of this research is that these filaments appear be nothing but the microscopic fossils of alien life, bacteria very similar to ones on Earth. Also, their chemical composition and other physical characteristics such as size and structure are very different from other mineral species.\nPhoto: Image Courtesy: Dupont Meteorite Collection, Planetary Studies FoundationIvuna CI1 meteorite filament (0.8 £gm diameter) with dark lines C, partially encased in thin carbon-rich sheath\nThe above image is a FESEM (Field Emission Scanning Electron Microscopy) image of a thin uniseriate filament that is flattened at the terminal end. Cylindrical in the lower portion, this small, undulatory filament is rich in Carbon, Magnesium and Sulfur, and depleted in Nitrogen.\nThese extremely rare meteorites are known as ‘CI1 carbonaceous chondrites’, and there are only nine such meteorites on Earth. With the detection of fossils of cyanobacteria in the CI1 meteorites, the idea of life on comets becomes a real possibility. Cyanobacteria is a phylum of bacteria, representing the earliest known life forms on Earth. They are prokaryotic and obtain their energy from photosynthesis.\n“The exciting thing is that they are in many cases recognizable and can be associated very closely with the generic species here on earth,” Dr. Hoover told FoxNews.com, in an exclusive interview.\nPhoto: Image Courtesy: Dr. Riccardo GuerreroGiant bacterium Titanospirillum velox\nThe above image is a FESEM Backscattered Electron image of an Ivuna filament with sulfur-rich globules S and rounded terminus R that is similar in size and morphology to the giant bacterium 'Titanospirillum velox'.\nThe study was published in the March, 2011 edition of the Journal of Cosmology. Dr. Rudy Schild, a scientist with the Harvard-Smithsonian's Center for Astrophysics and Editor-in-Chief of the Journal, has written in his editorial note: “Given the controversial nature of his discovery, we have invited 100 experts and have issued a general invitation to over 5,000 scientists from the scientific community to review the paper and to offer their critical analysis.”\nAccording to the Journal, the study provides conclusive evidence of the extraterrestrial origin of meteoritic carbon and cannot be associated with terrestrial bio-contaminants. “No other paper in the history of science has undergone such a thorough vetting, and never before in the history of science has the scientific community been given the opportunity to critically analyze an important research paper before it is published,” Dr. Schild further wrote.\nSource: 1, and Press release.","author":"Alka Sharma","web_category":"science","title":"Has Evidence of Alien Life Been Discovered Inside Meteorites?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-evidence-alien-life-discovered-inside-meteorites"}