{"summary":"Designed by the Zurich-based NAU Design Team, the Ecco Camper is a radically innovative project for a 100% environmentally sustainable, constraint-free mobility. Compact, stylish and aerodynamic while on the road, when it is parked, the Ecco expands to provide the level space and comfort its forebears could only dream of.","advice_category":"8","content":"\nPhoto: NAU - Michael BrownAll images courtesy of NAU and used with permission\nZero emissions. Zero guilt. Unlimited space to dream. Here comes the Ecco promise...\nDesigned by the Zurich-based NAU Design Team, the Ecco Camper is a radically innovative project for a 100% environmentally sustainable, constraint-free mobility. A pioneering spirit that takes you where you want, when you want, without having to worry about how much a full tank will cost or how much it will harm the environment. \nThe Ecco Camper is for all those who love traveling but at no expense to the environment: fully electric, its batteries can be recharged at any 240v station. When no electricity is available, the Ecco can be recharged directly by energy from the Sun thanks to its built-in photovoltaic panels and solar sail roof.\nThe Ecco gets passengers to their destination and becomes a temporary home when they get there. Compact, stylish and aerodynamic while on the road, when it is parked, the Ecco expands to provide the level space and comfort its forebears could only dream of.\nA harmonious blend of precision aluminum and glass, the Ecco's direct and sculptural form cheats the wind while pleasing the eye. While a bit wider than its Volkswagen Camper predecessor (the Ecco is 2.55 m wide and 4.62 m in length), the Ecco enjoys a more aerodynamic shape, and the vehicle rides closer to the ground. The result is vastly improved interior volume, wonderful sight-lines for all passengers, and less wind resistance to boot.\nPhoto: NAU - Michael Brown\nThe sliding roof allows for enlarging internal spaces when at one's final destination, while giving an outer space-observatory effect to admire stars at night. The king-size, semi-transparent windows allow for a seamless view of the surrounding nature. \nFuturistic and environment-friendly as it is, designers did not forget to provide the Ecco Camper with all the tools, devices and systems travelers need for their daily life: five seats, beds and a toilet ensure passengers feel comfortable while traveling and during their stops.\nThe project is still at concept phase, but many do believe it will not be too long before it becomes an icon for all future environment-friendly travelers.","author":"franco","web_category":"lifestyle","title":"Ecco Camper: Could Zero Emissions Travel Soon Become a Reality?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lifestyle/news-ecco-camper-new-way-traveling-zero-emission"}