{"summary":"LaPaz thought that the only real way to study this phenomenon was to set up observation and photographic areas in and around the places where the green fireballs were seen. The fireballs would shoot through the atmosphere, usually in the vicinity of highly classified nuclear facilities like Los Alamos or the Sandia National Laboratory, where atomic bombs were assembled","advice_category":"4","content":"\nPhoto: C M Handler\nThe green fireball phenomenon came to prevalence in the late 1940s, and no one in the scientific world knew what to make of it. The fireballs would shoot through the atmosphere, usually in the vicinity of highly classified nuclear facilities like Los Alamos or the Sandia National Laboratory, where atomic bombs were assembled. At the time, these were some of the most sensitive and top-secret locations in the United States.\nAround a dozen green fireballs were reportedly spotted on one occasion, all of them in the airspace of New Mexico, home of both Los Alamos and Sandia. The fireballs were at first mistaken for green flares, but their large size and brilliance soon showed such speculation to be false.\nAttempts to explain away green fireballs as meteors didn't fit the facts. For one, green fireballs generally flew on a more horizontal course, while meteors invariably plunged down into the Earth's atmosphere. In some of the later cases it's said that the green fireballs began to fall along vertical trajectories before disappearing.\nPhoto: NASA Ames Research Center/S. Molau und P. Jenniskens\nSome of the most prominent scientists of the day were called in to determine what the fireballs might actually be. They included Lincoln LaPaz, a pioneer in meteor studies; Edward Teller, who had worked on the first atomic bombs; Clyde Tombaugh, the astronomer who discovered Pluto; and even Edward J. Ruppelt, who was the director of Project Blue Book, the government's own investigation into UFOs.\nDr. LaPaz thought that the only real way to study this phenomenon was to set up observation and photographic areas in and around the places where the green fireballs were seen. Although limited funding was granted to do just that, as soon as the stations were in place, the green fireballs stopped falling near them. Then, as the observation stations were discontinued, the fireballs seemed to return. This unnerving trait may have caused Dr. LaPaz to believe that they were artificial, intelligently controlled devices (if he wasn’t already convinced).\nPhoto: E. Wei?\nTo investigate the green fireballs further, Dr. Ruppelt spoke with a number of Los Alamos scientists who had seen them, and most agreed that they were not a natural phenomenon. They believed there was a giant UFO mother ship parked above the Earth that was shooting green 'probes' into the atmosphere. On the other hand, the head of Los Alamos, Dr. Teller, speculated that some type of naturally forming meteor held the explanation.\nGreen fireballs persist to this day, although not in the numbers seen in the late 1940s. They are usually observed in the vicinity of sensitive military compounds like Cold Lake air force base in Canada, and the Sizewell nuclear power stations in Suffolk, England. Whether they’re natural or artificial – that fact has never been conclusively determined. And all in all, maybe it is better if we don't know.\nSources: 1","author":"Dale Y The Green Guy","web_category":"science","title":"The Mystery Behind the Green Fireball Phenomenon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb60.webshots.com-25019-2150346800102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-green-fireball-phenomenon"}