{"summary":"The fountain produces a major water display every hour on the hour for approximately 20 minutes. Fountain of Wealth, Singapore Photo: SengKang This gigantic fountain is the central feature of Suntec City mall in Singapore","advice_category":"6","content":"\n1. The Buckingham Fountain, ChicagoPhoto: Howcheng The one thing that is guaranteed to get the attention of an onlooker is a water feature. There is something very soothing and magical about the sight and sound of running water, even more so when it is enclosed in a spectacular setting. \nThere are some fabulous fountains around the world  - the one above, for example, is located at Columbus Drive and Congress Parkway in Grant Park in Chicago. Buckingham Fountain opened in 1927 and is still one of the largest fountains in the world. The fountain produces a major water display every hour on the hour for approximately 20 minutes. Every minute, 133 jets spray approximately 14,000 gallons of water into the air. The center jet shoots water 150 feet into the air. The fountain water display operates from 10:00 a.m. to 11:00 p.m. Beginning at dusk, the water display is accompanied by a major light and music performance. There are 820 lights choreographed with the water and music. \n2.The Burj Kalifa Fountain, Dubai Photo: Rokaszil The Burj Kalifa Fountain in Burj Dubai, UAE is among the largest and most technologically advanced fountains in the world. The $218 million fountain was unveiled in May of 2009. While it’s similar to the famed Bellagio Fountain in Las Vegas, it’s 25% bigger and boasts water sprays as high as a 50-story building. But even more impressive than the facts and figures is the sheer beauty of the lighted water show. It’s nothing short of breathtaking. \n3. Moonlight Rainbow Fountain, Seoul, Korea Photo: Seoul Metropolitan Government The Moonlight Rainbow Fountain is the world's longest bridge fountain with nearly 10,000 LED nozzles that run along both sides that is 1,140m long, shooting out 190 tons of water per minute. Installed in September 2009 on the Banpo Bridge, it showcases Seoul's eco-friendliness, as the water is pumped directly from the river itself and continuously recycled. The bridge has 38 water pumps and 380 nozzles on either side, which draw 190 tons of water per minute from the river 20 meters below the deck, and shoot as far as 43 meters horizontally. \n4. King Fahad's Fountain, Jeddah, saudi arabia Photo: Jan+Tielens On the coast of Jeddah in Saudi Arabia, this impressive fountain dominates the horizon and has been in operation since 1985. It is the tallest water jet in the world and its spray reaches over 850 feet above the Red Sea from which it draws water. A beautiful sight at any time of the day, it is especially so at night when more than 500 spotlights illuminate the massive water jet. \n5. Fountain of Wealth, Singapore Photo: SengKang This gigantic fountain is the central feature of Suntec City mall in Singapore. The fountain stands at over 45 feet (13.8 meters) and is said to bring good fortune and wealth to those who walk around it three times while constantly touching the water. It was recorded in the 1998 Guinness Book of World Records as the world’s largest fountain. \n6. La Joute Fountain, Montreal, Canada Photo: jrgcastro There are few water displays as dramatic as La Joute (“the joust”) Fountain in Montreal. The fountain runs on a 32-minute kinetic sequence that culminates on the hour with a stunning ring of fire encircling the central island. Created by Jean-Paul Riopelle in 1969, this unusual fountain currently sits in Place Jean-Paul-Riopelle in the Quartier International de Montreal. \n7. Trevi Fountain, Rome, Italy Photo: Arturosrex The Trevi Fountain is at the ending part of the Aqua Virgo, an aqueduct constructed in 19 BC. It brings water all the way from the Salone Springs (approx 20km from Rome) and supplies the fountains in the historic center of Rome with water. In 1732, Pope Clement XII commissioned Nicola Salvi to create a large fountain at the Trevi Square. A previous undertaking to build the fountain after a design by Bernini was halted a century earlier after the death of Pope Urban VIII. Salvi based his theatrical masterpiece on this design. Construction of the monumental baroque fountain was finally completed in 1762. \n9. The Nations Friendhip Fountain, Moscow, Russia Photo: Vladimirovich The impressive Friendship of Nations Fountain (also known as the People’s Friendship Fountain) is a unique display of 16 gilded statues, each representing one of the member nations of the former Soviet Union. The fountain sits in the large plaza just outside of the All Russia Exhibition Centre. The fountain and the entire plaza in which it sits can’t be missed if you’re visiting Moscow – they are a fascinating bit of Russian history. \n10. Archibald Fountain, Sydney, Australia Photo: Dcoetzee Unveiled in 1932, Archibald Fountain in Sydney, New South Wales, Australia has been called the country’s most impressive fountain. The funds for the fountain were provided by journalist J.F. Archibald in his will, with the stipulation that the fountain must be created by a French artist. Francois Sicard was awarded the project and created a truly beautiful piece of art that has become the centerpiece of Hyde Park. \nThese are just some of the most amazing fountains that have been installed around the world, but they really do give a great insight into just how ingenious and innovative the designers of such features are. Water art, in every sense. Photo: Greg+O+Bierne \nSources: 1,? 2, 3 ","author":"tonyleather","web_category":"art+and+design","title":"10 Most Incredible Fountains on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-10-world’s-most-fabulous-and-fantastic-fountains"}