{"summary":"Sharks' teeth are especially plentiful because each shark continuously loses and replaces its teeth throughout its lifetime. During the Miocene Epoch (17 million years ago), warm ocean waters covered Southern Maryland","advice_category":"4","content":"\nPhoto: User:TomCatX\nDuring the Miocene Epoch (17 million years ago), warm ocean waters covered Southern Maryland.  An abundance of aquatic plants provided ample food and shelter for sea life of that time; many now-extinct shark species preyed on this sea life. Then the climate changed. \nOnce the last ice sheet receded and the Chesapeake Bay formed as we know it, the remains of the Miocene sea life, which had been preserved on the Miocene sea floor, were revealed in deposits that now loom as cliffs 100' or more high. The erosion action of wind and water reveal these fossilized remains, washing the preserved shark teeth up onto Southern Maryland beaches. \nPhoto: author: THobern\nTeeth from the Megalodon Shark and the Giant White Shark as well as other long-extinct shark species are all there for the finding. Sharks' teeth are especially plentiful because each shark continuously loses and replaces its teeth throughout its lifetime. This alone provides an almost unlimited supply of fossilized teeth. \nPhoto: Kate W\nAnother theory says that the seas that covered Southern Maryland were especially congenial for the sharks as a calving area. This explains why so many teeth are tiny compared to the less common larger ones. \nIf you're wondering why only sharks' teeth are found... just remember that sharks don't have bones. They are made out of cartilage, which does not usually fossilize. \nPhoto: Catalina Pimiento, Dana J. Ehret, Bruce J. MacFadden, Gordon Hubbell\nIt takes a practiced eye to spot one of these precious fossils. More than one beach visitor has come away a dedicated archeologist. If not an occupation, collecting and identifying fossil shark teeth is a fascinating hobby that can last the rest of your life.","author":"dorothydot","web_category":"science","title":"Giant Shark Teeth Washed up on Southern Maryland Beaches","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/archaelogy/news-fossil-shark-teeth-beach-southern-maryland"}