{"summary":"They just sit there and reflect light, making the frog look blue. Like us, this makes the frog brownish, if it were the only layer of pigmented skin it had","advice_category":"2","content":"\nPhoto: click \nHave you ever wondered why a frog is green? Chances are that if you have a child, they have asked you this question. Frogs have three layers of pigmented skin cells called chromatophores. Melanophores are on the very bottom. They are composed of melanin, which humans have as well. Like us, this makes the frog brownish, if it were the only layer of pigmented skin it had. \nIridophores are the middle child. They just sit there and reflect light, making the frog look blue. This is why the water and the sky look blue. However, there is nothing that is actually blue in the frog, the water, or the sky.\nPhoto: kconners \nLastly, the frog’s top layer of skin is composed of xanthophores. This is kind of urine yellow in nature. This is nothing to write home to mom about. \nPhoto: gordonwd\nIt is a rather ugly color in nature, unless you were manufacturing small appliances in the 1960s. Then, you’d find this color rather remarkable.\nPhoto: lars hammer \nAre you still with me? Good. Some frogs are bright blue because they don’t have xanthophores. Depending on the ratio of thickness of which layer of pigmented skin cells a frog has, they can be brownish black to bright green, or avocado yellow, to a flattering blue. It’s where the frog hangs out most of the time that is the deciding factor on what color it will be predisposed to.\nPhoto: gariputro \nSo... why are frogs green? Instead of responding with a dumb answer like, “just because”, next time answer with this intellectual explanation! Chances are no one will assume you took the short bus to school when you were a little kid.","author":"Asher Kade","web_category":"nature","title":"Why Frogs Are Green","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/animals/news-xyz-0"}