{"summary":"Thanks to MAD for all images.. You’d be forgiven in thinking that MAD architects really have gone mad but, actually, they’re not just sane, they’re total creative geniuses","advice_category":"6","content":"\nYou’d be forgiven in thinking that MAD architects really have gone mad but, actually, they’re not just sane, they’re total creative geniuses. They have just revealed designs for a new-state-of-the-art Chinatown which will not only change how people view the normally crammed, restaurant-laden parts of town, but will lead us into a new age of mobile cities akin to those associated with the imaginings of Isaac Asimov and Philip K Dick.\nChinese architect firm MAD unveiled their radical design at this year’s Venice Biennale of Architecture, an exhibition held every even year in the city. Already nicknamed ‘Superstar’, the movable city is the phenomenal concept based on the more traditional Chinatowns of the likes of London and San Francisco.\nExpected to hold 15,000 people, the completely sustainable space age creation will generate its own energy and recycle waste without having to litter host cities. It will also include health resorts, gyms, freshwater lakes and a digital cemetery to remember the dead (although they haven’t revealed what they’ll do with the actual bodies as yet).\nMAD's architects said:\n\nLet’s hope MAD don’t stop with re-designing Chinatown, we want lots of these cities, or at least a floating mobile home of our own. Ahhh, one can only dream.\nThanks to MAD for all images.\nSource 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"The Amazing Star-Shaped City of the Future ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rw9.png","url":"http://www.environmentalgraffiti.com/featured/star-shaped-city-future/2237"}