{"summary":"The life span of cats depends on many things, but the most important factor is whether they live indoors only, in the care of a loving owner, or if they live outside, without the benefit of affection and the constant care of someone.. Cats that live outside tend to live 4 to 5 years","advice_category":"2","content":"\nPhoto: GlenGould\nNowadays cats live longer than ever. Twenty years ago, the life span of a cat was generally between to 4 to 6 years, but today they live 15 years or more. The life span of cats depends on many things, but the most important factor is whether they live indoors only, in the care of a loving owner, or if they live outside, without the benefit of affection and the constant care of someone.\nThe breeds that live inside a home, near a loving family, could have a life span from 12 to 18 years. Many cats even reach the age of 21 years. Manx breeds are the longest lasting. Cats that live outside tend to live 4 to 5 years. Five years means a short life, even if we refer to feline years. Their deaths arise from accidents, accidental or deliberate poisoning or other animals attacks. Cats living outside are susceptible to many deadly viruses that are transmitted through intimate contact or prolonged fighting with infected cats.\nPhoto: xiffy\nOther crucial factor affecting the lifespan of cats is the care they receive: whether they are taken to a vet for care in case of illness; or just for routine check ups, if they receive vaccines or not.\nPhoto: Dimitri Torterat\nThe diet also plays an important role in the lifespan of a cat. The quality of food directly influences their health, and cats can suffer from health problems such as diabetes, arthritis, breathing problems and heart and liver disease.\nSterilization also plays an important role in the lifespan of a cat because it reduces the risk of developing pyometra, a uterine infection that can occur in females due to their frequent periods of heat. This method completely eliminates the risk of developing testicular cancer with males.","author":"Gregory Johansson","web_category":"nature","title":"Which Types of Cats Live Longest?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/animals/news-what-types-cat-live-longest"}