{"summary":"Another dilemma the architects faced was how to get the house out to this small island in the middle of a lake. Lake Huron is the third-largest freshwater lake on Earth and is the second-largest of the Great Lakes","advice_category":"6","content":"\nLocated on Lake Huron, one of the Great Lakes bordered by Michigan and Ontario, this floating house was designed by MOS architects to a complex site-specific brief.\nLake Huron’s water level fluctuates dramatically throughout the year, so to accommodate the cyclical changes of the seasons and possible global warming effects the house had to be designed to allow for constant movement. The answer was to sit the house on a huge steel pontoon structure, which rises and falls with the varying levels of the lake throughout the year.\nAnother dilemma the architects faced was how to get the house out to this small island in the middle of a lake. Instead of building the house on site, where it would have been difficult for many of the contractors to gain access, the house was built on the shore and then towed to its dedicated spot on the banks of the island.\nMade mostly of cedar wood, the vernacular building boasts an open-planned living area with views out over the lake and sheltered outdoor spaces with slanted wooden slats to protect from the elements. The entire house was designed to retain heat in the winter and optimise cooling during the summer months.\nLake Huron is the third-largest freshwater lake on Earth and is the second-largest of the Great Lakes. The lake is separated from Lake Michigan by a narrow stretch of water called the Straits of Mackinac, meaning they are essentially the same body of water, and therefore the same lake, which is why the lake is sometimes referred to as Lake Michigan-Huron.\n\nSources 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"Floating House by MOS Architects","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/green-living/floating-house-by-mos-architects/5412"}