{"summary":"All images courtesy of Jane Perkins. I have written about \"Trash People\" and \"Eggcubism\" before; this time, I want you to have a look at these amazing artworks that Jane Perkins has created with a whole lot of unwanted materials.","advice_category":"6","content":"\nPhoto: Jane Perkins\nAll images courtesy of Jane Perkins\nWe tend to think that garbage and unwanted materials are destined for the landfill, but from an artist's point of view, these unwanted materials could be turned into beautiful artworks. British artist Jane Perkins, for example, creates her artworks entirely from \"unwanted materials\". In fact, using recycled or re-used objects has become increasingly popular in today’s art world. The portrait of Mona Lisa above is completely made out of once unwanted materials.\nPhoto: Jane Perkins\nIn this portrait, Mandela is wearing one of his favorite flamboyant shirts. His ear is made from the arm of a Barbie doll and metal chains are used to represent his grey curly hair. Yes, Jane is one of those talented artists who can think even beyond imagination. I have written about \"Trash People\" and \"Eggcubism\" before; this time, I want you to have a look at these amazing artworks that Jane Perkins has created with a whole lot of unwanted materials.\nPhoto: Jane Perkins\nWhile we are talking about climate change and environmentalism, her eco-friendly artworks are examples for others. Though she doesn’t consider herself a recycler, still she infuses greater values to items that we think are destined for the landfill.\nPhoto: Jane Perkins \nThis portrait of a quintessentially British icon is made from a range of found materials including plastic toys and cheap goods, mostly produced in China. Jane often uses the organic curves of a shell to represent the nose, as in this portrait. The nose also contains a pig, a rabbit and a skull. There are sheep on the right side of the Queen's face, and dinosaurs and other creatures in her hair. Great imagination indeed! \nPhoto: Jane PerkinsVan Gogh Re-visited (Sunflowers)\nSays Perkins about the work above: \"Van Gogh painted 17 different versions of his sunflowers in varying compositions and with different colored backgrounds. I have made several versions of the Sunflowers and Mona Lisa – each one is unique, according to the materials found at the time.\"\nAwarded with People’s Choice award at the Thelma Hulbert Open in Sept 2010 for her work “Van Gogh Re-visited”, Jane Perkins is now preparing for her upcoming exhibit in Singapore. This time, she is preparing for the theme \"Plastic Classics\", giving the artwork a contemporary twist. \nPhoto: Jane Perkins\nPhoto: Jane Perkins\nPhoto: Jane Perkins\nTrained as a nurse in London where she worked for 17 years, Jane finally decided to develop her creative potential and gained a degree in Textiles in 2006. She chose found materials for her thesis topic “Recycled Materials in Art and Design” in her final year. Initially, she made some hand-stitched brooches from old jewelery, plastic toys, coins, shells and other found objects. She has also constructed beautiful birds from driftwood and beach debris. Whatever she creates, she always has fun with her art. \nPhoto: Jane PerkinsHomage to Matisse - Dance of Life\nThe artist has been interviewed on regional and national television and her work has been featured in the local, regional and national press - Perkins is still a bit overwhelmed by the unexpected public interest. \nIt is an interesting fact that she uses these materials exactly ‘as found’, no color is added. Her work is inspired by Ecuadorian hairstylists who have taken broken pieces of jewelry and implemented them into their hair designs. \nPhoto: jane PerkinsWaterlilies\nPerkins’s beautiful and lifelike portraits made out of garbage are wonderful. Her portraits of the Queen and Mandela both won the People’s Vote Prize in two separate Open Art exhibitions in 2009. In her own words: \"I am a 're-maker', taking inspiration from found objects and working them into something new. I love art with an element of fun and the unexpected, and hope my work will make you smile.\" \nMy sincere thanks to Jane Perkins for granting me permission to use images of her artwork from her website.","author":"Alka Sharma","web_category":"art+and+design","title":"Cultural Icons Recreated in Trash","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/meyerA.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-unwanted-materials-and-art-jane-perkins"}