{"summary":"Jaras continues: \"I then had a long career in microscopy, using various lighting and optical techniques to help understand more about the properties of materials. Not only are all his images free of digital enhancement but Jaras doesn't even use a lens in the camera","advice_category":"6","content":"\nPhoto: Alan Jaras\nSome of the most exciting light photography to come our way is from Alan Jaras, an artist and photographer extraordinaire. He bends light to his will, resulting in work that explodes with color and patterns. We talked to him about his work in an interview. \nPhoto: Alan Jaras\nWe wondered what sparked his interest in light photography. Jaras explains: \"My interest in this particular style of imagery began over 40 years ago when I was experimenting with photograms. Instead of using opaque materials to cast shadows onto photographic paper, I tried [using] transparent materials such as large fractured pieces of glass and liquids, and recorded the images directly onto film for subsequent enlargement.\" \nPhoto: Alan Jaras\nJaras continues: \"I then had a long career in microscopy, using various lighting and optical techniques to help understand more about the properties of materials. I have always had an interest in optical effects and how these are caused both in nature and technology.\"\nPhoto: Alan Jaras\nAmazingly, there are many everyday objects in his \"refractographs,\" even though we would be hard-pressed to discern them. He obtains his fantastic effects with them. \nPhoto: Alan Jaras\n\"My 'Refractograph' images are generally formed using two types of objects, either singularly or in combination. Usually, they are from everyday glass or transparent plastic objects such as vases, bowls, tumblers, dishes, etc., or from small transparent objects that I create on microscope slides by building up 'collages' of small coloured transparent objects in liquid resins or polymers – all of which can produce very detailed refraction patterns.\" \nPhoto: Alan Jaras\n\"Equally important parts are the illumination of the objects and working in the dark to reduce extraneous flare. I use a bright, small static light source about 4-5 meters away from the camera.\"\nPhoto: Alan Jaras\nNot only are all his images free of digital enhancement but Jaras doesn't even use a lens in the camera. We wanted to understand how this worked.\nPhoto: Alan Jaras\n\"The camera (in my case loaded with film) is set up on a tripod, working in the dark or a darkened room. With its lens removed, the camera body is aimed at the bright light source. An SLR is preferred so that the mirror can be raised and the focal plane checked for even illumination.\"\nPhoto: Alan Jaras\nJaras goes on: \"With the mirror back in position one of my 'refractive objects,' e.g. a textured glass bowl, is positioned right up to the camera body and over the open lens hole. In this position, the refraction pattern is projected onto the film plane. The bowl can then be moved and positioned to compose the pattern using the reflex viewer. The correct exposure is determine by trial [and] error by changing the camera exposure time, varying the brightness of the light, or through a combination of both.\"\nPhoto: Alan Jaras\nHe concludes: \"With very complex patterns, small areas can be selected by placing a small hole cut in black card between the object and the camera and [moving the object] until an interesting pattern is discovered. Transparent objects will be mostly black and white with areas of rainbow colors, due to diffraction and refraction effects. To add color, I use colored plastics or colored resins as optical filters which are again placed in the optical path near the camera.\"\nPhoto: Alan Jaras\nJaras has often said that his goal was to bridge science and art, and he feels he has done so with his refractographs. He expands on how and why he feels this way.\nPhoto: Alan Jaras\n\"As a research scientist, I was concerned with developing techniques to gain a deeper understanding of the micro-structure of various materials and how these related to their physical properties. My principal 'tools' were optical and electron microscopes with photography as the means of recording these observations.\"\nPhoto: Alan Jaras\n\"Now retired, I still use similar experimental techniques to understand both the process and nature of refraction patterns that form my 'refractographs.' Whereas with science, the experimental results are used to reach factual conclusions and make predictions, with refractographs, the results are meant to stimulate the imagination.\"\nPhoto: Alan Jaras\n\"Scientific photographs often use a reference scale to enable an estimate of size to be made from the image. With my photographs, a reference scale is deliberately not included so that the size of the object or pattern in the final image could equally represent a small microscopic object or a vast planet or galaxy. It is up to the viewer to decide by drawing on their own memory bank.\"\nPhoto: Alan Jaras\n\"So, my images are factual scientific representations of the results of my scientific techniques, while at the same time they can be considered artistic forms which hopefully others will consider as art.\"\nPhoto: Alan Jaras\nWe want to give Alan Jaras a very special thank you for taking the time to talk to us and share his creations with us. To feast your eyes and mind on more of his work go to his Flickr page.\nPhoto: Alan Jaras","author":"Michele Collet","web_category":"art+and+design","title":"Spellbinding Light Art by Alan Jaras","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/news-light-art-alan-jaras"}