{"summary":"At least 133 dogs have died in the Iditarod. Many kennels have over 100 dogs and some have as many as 200","advice_category":"2","content":"\nA few days ago we wrote an article about how global warming was affecting the annual Iditarod dog sled race.\nA musher stays in his sled while his dogs drag an unconscious or dead sled dog\nOne of our readers left a very detailed and interesting response to the article which brought the plight of the Iditarod sled dogs to our attention. We felt her words needed a bit more attention than they'd get posted as a comment on the bottom of on of our articles, so we've decided to post it here:\n\"The most important thing anyone should know about the Iditarod is that the race is terribly cruel to dogs. For the facts, visit the Sled Dog Action Coalition website, http://www.helpsleddogs.org.\nHere’s a short list of what happens to the dogs during the Iditarod: death, paralysis, penile frostbite, bleeding ulcers, bloody diarrhea, lung damage, pneumonia, ruptured discs, viral diseases, broken bones, torn muscles and tendons, vomiting, hypothermia, sprains, fur loss, broken teeth, torn footpads and anemia.\nAt least 133 dogs have died in the Iditarod. There is no official count of dog deaths available for the race’s early years. In “WinterDance: the Fine Madness of Running the Iditarod,” a nonfiction book, Gary Paulsen describes witnessing an Iditarod musher brutally kicking a dog to death during the race. He wrote, “All the time he was kicking the dog. Not with the imprecision of anger, the kicks, not kicks to match his rage but aimed, clinical vicious kicks. Kicks meant to hurt deeply, to cause serious injury. Kicks meant to kill.”\nCauses of death have also included strangulation in towlines, internal hemorrhaging after being gouged by a sled, liver injury, heart failure, and pneumonia. “Sudden death” and “external myopathy,” a fatal condition in which a dog’s muscles and organs deteriorate during extreme or prolonged exercise, have also occurred. The 1976 Iditarod winner, Jerry Riley, was accused of striking his dog with a snow hook (a large, sharp and heavy metal claw). In 1996, one of Rick Swenson’s dogs died while he mushed his team through waist-deep water and ice. The Iditarod Trail Committee banned both mushers from the race but later reinstated them. In many states these incidents would be considered animal cruelty. Swenson is now on the Iditarod Board of Directors.\nIn the 2001 Iditarod, a sick dog was sent to a prison to be cared for by inmates and received no veterinary care. He was chained up in the cold and died. Another dog died by suffocating on his own vomit.\nNo one knows how many dogs die in training or after the race each year.\nOn average, 53 percent of the dogs who start the race do not make it across the finish line. According to a report published in the American Journal of Respiratory and Critical Care Medicine, of those who do cross, 81 percent have lung damage. A report published in the Journal of Veterinary Internal Medicine said that 61 percent of the dogs who finish the Iditarod have ulcers versus zero percent pre-race.\nTom Classen, retired Air Force colonel and Alaskan resident for over 40 years, tells us that the dogs are beaten into submission:\n“They’ve had the hell beaten out of them.” “You don’t just whisper into their ears, ‘OK, stand there until I tell you to run like the devil.’ They understand one thing: a beating. These dogs are beaten into submission the same way elephants are trained for a circus. The mushers will deny it. And you know what? They are all lying.” -USA Today, March 3, 2000 in Jon Saraceno’s column\nBeatings and whippings are common. Jim Welch says in his book Speed Mushing Manual, “I heard one highly respected [sled dog] driver once state that “‘Alaskans like the kind of dog they can beat on.’” “Nagging a dog team is cruel and ineffective…A training device such as a whip is not cruel at all but is effective.” “It is a common training device in use among dog mushers…A whip is a very humane training tool.”\nDuring the 2007 Iditarod, eyewitnesses reported that musher Ramy Brooks kicked, punched and beat his dogs with a ski pole and a chain. Brooks admitted to hitting his dogs with a wooden trail marker when they refused to run. The Iditarod Trail Committee suspended Brooks for two years, but only for the actions he admitted. By ignoring eyewitness accounts, the Iditarod encouraged animal abuse. When mushers know that eyewitness accounts will be disregarded, they are more likely to hurt their dogs and lie about it later.\nMushers believe in “culling” or killing unwanted dogs, including puppies. Many dogs who are permanently disabled in the Iditarod, or who are unwanted for any reason, are killed with a shot to the head, dragged or clubbed to death. “On-going cruelty is the law of many dog lots. Dogs are clubbed with baseball bats and if they don’t pull are dragged to death in harnesses…..” wrote Alaskan Mike Cranford in an article for Alaska’s Bush Blade Newspaper (March, 2000).\nJon Saraceno wrote in his March 3, 2000 column in USA Today, “He [Colonel Tom Classen] confirmed dog beatings and far worse. Like starving dogs to maintain their most advantageous racing weight. Skinning them to make mittens. Or dragging them to their death.”\nThe Iditarod, with its history of abuse, could not be legally held in many states, because doing so would violate animal cruelty laws.\nIditarod administrators promote the race as a commemoration of sled dogs saving the children of Nome by bringing diphtheria serum from Anchorage in 1925. However, the co-founder of the Iditarod, Dorothy Page, said the race was not established to honor the sled drivers and dogs who carried the serum. In fact, 600 miles of this serum delivery was done by train and the other half was done by dogs running in relays, with no dog running over 100 miles. This isn’t anything like the Iditarod.\nThe race has led to the proliferation of horrific dog kennels in which the dogs are treated very cruelly. Many kennels have over 100 dogs and some have as many as 200. It is standard for the dogs to spend their entire lives outside tethered to metal chains that can be as short as four feet long. In 1997 the United States Department of Agriculture determined that the tethering of dogs was inhumane and not in the animals’ best interests. The chaining of dogs as a primary means of enclosure is prohibited in all cases where federal law applies. A dog who is permanently tethered is forced to urinate and defecate where he sleeps, which conflicts with his natural instinct to eliminate away from his living area.\nIditarod dogs are prisoners of abuse.\nSincerely,\nMargery Glickman\nSled Dog Action Coalition, http://www.helpsleddogs.org\"\nIf you want to find out all the latest news on animals and their proper treatment, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"The Iditarod Is Brutal to Dogs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sailing-stone-4.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-iditarod-is-brutal-to-dogs/700"}