{"summary":" Whether it’s asparagus in July or apples in March, the supermarkets are bound to have them, shipped in from Peru or New Zealand or wherever.  Today, it’s the turn of the diminutive courgette.","advice_category":"8","content":"\nWe are used to being able to buy the fruit and vegetables we want, whenever we want.  Whether it’s asparagus in July or apples in March, the supermarkets are bound to have them, shipped in from Peru or New Zealand or wherever.  Obviously, shipping food such long distances is not great for the environment; it involves burning vast quantities of fossil fuels and releasing large amounts of carbon dioxide into the atmosphere.\nOne way of reducing your carbon footprint is to eat locally grown, seasonal produce.  And few green lifestyle choices are so rewarding:  local fruit and veg will be far fresher and tastier for not having been shipped across the world.  You’ll also probably find yourself cooking with a far more varied and exciting range of ingredients.\nSo this is the first in an occasional series of posts spotlighting seasonal ingredients.  Today, it’s the turn of the diminutive courgette.\nCourgettes or zucchini are baby marrows and are in season from June to September.  They are easily cultivated in temperate climates, have a delicate flavour and contain both Vitamin A and potassium.\nThey are delicious in a salad with dill, feta and spring onions.  Slice the courgettes and grill them then crumble over some feta and add chopped dill and and roughly chopped spring onions.  Dress with olive oil.  They are also good in frittatas or just simply steamed.\nIf you either grow your own, or buy from green grocers or farmers' markets they might well still have their flowers attached.  In the spirit of eco-conscious living, you don't have to throw these away.  Dip them in a light tempura batter made from one egg, one cup of flower and one cup of chilled sparkling water and then deep fry them.","author":"tom lyttelton","web_category":"lifestyle","title":"Eating your Carbon Footprint","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/green-living/eating-your-carbon-footprint/74"}