{"summary":"The largest of these parks is the Horatio Colony Trust at the southwest corner of Keene. The scenery visible from the highway on the way to Keene is stunning, because most of the route is through unbroken forests","advice_category":"8","content":"\nPhoto: Joseph Dunsay\nResidents of America's Northeast Corridor have to contend with traffic and development every day. A weekend in the country can be a way for them to refresh their souls. Keene, NH is a small town in the middle of New England's forests. The drive to Keene takes about four hours from New York City, NY and about two hours from Boston, MA. The scenery visible from the highway on the way to Keene is stunning, because most of the route is through unbroken forests. Keene's proximity makes it a convenient weekend destination for New Yorkers and New Englanders.\nKeene has nearly a dozen parks within its city limits. The largest of these parks is the Horatio Colony Trust at the southwest corner of Keene. This nature preserve contains the historic home of author Horatio Colony. Built in 1806 and renovated in 1899, the house contains furnishings from the 18th and 19th centuries. The surrounding nature preserve consists of about two square km of woodlands. Interns from Antioch University maintain the preserve's hiking trails, teach visitors and monitor the forests.\nPhoto: Joseph Dunsay\nOn the east side of Keene, sightseers can explore Otter Brook State Park. There, vacationers can walk across Otter Brook Dam for breathtaking views of Otter Brook Lake and the surrounding park. Built in the 1950s, this damn prevents local flooding and is part of a regional network that controls the Connecticut River. Afterwards, visitors can trek through the mixed deciduous forests below. Park rangers manage these forests to increase the number of deer and birds in them. Otter Brook State Park offers seasonal recreational activities ranging from swimming to cross-country skiing.\nPhoto: Joseph Dunsay\nA stroll through downtown Keene is a pleasant way to start an evening. The historic buildings along Main Street are impressive considering Keene's remoteness. The larger buildings near the Central Square attest to Keene's once prosperous history as an industrial center. Restaurants and art shops populate the business district. The Colonial Theater is worth visiting for its 1920s architecture, art films and live performances. Tourists can also find music groups playing at Keene's cafes.\nKeene is just a few hours from the bustle of New York City and Boston. This oasis of culture in the middle of the wilderness provides an excellent blend of nature and art. Several parks provide outdoor recreation. The downtown has entertainment, shopping, and dining. Keene is an attractive location for a weekend getaway.","author":"Joseph Dunsay","web_category":"travel","title":"Keene: New Hampshire's Green Cultural Oasis ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","url":"http://www.environmentalgraffiti.com/news-weekend-keene-new-hampshire"}