{"summary":"Ko Samet now holds Full Moon Parties every month.Photo: Rich Morgan. In the wake of its massive popular success, Full Moon Parties are held monthly all over Thailand","advice_category":"8","content":"\nPhoto: YoTuT\nThe early '90s saw the first of the infamous Full Moon Parties start to gain popularity on the Thai island of Ko Phangan, a previously quiet and untouched area. It had original attendances in the region of a few thousand, but it now numbers 8,000 to 12,000  in low season; 15,000 to 20,000 in high season and up to 30,000 at New Year. In the wake of its massive popular success, Full Moon Parties are held monthly all over Thailand. On almost every attractive tourist island and beach resort, they are seen as a must-do experience and unmissable event. The direct environmental impact they have is astonishing. For anyone who's ever attended one, you made a mistake. For anyone thinking about going, consider whether it's worth it.\nPhoto: sherrattsam\nEach year, Thailand sees the arrival of around 13 million tourists and this number is actually growing. Thailand's tourism industry makes up about 6.5 percent of the country's GDP but has counter-productive environmental impact all across the country for two reasons. Firstly, Thailand lacks an infrastructure that is able to deal with waste disposal in any efficient, cyclical way, especially when waste is produced in areas far from organized social centers. \nThe second is that despite the common knowledge that this kind of tourism causes such massive damage, the natives and the tourists are still putting their personal desires above that of the environment. At well organized events and locations, there is some attempt to mediate impact, but the environmental costs of beach tourism and the Full Moon Parties are obvious. \nPhoto: Rene Ehrhardt\nIn terms of the marine environment, it is untreated municipal and industrial waste that is considered to be the most serious problem. The parties on Ko Phangan alone produce around 12 tons of rubbish per day. Most of what is not collected is taken by the sea; the remainder is land filled or tipped. Most ironic is the advice you can find on the websites that advertise the events: \"Travelers and tourists who attend the party are urged to help in the fight against pollution.\" It could be argued that this is best done by not going at all.\nPhoto: Rich Morgan\nThe increased interest in such parties and beach tourism has meant unknown acres of valuable coastal woodland having been destroyed and replaced by beach bars, hotels and resorts. According to the World Bank, Thailand’s marine and coastal resources are being degraded as the population in the coastal provinces has grown, and economic activities such as tourism and ocean transportation have increased with them. Obviously.Photo: Rich Morgan\nThailand does have environmental legislation and projects in place, but in all fairness, they are poorly implemented. Though Ko Samet is a national park, visitors just need to wander its coastal road to witness the illegal and preventable mass construction projects, as well as the piles of non-biodegradable rubbish hidden in its unique forests. Ko Samet now holds Full Moon Parties every month.Photo: Rich Morgan\nIf you are going to travel, then good for you. It is probably one of the most valuable things you can do as travel gives you perspective and experience, but don't forget the responsibility you have to the world around you. Be wary of unknowingly entering into hypocrisy and try not to get carried away with the novelty of something different like Full Moon Parties. It is up to you to make others aware of these facts, and up to them to justify a few days of drunken idiocy at the cost of the habitat they are so lucky to have at all.","author":"Rich Morgan","web_category":"lifestyle","title":"The Environmental Impact of Thailand's Full Moon Parties ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-if-you-go-thailand"}