{"summary":"Slowly zoos took on a more natural look, with ditches replacing iron bars. What goes on behind the locked bars of a zoo is not shared with the public","advice_category":"2","content":"\nPhoto: Cooling\nA child’s first exposure to wild animals is usually at a zoo. Over 100 million people visit zoos in North America annually; many of them school children on field trips. While zoos do a great public service, educating people and saving species, they must make a profit to remain operable.\nPhoto: Cello Calcagno\nThe earliest zoos were for the pleasure of the upper classes. In Rome, lions and tigers were given as gifts to the Caesars. These animals were used for the emperors' gladiator sports. \nLater it became popular for the rich to have menageries on their estates. These animals were housed in cages, pits and small enclosures with cement floors and iron bars. In Vienna, after the death of the Emperor, the Imperial Menagerie was opened to the public in 1765. Slowly zoos took on a more natural look, with ditches replacing iron bars. \nIn 1906, a Congolese pygmy named Ota Benga was put on display in the Bronx Zoo to illustrate the missing link between the orangutan and the white man. While the public were (thankfully) outraged, people still flocked to the zoo to see the ‘caged negro’. \nPhoto: Unknown\nZoos have saved many species from extinction through their captive breeding programs. Guan rails, black-footed ferrets, California condors, Przewakski’s horses, scimitar-horned oryx, partula snails, and Spix’s macaws have been saved through actions of zoos. Zoos also coordinate their breeding to avoid inbreeding and ensure a healthy breeding pool of animals with small populations. \nPhoto: Don DeBold \nHowever, while zoos are often a source of pride for the community, there is a harsh reality behind the scenes. Cute babies bring in profits, and attendance will skyrocket after the birth of large animals such as polar bears, elephants and apes. But just like household pets, the cute babies grow up and often need to find a new home. Lions often violently maintain their dominance over their territory, including from their own sons. One elephant kept tearing off the steel door of his enclosure by the hinges, putting himself and people at mortal risk. Since it is rare for an animal to be released into the wild, many male animals will have to be relocated.\nPhoto: sharingflorida\nEven among the docile animals, zoos do not provide an ideal existence. Captive animals often live long lives and suffer the consequences of aging. Arthritis is common among animals due to their living in small areas and standing on concrete floors for long periods of time. In Columbus, Ohio a rhinoceros that lived 49 years needed to have his hay put through a shredder so he could chew it. He was also given a mattress to sleep on to ease the sores on his hide. Animals in the wild must always be on alert for predators and prey. In a zoo they receive very little external stimuli. Their instincts are to move and they often require lots of exercise. Zoos located in northern climates cannot realistically replicate the warm climate of many animals’ natural habitats. \nPhoto: Jack Hill\nWhat goes on behind the locked bars of a zoo is not shared with the public. In 2008, Nuremberg zoo’s deputy director admitted to killing surplus animals for food. A Berlin zoo couldn’t explain the disappearance of several animals, including some black bears, tigers, leopards and a hippopotamus. Some of these animals may have ended up in breeding farms in China connected to traditional potency-boosting medicines made from large cats.\nPhoto: Christine Matthews\nA good zoo, however, can add tremendous value to conservation and education. Modern zoos actively work to instill conservation ethics while giving visitors an enjoyable and exciting experience. As humans continue to push into wildlife habitats, it is important for us to understand the value of natural areas. Prior to 1950, the concept of preservation was unknown. Today people are very curious about exploring natural environments and doing good deeds at the same time. This may all begin with a childhood visit to a zoo. \nPhoto: Richard Masoner / Cyclelidious\nSources: 1, 2, 3, 4, 5, 6, 7 , 8, 9, 10, 11, 12","author":"Lisa Hossler","web_category":"nature","title":"Do Zoos Put Profit Before Wildlife Preservation?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/animals/news-zoos-preserve-and-exploit-wild-animals"}