{"summary":"Young and inexperienced bowerbird females feel threatened more easily and would therefore base their mate choice on other traits like bower building skill, choice of colour scheme and vocal ability rather than courtship intensity. First of all, they take seven years to reach sexual maturity – about half or one third of their lives since bowerbirds live between 15 and 22 years","advice_category":"2","content":"\nPhoto: \nImage: Rupert Steggles\nFlowers, shells and shiny objects – which female wouldn’t fall for it, especially if coupled with persistent and masterful serenading? Bowerbird males are the masters of seduction who lure their females into elaborately built bowers – true bachelor pads where the mating will take place. Once their goal is achieved, it’s good-bye though as fatherhood is an alien concept to bowerbirds. \nThe Dating Game, mother of all reality dating shows, among the bowerbirds would go something like this:\nBachelorette: Contestant No. 1, if I were to pick you, what would my future abode look like?\nContestant No. 1: Well, if you’d pick me, I’d build you an elaborate bower with wonderful blue bottle caps.\nPhoto: \nImage: Maureen Goninan\nBachelorette: Contestant No. 2, do you also think that my favorite colour is blue?\nContestant No. 2: Absolutely not, I would decorate my spectacular bower for you with hundreds of white shells.\nPhoto: \nImage: Rupert Steggles\nBachelorette: Contestant No. 3, what do you think, am I a blue or white gal?\nContestant No. 3: Well, I think neither Contestant No. 1 nor Contestant No. 2 has any clue about you. I would decorate my bower with the most amazing pink petals and then I would serenade you with my famous waterfall imitation. \nPhoto: \nImage via GBWF\nBachelorette: Contestant No. 3, you have bowled me over, you will be my date!\n(Audience cheering – that’s us!)\nIf you think Environmental Graffiti is suffering from a severe case of anthropomorphism (projecting human qualities onto animals), think again. The scenario below is actually quite close to what plays out during bowerbird courtship. The bower male builds an elaborate bower made from reeds that he decorates for hours with various objects found in his surroundings like shells, colourful leaves, flowers, stones, berries, plastic caps, coins or pieces of glass. \nAstonishingly, the male will usually go for one colour theme, namely the one that he thinks the bower female(s) of his choice will like best. Sometimes, he will gather objects of different colours but arrange them in separate piles. Aesthetics is everything for bowerbirds.\nHere's an amazing BBC video with David Attenborough inspecting an Australian bowerbird's elaborate bower:\nVarious bowerbird females will then inspect the bowers carefully while the bowerbird male puts on a little song and dance. In fact, many of the 17 bowerbird species native to Australia and New Guinea are excellent voice imitators. The Macgregor’s bowerbird, for example, can imitate waterfalls, pigs and even human chatter. But most other bowerbirds are happy mimicking other local species. \nContestant No. 1 - the Satin bowerbird:Photo: \nImage: Phil Trewin\nBut while performing, bowerbirds also listen. Recent studies have shown that males react to signals of discomfort by the females and tone down the intensity of a potentially threatening courtship.\nYoung and inexperienced bowerbird females feel threatened more easily and would therefore base their mate choice on other traits like bower building skill, choice of colour scheme and vocal ability rather than courtship intensity. Some bowerbirds even “paint” the walls of their bachelor pads with chewed berries or charcoal, which the females will taste when inspecting.   \nHere's a short video of a male bowerbird serenading while the female inspects his bower:\nIn case you were wondering – bowerbird females are picky for a reason: they have to ensure they gain the best genetic benefits from picking a mate because once bowerbird males have achieved what they wanted, they’re out of there. They have no role in parental care and give nothing to females after courtship except their sperm. Talk about slam, bam, thank you ma’am.\nContestant No. 2 - the Western bowerbird:Photo: \nImage: Richard Fisher\nThat’s not to say that bowerbird males are not busy. First of all, they take seven years to reach sexual maturity – about half or one third of their lives since bowerbirds live between 15 and 22 years. Compared to humans, that would mean men reaching maturity between 23 and 35.\nSecondly, they constantly work on their singing and nest-building skills because competition is tough. Younger birds go so far as to even steal precious objects from other birds’ bowers for their own. Despite all these efforts, younger bowerbird males may only manage to seduce a single one of their dozens of female visitors. Or maybe even none if they are very unlucky. \nContestant No. 3 - the Regent bowerbird:Photo: \nImage: Jen 64\nOlder males, in contrast, will have more females stop by, some even repeatedly. More experienced bowerbirds therefore may mate with dozens of females in a single breeding season. Hard work does pay off in the end.  \nExhausting, isn’t it? Some researchers believe that the bowerbirds’ complicated mating behaviour makes them one of the most behaviourally complex bird species. Not only bird species we’d like to add.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"Bowerbirds: The Casanovas of the Bird Kingdom","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","url":"http://www.environmentalgraffiti.com/featured/bowerbirds-casanovas-bird-kingdom/13092"}