{"summary":"Photo: Image: MC =). The Newspaper House is participatory art, community project and a statement on the environment all rolled up into one – literally! With the most recent incarnation boasting walls, floors and shingles of thousands upon thousands of rolled up old newspapers, Sumer Erek’s installation is a thought-provoking take on the place we call home.","advice_category":"6","content":"\nPhoto: Image: MC =)\nThe Newspaper House is participatory art, community project and a statement on the environment all rolled up into one – literally! With the most recent incarnation boasting walls, floors and shingles of thousands upon thousands of rolled up old newspapers, Sumer Erek’s installation is a thought-provoking take on the place we call home.\nThe theme of 'house' is a common thread for Erek, who is a refugee of Cyprus and moved to Britain in 1970. From Erek’s website:\nPhoto: Image: sarflondondunc\nCommissioned by Creative City, the first Newspaper House appeared in Gillett Square, London, last March. The public was invited to stop by, rolled up London dailies in hand, to help the artist build the house. By the end of the live demonstration period, over 85,000 papers had been put to a good second use. \nBut why did Erek use newspaper as his material of choice for this house? He explains:\nPhoto: Image: MC =)\nWhen the installation showed up at the Blackie Arts Centre for Liverpool’s 5th Biennial in September, participants placed even more papers into the house. By the time the exhibition ended, the house had been stuffed with over 100,000 recycled papers. \nPhoto: Image: MC =)\nYou might think that with that many papers, construction is complete, but Erek hopes the opposite is true; he wants this house to be a continual ‘work-in-progress’, just like life:\nFilled with millions of messages and built on the sweat of the community, the Newspaper House makes a strong statement about the information age in which we live, the possibilities that exist when we work together and just how much meaning a house can hold. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"The Recycled Newspaper House","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-house-made-of-recycled-newspaper/5836"}