{"summary":"Here’s smiling at you, kid:Photo: fdecomite. The description of a circumzenithal arc as an upside-down rainbow is not so far fetched as circumzenithal arcs occur with about the same frequency as rainbows","advice_category":"4","content":"\nPhoto: Cdlune1890\nThe description of a circumzenithal arc as an upside-down rainbow is not so far fetched as circumzenithal arcs occur with about the same frequency as rainbows. However, they are harder to spot because they form high up in the atmosphere, that too above the sun, making viewers squint.\nHere’s smiling at you, kid:Photo: fdecomite\nPhoto: Cdlune1890\nUnlike rainbows, circumzenithal arcs are not formed from the refraction of sunlight through raindrops but through horizontally-oriented ice crystals. These are often found in cirrus clouds, which is why circumzenithal arcs often appear with the accompanying mother cloud. \nPhoto: Stephan Brunker\nDispersed but beautiful:Photo: fdecomite\nThe angle of the sun is crucial for the formation of circumzenithal arcs. In fact, they can only form when the sun is at an altitude lower than 32¢X. A sun angle of about 20¢X above the horizon causes the brightest circumzenithal arcs because the sunlight can enter and exit the ice crystals at the minimum deviation angle. Here’s an image that shows the sun like a shiny drop right below the “smile in the sky”.\nPhoto: Wikisearcher\nThe circumzenithal arc is the brightest and most colourful of all halos, its colours reaching from blue on the inside via green and yellow to red on the outside. Because they are refracted through almost parallel sunlight, the colours are much purer and more clearly separated than those of a rainbow.  \nLook at those bright colours – captured over Salinas Grandes, Jujuy, Argentina:Photo: Gornzalo Rivero\nThe picture below shows the registrar’s office in F?ssen, Germany, hiding the sun, creating the illusion of a quarter upside-down rainbow smiling over those getting married that day.\nPhoto: Gehim\nA temporary anchor in the sky is allowed:Photo: Daniel Zimmel\nA natural rainbow flag over San Francisco:Photo: Mila Zinkova\n\nRemember, circumzenithal arcs occur as frequently as rainbows! If you go searching, the sky will smile back at you.\n\nSources: 1, 2","author":"Simone Preuss","web_category":"science","title":"10 Most Incredible Circumzenithal Arcs ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-10-most-incredible-circumzenithal-arcs"}