{"summary":"Alex Andreev: For me, only a result of mystical revelation can be considered true art. Alex Andreev: I like going by underground","advice_category":"6","content":"\nPhoto: All images courtesy of Alex Andreev \nBirds are driving subway trains, a giant chrysalis hangs inside a train compartment and mutant cockroaches seem to breathe their last in disgust at a cleaner Moscow underground. And the people? Like a herd of sheep, they board the trains, nooses around their necks or wait for giant pincers to grab one of them from their midst. What’s going on in the Moscow metro? Are we facing an urban nightmare or did someone just look too deep into his vodka glass? Read on if you dare and discover Alex Andreev’s dark side of Moscow…\nWhere will the evil birdman take us?Photo: \nA digital artist who is well versed in graphic design and fine arts, it is no wonder Alex Andreev’s dark photo manipulations make us shudder because they seem oh-so-real. And who wouldn’t have wondered, taking the subway late at night, where those tunnels might lead or worse, what might suddenly emerge from them?\nTeenage mutant bug train:Photo: \nAs Andreev’s images show – we might not want to know. There’s urban lore enough that deals with strange subway sightings – of the human, animal and extraterrestrial kind – so that even after reassuring ourselves that oh yes, it’s all Photoshop, the next time we board a train we might yet steal a nervous glance over our shoulder.       \nHaunted by the images, we wanted to know more about the how, why and what behind Andreev’s work and asked the St. Petersburg-based artist a few questions. Here’s Environmental Graffiti’s exclusive interview with a master of digital imagery.\nPick me, pick me not:Photo: \nEG: What inspired you to do the Moscow underground series?\nAlex Andreev: I like going by underground. It's the place where different ideas usually come to me. I see lots of people there, sometimes very strange ones. Generally, there’s something mystical in going so far underground. Note: The Moscow underground is one of the oldest in the world and was built as many stories below ground as any another.  \nEG: The people in the series are about to fare a gloomy destiny: huge pincers are about to grab them or they are held by ropes around their necks. What are you trying to express in regards to people in an urban environment?\nAlex Andreev: I can't give precise wording to what I wanted to express by my work. For me, that's impossible. I am an artist and can convey my emotions and impressions by drawings, not verbally.\nWaiting to exhale:Photo: \nEG: Can you tell us how you created the pictures technically? How many single images are they compiled from? Where did you find the images?  \nAlex Andreev: Every picture consists of several (up to 10) absolutely different images. Some photos were found on the Web (news, amateur photos, web sites devoted to insects). Depending on the topic, I compiled them into one picture through Photoshop. I try to use only noise and blur filters (not a lot though). Otherwise, the naturalness of the picture can be lost.\nEG: What made you decide on black and white images?\nAlex Andreev: In this project, I wanted to reach a documentary effect, a sense of commonness of these events. Besides, a gloomy atmosphere was important. Therefore black and white.\nWondering why the pupa is an empty compartment? Think.Photo: \nEG: Who or what do you turn to for inspiration?\nAlex Andreev: For me, only a result of mystical revelation can be considered true art. Other products of intellectual speculations can only interest me from a technological point of view. My favourite paintings are created during insight, sudden connection with a certain information field. The interpretation of my vision, using all of my life experience, is the result of my work. \nCarlos Casta?eda gave a definition of creative process, with which I agree most: ?The Nagual Elias, as a solitary dreamer, visited, let’s say, the junkyard of infinity, when no one was around –  and copied whatever he saw, but never knew what those things were used for, or their source.?\nThe breeding ground:Photo: \nEG: How did you get into photography and photo manipulation?\nAlex Andreev: I tried out various techniques, including traditional inks, pens, brushes. I also experimented with digital art, and now I use Adobe Photoshop and Corel Painter all the time, just basic brushes, no effects or filters. Photo manipulation is one of the techniques I have been using for a long time for some work solutions.\nEG: Can you tell us a bit about your background?\nAlex Andreev: I’ve been drawing as long as I can remember. After finishing art school and university, I moved to Saint-Petersburg, where I currently live and work. I still can`t decide what is more interesting to me - graphic design or fine arts. But recently I’ve tended to commit myself to digital art more than anything else.\nI had several personal exhibitions, but I prefer to place my art on the Internet. It’s free and you never know what careless user would come across your pictures. Plus, I feel that my work does not belong to me, I only take the images from some informational environment and return them there. Currently, I’m holding a position of Creative Director in a major advertising firm and the primary focus of my work is the development and promotion of brands.\nDon't turn around:Photo: \nEG: What are you currently working on? What are some plans for future projects? \nAlex Andreev: Currently, I am working (besides my day job) as an environmental artist on an animation film called ?Kin-Dza-Dza?, based on the Soviet movie made in 1986. When the film came out, it influenced me a lot, and now I am happy and proud to work on this remake. This animated cartoon is being created by the original movie director George Danelia, who is very famous in Russia and is my favourite. The film is about the fall of human culture, and my job is to develop landscapes, construction, mechanisms and devices. \nI used to think I could have used the time spent in my youth in a more efficient manner. Now I doubt it. The perception of the world I used to have then is what I need now. And I'm happy I had the chance to see things as I used to see them. Now about the future. I would very much like to do concept-art for films. Also I would like to become a famous and popular artist. On the other hand, fame has its drawbacks; it sets various limitations on style and theme selections, limits artistic freedom. And freedom is what I treasure most.\nAlex, thank you very much for your inspiring answers and taking the time to do this interview!\nWe first discovered Alex Andreev’s work at English Russia. For his other projects, visit Andreev’s website. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Giant Mutated Bugs Invade the Moscow Underground","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/featured/giant-mutated-bugs-invade-moscow-underground/15276"}