{"summary":"Although rainforests are protected by the government, degraded forests are not. Several species of endangered animals are living in a Sumatran forest that the government has recently given over to logging and oil palm companies.","advice_category":"2","content":"\nSeveral species of endangered animals are living in a Sumatran forest that the government has recently given over to logging and oil palm companies.\nThe Zoological Society of London (ZSL) found Sumatran tigers, elephants with calves, golden cats, tapirs, sun bears, and clouded leopards living in forest the Sumatran government classified as “degraded”, meaning they are not protected habitats and can be used for agriculture. Degraded forests have been stripped of the biggest trees, meaning animals that live in forest canopies cannot live there. Ground based animals, however, still live in the degraded areas, and the land serves as a corridor between populations of species in the Indonesian island.\nAlthough rainforests are protected by the government, degraded forests are not. The government actively encourages companies to convert degraded land into timber and oil palm plantations.\nThe ZSL team used camera traps to study 2,000 sq km of degraded forest near the Bukit Tiga Puluh national park. They found evidence of at least 5 separate Sumatran tigers, the smallest tiger and a critically endangered species with only 250 adult tigers left. It also found several families of Asian elephants, another endangered species.\nIndonesia was in the news regarding its rainforests earlier this week. They are pushing for an agreement wherein developing countries, including themselves, would be paid by richer countries to preserve their rainforests.  This could not save the area ZSL surveyed as it has already been sold to a company, but another forest in Sumatra has been saved by another UK wildlife group. The Royal Society for the Protection of Birds bought a 200,000 acre logging concession recently. They announced they would use it as a conservation area rather than timber plantation, which required a change in Sumatran law to be legal.\nSource: Telegraph and GuardianIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Endagered Animal Habitat Now A Plantation","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/ecology/endagered-animal-habitat-now-a-plantation/406"}