{"summary":"One is that the energy of a single nuclear warhead would not be enough to impact the convection of a hurricane. A hurricane is a phenomenon of atmospheric convection","advice_category":"4","content":"\nPhoto: NOAA\nA hurricane is a phenomenon of atmospheric convection. It occurs because the temperature on the surface of the ocean is warmer than the temperature above it. Ocean water evaporates and condenses, transferring heat to condensed precipitation and cooling the air. When the temperature of the ocean water reaches 80 F, the air convection becomes self sustaining - becoming a hurricane.\nIn order to stop a hurricane, it is necessary to disrupt the convection currents between the ocean surface and the cool air aloft. There are two strategies: (1) cooling the water and (2) disrupting air movements. The cooling strategy has several possible answers: (i) use of surface vessels, (ii) use of submarines, and (iii) use of aircraft to seed clouds - Project Stormfury. The second strategy, of disrupting air movements, was achieved with supersonic jet aircraft.\nOne idea suggested in the 1950s was to detonate a high altitude nuclear warhead just ahead of the eye of the storm. The atmospheric explosion would heat the cool air and disperse the moisture, thereby disrupting the convection current. While this sounds like a good idea, there are some drawbacks.\nPhoto: NASA\nOne is that the energy of a single nuclear warhead would not be enough to impact the convection of a hurricane. It would require a significant number of warheads to impact the storm. A second issue is that the general public is very uncomfortable with the detonation of nuclear warheads - due to their obvious danger.\nIn more recent years some less dramatic and more environmentally friendly ideas have come forward. One is to place a series of pipes over large areas of the ocean. Each pipe would be fitted with a pump that would move cool water from the deep to the surface. This would reduce the temperature of the surface, thereby changing the dynamic of the air convection.\nThis idea could work to downgrade hurricanes as they approach the coast. However, the cost of such an operation is very high.  For example: one plan calls for placing 1.6 million pipes across the passage from the Caribbean to the Gulf of Mexico. This would downgrade the hurricane as it moves from the Caribbean to the Gulf. However, it would be not be able to protect all the coasts a hurricane might hit.\nPhoto: Jim Brennan\nA second idea calls for using barges which would be towed ahead of the hurricane. Each barge would sink a 500 foot long tube into the ocean water. Pumps aboard the barge would pull cool water from depth and spray it across the warm surface in the path ahead of the hurricane. The cooling of the surface water would disrupt the convection currents.\nA third idea is to use a fleet of about 20 submarines, each equipped with eight pumps designed to shoot 480 metric tons of cold water per minute to the ocean's surface. These would be stationed out in front of the storm. In just one hour, the fleet could lower the water's surface temperature by three degrees, disrupting the air circulation.\nThe advantage of the barge and submarine ideas is that they can be used to protect any coastline which was at risk from an incoming hurricane. The big challenge is to accurately predict the path of the storm, so the vessels can stay ahead of the storm and apply cool water across its path.\nThese are very large scale and imaginative ideas, indeed ideas as large and as powerful as a nuclear program. However, perhaps they can be used to save the lives of hundreds, if not thousands.\nFor more information see Could Submarines Stop a Hurricane?","author":"Russell Vallimont","web_category":"science","title":"How Mankind Could Stop the Power of a Hurricane","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/meteorology/news-subverting-hurricane"}