{"summary":"While myotonia congenita affects the goats their entire lives, mature goats are better able to control it. The fruit that the goats ingest contain a nut that the goats cannot digest","advice_category":"2","content":"\nPhoto: janeyhenning\nIf you've ever visited a farm or a petting zoo you've likely seen goats. They walk around eating just about anything they can get their mouths around, whether it be food or not. I was once on a school trip at a farm, and we had a form we had to fill out about the animals. While filling in the bit about the goats, and not paying much attention to things around me, up sauntered a goat and took a large bite out of the page I was working on. I couldn't believe that I actually got to use the excuse that a goat ate my homework. Aside from providing sustenance to many people around the world, chewing on your school assignments, and weirding you out with their crazy eyes, there are some rather startling habits that some goats around the world have developed.\nFainting GoatsPhoto: janeyhenning\nIn the film, 'The Men who Stare at Goats' there is a man who is able to kill a goat simply by staring at it. While that may seem a little far-fetched to most people, there is a breed of goat, known as Fainting Goats (there are also called Myotonic Goats, Nervous Goats, Wooden Leg Goats and Tennessee Scare Goats) who are prone to 'fainting' when scared. The goats don't truly faint, as they retain consciousness all the while. They actually have a muscle condition known as Myotonia Congenita, which occurs in many species, including people. When scared, the goat will fall over, and remain stiff, usually only for about 10 seconds. As a result of their condition, the Fainting Goats are popular among sheep farmers. If a predator should come after the flock of sheep, the scared goats will fall over, allowing the more valuable sheep to escape unharmed. While myotonia congenita affects the goats their entire lives, mature goats are better able to control it. Instead of just falling right over, they will try to lean against something, such a rock or a fence. The fainting goats are generally smaller than standard breeds, standing between 43 and 64cm tall, and weigh between 27 and 80kg. The goats are raised for their meat, rather than for their milk. However, since the breed is listed as a threatened species by the American Livestock Breeds Conservancy, they are not used for their meat nearly as much as they used to be. They also produce a large amount of cashmere each winter, though no angora. It's not uncommon for small fainting goats to be kept as pets. A festival is held each year in October in honor of the fainting goats in Marshall County, Tennessee. The 'Goats Music and More Festival' is a family affair with music, food vendors, and arts and crafts.\nTree-Climbing GoatsPhoto: Smath.\nIf you should find yourself in Morocco, walking amongst the argan trees, be sure to watch out for animals climbing in the branches. While normally the sort of animals found in trees are quite small, such as birds, squirrels, cats, or monkeys, the argan trees host something a little unexpected. Goats. While goats have been known to climb steep cliffs in the mountains, nobody expects to see them leaping from branch to branch in search of fruit. The goat herders will follow the goats around, watching as they eat and digest the fruit, but not because they're shocked at the sight of it. The fruit that the goats ingest contain a nut that the goats cannot digest. The nuts contain kernels which the farmers collect after being spat out or pooped out by the goats. The kernels of the nuts contain oil, as all nuts do, which can be used for culinary or cosmetic reasons. Due to the high value of the oil, the farmers are quick to encourage the goats in their tree-climbing, fruit-ingesting, and nut-pooping habits. As a result of all this, along with over harvesting the wood of these trees, the argan trees aren't regenerating as fast as they're being destroyed. To try and counter the deforestation effects of the harvest, organizations have come together and set up measures to preserve the argan tree. The organizations involved have set up a ban on grazing during certain times of the year, thus allowing the fruit to fully ripen and drop from the tree in a natural manner. The oil, which is said to have a wonderful taste as well as anti-aging properties, is processed from the fruit by oil cooperatives.","author":"moishecallow","web_category":"nature","title":"The Most Bizarre Goats on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Man-jackfruit.jpg","url":"http://www.environmentalgraffiti.com/animals/news-strangest-goats-youve-ever-seen"}