{"summary":"GM is reportedly making all of the data they gather available to all of their brands and partners. Part of the discussion that is often overlooked however, is how to make those hyper-accurate dummies: they're complex enough to represent humans in a car crash and gather data on our injuries and survival","advice_category":"6","content":"\nPhoto: Image by Flickr user Scribbling of Night\nCrash test dummies are an almost ubiquitous part of the films that various consumer safety institutes like to show us in order to briefly inspire panic and safe driving before we all remember that \"The Fast and The Furious\" was so much cooler than \"Driving Miss Daisy.\"\nPart of the discussion that is often overlooked however, is how to make those hyper-accurate dummies: they're complex enough to represent humans in a car crash and gather data on our injuries and survival. How did that happen? If you're GM, second-largest manufacturer in the world, it's with dead bodies\nGM is for obvious reasons, being rather tight-lipped on the issue. The Swedish government, which oversaw the experiment, would only say that the bodies were essential to \"certain things\" and that the cadavers had been donated to science by the deceased. The project length was unknown. However, a multiyear effort involving at least ten corpses crashed in GM automobiles was carried out. GM is reportedly making all of the data they gather available to all of their brands and partners. Unsurprisingly, they also declined to comment.\n[The Local]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"art+and+design","title":"Real Cadavers Used as Crash Test Dummies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Planecrashcity.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/real-cadavers-used-as-crash-test-dummies/1178"}