{"summary":"At more than 30,000 pages for just the first volume, this encyclopedia will fill a lot of books. A new joint collaboration between the top scientific researchers and establishments in the world is now attempting to do one better than Linnaeus with a catalogue of every known plant and animal in existence.","advice_category":"2","content":"\nIn 1735 Swedish botanist Carl Linnaeus published the first edition of Systema Naturae, the first real successful attempt to group and classify the living things in our world.\nAt more than 30,000 pages for just the first volume, this encyclopedia will fill a lot of books. Image by Lienhard Schulz\nThe work gave us the system using kingdoms, genus, species and the like.  Originally just 11 pages long, scientific discovery and a better understanding of the natural world pushed the work into the thousands of pages by its final edition 35 years later.\nA new joint collaboration between the top scientific researchers and establishments in the world is now attempting to do one better than Linnaeus with a catalogue of every known plant and animal in existence.\nThe work, currently composed of around 2.5 million pages of research, will be called the Encyclopedia of Life. It will list and catalogue the more than 1.8 million currently known species of plants and animals on Planet Earth.\nA few years ago the project would have been all but impossible. While research has been done on almost all identified species, gathering all that data in one place was a difficult endeavor. The solution lay in mash-up software, an application that can gather information on a topic from a huge variety of sources.\nThe encyclopedia will be released in massive chunks. The more than 30,000 page first volume, which covers a large portion of the world’s fish, amphibians, birds, and mammals will be released on Wednesday.  Almost every well-known scientific establishment that deals at all with life on Earth contributed to the project. Some of the main contributors were museums, including the Natural History Museum in London and the museums of the Smithsonian Institute in Washington D.C.\nThe books, according to their designers at Harvard, are intended not just for natural scientists but for government officials and policymakers as well. Of course they also want to help make scientific research more effective. They hope that being able to compare information about species will allow researchers to develop new knowledge about exotic animals, as well as help stop the spread of invasive species.\nInfo from Telegraph\nIf you want to find out all the latest news on science and the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"New Encyclopedia Includes Every Living Thing on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","url":"http://www.environmentalgraffiti.com/sciencetech/new-encyclopedia-includes-every-living-thing-on-earth/836"}