{"summary":"Photo: 10 Years Chinese Contemporary. In one of his best known pieces ‘My Things’, Hao uses commonplace objects to present a picture of his life over the previous 20 years.","advice_category":"6","content":"\nPhoto: My Things No 5, 2002\nIt’s uncanny how many people have a drawer somewhere in the house that’s filled to brimming with useless junk and paraphernalia, which only gets thrown out when it’s time to move. But as the saying goes, one man’s junk is another man’s treasure. Artist Hong Hao seems to have found the perfect solution for reusing anyone else’s garbage he can get his hands on.\nPhoto: My Things No 1, 2001-2002\nAn innovative artist from China, Hao seems to get absorbed in rearranging things so that they present a different picture of what people perceive to be ordinary. In one of his best known pieces ‘My Things’, Hao uses commonplace objects to present a picture of his life over the previous 20 years.\nPhoto: My Things No 2, 2001-2002\nHe scanned images of thousands of household items and things he used down the years then digitally rearranged them to produce a series of stunning photographs, and allowing us to have a glimpse into his life. There are a few stages and variations of ‘My Things’, but all equally compelling.\nPhoto: My Things About Circle No 3\nPhoto: My Things - Book-Keeping of 06, 2006\nPhoto: My Things - Book-Keeping of 06, 2006\nPhoto: My Things - Book-Keeping of 06, 2006\nHong’s most recent piece was created to commemorate the 10th anniversary of Chinese Contemporary – a leading gallery in Beijing, which shows Hao’s works. He collected hundreds of ticket stubs from art fairs, saved images from artist’s first catalogues and included images of works exhibited in the gallery since it opened. The result is 10 Years Chinese Contemporary, pictured below.\nPhoto: 10 Years Chinese Contemporary\nSource Contemporary Chinese Gallery, Beijing via Ffffound\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"This is What One Man's Life Possessions Look Like Reassembled","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1dewi3jpg","url":"http://www.environmentalgraffiti.com/featured/one-mans-life-possessions-look-reassembled/4923"}