{"summary":"The French government banned consumption of fish from the Grand Large area in 2005, and has now applied that ban to all fish caught in the Rhone. C?dric Giroud was the largest fishermen in the Grand Large area, selling thousands of tons of freshwater fish in the poorer sections of Lyon","advice_category":"2","content":"\nYears of unchecked pollution in France’s Rhone River have taken their toll with the recent discovery of PCB levels at 10-12 times the safe limit in the river’s fish.\n\nThe Rhone near Ardeche. Photo by PRA.\n\nThe discovery has led to a ban on fish from the river, prompting many to wonder about the health effects eating the fish may have had and leaving some of the rivers’ fishermen suicidal.\nThe Grand Large area of the Rhone outside Lyon is a tourist magnet, but the pollution in the water and its effect on wildlife has led the World Wildlife Fund to christen the area the \"French Chernobyl\". The river’s sediment and fish show toxic levels of PCBs. PCBs, or polychlorinated biphenyl, are an industrial chemical used to manufacture generators and electrical items, among others. They’re known to cause infertility and birth defects, and they may be carcinogenic.\nOddly enough, the problem was not uncovered by the government but by a local fishmonger. C?dric Giroud was the largest fishermen in the Grand Large area, selling thousands of tons of freshwater fish in the poorer sections of Lyon. His freshwater catches were significantly less expensive than Mediterranean fish, and he was a popular retailer among the poorer immigrant families in the French port.\nIn 2004, birds started dying along the Rhone. Autopsies showed the cause of death was avian botulism. Giroud’s customers were concerned. Giroud said: \"Although there was no effect on my fish, customers who had seen dead birds were wary. Off my own back, just to reassure them, I sent my perfect-looking fish to the lab. I expected excellent results.\"\nThe tests came back with an unexpected result. The fish had 10-12 times the legally mandated safety limit for PCBs. The French government banned consumption of fish from the Grand Large area in 2005, and has now applied that ban to all fish caught in the Rhone. Environmental groups, however, say this instance of pollution is just the first publicized incidence of much larger environmental problems the French government has ignored for decades.\nAlain Chabrolle of local environmental group Frapna said: \"This is the tip of the iceberg, the more research is done the more toxic contamination will be uncovered. There must be precise research on all possible PCBs sources, accurate maps and measures taken. The state polluted and allowed others to pollute. For decades they have put their head in the sand.\"\nThe government may have actually been the root cause of the problem. The French government ran an industrial waste processing center called Tredi on the banks of the Rhone for years. The plant was intended to reduce the amount of pollution in the area, but it actually dumped PCBs into the river. New private owners, however, insist they have cleaned up the plant.\nThe environment is under repair, but for many the damage has already been done. Fishermen have not been offered any compensation while their livelihood has been removed, and Giroud admits he thinks of suicide.  Scientists are trying to determine what, if any, health problems may have occurred from the consumption of tainted fish, but the research has not yet been finished.\nInfo from Guardian\nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"The \"French Chernobyl\"","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/the-french-chernobyl/828"}