{"summary":"With China’s affluent society ever increasing, the demand for shark fins continues to grow. Think of a shark fin","advice_category":"2","content":"\nPhoto: south african navy\nThink of a shark fin. Your chest has probably gone tight, images of razor sharp teeth are haunting your brain and you can hear the signature tune of ‘JAWS’ in your head. But the other side to these feared predators is a very sad story of torment and chopsticks. \nPhoto: Whyfiles\n‘Shark Fin Soup’ is a traditional Chinese delicacy that has been on the menu since the Ming Dynasty and remains a popular choice in restaurants and ceremonies throughout the world today. Regarded as a symbol of wealth, shark fin soup is often served up at high calibre parties and sells for around $100. The fin itself doesn’t taste of much and so the soup is usually flavoured with chicken broth. The meat is said to have many (disputed) health properties, from curing cancer to increasing appetites.  \n\nPhoto: virtualawrence\nThe high price of fins is a huge draw for fishermen, who catch millions of sharks each year. They are caught solely for their valuable fins, as their low grade meat is both tasteless and worthless.\n \nPhoto: Brian Skerry\nOnce sawn off, the sharks' bodies are often thrown back into the sea to endure a slow death, either through suffocation or by being eaten. Fins are then brought back to the shore to be treated, frozen, dried or even tinned. \n\nPhoto: Thierry Minet\n\nPhoto: wanto99\n\nWith China’s affluent society ever increasing, the demand for shark fins continues to grow. Conservationists estimate that the ‘fining’ practice has led to a 90% reduction in shark populations worldwide over the past three decades. This poses a serious threat to the environment as, without the ocean’s top predator, the natural balance of marine ecosystems turns to chaos.Photo: Nature's Crusaders  \n\nUnless a species is protected, it’s not illegal to sell fins. Over 70% pass through Hong Kong, the ‘fining capital of the world’, en-route to mainland China but fishing is carried out throughout the world and fins are collected and traded around the globe from Costa Rica to Taiwan. Where legislation exists, loopholes and lack of monitoring keep business booming. One can expect to find fins on the menu in the USA, where fining is allowed if the carcasses are brought ashore on foreign-registered vessels. Even top-end UK restaurants have been known to offer shark fin but many have been forced to remove the dish from their menus, following pressure from environmental groups.\n\nPhoto: Dark Orpheus\n \nNGOs around the globe campaign fiercely against fining, educating consumers and urging them avoid promoting the trade. 'Shark Savers', working in collaboration with 'Wild Aid' campaigned on billboards, TVs, taxis and office buildings in China and piloting the scheme during the 2008 Bejing Olympics. Shark Savers claim that following the campaign, 82% of the consumers they asked said that they would stop eating the soup. Their ‘Say No' to shark fin soup campaign is set to expand throughout 2010.\nPhoto: alvin__\n","author":"Lucy Grewcock","web_category":"nature","title":"Shark Fin Soup: Driving the Ocean's Top Predator to Extinction ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-shark-fin-soup"}