{"summary":"International partnerships create opportunities for new projects, while aversion to foreigners carries a heavy opportunity cost. After summarizing this grumbling, editor Rob Lyons effectively countered it by pointing out how Londoners benefit from the Shard","advice_category":"6","content":"\nPhoto: Dave Catchpole\nThe Shard is the newest addition to the European Union's great pantheon of skyscrapers. Located in London on the south side of the Thames, it climbs almost as high as Los Angeles's U.S. Bank Tower. Italian architect Renzo Piano topped the Shard with multiple peaks to reference the UK's tradition of ship masts and church spires.\nPhoto: brionv\nSeveral factors made London an attractive location for building the Shard. According to the Los Angeles Times, improvements in local building codes during the 1960s made tall skyscrapers possible, and an existing mass transit station next door to the Shard supports high density development. Furthermore, London's global culture and political stability were important to the Shard's financial backers.\nPhoto: Brian Adamson\nSome opinion makers are unhappy about the Shard, in part because it was funded by foreign investors. Specifically, much of the financing originated in Qatar. One editorial bemoaned that local protestors could not stop the Shard's construction and that foreign investors stand to profit from its success. Another review appeared to display an oddly misandrist aversion to tall structures.\nPhoto: Karen Roe\nAfter summarizing this grumbling, editor Rob Lyons effectively countered it by pointing out how Londoners benefit from the Shard. For a small fee, members of the general public can admire London from the Shard's viewing decks, and gazing at the splendor of the EU's tallest building from the outside costs nothing. Noting that pride and a desire for profits are nothing to be ashamed about, Lyons has little regard for people with low expectations.\nPhoto: jacme31\nCurrent opposition to bankers who invest in foreign countries echoes similar noises from past decades. A commentary in the Boca Raton News from the 1980s chastised Americans for panicking over Japanese real estate investments. It attributed the panic to xenophobia before reminding readers of Western foreigners who bought American assets.\nA report from the early 1990s puts Japanese investment in context and exemplifies the consequences of economic isolationism. At that time, Americans owned 97% of American real estate, and Dutch, Canadian and British buyers spent the most on USA properties. Unfortunately, negative publicity had pressured Japanese financiers to focus away from New York and towards opportunities outside the USA.\nPhoto: Nathan Meijer\nLessons from America's history can guide today's generation towards a wiser path. International partnerships create opportunities for new projects, while aversion to foreigners carries a heavy opportunity cost. \nBritish tolerance and stability drew the Shard's investors to London. Skilled workers built it there. And Londoners have good reasons to feel proud of their neighbors who built the Shard and the policies that made this project possible.\nSources: 1, 2, 3, 4","author":"Joseph Dunsay","web_category":"art+and+design","title":"The Shard London Bridge: The European Union's Tallest Skyscraper","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hymechenoptera-rota-01jpg","url":"http://www.environmentalgraffiti.com/architecture/news-shard-london-bridge-european-unions-tallest-skyscraper"}