{"summary":"Now we start to see some real action – showing that this isn't just a gentle burp – with the first bits of rock and lava emerging.. Semeru's eruptions show the awe-inspiring power of nature","advice_category":"2","content":"\nPhoto: M. Rietze\nThousands of bubbles of gas are popping and strewing magma and volcanic material into the air all at once, creating a stunning display. It's the grand finale of the 2004 eruption of Indonesia's Mount Semeru, captured here in sequence from start to finish.\nMount Semeru is one of the most eruptive volcanoes on earth. Since 1818 it has exploded 55 times, with 10 of those eruptions bringing death and destruction to those in the vicinity. Semeru's eruptions show the awe-inspiring power of nature. \nPhoto: M. Rietze\nThe first thing you see is a gentle puff of gray smoke. Hard to believe that this will turn into a mountain on fire!\nSituated on East Java, Mount Semeru is also known as 'the Great Mountain', and tourists often climb it. It can be dangerous, though, because of the frequent eruptions. In 1969 an Indonesian died from breathing the poisonous gases while hiking on it.\nPhoto: M. Rietze\nIn this next image, the sunset along with material from inside the volcano is turning the smoke orange as it reaches higher into the sky. At this point the magma is still beneath the surface, but that is about to change.\nPhoto: M. Rietze\nNow we start to see some real action – showing that this isn't just a gentle burp – with the first bits of rock and lava emerging.\nMount Semeru's eruptions have actually been almost constant since 1967, and sometimes they are as often as every 20 minutes.\nPhoto: M. Rietze\nNow, some molten lava and rock fragments from the popped gas 'bubbles' are starting to flow in rivulets.\nVolcanoes have many types of eruptions. The one occurring here is known as a Strombolian eruption, which is caused by gas bubbles bursting in the magma. These bubbles grow and become 'slugs' which, when they reach the surface, pop with an explosive sound due to the difference in air pressure.\nPhoto: M. Rietze\nThe activity is now getting fiercer, and more and more flaming lava is making its way down the mountain – but you can see it is not a massive amount covering the whole mountainside as happens with some volcanoes.\nPhoto: M. Rietze\nThese incredible arcs that look like fireworks are the ejection of 'volcanic bombs' and fragments. These missiles are shaped like parabolas and will land around the vent. While the display may look beautiful, searing heat is being released, enough to knock anything back down the mountain that happens to get near.\nPhoto: M. Rietze\nStromboli eruptions don't leave large molten lava rivers (though there is a\ncertain amount of molten rock). They are pretty passive eruptions on the whole, and while they are spectacular to look at, they rarely damage the vent and so often continue for thousands of years.\nMother Nature is the most powerful creative – and destructive – force on earth, and nothing man does can rival her, as this sequence shows. These images show the power of earth and fire, which in this instance have actually created small crater lakes through the summit of Mount Semeru. Beauty and destruction go hand in hand.","author":"Michele Collet","web_category":"nature","title":"The Eruption of Mount Semeru as it Happened in Pictures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserEtnaeruptionseenfromtheInternationalSpaceStationjpg","url":"http://www.environmentalgraffiti.com/news-spectacular-sequence-snapshots-mount-semeru-erupting"}