{"summary":"EG: How do you implement your projects? They must be incredibly time-consuming and challenging from a practical point of view, your recent work “Gyre,” for example, which is part of your new series “Running the Numbers II”?. EG: You are taking ordinary objects and recycling them into art, creating something beautiful at first glance, whose message kicks in later","advice_category":"6","content":"\nPhoto: All images courtesy of Chris Jordan unless otherwise noted.\nLike a magician, Seattle-based artist Chris Jordan first conceals everyday objects like cans, tooth picks and paper cups, just to throw them in our face when an image is viewed in detail. In an interview with Environmental Graffiti, the photographic artist talks about the inspiration for his mind-boggling artworks, viewers’ reactions to them and works in the pipeline.\nViewers who are familiar with Chris Jordan’s work will remember their reaction to his images as much as the photographic images themselves. For those new to his work, let’s simulate what visitors to one of his exhibitions experience by looking at a full view of one of his images and then slowly zooming in.\nHere’s his 2007 work “Cans Seurat,” part of the “Running the Numbers” exhibition:Photo: \nAt first glance, it looks like fainter, yet perfect remake of Georges-Pierre Seurat’s famous painting “Sunday Afternoon on the Island of La Grande Jatte.”\nSeurat's painting:Photo: \nImage: The Art Institute of Chicago \nZooming in, one can make out that the image is made up thousands of smaller images:Photo: \nA final zoom-in reveals that the smaller images are actually aluminum cans in different colours. The image title reads: “Depicts 106,000 aluminum cans, the number used in the US every thirty seconds.”Photo: \nUnlike the Magic Eye images that were a craze in the ‘90s, viewers of Jordan’s images don’t set out looking for the hidden image in the picture; they’re hit by it quite unpreparedly. Let’s hear what the artist has to say about his images and the effect they have on viewers.\nEG: You are taking ordinary objects and recycling them into art, creating something beautiful at first glance, whose message kicks in later. Have visitors to your exhibitions commented on this “oh” effect?\nChris Jordan: It’s fun for me to go to exhibitions because there’s a double layer to my work. Seen from a distance, the images are like something else, maybe totally boring pieces of modern art. On closer view, the visitor has an almost unpleasant experience with the artwork. It’s almost a magic trick; inviting people to a conversation that they didn’t want to have in the first place. One visitor recently compared me to a “sleight-of-hands-magician” that makes people face up to a difficult truth, I quite liked that.\nAnother one of Jordan's works \"depicts 28,000 42-gallon barrels, the amount of oil consumed in the United States every two minutes (equal to the flow of a medium-sized river).\"\n\"Oil Barrels\" (2008):Photo: \nZooming in...Photo: \n\"Oil Barrels\" detail:Photo: \nEG: Your new book, “Running the Numbers” [Prestel Publishing, 2009] is subtitled “An American Self-Portrait” – are you looking critically at yourself too?\nChris Jordan: Yes, the subtitle is meant self-reflectively in a collective and individual sense. A lot of my criticism comes from looking at the consumerism in my own life. Like many viewers of my art, I am also torn because one part of me wants to stay in denial, doesn’t want to know about my role in this environment; on the other hand, I want to know and participate; I want to fully live and do my part as well. As an artist, I want to draw people gently into this conversation by raising the right questions.\nHere's an example of Chris Jordan doing exactly that. The image \"depicts 32,000 Barbies, equal to the number of elective breast augmentation surgeries performed monthly in the US in 2006.\"\n\"Barbie Dolls\" (2008):Photo: \nA closer look...Photo: \nand a detail:Photo: \nEG: That’s probably why viewers of your work immediately relate to an image, they feel the personal connection, that the artist is one of them without lecturing with a raised finger. What inspired you to make consumerism your topic?\nChris Jordan: It’s been on my mind for a while and already came out in my series “Intolerable Beauty” [2003-2005] where I took photographs of American mass consumption. First though, I came to the topic by chance: I had photographed a pile of garbage and found it beautiful, because it was an exquisitely complex image with great colour. Then friends of mine who are active in consumerism commented on this aspect and this triggered further projects.\nEG: How do you implement your projects? They must be incredibly time-consuming and challenging from a practical point of view, your recent work “Gyre,” for example, which is part of your new series “Running the Numbers II”?\nHokusai's original, \"Behind the Great Wave of Kanagawa\":Photo: \nImage: Metropolitan Museum of Art\nChris Jordan: Each piece takes me about a few weeks. There’s digital trickery involved in all my pieces; there has to be, otherwise one project would take me a year. Instead of tens of thousands of individual pieces I use just a few hundred, which will be photographed over and over, and the image is then constructed digitally.\nFor “Gyre,” I got the plastic from the lab of a marine scientist. I had been interested in the Pacific Gyre for a while because I have friends who actively pursue the issue of plastic in the ocean. I started photographing the plastic pieces, thought about what to do with them, and then looked at different seascape paintings. Turner was among them but I liked Hokusai’s painting [“Behind the Great Wave of Kanagawa”] because of the hidden yin and yang symbol which also symbolises the power of the ocean and the smallness and lack of power of man. Also, the painting is similar to a map of the Pacific Gyre, which is located halfway between Japan and the U.S., the two main polluters of the ocean who need to come to a dialogue about the issue.\nA closer look at Chris Jordan's environmental interpretation:Photo: \nHere's a detail showing Mount Fuji made of plastic waste:Photo: \nEG: Despite any “digital trickery,” there is still an incredible amount of work that goes into each of your artworks. Tell us which future works we can look forward to; what are you currently working on?\nChris Jordan: I’m working on another piece of the Gyre, plastic pollution really is one of my current topics. I’m also finishing up a piece on unwanted dogs and cats and the great number that are euthanised in the USA every day. This should be out in a few weeks.\nAnd there’s also a project that my wife, who is a poet and who really gives me a great number of good ideas, and I want to do together but nothing is fixed yet. If all works out, we’d like to go to Midway Island later this year, in the middle of the Pacific, and do something about the albatross. These birds are dying because of plastic pollution; they’re feeding their offspring with pieces of plastic found in the ocean, and the young birds die tragically. My wife and I did a similar collaboration after Hurricane Katrina [“In Katrina’s Wake: Portraits of Loss from an Unnatural Disaster,” 2005] where my wife contributed poems, which was a great success.\nLooks like we have many more exciting and thought-provoking environmental projects to look forward to from Chris Jordan. Environmental Graffiti will keep you up-to-date!\nWith special thanks to Chris Jordan for devoting his time to this interview and for granting permission to use his images.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"An Interview With Photographic Artist Chris Jordan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/featured/interview-photographic-artist-chris-jordan/11408"}