{"summary":"Outdoors, earwigs may be beneficial in controlling other insects; but if you are reading this, you probably think of an earwig as an insect pest. Gardeners may observe damaged plants and wonder whether slugs or earwigs are to blame","advice_category":"2","content":"\nPhoto: Whitney Cranshaw,Colorado State University, Bugwood.org?\nThe earwig is a small insect, usually ranging from one-quarter inch to two inches in length. Generally they are a brownish color, and have distinct head, thorax ('chest') and abdomen sections. The head has two prominent antennae which usually extend sideways rather than forwards. The six legs are attached to the thorax. The abdomen ends with very noticeable 'forceps' or pincers.\nEarwig Behavior\nEarwigs hide in dark moist areas during the day. They feed on decaying plants and meat, live plants and some insects. Gardeners may observe damaged plants and wonder whether slugs or earwigs are to blame. You can tell that slugs have visited by the slug's slime trail. Earwigs do not leave such a trail.\nOutdoors, earwigs may be beneficial in controlling other insects; but if you are reading this, you probably think of an earwig as an insect pest. If you have an indoor infestation, you should check for a moisture problem.\nEarwigs definitely do not crawl into people's ears to eat their brains. They may pinch your skin, or launch a smelly gas as a chemical attack. Overall, however, the earwig is not a menace to the human race. \nOne remarkable fact is that the earwig is one of the few insects that care for their young. Mother earwigs may protect the nymphs through their first two molts; the young are on their own for the final three.\nPhoto: Siga?\nGetting Rid of Earwigs\nIt may be tempting to blast your garden with insecticide, but the following method is much safer for your garden's environment. Start by getting rid of the earwig's hiding places. Get rid of piles of leaves or wood, overturned pots or loose rocks. This is actually the most important step in getting rid of earwigs.\nInvite birds to become your partners in insect control. Add a bird bath for the summer and a feeder for the winter.\nBuild an earwig trap by making a loose roll of newspaper. Optionally, keep it rolled with a rubber band. Soak this package until it is quite wet. By dusk, place the traps - yes, you want several - in the areas of your garden where earwigs had been causing damage. \nBy the next morning, you should have caught several earwigs in each trap. You could dispose of them sight unseen, by sealing the whole trap in a heavy plastic bag or other container. Just putting the trap into your composter gives the earwigs a new home.\nTo kill captured earwigs quickly and more humanely, shake them out of the traps and into soapy water. This has the advantage that you can keep count.\nAn alternative trap is a bottle of beer. Drink two-thirds, then bury the bottle in your garden up to its neck. Earwigs and slugs will climb in for a drink, and drown. You could also nearly bury a shallow tin can containing about a half-inch of vegetable oil, for similar results. You really want to empty and reset any of these traps daily.\nFinally, you can discourage visits from earwigs (and other crawling insects) by sprinkling diatomaceous earth as a barrier around the area you want to protect. The sharp particles will damage insect exoskeletons.\nPhoto: SigaThe wing is folded fan like along the line between the points b and c, bending at point e, and then articulating at d to sit under point a.\nThe earwig is a garden pest if it damages the plants you are trying to grow. If you eradicate them and then find other insects - aphids, for example - have taken over as your main insect pest, you may want to change your opinion of this particular bug.","author":"MikeDeHaan","web_category":"nature","title":"The Secret Life of the Earwig","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Inside_Khumbu-Icefall.jpg","url":"http://www.environmentalgraffiti.com/nature/news-earwig-garden-pest"}