{"summary":"Zhang really did outdo himself in the creation of this installation. This unfortunate event was the only railway disaster of the 2008 earthquake, and it deeply affected the artist.Photo: baobabkebab ","advice_category":"6","content":"\nPhoto: baobabkebab \nChinese conceptual artist Zhang Huan was born in 1965, luckily for the art world. Zhang is well known around the world for his art and has staged exhibitions in major cities across the globe. From 1998 to 2005 he was based in New York, where he explored many different ways of working. Going back to Shanghai to set up his own studio  he pioneered the use of various media, including the ash painting technique and began working with oxhide. He also became the first Chinese, modern artist to direct a lyric opera, with 'Semele' at the La Monnaie Royal theatre in Belgium.Photo: zhanghuan.com \nHis project, The Tunnel of Hope is a truly amazing display, featuring the remains of a train that was wrecked during an earthquake that hit Seichan, China, in 2008. On May 12 that year, a cargo train was on its way through a tunnel, when it became trapped and caught fire. It took workers six months to clear the tunnel and reopen the railway line to the earthquake-damaged area of Sichuan. \nPhoto: baobabkebab \nZhang Huan was moved to buy what was left of the train, having it shifted to his workshop to begin transforming it into a work of art. This unfortunate event was the only railway disaster of the 2008 earthquake, and it deeply affected the artist.Photo: baobabkebab \nTo quote the artist himself: \"At 2.28pm on May 12, 2008, on an otherwise ordinary afternoon, the ground in China began to tremble. Something had fractured deep within the Earth, rending and ripping, turning peaks into valleys and valleys into tombs. When the wave of destruction hit, countless fragile lives were lost and many more were injured. Sichuan's once-lush landscape was turned into a desolate wasteland, a swath of death.@ Zhang felt that the best way for him to give something back to the people who had lost so much was to highlight the tragedy through his art. \nPhoto: baobabkebab \nZhang really did outdo himself in the creation of this installation. Nothing is as starkly reminiscent of disaster as a rusting old wreck, and he used this train debris to achieve a truly lasting impression of the horrors that took place within that terrible tunnel. Zhang wanted to shock the onlookers into a sense of how tragic it all was, and succeeded beautifully. We should be grateful that this fantastic artist took the tragedy so much to heart, because his installation certainly gives pause for thought. \nPhoto: baobabkebab \nThe fact that visitors to this awesome exhibition were encouraged to donate to those charities helping the earthquake victims speaks volumes for the character and integrity of a truly remarkable artist. Not only do we get the sense of how powerful nature can be, but also of how it is possible to overcome any adversity, given time. I feel that this installation was a monumental tribute to the vision and talent of a real artistic genius. Zhang Huan has ensured that the awful tragedy of the 2008 Seichan earthquake will never be forgotten, and for that alone we should thank him. \nPhoto: baobabkebab \nMy sincere thanks to julianaloh.com/blog. \nSources: 1, 2, 3","author":"tonyleather","web_category":"art+and+design","title":"Hope Tunnel: The Trainwreck Pulled From the Seichan Earthquake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/news-hang-huans-hope-tunnel"}