{"summary":"If things continue to shape up along these current lines we could be looking at a hurricane season that is much more active than all the seasons 1950 to 2000!. Photo: Jeff Schmaltz","advice_category":"4","content":"\nPhoto: Jeff Schmaltz\nWith the transition from El Ni?o to currently observed neutral conditions and unusually warm tropical Atlantic sea surface temperatures all of the right factors are lining up for a very active 2010 season. If things continue to shape up along these current lines we could be looking at a hurricane season that is much more active than all the seasons 1950 to 2000!\nPhoto: Duval, Chris\nAccording to the Department of Atmospheric Science at Colorado State University this year, we are looking at 18 named storms with 10 of them to be hurricanes and an astounding five of them to be considered major (category 3-4-5). Over the same period, from 1950 to 2000, these numbers have nearly doubled across the board. Not only are we looking at an increase of storms but we are also looking at an increase in landfall probability that is up drastically for the last century. The entire US East Coast has a 76% chance of seeing a land falling hurricane up from 52% and the Gulf Coast has a 50% chance of seeing a land falling hurricane, up from 30% over the last one hundred years.\nPhoto: Greg Hounslow\nAs the most active portion of the season approaches (August to October) meteorologists expect weak La Ni?a conditions will develop which will further strengthen our chances for an  active hurricane season by reducing levels of vertical wind shear allowing for better storm formation. Fortunately, the recent oil spill in the Gulf is not in any way expected to impact the intensity or frequency of storms, but depending on the storms track in relation to the oil spill drive some of the oil further towards the US Gulf Coast doing even more environmental damage.\nPhoto: Infrogmation\nWith such a potentially dangerous season staring us down, making a few simple precautions now could save you hours of time and frustration down the road. First, have an evacuation plan! Designate a family meeting spot where you can seek shelter and make sure everyone knows how to get there. To be safe, keep a map in the glove box of the car with the route to the family meeting spot marked in indelible ink. Do not forget to arrange for family pets. Not all shelters are animal friendly. Second, choose a point of contact. Speak to a friend or relative out of state about being a point of contact in case you are separated. Ask if you can use his or her home as a gathering place if needed. Third, prepare a disaster kit. Put together a portable kit, including three days worth of food and water, a battery-powered radio and flashlight, an emergency contact list, soap and other personal hygiene items, cash or  credit card, and first aid materials. If anyone in your family requires  regular medication, be sure to include an ample supply in the kit. Forth, consult a contractor. If you live in an area prone to hurricanes, have an expert examine your home to determine if the shutters or hurricane straps need to be reinforced. Finally last, but not least purchase insurance. Buy flood and property policies to cover damage to your home and belongings. Remember that there is a 30-day waiting period  before flood insurance coverage begins.\nSource: 1, 2","author":"Tinahm","web_category":"science","title":"Are We Set for A Record Breaking Hurricane Season?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-hold-your-coconuts-it-looks-be-record-breaking-hurricane-season"}