{"summary":"Since birds communicate a lot of information through their plumage, birds with colorful plumage have many advantages over their drabber brothers. The plumage of male birds is very diverse","advice_category":"2","content":"\nPhoto: Hamed Saber\nBirdwatching exposes us to some of the most beautiful creatures on the planet. Birds come in a wide variety of colors and make some of the most beautiful music nature can provide. As a result, bird watching is one of the most popular outdoor activities today.\nPhoto: Lisa Hossler\nBirds are also popular research subjects. For many years, scientists have been studying the evolutionary advantage of the bright plumage of birds. It is no secret that the average male bird is more colorful than his female counterpart. Since birds communicate a lot of information through their plumage, birds with colorful plumage have many advantages over their drabber brothers. Male birds use their feathers to attract females and intimidate rivals. A bird’s bright plumage is also an indication of good health.\nPhoto: the fixer\nThe plumage of male birds is very diverse. Birds with excessive plumage are demonstrating their superior strength. Plumage can also be used to make a bird appear larger. This has several benefits, allowing birds to avoid aggressive fighting that may result in injury. Plus, avoiding fights allows birds to reserve energy that could go into mating. Birds with larger plumages may also be older, more experienced birds, which helps them overcompensate for weaknesses.\nPhoto: Ian White\nA study involving the long-tailed widowbird found that females prefer males with the longest tail feathers, but the birds with the reddest red coloring will control more territory. However, having so much plumage can create problems for a bird. The male houbara bustard spends six months a year in elaborate sexual display — it's a poser bird.  \nWhile the males with the showiest display will have the highest quality of sperm, this display takes a toll on the bird. The most extravagant male will reach his reproductive prime before his more subdued rivals. He will also experience smaller ejaculates with less sperm count and more abnormal sperm. Here, an elaborate display appears to come at a heavy price for the bird.\nPhoto: Lisa Hossler\nMany birds, however, are dull in appearance, yet still manage to attract a mate. Birds without bright colors or excessive plumage often have “barred” patterns — alternating dark and light pigmentation in barred patterns. While this is often used for camouflage on a bird’s backside, when on the front of a bird, it can be used to communicate with other birds.\nPhoto: Lisa Hossler\nFemale birds, on the other hand, often have a duller plumage with very little variation between individuals. In some bird species, however, the sex roles are reversed and the female is more aggressive, defends her territory, and courts the males. In bald eagles, the female is larger than the male, a trait known as reverse sexual dimorphism. This is less common, though, and only a few species are known to show this behavior. Here, the evolutionary background still remains a mystery. \nPhoto: Lisa Hossler\nWhile many bright, colorful birds draw our attention, often it can be the dullest bird in the book that becomes our favorite. With over 10,000 bird species in existence, the wide variety of birds available to watch should allow us to always enjoy their beauty.\nSources: 1, 2, 3, 4, 5 ","author":"Lisa Hossler","web_category":"nature","title":"What Color and Size of Plumage Reveal About Birds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Rainbow-Lorikeet-.jpg","url":"http://www.environmentalgraffiti.com/animals/news-color-and-size-birds-plumage-often-good-indicator-evolutionary-porcess-birds"}