{"summary":" Where these particular snake hunters are from is unclear but they seem to have quite a bit of experience dealing with large snakes. The hunter ties a piece of hide onto his forearm and armed only with a small torch to light up the dark he dives headfirst into the python lair","advice_category":"2","content":"\nWritten by New Contributor Ryan Curtis\nWhat at first might seem like a remarkably bad idea is actually a well-planned assault. In southern Africa, traditional python hunters display their technique for capturing and killing the enormous reptiles. African rock pythons (python sabae) are among some of the largest snakes in the world, reaching over 6 m in length. While their relatives the Burmese pythons are known for their docility, African pythons are much more vicious, as this hunter finds out first-hand.\nBut although the snakes are armed with razor-sharp teeth and muscular coils that can squeeze the breath out of a full-grown antelope, they are no match for the most dangerous weapon in the natural world: human ingenuity.\nThe technique is simple, and yet terrifying. The hunter ties a piece of hide onto his forearm and armed only with a small torch to light up the dark he dives headfirst into the python lair. He encounters a large snake guarding a clutch of eggs. At this point, a sensible person would get out as quickly as possible but this hunter has other plans.\nHe waves his shielded forearm about to distract the snake from biting his face. The python lunges, grabs his hand and begins to swallow. With his free hand, the hunter then chokes the snake and his partner pulls him back out of the hole, which seems like his favorite part, and I don’t blame him.\nThough not endangered, restrictions have been placed on python exportation around the world as their skin is used frequently in the leather industry. Despite their aggressive behavior, attacks on humans are rare (but they still make lousy pets compared to Burmese pythons). Smaller, younger pythons eat mainly rodents and are tolerated in farming communities because they help reduce the pest population. However, as they get older and larger, they begin attacking livestock and sometimes children. This is when the snakes become unwanted, and provides the major source of conflict with humans.\nThey are found all over central and southern Africa, mostly in grassland and savannah habitats.  Where these particular snake hunters are from is unclear but they seem to have quite a bit of experience dealing with large snakes. If I had to wrestle enormous pythons like these often enough to become good at it, I would probably just move away. Far away.\nSource 1, 2, 3\nRyan was born in Virginia, and attended James Madison University, where he earned a BA in English Literature. His love of the outdoors and skiing drew him out to the Rocky Mountain West, where he is currently back in school at the University of Montana seeking a degree in Natural History.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"nature","title":"These Guys Catch Pythons With Their Bare Hands ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_constricting.jpg","url":"http://www.environmentalgraffiti.com/featured/african-snake-catchers/2288"}