{"summary":"Part of the problem for snakes is that they cannot bite or tear their food to pieces and so must swallow their prey whole. For this Galapagos Islands sea lion it's not simply a question of pointing its head up and using its tongue and jaws to guide the prey down, as it would be for the pelican say","advice_category":"2","content":"\nPhoto: Photo: Pelagic Grifter used with permission\n\"Don't eat so fast!\" and \"chew your food!\" are words most people have heard at some point during their upbringing, but most animals don't have the luxury of paying attention to the finer points of good table manners and digestion. Competition is fierce out there in the wild, and many creatures have been designed to guzzle down their meals as quickly as possible, whether it's alive and flapping or not. In fish, for example, like the voracious shark above, getting the food to the back of the pharynx is helped by pumping water in through the mouth and out through the gills.\nCrunch! Alligator swallowing a pelican beakPhoto: Photo: dhkaiser used with permission\nLooking at this image of an alligator swallowing what's left of a pelican, nature seems to be a cruel beast, though of course it has no such intentions. Gators – said to be able to leap out of the water to catch low-flying birds – swallow their food whole, albeit after first tearing larger prey like this pelican into pieces. The reason they can cope with such big mouthfuls? Their gizzards contain gastroliths – stones that grind up food in the stomach and help with digestion.\nGulp! White pelican trying to a swallow catfishPhoto: Photo: John Cubit used with permission\nFor those who cried \"poor pelican\" on looking at the previous shot, know this: it was only getting payback for its own gobbling antics. White pelicans catch large fish – like the catfish just visible above – with their bill-tips, then toss them up in the air to be caught and slid into the gullet head first. And while they usually dine on fish and other marine morsels, pelicans have also been known to take smaller birds.\nSay Ah! Pelican with an open pouchPhoto: Photo: Keven Law\nWhite pelicans often fish in groups, forming a row to chase schools of small fish into the shallows before scooping them up. They also use a technique of expanding their throat pouches, which they must drain above the surface before they can swallow. As this can take up to a minute, other seabirds are liable to steal the fish, though pelicans in turn sometimes pirate prey from other birds. Arr, me hearty!\nNom! Snake swallowing a frogPhoto: Photo: Hunter-Desportes\nThis next photo of a southern banded water snake feeding on a large bullfrog at the edge of a pond reminds us that snakes are supreme swallowers, able to accommodate prey much larger than their heads with their super-mobile jaws. The swallowing work is done by raking with the lower jaw until the prey is far back enough to be helped down by body undulations. As the bullfrog will soon discover.\nChomp! Northern water snake battling to swallow a catfishPhoto: \nPhoto: FotoDawg\nWatched by an audience that included a pair of ducks, this next slippery customer seems to be having problems with its catch. Part of the problem for snakes is that they cannot bite or tear their food to pieces and so must swallow their prey whole. All the more need for that highly flexible lower jaw, which contrary to the popular belief they cannot dislocate; it's just that the two halves are not rigidly attached.\nSlurp! Sea lion attempting to swallow a reef sharkPhoto: Photo via sharkinformation\nWithout the flexi-jaws of snakes or the gravity shoots of birds, mammals might seem at a disadvantage when it comes to gulping down dinner. For this Galapagos Islands sea lion it's not simply a question of pointing its head up and using its tongue and jaws to guide the prey down, as it would be for the pelican say. No, it's going to have to get its gnashers working to have any chance of stomaching that reef shark. Just goes to show: many good things in life are hard to swallow.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Gulp! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/animals-swallowing/19155"}