{"summary":"A real ensaimada must be made with pork lard.\" The English equivalent would be a pastry called an enlarded. The first word of Catalan that I learned on the Spanish island of Mallorca was forn, which means bakery","advice_category":"8","content":"\nPhoto: janflyz\nThe first word of Catalan that I learned on the Spanish island of Mallorca was forn, which means bakery. Roaming the streets of Palma, I passed a forn every few blocks.? In their front windows, they displayed round boxes of various sizes stamped with the word ensaimada.? The boxes implied pastries the size of dinner plates.? What was this ensaimada? I had to know.\nPhoto: guiamallorca\n\nAn ensaimaida, according to me, is a perfect specimen of a pastry. It uncoils itself like a cinnamon roll. Then it powders your lips with sugar. Then it dissolves from an airy puff into something deep and remeniscent. It tastes like the lovechild of a croissant and a powdered sugar donut. I swooned, right there in the forn. I looked over at my travel mate, Laura, whose eyes were closed in enjoyment. We concluded that Mallorcan bakeries are fornographic. \nThat first week in September, we were headed to a farewell-to-summer party on the beach near Palma. Needing something to contribute to the barbeque, I decided on an extra-large ensaimada for dessert. The Mallorcan Spaniards saw the familiar box and smiled. Everyone from Mallorca had something to say about ensaimadas. I learned that they're a tradition that dates back to the 17th century. The forns of Mallorca have developed specialized ensaimada-measuring equipment for perfect proportions of ingredients every time. Apparently you can't find a real ensaimada outside of Mallorca. Yet, the Mallorcans ate such small pieces. I uncoiled about a foot of the pastry for myself. \nPhoto: rofi\nA while later, I noticed there was still some of the pastry left on the food table. How was this possible? I stopped wondering and finished it off. Just then, my Mallorcan friend Marta caught me sugar-fingered. She enlightened me with one more fact about ensaimadas. \"Did you know? The word saim in Catalan means lard. A real ensaimada must be made with pork lard.\" The English equivalent would be a pastry called an enlarded. \nOn an island of abundant pork products such as the equally traditional pork paste called sobrasada, I should have figured. I knew I tasted something heavy. I also remembered other places in the world that had no problem using lard as an ingredient. In Central America, I had seen street markets where bags of pure white lard were sold by the kilo. In Xela, Guatemala, a group of Mennonite missionaries had capitalized on the ready availability of such a sinful ingredient. They had started a bakery of American-style banana bread, pies and cupcakes that were figuratively and literally heart-stopping. \nPhoto: lefthandrotation\n\nHow is a vegetarian traveler to know whether or not her local baked goods contain animal fat? Have a friend try it first. If it tastes too good to be true, it probably is. ","author":"cynthia.ord","web_category":"lifestyle","title":"How Spanish Desserts May Contain Hidden Animal Products","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-vegetarians-beware-sa?m-mallorcan-ensa?madas"}