{"summary":"We are so used to the idea of sleep that we don’t often stop to think about how strange it is that our minds drift out of conscious thoughts for about seven hours a day. And the reason we don’t is because our muscles are paralyzed","advice_category":"8","content":"\nPhoto: MeditationMusic.net\nSome of the greatest mysteries in life are found not in the exploration of ocean depths or ventures into outer space, but in something much more daily and routine: sleep. We are so used to the idea of sleep that we don’t often stop to think about how strange it is that our minds drift out of conscious thoughts for about seven hours a day. Although all the cycles of sleep hold their own intrigue, the REM (rapid eye movement) sleep cycle is perhaps the most compelling of all. Some truly alien things happen to us every night without us knowing. \nPhoto: Mark Probst\nDuring the four sleep cycles preceding REM-stage sleep, our body temperature is lower and our body functions slower than when we’re awake. We breathe more deeply, our hearts beat more slowly, and our muscles relax. None of this is very unexpected or surprising – but now comes the weird part. During REM sleep our body functions increase beyond normal levels. In fact, it’s as if we are more alive, more aroused, and more awake than when we’re actually awake. Fifty to 200 percent more blood flows to your brain during REM than when you are conscious.\nPhoto: Liber the poet\nOnce we enter REM sleep, messages are sent to the cerebral cortex, the part of the brain that, as one source has it, is “responsible for learning, thinking, and organizing information.” We begin to dream. Vivid, highly illogical and complex images flow through our sleeping minds. Our eyes flicker back and forth as if we were really focusing on something, and the brain sends commands to the muscles. This all contributes to why we think a dream is real; why we occasionally wake up horribly embarrassed to find ourselves giving a speech butt naked or sweaty from pounding a puff adder half to death. \nPhoto: Alberto Elia Violante\nFortunately for us, we don’t actually act out our dreams. And the reason we don’t is because our muscles are paralyzed. Neural inhibitors rushing through our blood during REM sleep make it physically impossible to move. Of course, not all the muscles in the body are shut down. We can still breathe, our hearts still beat and our eyes move, but our voice box, legs and arms are locked up. And all this is a very good thing. Imagine what would happen if you dreamed that you were tackling someone during a football game: you’d barrel out of bed and smash into your cabinet! \nPhoto: Rachel Calamusa\nSome people don’t get paralyzed during sleep. This is a dangerous medical problem called REM Sleep Behavior Disorder, and it usually affects middle-aged to elderly men. Although it is often found to occur in conjunction with conditions like Lewy dementia and Parkinson’s disease, its cause is unknown. \nPhoto: Piotr Loop\nWhat happens during sleep might be seen as one of our ‘final frontiers’. There is a great deal still to be discovered, and perhaps a great deal we never will. But in any case, it is fascinating to know (and be grateful for) the fact that we become quadriplegics for a certain period of time every night, and that our bodies, though unconscious, are very much alive. \nFor another fascinating article that explores lucid dreaming and how to control your dreams, follow the link. \nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"lifestyle","title":"The Mysteries and Wonders of REM Sleep","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dreaming-manjpg_0","url":"http://www.environmentalgraffiti.com/lifestyle/news-mysterious-wonders-rem-sleep"}