{"summary":"Photo: Nick+Georgiou When I imagine artwork made out of newspapers and books, I immediately assume it will take the form of some sort of collage utilizing interesting words or phrases. Photo: Nick+Georgiou It’s interesting, then, to see Georgiou’s work fully framed and placed on a wall as if it were any normal painting or photograph","advice_category":"6","content":"\nPhoto: Nick+GeorgiouAll images courtesy of Nick Georgiou\nAnytime you see an artist take trash and turn it into amazing artworks, you have to take a step back and admire their awesome handiwork.? This post is about an American artist who gives us all pause for thought by taking what we discard so thoughtlessly and transforming it into something that can take your breath away for the innovative use of these materials. Photo: Nick+Georgiou Nick Georgiou is a Queens-born artist known for his use of the printed word as an artistic medium, but not in the way you think. He creates creatures and art pieces out of discarded newspapers and books, and has a penchant for depositing them in random locations throughout New York City. ?He creates anything from delightfully odd critters to eerily depictive portraits. Here are some of his most interesting works. Photo: Nick+Georgiou This Tucson, Arizona based artist’s work is inspired by “the death of the printed word/world, economic collapse, political and environmental uncertainty.\" Georgiou states: \"Books and newspapers are becoming artifacts of the 21st century. Whatever we used to read off paper, we’re now reading off digital screens. Our way of interacting with text is changing. My work is not only about the decline of the printed word in today’s society but its rebirth as art.” Photo: Nick+Georgiou Georgiou recently opened a new gallery/studio space in downtown Tucson.? He is also completing a documentary about the decline of the printed word  and is working on a series of sculptures for a solo exhibition in Cyprus and Greece. Dogs slinking down alleyways and rooting through trash aren’t that uncommon in a big city, but dogs that are trash do present a different perspective. Photo: Nick+Georgiou When I imagine artwork made out of newspapers and books, I immediately assume it will take the form of some sort of collage utilizing interesting words or phrases. I never expected to see portraits of people and animals appearing to be spawned straight out of a discarded pile of books, and I must say I was pleasantly surprised.\n\nPhoto: Nick+Georgiou\nNick Georgiou’s tendency to place his art in random positions in the city makes stumbling upon them that more exciting. Where one is used to seeing garbage piled on the side of the street, it’s an odd experience to see that garbage staring back at you with wild eyes. Georgiou’s artworks can be found on street corners and next to lamp posts, but they’re also available in exhibitions and peering through the glass windows of Georgiou’s hometown. Seeing these newspaper creations outside feels right, since city dwellers are so used to seeing the occasional tumbleweed of a newspaper rolling down the street. Photo: Nick+Georgiou It’s interesting, then, to see Georgiou’s work fully framed and placed on a wall as if it were any normal painting or photograph. One doesn’t expect to see torn out books adorning an office or bedroom, but the startling fact is that they grab your attention and hold it. This is the ultimate in re-purposing of trash, and Nick deserves all the praise we can heap upon him for the fantastic work he does. He gave me permission to use all the images in this story, obtained from his website.   Photo: Nick+Georgiou Sources: 1, 2, 3","author":"tonyleather","web_category":"art+and+design","title":"Incredible Newspaper Sculptures by Nick Georgiou","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/visionsearth01jpg","url":"http://www.environmentalgraffiti.com/green-design/news-old-books-and-newspaper-artworks-and-sculptures-nick-georgiou"}