{"summary":"Since 2006, White-Nose Syndrome has claimed the lives of millions of Little Brown Bats. Ontario urges people not to enter or explore caves - whether in Canada or the United States - which shelter bats","advice_category":"2","content":"\nPhoto: Furryscaly\nSince 2006, White-Nose Syndrome has claimed the lives of millions of Little Brown Bats. Could this eliminate the species in affected areas?\nPhoto: Marvin Moriarty/USFWS\nLittle Brown Bats: Predators on the Defensive\nThe Little Brown Bat is quite common in the north-eastern United States, although its range includes parts of Canada. In some areas, it is the most common bat species.\nThe Little Brown Bat is small. Its maximum wingspan is under 27cm, and the body length is 14cm at most. The wings and most of the fur are dark brown; the underside is a bit paler.\nIt is an insectivore. In Ohio, for example, its diet consists mainly of moths, mayflies, caddis flies and leafhoppers. They hibernate in caves for the winter, often migrating southwards with the season. Their summer cottages are hollow trees, where the females raise their annual litter of pups.\nLike all bats, these are flying mammals. They use sonar to fly and hunt.\nPhoto: D.Fletcher\nWhite-Nose Syndrome: An Offensive Fungus\nWhite-Nose Syndrome (sometimes \"white nose\") is named for its most obvious effect. An infected bat has white areas around the mouth, the ears, the face, and the wings.\nThe disease seems to harm the Little Brown Bat by waking it several times during hibernation, probably due to some discomfort such as itching. Upon waking, the bat's metabolism increases; it burns fat, and so starves to death. Sick bats might be seen flying during the day, especially in the winter. They may also freeze to death during these excursions.\nAlthough White-Nose Syndrome was first reported in New York State in 2006, it has spread across hundreds of kilometres and over one hundred bat colonies. Using population studies dating back to 1998, scientists estimate that some colonies have lost anywhere between 30% and 99% of their residents.\nPhoto: JLplusAL\nScientists do not yet understand much about this fungus. It may have come from Europe. How it infects new colonies is a mystery. One theory is that it could travel on clothing or backpacks as tourists explore different caves. However, the bats might spread it themselves: perhaps during their migrations; perhaps if the young move to different colonies when they mature.\nClaiming Immunity, But Still Affected\nBy all reports, human beings are immune to White-Nose Syndrome. As noted above, it is not known whether people carry spores of the fungus from a cave. However, there are no known risks to people's health.\nPeople have, however, been affected by White-Nose Syndrome. Not by developing a white rash, but by being denied entrance to some caves. The US Forest Service is keeping tourists out of its caves in Wyoming, South Dakota, Nebraska, Kansas and Colorado. Ontario urges people not to enter or explore caves - whether in Canada or the United States - which shelter bats. The same applies to abandoned mines, which the bats also use as homes.\nPhoto: veganstraightedge?\nThe long-term prognosis is more serious. One Little Brown Bat can eat its weight in insects in a single day. Loss of this voracious predator would likely cause an increase in the population of its prey insects.\nAlso, several other species of bats might also be susceptible to White-Nose Syndrome. Since scientists do not yet have a way of stopping the fungus, this could be a serious problem for other bats. Humans might possibly be faced with an abundance of mosquitoes or other pest insects in the next few decades, if the White-Nose fungus is not stopped or controlled.\nScientists might learn how to intervene successfully. The fungus might be limited to the geography it has already conquered, so the bats might survive elsewhere. Still, the best hope for the Little Brown Bat could be that fungus-resistant individuals might exist to breed their species out from the shadow of extinction.\nPhoto: Ohio Department of Natural Resources\nReferences:\nMike Lynch, Adirondack Daily Enterprise, \"Report predicts some bats will vanish\", published Aug. 7, 2010.\nRandolph E. Schmid, Huffington Post, \"Brown Bats: White-Nose Syndrome Could Decimate Eastern Population\", published Aug. 5, 2010.\nBob Moen, Seattle Times, \"Holy spelunker: Caves closed to fight bat fungus\", published July 27, 2010.\nPhysorg, \"Bats facing regional extinction from rapidly spreading disease\", published Aug. 7, 2010.\nOhio Department of Natural Resources, \"Little Brown Bat\".\nOntario Ministry of Natural Resources, \"White Nose Syndrome Detected in Ontario Bats\", published March 19, 2010.\nOntario Ministry of Natural Resources, \"Bats and White Nose Syndrome\", modified June 9, 2010.\nOntario Ministry of Natural Resources, PDF: \"White Nose Syndrome\", published March 19, 2010, PDF.","author":"MikeDeHaan","web_category":"nature","title":"Could White-Nose Syndrome Drive Little Brown Bats to Extinction?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","url":"http://www.environmentalgraffiti.com/nature/news-little-brown-bats-versus-white-nose-syndrome-extinction-balance"}