{"summary":"Another impressive feature of the Capitolio Nacional Cuba is a replica of a 25-carat diamond in the center of the main lobby, marking Kilometer Zero in Cuba. The original diamond was stolen in 1946 and though returned to the Cuban state, was replaced in the Capitolio Nacional by a replica","advice_category":"6","content":"\nPhoto: Yomangani\nHavana has been the capital of Cuba since it was founded in the early sixteenth century. The city was blessed with a splendid seat of government in the late 1920s with the construction of the neoclassical Capitolio Nacional. Commissioned by dictator Gerardo Machado, the impressive building was modeled after the US Capitol building in Washington DC and the Pantheon in Paris. Building was completed in three years from 1926 to 1929, though work on the intricate interior features continued for nearly a decade.\nPhoto: Brian Snelson\nThis elaborate building in the center of the city was designed by the architects Ra?l Otero and Eugenio Ranieri. The design features tall granite columns, a huge statue-flanked stairway leading to a 150-foot high entrance, and a 300-foot high dome topped by a replica of a sixteenth-century Florentine sculpture of the god Mercury.\nThe Capitolio Nacional Cuba contains the third largest indoor sculpture in the world (after the Buddha sculpture in the temple complex of Nara, Japan, and the sculpture of Abraham Lincoln in Washington DC’s Lincoln Memorial). The Statue of the Republic (Estatua de la Republica) is an idealized representation of Cuban nationalism modeled after a beautiful Cuban female model, Lily Valty.\nPhoto: Yomangani\nCast in bronze and covered in 22-carat gold leaf, the statue dominates the main hall of the Capitolio Nacional.\nAnother impressive feature of the Capitolio Nacional Cuba is a replica of a 25-carat diamond in the center of the main lobby, marking Kilometer Zero in Cuba. The original diamond was stolen in 1946 and though returned to the Cuban state, was replaced in the Capitolio Nacional by a replica. The bas-reliefs above the main doorways are also worth a look: they depict important events from pre-revolutionary Cuba.\nPhoto: JOTA ENE\nIn the years before the Cuban revolution, the Capitolio Nacional was home to Cuba’s legislature. Since the 1960s, the architectural splendor in the capital city of Cuba has housed the Ministry of Science, Technology, and the Environment. The National Library of Science and Technology is housed in the rear of the building. The bottom floor of the Capitolio Nacional is open to the public. The impressive building in the capital of Cuba has become one of Havana’s most popular tourist attractions.\nPhoto: Yomangani\nCuba really is a fascinating place for any tourist, and this building is only one of many attractions this amazing island has to offer. Scores of old American cars still find a life here, and the Cubans really do know what fun is all about. If you're stuck for a holiday destination next year, Cuba could be an excellent choice.\nPhoto: governmentdirt.com","author":"tonyleather","web_category":"art+and+design","title":"El Capitolio: Havana's Majestic Capitol Building","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","url":"http://www.environmentalgraffiti.com/news-el-capitolito-white-house-clone-main-street-havana"}