{"summary":"She continued: \"I finally returned to Andrew Mitchell with a concept:? to present a series of rainforest tree stumps as a ‘ghost forest’ – using the negative space created by the missing trunks as a metaphor for climate change, the absence representing the removal of the world’s ‘lungs’ through continued deforestation. I find this installation visually stunning","advice_category":"6","content":"\nPhoto: ghostforest.org\nThe photograph shown at the bottom of this article is of the artist Angela Palmer, sitting on one of the exhibits for her fantastic \"Ghost Forest\" installation in Oxford.? She granted permission to use the pictures in this post, for which?I offer my sincere thanks.? Below is a statement from her, echoing the feelings of many about the senseless deforestation that occurs all over the world.?\nPhoto: ghostforest.org\n\"The alarming rate at which we are destroying our natural resources was the driver behind the Ghost Forest installation. Like most people, I am turned off by the endless bombardment of mind-numbing statistics on climate change, and even more so when they turn out to be contradictory.? But when the scientist Andrew Mitchell told me that an area of?rainforest the size of a football pitch is being destroyed every four seconds, it stopped me in my tracks. That rate equates to an area the size of England being wiped out every year. And when they are gone, they are gone. Simple as that, he said. With his words ringing in my ears, I began to research ways of visually expressing the issue.\"\nPhoto: ghostforest.org??\nI find this installation visually stunning. It is good to know that these tree stumps were obtained the right way, but?sad to think that many of these trees would have been as tall as Nelson's Column in the forest, and been in existence for centuries, in some cases. The sheer enormity of these root systems makes you appreciate how very important trees are.? Angela Palmer is making a bold statement here.?\nPhoto: ghostforest.org\nShe continued: \"I finally returned to Andrew Mitchell with a concept:? to present a series of rainforest tree stumps as a ‘ghost forest’ – using the negative space created by the missing trunks as a metaphor for climate change, the absence representing the removal of the world’s ‘lungs’ through continued deforestation. In addition to the impact on our climate, deforestation directly affects wildlife, plants, soil through erosion and of course the livelihoods of indigenous people.\" \nPhoto: ghostforest.org\n\"I made several field trips last year to a commercially logged primary rainforest in Ghana where we eventually sourced a group of 10 tree stumps, most of which were naturally fallen in storms; the others had been the subject of selective logging. The ensuing operation to bring the trees to England turned into a gargantuan task of logistics.\" \nPhoto: ghostforest.org? \n\"Somehow the trees reached Tilbury Docks in East London, and they were exhibited in Trafalgar Square last November, courtesy of the GLA. They then moved to Copenhagen to coincide with the UN Climate Change Conference, and from this July they will be sited on the front lawn of Oxford University’s Museum of Natural History and the Pitt Rivers Museum for a 12-month period.\"\nPhoto: ghostforest.org\n\"The exhibition will coincide with the Natural History museum’s 150th anniversary and straddles the UN’s International Year of Biodiversity 2010, and the UN International Year of Forests, 2011.\"\nThis truly incredible display of nature in the raw certainly gives the onlookers pause for thought. We place such a high value on our own lives, yet treat other life-forms with terrible indifference. One day Mother Nature may just make us pay for our myriad transgressions. Let us hope the price will not be too high.\nSources: 1, 2","author":"tonyleather","web_category":"art+and+design","title":"Ghost Forest: Haunting Rainforest Art by Angela Palmer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","url":"http://www.environmentalgraffiti.com/news-stark-realism-art-installation-‘ghost-forest’-angela-palmer"}