{"summary":"Still, observing the way that they hold attackers in place with their 'arms' and kick out with hind legs whose claws can slash and eviscerate is enough to make anyone wince. “As we drove up I saw the roos ahead on a rise and asked the others to stay in the car,” says Julian","advice_category":"2","content":"\nPhoto: Julian Robinson\nA flurry of blows sees both creatures' heads knocked backwards as they struggle to maintain their balance. Faint lassos of spittle unfurl through the air, tribute to the ferocity of the fight; a torn ear testament to past battles. It beats photographer Julian Robinson how these battling beasts survive such encounters, but survive they do. Male kangaroos are known for their pugilistic prowess and they share a boxer's upright stance and combat skills. Bouncing nimbly on powerful hind legs, sizing each other up, the two opponents launch sudden combinations, jabbing and grappling with lightning forelegs to gain the advantage, then lashing out with raking kicks – haymakers far more devastating than any man's. Each razorsharp hind claw has the potential to disembowel the other animal. It's as well each kangaroo's organs are protected by tough skin and a thick layer of abdominal tissue. When these body blows land, the loud thumps are like the beating of a tribal drum. \nPhoto: Julian Robinson\nAlthough far from unfamiliar with Australia’s Eastern Grey Kangaroos, Julian Robinson was quite unprepared for the spectacle that was to unravel before his eyes. He stumbled upon the slugfest in 2006, “while I was with a car full of Greening Australia people, doing a photo series for World Environment Day,” he told Environmental Graffiti. “We'd come to a property [about 20km north-west of Canberra, ACT] to look at some tree plantings and take some photos.” What he captured on his camera was an incident far more impressive – and brutal – than even the most gnarly of saplings!\nPhoto: Julian Robinson\n“As we drove up I saw the roos ahead on a rise and asked the others to stay in the car,” says Julian. “I jumped out of the car and ran up to them behind cover of some trees. Then I had to break cover to take the photos. One of the roos saw me, took a quick look at me and was considering scampering off when the other one caught him unawares and biffed him hard enough to almost knock him off his feet. The fight was back on and they ignored me totally for the rest of the time.”\nThe dangerous forepaw claws are clearly visible in the first two shots above. “They keep their heads out of range as far as they can, with good reason,” explains Julian, adding: “You don't see many roos standing up tall. These guys sure got as high as they could get.” Laws of nature. Needs must. \nPhoto: Julian Robinson\nSometimes the kangaroos engage in these bouts with one another playfully or for practice, but often, as Julian explains, “it's all about male dominance, and a contest for 'owning' the group of females. Standard old bull vs young bull stuff.” Standard maybe, but there's nothing run of the mill about witnessing the phenomenon first hand. At peak mating season, competition can be fierce among the big males if there is not a high enough proportion of 'sheila' kangaroos coming into heat.\nThe so-called boxing is kangaroos' natural defensive behaviour. Still, observing the way that they hold attackers in place with their 'arms' and kick out with hind legs whose claws can slash and eviscerate is enough to make anyone wince. “Opinion seems to be divided as to how much damage they do, but it certainly appears full on and very dangerous, especially the kicking to the gut,” says Julian.  \nPhoto: Julian Robinson\nIf there were any doubt as to the damage these animals can do to one another, it's dispelled in the next shot, which shows one kangaroo appearing to kick at the scrotum of its enemy while standing on its tail. Julian explains:\n“These are big roos, standing over 7 feet (2 m) when on their toes trying to gain the height advantage. They attempt to rip the ears, eyes and nose of the opposition with the big sharp claws... More dramatically, they stand high on their tails while holding on to the opposition for support, then plunge their hind feet... into the belly of the victim, actually attempting – I think, watching as closely as I could – to do permanent damage to the reproductive organs.”\nPhoto: Julian Robinson\nThe final shot seems to show an end to the struggle – Julian thought so – “but it turned out to be just a pause,” and after one more photo he ran out of storage on his camera. “By the time I went back to the car to get a new card and encouraged my comrades to come and have a look, the roos took one look at us and hopped away, one behind the other. Whether there was an acknowledged winner and loser I will never know.”\nToo late to capture the finale, but in the right place at the right time to catch the battle's beginnings and see most of the epic 10-minute encounter between a dominant male and a challenger with his own eyes. “I don't know which was which [dominant male or challenger], but in the end one looked a bit more foolish than the other and casually sidled off a bit worse for wear, as in limping a bit,” he concludes.\nPhoto: Julian Robinson\nAn ex-project manager/systems engineer in air traffic control systems and radar, Julian Robinson switched careers after developing Multiple Chemical Sensitivities which rendered him unable to inhabit hotels and office environments. However, he still keeps his eyes to the skies as a photographer of birds as well as other wildlife and panoramic landscapes – an occupation he embarked on after photographing a rare parrot that had 'invaded' the northern suburbs of Canberra in 2006.\nBorn in rural North Queensland and brought up in the Blue Mountains, Julian later lived in Sydney, then Melbourne, before moving to Canberra in 1984. He plans to travel more around Australia working on future photographic projects. We wish him luck.\nAdditional sources: 1, 2","author":"Karl Fabricius","web_category":"nature","title":"Boxing Kangaroos!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockPeek-boo128179jpg_0","url":"http://www.environmentalgraffiti.com/animals/news-boxing-kangaroos"}