{"summary":"Though it took a while initially for the word to spread about these new tiny artworks, the buzz did follow, especially after Libby established his website in 2005. Explains Libby: “They reference the rhythms of insects – their chirping and their metabolic rates","advice_category":"6","content":"\nPhoto: Yellow ceram beetleAll images courtesy of Mike Libby\nInsectphobes beware, this is probably the last post you want to read – dead insects pimped with gears and clockworks to make them tick again. Steampunk fans though will get a kick out of the work of Mike Libby, who has been creating his insect machines since 1999. Not sure if you love them or loathe them? Read on and make up your mind.   \nDragonfly:Photo: \nAs popular culture shows, combining nature with machines is not new: cyborgs have walked the earth ever since sci-fi movies showed us how, fantasy worlds have more than indicated that nature might not be what it seems to be, and ever since H.G. Wells’s The Time Machine fiction has picked up and elaborated on the idea. However, insects as little functioning machines is something quite new. \nGrasshopper:Photo: \nSays Libby about his work: “This hybridization of insects and technology from both fields [nature and technology], is where Insect Lab borrows from. Insect Lab celebrates these correspondences and contradictions. The work does not intend to function, but playfully and slyly insists that it possibly could.” How would one come up with marrying arthropods and machines? Coincidence, it seems. Recalls Libby: \nJewel beetle:Photo: \nAnd the rest is history. Though it took a while initially for the word to spread about these new tiny artworks, the buzz did follow, especially after Libby established his website in 2005. Since then, his mechanical bugs that take anywhere between 10 and 40 hours to make have been flying out the door (pardon the pun) and prices have gone up steadily from $200-$400 to $500 and over $1000 a piece. \nButterfly (Idea Blanchardi Blanchardi):Photo: \nThe advantage for Libby is that his artworks speak to many different people and his clientele is therefore quite varied: Some people are just nostalgic about the insects of childhood (and maybe dissecting them). Antique watch lovers take to his pieces instantly as do steampunk and science-fiction fans. Entomologists are also fascinated. Explains Libby: “They reference the rhythms of insects – their chirping and their metabolic rates. They look at insects metaphorically as machines.” As do mechanical engineers and forensic scientists, also fans of his work.       \nLatest creations – black scorpion and tarantula:Photo: \nThough the days of scouring the space under vending machines for dead beetles may be over – Libby now orders high-quality specimens from around the world - he will not pass by an intact bumblebee or dragonfly found in his own backyard. Old habits die hard. He does feel for the creepy crawlies though: “Doing this work treads the fine line of a guilty conscience about the death of the animal versus display of the work.” \nLadybug:Photo: \nSo recycling already dead, local insects might be the way to go then? But demand has grown and requests may be quite specific, so Libby tries to order safe, non-endangered specimens from companies in Africa, China, New Guinea, Brazil and other areas and is eager to add that “these companies help revitalize the rain forests where the bugs are harvested.”\nButterfly (Papilio Rumanzovia):Photo: \n32-year old Libby graduated with a degree in Sculpture from Rhode Island School of Design in 1999 and attended the Vermont Studio Center afterward - the place where he created the first bug. He’s also been artist-in-residence at the University of Maine at Orono and has had many solo and group exhibits throughout the US and Canada. His work can be found in collections worldwide.\nDicra beetle:Photo: \nBeetles, Libby’s original love, remain his masterpieces. Something about their rotund bodies, covered by two sets of wings, lends itself to peeping under the hood so to speak, to see what’s inside. Doesn’t the loud and steady buzzing of a beetle almost inflict the assumption on us that there’s a motor inside? Viewing Libby’s works is like finally getting affirmation of that childhood belief, making us exclaim “See, told you so!”. \n\nIf you feel like having a mechanical bug for yourself or maybe gifting one to a friend, visit Insect Lab Studio. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Steampunk Insects Meet their Mechanical Maker","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hymechenoptera-rota-01jpg","url":"http://www.environmentalgraffiti.com/featured/steampunk-insects-mechanical/19622"}