{"summary":"Nymphs only eat the tender new growth of a plant, generally the leaves. By far the worst damage caused by the Asian Citrus Psyllid is due to \"Citrus Greening\" disease, \"Huanglongbing\", or Candidatus Liberibacter asiaticus.","advice_category":"2","content":"\nPhoto: Steve Webel\nThe Asian Citrus Psyllid has invaded the United States. Marching west from Florida, it is now poised to strike California's citrus groves.\nYet the Asian Citrus Psyllid is not, itself, the greatest threat. Like the rats that carried bubonic plague throughout Europe, the psyllid is more dangerous as the carrier of a disease. \"Citrus Greening\", or \"Huanglongbing\" in Chinese, is fatal to citrus trees.\nIntroducing the Asian Citrus PsyllidPhoto: USDAgov\nThe Asian Citrus Psyllid, or Diaphorina citri Kuwayama, is about the size of a grain of rice. The psyllid family is large: there are many small insects with strong hind legs that jump onto, and feed on, plants. Sometimes called \"plant lice\", this family includes boxwood psyllids, hackberry gall psyllids, and potato or tomato psyllids. This specific psyllid, the Asian Citrus Psyllid, is a native of southern Asia. It arrived in Brazil well before 1950, but was only reported in Florida in 1998.\nBesides Florida and California, the Asian Citrus Psyllid counts Hawaii and seven southern US states as \"home away from home\".\nThe Life Cycle of the Asian Citrus PsyllidPhoto: USDAgov\nThe eggs are about one-third of a millimetre long and shaped like tiny almonds. As they mature, their color changes from pale through yellow to orange. The eggs are laid on the growth tips or new leaves of plants, so the nymphs will hatch right on top of their food supply.\nNymphs grow through five stages, finally becoming about 1.7mm long. Nymphs only eat the tender new growth of a plant, generally the leaves. They move in a fairly slow and deliberate manner, retaining the yellowish orange color scheme that marks mature eggs.\nTaking less than three weeks to mature into adults, the Asian Citrus Psyllid might have over 20 generations in a single year under absolutely ideal weather conditions. The adult might live several months with its brownish coloration. Adults are fully capable of jumping; this is one way to distinguish them from slower aphids.\nDamage Caused by Feeding\nPeople mainly focus attention on the damage caused by the Asian Citrus Psyllid. The direct damage is far beyond the rather large amount of sap this psyllid drinks from a tree.\nAs it feeds, it injects saliva that impairs the growth of a leaf or twig. It also drips honeydew from its body; this sticky goo acts as a growth medium for \"sooty mold\".\nThis damage is not too severe in a mature citrus tree, but is detrimental to saplings.\nThe Dreaded \"Citrus Greening\" Disease\nPhoto: USDAgov\nBy far the worst damage caused by the Asian Citrus Psyllid is due to \"Citrus Greening\" disease, \"Huanglongbing\", or Candidatus Liberibacter asiaticus.\nInfected citrus trees will exhibit mottled leaves and yellow shoots. Growth will diminish, twigs may die, both leaves and fruit may drop. Surviving fruit may be misshapen, small, hard, bitter and fail to show a \"ripening\" color.\nCurrent Countermeasures for the Asian Citrus Psyllid\nFlorida has a protocol for dealing with infestations of this invasive insect, which includes monitoring, insecticides and biological controls. California's citrus growers are paying for a monitoring program and quarantine any infestations that are found. As of mid-July, 2011, California has not found any cases of Citrus Greening disease. Let's hope it stays that way.\nPhoto: andydr\nSources: 1, 2, 3","author":"MikeDeHaan","web_category":"nature","title":"The Invading Pest That's Destroying Florida's Citrus Orchards","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Man-jackfruit.jpg","url":"http://www.environmentalgraffiti.com/animals/news-asian-citrus-psyllid-invader-leads-citrus-greening"}