{"summary":"If a spider does bite you, it is often a defensive move on its part. It is hard to make a spider look cute or cuddly","advice_category":"2","content":"\nPhoto: Thomas Shahan on Flickr\nFor some, encountering a spider is one of the most dreaded wildlife experiences in existence. Even the heartiest wildlife enthusiast will often have a negative reaction to a spider. With all their legs, eyes, and fangs, they are just plain creepy looking. It is hard to make a spider look cute or cuddly.  The fact that several species of females eat their mates after sex doesn’t help their reputation. Unfortunately, though, we can’t avoid spiders. They are one of the oldest and most varied group of species on the planet. They also kill more insects than birds and reptiles do.\nPhoto: Donald Hines\nWhile most people fear spiders, they rarely bite humans. Very few spiders have fangs capable of penetrating human skin, and only about 200 species from 20 genera of spiders have bites considered dangerous to humans. Most spiders are harmless and not aggressive towards humans. If a spider does bite you, it is often a defensive move on its part. Bites from the deadly black widow and brown recluse spiders are rare.\nSpiders are often depicted with evil intentions. “Step into my parlor, said the spider to the fly,” or “Oh, what a tangled web we weave when first we practice to deceive” connect spiders with deceitful human behavior. And spiders often play the villain in Hollywood horror movies\nPhoto: jason Scagz\nSpiders are also sometimes blamed for bites they do not execute. For 200 years, residents of Taranto, Italy suffered from a mysterious epidemic thought to be brought on by the bite of a large, furry spider. Each summer, this disease would return, forcing its victims into frenzied dancing until they fell exhausted.  The only cure seemed to be wilder dancing and more music. By 1600, the people came to the realization that the bite of this spider was virtually harmless and the whole “Tarantism” was probably an excuse to throw a crazy party.\nPhoto: James McCauley\nSoldiers returning home from Iraq brought back tales of the dreaded Camel spiders. These are not actually spiders but a close relative known as Solifugae. These arthropods are said to be incredibly fast, able to jump great heights, scream \"like a banshee,\" and attack people. But try not to listen to rumors. Their banshee scream is perhaps more like a faint, audible hiss. They may, however, run towards humans, seeking the only shade offered in the harsh desert\nPhoto: Trish Steel\nThere was one young girl who had a legitimate reason to despise spiders. In 16th century England, a Reverend Doctor Thomas Muffett studied the various effects of spider bites by using his daughter as a test subject. Dr. Muffett would have different spiders bite his daughter, who lives on in infamy known as “Little Miss Muffett.”\nPhoto: foxypar4 on Flickr\nResearchers continue to study spiders today. One particularly interesting study shows how spiders react while on drugs.  Spiders injected with caffeine weave “nervous” webs. Spiders injected with LSD spin unusual, abstract webs instead of their typical symmetrical patterns. Spiders given sedatives fell asleep before finishing their webs. From this study, researchers learned how to determine what drug the spider ingested by its web design.\nPhoto: Sarah Worthy\nResearchers also use spiders for military purposes. Recently, they designed a mobile robot that moves similar to spiders, to be used in missions too difficult for humans to undertake. They also designed a material more durable than Kevlar but more flexible than nylon based on spider silk protein.\nPhoto: Thomas Shanan\nUnfortunately, our fears about spiders are often deep-rooted. And, however hard we try to eliminate them from our house, they keep returning. These creatures have been around for 400 million years. One thing's for sure: the world would be a very different place without spiders.","author":"Lisa Hossler","web_category":"nature","title":"The Truth About Creepy-Crawly Spiders","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Pholcus-phalangioides-1jpg","url":"http://www.environmentalgraffiti.com/animals/news-truth-about-creepy-crawly-spiders"}