{"summary":"However, despite its obvious benefits, the US Food and Drug Administration has placed restrictions on the use of this substance by the food industry. Stevia used with moderation is not only perfectly harmless but also has many health benefits, especially for diabetics.","advice_category":"8","content":"\nPhoto: alberth\n\nStevia or Stevia Rebaudiana is a plant native to South America, or more specifically Paraguay, which has been used for centuries as a natural sweetener. It has many advantages over substances with similar uses, such as sugar or the artificial sweetener aspartame. For instance, it is much sweeter than sugar, so only a very small quantity will prove effective. It is highly recommended for people with diabetes as it doesn't increase the sugar levels in the blood and it's also great for weight loss as it doesn't contain any calories. \nPhoto: kristianfrisk\n\nHowever, despite its obvious benefits, the US Food and Drug Administration has placed restrictions on the use of this substance by the food industry. Stevia can be commercialized in the US as a dietary supplement, but not as a sweetener. Similar restrictions are also in place in Canada and the EU.\nBut is Stevia really dangerous? Studies seem to indicate that it is quite safe when consumed in small quantities. Various experiments made on mice proved without doubt that reduced amounts of stevioside represent no danger. But its use in the food industry would probably mean that many people would consume the substance regularly. \nThus the FDA's main concern is about the negative effects that the consumption of the herb in large quantities might attract. And apparently there isn't enough information available for now to clearly determine what these effects might be or if there would be any. An increased risk of cancer and the disruption of the metabolism are the most probable, while the FDA also cited the contraceptive effect that Stevia might have.\nPhoto: Jason Sandeman\n\nHowever, as we've already pointed out, these concerns only apply to large quantities of stevioside. Stevia used with moderation is not only perfectly harmless but also has many health benefits, especially for diabetics.\n\nSources: 1, 2","author":"Gregory Johansson","web_category":"lifestyle","title":"Is Stevia a Danger to Your Health?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-stevia-dangerous"}