{"summary":"Jersey City, New Jersey is in Hudson County, just across the Hudson River from Manhattan. Builders built up because Manhattan has little space to build out","advice_category":"8","content":"\nPhoto: Joseph Dunsay\nManhattan owes its high number of skyscrapers to its island geography. Builders built up because Manhattan has little space to build out. The result is an extensive skyline that viewers can admire from many kilometers away. The view from across the street is less appealing. Looking out the window from a Manhattan office, one is likely to see the exterior wall of another Manhattan office. This contrasts to the view from a typical Jersey City office.\nPhoto: Joseph\nJersey City, New Jersey is in Hudson County, just across the Hudson River from Manhattan. An underground rail system called \"The Path\" connects the two. High rises have sprung up in Jersey City over recent years, turning it from a suburb to a downtown in its own right. A modest scale and ample spacing make each building stand out against the sky from a close distance.  Despite having the second greatest population density in the USA, the view from a Jersey City window is mostly open sky.\nPhoto: Joseph Dunsay\nMunicipalities in metropolitan areas could learn from Jersey City's design. High rises provide residential and commercial space without occupying much land. This leaves more space for greenery at the ground level. The high rises are situated far apart from each other so that plenty of sunlight still reaches the ground. A walkway along the Hudson River serves pedestrian commuters. Mixed-use neighborhoods keep shops, homes and offices close to each other.\nPhoto: Joseph Dunsay\nMost cities do not have the same geographical restrictions as Manhattan. They can easily grow by expanding on to more land. Skyscrapers may be uneconomical in these areas, but highrise neighborhoods modeled after Exchange Place and Newport in Jersey City can be a good compromise between skyscrapers and blocks of detached homes. Communities that want just a bit more density can look to Jersey City for guidance.","author":"Joseph Dunsay","web_category":"travel","title":"Jersey City: A Model of Urban Density Done Good","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/cities/news-jersey-city-model-satellite-city"}