{"summary":"A team of researchers from Free University in Brussels are using robots to trick crowds of cockroaches into new behaviors. Even when in the minority, robots can modulate the collective decision-making process and produce a global pattern not observed in their absence","advice_category":"4","content":"\nBy new contributor Marguerite Manteau Rao. Check out her blog. If you feel like writing for us, drop us an email!\nA team of researchers from Free University in Brussels are using robots to trick crowds of cockroaches into new behaviors. The\nfindings are explored at length in 'Social Integration of Robots into Groups of Cockroaches to Control Self-Organized Choices', a new article in Science Magazine:\n'Collective behavior based on self-organization has been shown in group-living animals from insects to vertebrates. These findings have stimulated engineers to investigate approaches for the coordination of autonomous multi-robot systems based on self-organization. In this experimental study, we show collective decision-making by mixed groups of cockroaches and socially integrated autonomous robots, leading to shared shelter selection. Individuals, natural or artificial, are perceived as equivalent, and the collective decision emerges from nonlinear feedbacks based on local interactions. Even when in the minority, robots can modulate the collective decision-making process and produce a global pattern not observed in their absence. These results demonstrate the possibility of using intelligent autonomous devices to study and control self-organized behavioral patterns in group-living animals.'\nWhat do robots and cockroaches have to do with environmental concerns, you may wonder?\nThe fact that cockroaches usually organize into leaderless groups, and are able to reach consensus despite apparent leadership is analogous to the way we are currently behaving as a species, in regards to climate change. Currently, the consensus amongst the human crowd seems to be one of relative non action. Encouraging findings from the research showed that the cockroach-like robots could be programmed to influence the cockroaches to behave opposite to their normal patterns. One implication is that leadership can influence collective behaviors in a very significant manner. In relation to climate change, this can mean leadership at many different levels, from neighborhood green organizers, all the way up to head of states.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"marguerite.manteau.rao","web_category":"science","title":"Robots, Cockroaches, and Collective Behavior","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/robots-cockroaches-and-collective-behavior/508"}