{"summary":"The Time to Design Award 2010 was presented to Norwegian Siren Elise Wilhelmsen for her extraordinary knitting clock \"365,\" in which the passage of time is translated into the lengthening of knitted fabric. It counts the 24 hours of each day; for each half and whole hour, a needle is knitting a mesh, each day makes one knitted line.Photo: designboom.com","advice_category":"6","content":"\nPhoto: designboom.com\nNow and again, you may come across an idea that is as quirky as it is inventive. Designers are imaginative people, and this Norwegian artist is a fantastic example of how wonderful a little imagination can be. The Time to Design Award 2010 was presented to Norwegian Siren Elise Wilhelmsen for her extraordinary knitting clock \"365,\" in which the passage of time is translated into the lengthening of knitted fabric. Shaped like traditional German cuckoo clocks, this amazing device holds a circular knitting machine with 48 needles, a thread spool, a thread holder and a ball of alpaca wool. Moving in a clockwise direction, each needle denotes half an hour, and one round of knitting is completed in a day.  \nThus, the clock is knitting the hours and the days and shows the time as something that is constantly moving, changing and developing. It counts the 24 hours of each day; for each half and whole hour, a needle is knitting a mesh, each day makes one knitted line.Photo: designboom.com\nRolls of \"more time yarn\" last for a year, by the end of which the clock has created a two-metre-long knitted scarf. Wilhelmsen was one of six graduates from Berlin's University of the Arts who showcased their graduation projects at DMY International Design Festival in June this year. 365 will be on show at 100% Design London in September. Time to Design, a fellowship at the Danish Arts Workshops designed to help young design talents at the beginning of their career, will give her time, space and resources to bring the project closer to the end user. For her, the next step is to find ways to personalize the production of the knit, perhaps programming the machine to respond to movement, sound and light. Photo: designboom.com\nWilhelmsen graduated at the University of Arts in Berlin where she is has been involved in internal works; assisting in the organization of projects, doing graphics for catalogs and planning exhibitions. After her diploma, she continues working with products that can make people smile. Time and numbers were, in fact, the inspiration for Wilhelmsen’s knitting clock 365, which measures the time in a three-dimensional form - in volume, making a two-meter-long scarf in 365 days.  Photo: designboom.com The talented young lady says of her work: “I am fascinated by everyday incidents, unconscious ways of acting and invisible processes, I like to observe and challenge the things we take for granted… like time passing. Even though I live in Berlin, I often hear that my design has a very Scandinavian touch. Perhaps it is the honest and straight-forward way of using the materials, the combination of handcraft and industrial techniques or the desire to give an object more than a decorative reason. I aim to make products with personality and humour, products that challenge the meeting between man and his surroundings and that offer a new kind of interaction with them.” \nShe has undoubtedly got an extremely talented and artistic nature, and you can be sure that Siren Elise Wilhelmsen is a name we will hear a lot more of in the future. I for one look forward to it. Photo: core77.comI wish to thank Siren Elise Wilhelmsen for her permission to feature the pictures used in this post courtesy of designboom.com and core77.com.\nSources: 1, 2, 3","author":"tonyleather","web_category":"art+and+design","title":"Siren Wilhelmsen's Amazing Knitting Clock","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Community-Fridge.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-knitting-clock"}