{"summary":"British Land and the City of London hope that these new bug hotels will attract and support all kinds of insects and raise awareness about the dwindling populations of helpful bugs.. Moreover the top of the bug hotel is suitable for collecting rain water","advice_category":"2","content":"\nPhoto: Roberto Verzo\n\nThe city of London has figured out a unique way to keep helpful bugs around: insect hotels. In a competition commissioned by the real estate company British Land and the City of London, many architects showed their green side as they built housing for London’s six legged residents. The “Beyond the Hive” competition was implemented as a way to bring biodiversity to the bustling city while simultaneously celebrating the London Festival of Architecture. Talk about pretty and functional!\nThe winners of the competition were a London architecture firm named ARUP, as they blew the competition out of the water with their insect hotel. ARUP’s bug hotel, which is modeled after the wings of a dragon fly, is a special habitat designed to bring helpful insects into London parks. The design itself mimics nature through a compartmentalized structure that allows for the cultivation of a myriad of habitats. For instance, in addition to beetles and bees, the hotel also caters to the needs of butterflies and moths.\nMoreover the top of the bug hotel is suitable for collecting rain water. Each compartment is also stuffed with all kinds of natural waste so that London’s six legged friends can nest, eat, and reproduce.\nPhoto: Animal Architecture\nARUP’s bug hotel is not only functional, it is also beautiful. The insect friendly hotel can fit into any given green space without becoming an overbearing lawn ornament.\nOther designs in the contest included everything from skyscrapers and bug towers, to landscape and garden installations. British Land and the City of London hope that these new bug hotels will attract and support all kinds of insects and raise awareness about the dwindling populations of helpful bugs.\nIf you happen to be strolling through London town you can find the bug hotels in five different parks around the city: Bunhill Fields, West Smithfield Postman’s Park, St Dustan’s in the East, and Cleary Garden.\nPhoto: Lynne\nIf you’re not in London but still want to get in on the action you can make your own bug hotel for your backyard. In doing so, you can help the dwindling bee population and play a part in helping with Bee Colony Collapse Disorder. \nBee Colony, what? You ask. In brief, bees are dying due to a lot of different factors. This is a big deal because bees are a key factor in agriculture thanks to cross pollination. In the US alone bees are part of a $14 billion agricultural economy.\nBees aren’t the only ones facing diminishing populations. Many other insects are also falling victim to factors such as pollution and the increasing use of technology. This could be detrimental to humans because many insects ensure the pollination of plants which gives us food, not to mention\noxygen.\nIf you are interested in making your own bug hotel a great blog for some tips on making one is Ettes Studios.\nPhoto: Lynne\nSources: PopSci, Cool Hunting, Inhabitat, British Land","author":"veritasart","web_category":"nature","title":"London's Labyrinthine Insect Hotels","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-32807-2377251550102347975S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-londons-insect-hotels"}