{"summary":"Photo: Mark Mawson Occasionally artists will come up with a new idea that strikes them as worthy of investigation, and sometimes they really do get it right. Photo: Mark Mawson ","advice_category":"6","content":"\nPhoto: Mark Mawson Occasionally artists will come up with a new idea that strikes them as worthy of investigation, and sometimes they really do get it right. Photographic images can be doctored to appear more dramatic than they actually are, but English born artist/photographer Mark Mawson does not believe in such manipulations. \nPhoto: Mark Dawson \nHis ‘Aqueous’ series of pictures only came about through split-second timing, and they are truly stunning. This remarkable man was interested in photography from an early age and had a camera in his hand from the age of 8. Having a burning ambition to become a Fleet Street journalist, he studied photojournalism at Richmond College in Sheffield, after leaving school. He got his wish, living and working in London for newspapers including The Times, The Daily Mail and The Sunday Times until 1995. \nPhoto: Mark Mawson \nAt that time, his artistic leanings began to dominate and he decided that he wanted more creative freedom and direction over the subjects of his camera lens. Having changed over to a career catering to the needs of magazines and advertising agencies, he soon became well known for his celebrity portraits. In 2001, he moved to Sydney where he has since mainly specialized in taking photographs of people and fashion underwater. His exhibitions have featured at the Royal College of Art in London and The Blender Gallery in Sydney. \nPhoto: Mark Mawson \nAlthough the images in this article look like they might be photographs from the cloud systems of other worlds within the solar system, they are in fact a new art form, created by dropping paint into water. Thus, instead of dropping paint onto a canvas, Mawson has found an intriguing new look. The 41-year-old from London, has been taking pictures for 22 years but only recently came up with the eye-catching way of creating stunning and beautiful abstract forms at random. \nPhoto: MarkMawson \nHe takes different kinds of paint and drops them into a tank before snapping the outcome with his camera and using a strobe to light up the weird and wonderful forms. He found that using paints with different densities created various stunning effects.  \nPhoto: MarkMawson \nHe says of his incredible images: \"I had seen lots of ink-in-water shots and wanted to try something which had more body and which produced more organic forms. I have had great responses. Viewers can see different things in them and interpret them for themselves. Sea creatures are a regular response but also dancers, old men and even Jimi Hendrix setting fire to his guitar are among the things brought to the minds of the viewers. It is a laborious process but worth it when you see the results.” \nPhoto: MarkMawson \nWhen taking his pictures, Mawson needs to be extremely quick to react because the shapes last only for a split second. So ephemeral are they that the only record there can ever be of their existence is in the astounding pictures that the skill of this talented man captures so brilliantly. \nPhoto: MarkMawson \nMawson’s work, currently on display in Sydney, is up for sale with no set prices, but I am certain that, as people discover these fantastic images, they will be happy to pay good prices for them. I think this work is truly magnificent, evocative and fascinating in the thoughts that the images can bring to mind. Wonderful art and sumptuous, superb photography. What more could one ask? \nPhoto: MarkMawson \nSources: 1, 2, 3, 4, 5","author":"tonyleather","web_category":"art+and+design","title":"Explosions of Color Suspended in Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/news-stunning-photigraphs-aqueous-series-truly-talented-mark-mwason"}