{"summary":"Unfortunately, Las Vegas is not self-sustaining, but city planners are working on making Las Vegas more sustainable. Las Vegas grew out of the Great Basin and the Mojave Desert","advice_category":"8","content":"\nPhoto: Jon Sullivan\nIf there is one atypical American city, it would have to be Las Vegas. While most people come to gamble and forget about daily life for a while, many others see Las Vegas as a perfect place to raise a family. Ads for potential homeowners show green golf courses, water-based landscapes, and life on the edge of natural surroundings. The temperature is warm, it rarely rains, and the scenery is beautiful. The city in the middle of a desert is a lush oasis of large casinos surrounded by housing developments. What Las Vegas does best is create visions. \nPhoto: Jon Sullivan\nLas Vegas grew out of the Great Basin and the Mojave Desert. An odd place for a city, its motto could be “If you build it, they will come.” At its peak, 2,000 people were moving to Las Vegas each month. In ten years, the small city grew from 200,000 to 1.5 million people. An additional 30 million visit each year.  \nLas Vegas is one of the last frontier towns. In the 1930s, Nevada officials legalized gambling, quickie marriages and quickie divorces, giving it the name “sin city”. Over the years, Las Vegas became a complex city, offering a maddeningly wide assortment of entertainment and lifestyle options — the best and worst of human ingenuity and creativity. Las Vegas offers Paris, New York and other grand cities all within walking distance. It’s always nighttime in Vegas, the water always flows, and hope springs eternal. \nPhoto: Craig Howell\nThere is, however, no such thing as a free drink. Water remains a huge problem and limiting factor for Las Vegas. Las Vegas’s transplant population is unaccustomed to desert ecosystems. Its visiting population expects to be dazzled with excessive fountains, canals, waterfalls and lush gardens in hotel lobbies. Currently, the demand for water is being met by imported water from the Colorado River System and local ground water, but this source is being depleted rapidly. \nTo meet the need for water, the Southern Nevada Water Authority wants to build a 300-mile pipeline to export more water to the city. This would drain the Great Basin aquifers that formed over 10,000 years ago when the last glaciers melted. This would also drop the water table by over 200 feet. \nPhoto: stressbone on Flickr\nUnfortunately, Las Vegas is not self-sustaining, but city planners are working on making Las Vegas more sustainable. While many former mining towns, military training areas, ghost towns, and road and utility right of ways have vanished from the area, Las Vegas continues to grow. For it to continue to grow sustainably, city planners and everyone involved will have to find a reliable source of water. \nAs Las Vegas is all about money, the city will find a way to survive as long as the money comes in. While Las Vegas is good at making dreams become a reality, in order to last it must do so with a sustainable approach.\nSources: 1, 2, 3, 4, 5","author":"Lisa Hossler","web_category":"travel","title":"How Las Vegas's Survival Depends on Its Water Sources","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/cities/news-why-las-vegas-not-typical-american-city"}