{"summary":"“I have no scientific background, so much of the research behind the sculptures has been in collaboration with marine biologists from the national marine park here in Mexico and also from Reefball, an artificial reef company based in the US. Underwater artist Jason DeCaires Taylor is pained by the scientific prediction that 80% of coral reefs will be permanently lost by 2050","advice_category":"6","content":"\nPhoto: Jason DeCaires TaylorAll images courtesy of Jason DeCaires Taylor\nUnderwater artist Jason DeCaires Taylor is pained by the scientific prediction that 80% of coral reefs will be permanently lost by 2050. As a diver, he appreciates the sea and believes humans have a natural calling to the water. To honor this relationship, and to protect and encourage the growth of coral reefs, Taylor has sculpted human figures that attract and anchor coral, and therefore can sustain the biodiversity of the area. \nPhoto: Jason DeCaires Taylor\nThe sculptures, showcased under the sea, are made from marine grade cement, sand and micro-silica. The artworks must coexist harmoniously with ocean life, and therefore, the materials must be carefully formulated. When Environmental Graffiti asked Taylor how much science or knowledge of science contributes to his art, he responded:\n“I have no scientific background, so much of the research behind the sculptures has been in collaboration with marine biologists from the national marine park here in Mexico and also from Reefball, an artificial reef company based in the US. It is a very important aspect of the sculptures as the materials have to be exactly the right ph[-factor] to attract corals, ?deployed at the right time of year to co-inside with coral spawning and of course the exact placement defined, in terms of depth and location as this can attract various types of species.\" \nPhoto: Jason DeCaires Taylor\n\"At the moment, I am ?working with scientists on propagating coral, where you take one species and use 'cuttings' like you would with a plant to increase overall biomass of the reef. Providing holes of a certain shape and diameter can also encourage particular species like lobsters or blenies.”\nPhoto: Jason DeCaires Taylor\nAesthetics also factor in to Taylor's work. He has created hundreds of awe-inspiring figures of artificial coral, in seemingly natural human positions, casually living beneath the water's surface. Taylor fathoms such projects by \"imagining a world where our streets and houses are all 50m under the sea.” Environmental Graffiti asked how human subject matter is appropriate for an underwater sculpture garden, and Taylor explained:\n“I have chosen to focus on human forms for many reasons, firstly the shape of an object is rapidly changed underwater and if you begin with an abstract form it generally becomes completely unrecognizable very quickly.\" \nPhoto: Jason DeCaires Taylor\n\"Also, I am trying to portray how human intervention or interaction with nature can be positive and sustainable, an icon of how we can live in a symbiotic relationship with nature. Finally ?I believe we have to address some of the crucial problems occurring in our oceans at this moment in time and by using human forms I can connect with a wider audience.”\nPhoto: Jason DeCaires Taylor\nSecuring sustainable sculptures under the sea is a complicated process. First, Taylor must anticipate the aesthetic changes of viewing his work through water. \nPhoto: Jason DeCaires Taylor\n“The experience of being underwater is vastly different from that of being on land. Objects appear twenty five percent larger underwater, and as a consequence they also appear closer. Colors alter as light is absorbed and reflected at different rates, with the depth of the water affecting this further. The light source in water is from the surface, this produces kaleidoscopic effects governed by water movement, currents and turbulence. Water is a malleable medium in which to travel enabling the viewer to become active in their engagement with the work. The large number of angles and perspectives from which the sculptures can be viewed increase dramatically the unique experience of encountering the works.”\nPhoto: Jason DeCaires Taylor\nTo install his sculptures, Taylor and a crew of up to 15 people use a vessel with a lifting arm. Float bags are attached to the pieces so they can be more gracefully placed. Anchoring screws secure the sculptures to the ocean substrate. \nPhoto: Jason DeCaires Taylor\nCurrently, Taylor's work is featured in an Underwater Sculpture\nGarden in Grenada, West Indies. In December 2010, the Cancun Marine Park will open an exhibit of 400 sculptures, which can be viewed by snorkelling, diving and from glass-bottom boats. The project will cost $350,000 and is partially funded by the Mexican government. Taylor considers his work to be “donated to the sea.”\nPhoto: Jason DeCaires Taylor\nTaylor's artwork promises to slow the decline of corals, and demonstrates how people can creatively reverse the damages already incurred to our world. Taylor says,\"You can use sculpture as a way to convey hope, inspiring people to consider their interactions with the natural world and build a sustainable future.\" For more details on Taylor's work visit Underwater Sculpture.  \nPhoto: Jason DeCaires Taylor\nPhoto: Jason DeCaires Taylor\nPhoto: Jason DeCaires Taylor","author":"ppavone","web_category":"art+and+design","title":"An Interview with Underwater Sculptor Jason DeCaires Taylor","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1dewi3jpg","url":"http://www.environmentalgraffiti.com/art/news-interview-jason-decaires-taylor-underwater-artist"}