{"summary":"Some general good car care tips. Make sure they are in overall good shape with minimal tread wear and it might be a good idea to have them rotated and balanced - they can get a good inspection that way","advice_category":"8","content":"\nPhoto: nick farnhill\nBaby, it's getting cold outside! The heat is on, the heavy blankets are on the bed, the winter sweaters have been taken out of the closet and you have stocked up on hot coco and firewood, but well, have you forgotten something? What about your car? You know, that thing with four wheels parked outside that you rely on to get you from point A to point B and back again all of the time?  \nWell, just as you need to be prepared for the colder weather, so does your car. And what about if you got stranded - would you be prepared? Is your car ready? Do you know what to do? First relax, it is rather simple to winterize your car and assemble a winter emergency kit. We are going to cover it in 10 easy steps.\nPhoto: Mouleesha\n1. Make sure you keep any regularly scheduled service appointments.                                               \nPlease check your car's owners’ manual for the recommended timing.\nA tune-up in general will help you with better gas mileage and ensure a faster response from your car all around.\nPhoto: Dvortygirl\n2. You are going to make sure you are using the proper kind of oil for the colder weather.\nIn general, you will want to change over to thinner oil. The thinner oil will reduce wear on your engine because it will flow more quickly in colder temperatures, but again your owner’s manual should be able to offer you guidance on this.\nPhoto: dno1967\n3. You are going to want to check your antifreeze or coolant. \nThis is very important because done properly, this can protect your engine in the winter down to -34 F!  It is recommended that you use a good ethylene glycol-based antifreeze that is run in at about 60% coolant to 40% water. \nPhoto: DagosNavy\n4. Replace your windshield wiper blades. \nAssuming they need to be changed, and fill your washer reservoir with windshield wiper fluid. Do not use plain water - I repeat, do not use plain water, it will freeze!\nPhoto: Frettie\n5. Clean and inspect your battery.\nMake sure you check over all the cables for any signs of any excessive wear or cracks. Make sure all your connections are clean and tight and finally make sure your fluid level is good. If low, you can top off with plain water. Finally, you may want to consider replacing your battery all together if it is more than 4-4 1/2 years old.\nPhoto: U.S. Air Force photo by Airman Frank Snider\n6. You are going to need to give your tires some TLC. \nMake sure they are in overall good shape with minimal tread wear and it might be a good idea to have them rotated and balanced - they can get a good inspection that way. You are going to want to keep a tire gauge in the car and check your pressure fairly often in the winter because the cold makes the air contract and your pressure may be too low. You are also going to want to inspect the spare tire - make sure it is in good shape with adequate tire pressure.\nPhoto: Neodarkshadow\n7. Get your brakes checked!\nIf you have anti-lock brakes on your car, you want to make sure they are working well so they do not freeze up when you need them most. Remember to allow for extra braking distance when the weather is bad and my safety tip of the day - if you don’t have anti-lock brakes, it is better to pump your brakes gently rather than slam on them, which could send you right into a spin.\nPhoto: Zuzu\n8. Some general good car care tips. \nMake sure your lights, heater and defroster are all in good working condition. After all, you want to be warm in your car and you need to be able to see out of your windows! \nPhoto: FEMA\n9. What to put in an emergency kit.  \nPhoto: NOAA.gov\n10. What to do if you get stranded.\n\nSources: 1, 2, 3","author":"Tinahm","web_category":"travel","title":"10 Easy Steps to a Winter-Ready Car","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","url":"http://www.environmentalgraffiti.com/travel/news-10-easy-steps-winter-reay-car-and-you"}