{"summary":"The image above was taken after snowboarder Chris Coulter triggered an avalanche while going down Clayton Peak in Utah. The image below shows Andre Charland with the beginning of an avalanche in his back and cracking snow in front of him:","advice_category":"8","content":"\nPhoto: Pat MulrooneyAndre Charland being chased by an avalanche while going down a mountain in Zell am See, Austria\n“Snow is only frozen water.” Tell that to someone who’s being chased by an avalanche. Snowboarding, already an extreme sport, becomes even more adventurous when an avalanche, triggered naturally or by human activity, decides to chase a snowboarder or skier. Often, the rider might not even notice and be caught by the icy mass unaware!  \nSnowboarder Chris Coulter being chased by an avalanche: Photo: via ksl\nThe image above was taken after snowboarder Chris Coulter triggered an avalanche while going down Clayton Peak in Utah. Though this was a small avalanche at 50 ft wide and 1? ft deep, it caught up with Coulter, pushed him into some trees and dumped him over a cliff. Apart from a few bruises and the shock of his life, Coulter was okay but could have easily punctured a lung or even paid with his life. \nAvalanche forecaster Bruce Tremper of the Utah Avalanche Center describes an avalanche as a weak layer of old snow being covered by a new layer: \"It's like putting a brick on top of potato chips and tipping it on edge. That's what makes it so dangerous.\"\nA sequence of pics of a snowboarder caught in an avalanche:Photo: via guba\nHere’s an amazing video of snowboarder Jeremy Jones going down what seems like a 90-degree vertical cliff, being chased by an avalanche! We guarantee sweaty palms just by watching…\nThough avalanches are usually defined simply as a rapid flow of snow down a slope, the National Avalanche Center distinguishes three kinds: slab avalanches, the most common type, loose snow avalanches and wet avalanches. But any type of avalanche, even small ones, are hazardous to life and property because of their ability to grasp everything in their path – ice, rocks, trees, huts and houses – and carry it rapidly over a large distance.   \nSkiers are also known for triggering avalanches:Photo: freeimagedepot\nHere’s an example of a slab avalanche following a snowboarder, resulting in quite an insane chase:\nAvalanches usually follow the same pattern: A natural or human-caused trigger like impact causes the avalanche at a start zone. Soon, a slide path along which the avalanche flows develops, ending in a run with a debris deposit made up of the snow, ice and other material that the avalanche has gathered in its path. The weaker the layer of snow below, the more snow is accumulated while going down. The image below shows Andre Charland with the beginning of an avalanche in his back and cracking snow in front of him:\nDangerous - avalanche in the making:Photo: Pat Mulrooney\nLet’s escape this icy mass:Photo: Andre Charland\nAccording to the Colorado Avalanche Information Center (CAIC), about 25 people die in avalanches every year in the United States alone. And according to avalanche.org, about 90% of victims die in avalanches triggered by themselves or members of their group. \nRight behind you!Photo: via seriousaccidents\nIf you encounter certain signs, then an avalanche might be around the corner if not already behind you. So get off the slope if you notice any of the following: previous avalanches, signs of unstable snow as you travel, heavy rain or snowfall in the last 24 hours, wind blowing snow or rapidly increasing temperatures. \nLast but not least, more amazing footage of a brave snowboarder scaling a mountain in Alaska, triggering a small avalanche but making it. Don’t forget to close your mouth!\nSources: 1, 2, 3, 4","author":"Simone Preuss","web_category":"outdoor","title":"Snowboarder Vs Avalanche","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/skiing-and-snowboarding/news-snowboarder-vs-avalanche"}