{"summary":"This spreads the animals. The animals breed quickly","advice_category":"2","content":"\nA growing population of wild pigs is becoming a massive problem to U.S. ecosystems, and many areas are worried the problem will spiral out of control. \nThe U.S. government estimates that there are more than 4 million wild pigs scattered throughout 40 U.S. states. The pigs are an ecological disaster, devouring huge amounts of crops, tearing up plants, and driving out native wildlife by outcompeting them.\nThe problem is so bad in some places that there are actually federal teams of hog hunters armed with machine guns. Private trappers and hunters serve a growing market of private landowners affected by the pigs.\nThe animals breed quickly. They can have up to three litters of 9 to 10 young per year. Texas has the worst problem with the animals, with an estimated 2 million living in that state alone. Nearly half of the estimated ¢G4 billion in damage the pigs cause annually occurs in Texas. A Department of Agriculture official refers to the animals as an “ecological train wreck.” \nThe animals even threaten endangered plant and animal species, particularly the sea turtle. Wild pigs often root up turtle’s nests for the eggs.  The pigs have no natural predators, other than man, and so they are able to spread quickly. Not only that, but they may spread disease to humans, as well as livestock and pets. The animals were linked to a recent E coli outbreak in California spinach. The outbreak left three dead and hundreds more sick.  \n\nHunting the animals has created a whole society and economy. Private trappers are frequently hired to rid areas of pigs, and they can make thousands of dollars by providing their services then selling the meat to buyers. Much of the wild boar served in restaurants comes from these trappers.\nHunters love hunting the wily animals. They’re extremely smart, and identify traps easily. Their size and temperamental nature also provides a dangerous challenge. \nTommy Stroud is a rifleman for Joe Paddock, the east Texas man who calls himself “The Dehoganator” and provides hog trapping and hunting services to private landowners. Stroud said: \n The pig was first introduced into America by Hernando de Soto in 1539. Hunting enthusiasts released German wild boars into the wild in the 19th century, and Russian wild boars were released across several southern states in the early 20th century. The population has exploded, and the pigs have often crossbred with domestic animals.  \nHunters may be fond of the animals, and are pretty much the only ones who are, but their activities are often a reason for the spread of pigs. The hogs are frequently trapped and moved to other areas where they can be hunted. This spreads the animals.  \n\nMost states have plans to eradicate the animal, although Texas has all but given up on eradicating the animals. Mike Bodenchuck, of the US Department of Agriculture, said\nBodenchuck hopes to control the population using an increase in control efforts and a greater variety of control methods. He fears that the animals will continue to spread if greater efforts to control them aren’t made soon.  \nSource: Telegraph\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.\n ","author":"Chris","web_category":"nature","title":"U.S. Pig Population an Ecological Disaster","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-43647-2476428740105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/us-pig-population-an-ecological-disaster/538"}