{"summary":"Carpobrotus is a water-retaining plant, widespread in coastal areas of Southern Australia and in many parts of the world. Carpobrotus edulis, is a fast-spreading plant with bright flowers","advice_category":"2","content":"\nPhoto: Alvesgaspar\nCarpobrotus is a water-retaining plant, widespread in coastal areas of Southern Australia and in many parts of the world. Well exposed to coastal locations, this plant is a genus of about 25 species. Its beautiful daisy-like purple flowers are common to sand-dunes and are winter to spring flowering. Some of the species have some peculiar names; you might need a vivid imagination in order to see a connection between the plant’s flower and its common name.\nPhoto: Noodle SnacksCarpobrotus rossii (Pigface)\nCarpobrotus rossii is a prostrate plant, which has a beautiful purple colored flower with a white center. Amazingly they are known as the Pig Face plant, though you may not find any resemblance between the flower and a pig’s face. It is a salt-resistance plant and can be found year round in coastal areas. In Australia, people used to eat its fruit. Juice from its leaves was used to relieve burns and pains.\nPhoto: Winfried BruenkenCarpobrotus edulis (Ice-Plant)\nThis plant is known as the Hottentot Fig, Highway Ice-plant, Sour fig or sometimes the Ice-Plant. It is a beautiful plant native to South Africa, which has yellow, pink or orange flowers and fleshy fig like fruit. Carpobrotus edulis, is a fast-spreading plant with bright flowers. Not only its fruits are edible, but the leaves too, which taste like a pickled cucumber. It flowers from June to August, and is able to inhabit rocky places.\nPhoto: Winfried BruenkenCarpobrotus acinaciformis (Icicle or Sally-my-handsome)\nAnother species, Carpobrotus acinaciformis, is commonly known as Icicle plant in the United States. Famous for its ground-covering characteristics, this plant is also resistant to fire. This succulent plant with amazing pink flowers is also known as Sally-my-handsome in Africa. \nPhoto: UnknownCarpobrotus chilensis (Sea-Fig)\nCute magenta flowers with long stems and three-sided leaves, Carpobrotus chilensis is known as sea-fig. Rosy purple flowers bloom throughout the summer. This drought tolerant plant can survive in dry climates too. Native to Southern Africa and some parts of America, this showy plant requires very low maintenance. \nReferred to with many different and unusual names, Carpobrotus plants have various species with brilliant colored flowers. Best known for their medicinal properties and ground-hugging qualities, Carpobrotus are surely incredible plants. With unusual names like pigface and ice-plant, you would certainly want to have one in your backyard.\nSource: 1, 2, 3, 4, 5","author":"Alka Sharma","web_category":"nature","title":"The Bizarrely Named Pigface Flower","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_pink-daisy.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-pigface-or-icicle-or-ice-plant"}