{"summary":"Photo: au tiger01. Photo: tm-tm","advice_category":"6","content":"\nPhoto: tm-tm\nSignposts are curious social phenomena. Unlike most cross-cultural objects that have been homogenised to promote understandability and ease of access, signposts retain their national, regional and sometimes unique essence. Despite efforts to standardize and control them, the world is still dotted with comical, unusual and even obsolete signs.\nPhoto: Arthur Chapman\nWhat is, essentially, a form of street art, can also be interpreted as a socio-cultural depiction of a specific area. Clues about the type of environment, fauna, mode of production and community all transpire from these symbolic markers. The following images shed light on a number of realities, from the exotic endangered animal to the high-population density of senior citizens; from the friendly and somewhat bizarre warning about toads and cattle on the road to a zoo warning about animal indigestion as a result of human intake. Sometimes signs can be ambiguous (do not ‘empty’ your dog?), often obvious (falling can be deadly!) and at times even crucial reminders (Google does not have all the answers). \nTake a look at the following photographs; they are but a small fraction of the world's fascinating collection.\nWATCH OUT FOR THE...Photo: Rob Chandler\nPhoto: Paleontour\nPhoto: Nigel Davies\nPhoto: jujuly25\nCELEBRITY SIGNPhoto: aaronjwebb\nRELIGIOUS MODERNITYPhoto: au tiger01\nPhoto: au tiger01\nCRASHING, FALLING, DROWNING...PARACHUTING?Photo: Joe Shlabotnik\nPhoto: Just for Nathan!\nPhoto: tenioman\nPhoto: Jacobo Tarrio\nCIVIL RESPONSIBILITIES Photo: Gene Hunt\nDANGER! UMBRELLA!Photo: psd\nHENS, HORSES...AND CHILDRENPhoto: Kecko\nPhoto: rore\nPhoto: Ethan Prater\nPhoto: Ethan Prater\nOVERKILLPhoto: robinbos","author":"marianovellamonti","web_category":"art+and+design","title":"Bizarre Signposts from Around the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-signposts-original-street-art"}