{"summary":"The group brought a legal petition to change Matthew’s status from chimp to human. The Supreme Court upheld the petition, condemning Matthew to forever remain a chimp in Austria.","advice_category":"2","content":"\nAfter months of fierce legal battles and who knows how much money spent, it has been officially decided that a chimpanzee may not be called a person, at least in Austria.\nI’m sure you’ve all just started breathing normally again after hearing this shocking news, so let’s take a closer look at how we got to this point.\nThe chimpanzee in question goes by the suitably human/chimp fusion name of Matthew Hiasl Pan.  He and a chimp named Rosi were smuggled out of Sierra Leone as babies in 1982. They were en route to their fate as pharmaceutical test animals when Austrian customs officials came across the shipment containing the chimps. Matthew and Rosi have been living in an Austrian animal shelter for the past 25 years. Recently, however, the shelter has been threatened with bankruptcy, which threatens to leave Matthew homeless.\nEnter the Association Against Animal Factories, a Vienna based animal rights organization. The group attempted to be named a guardian of the chimp. To gain that guardianship, however, they needed to have the animal declared a person. The change from chimp to human status would have had great benefits for Matthew. Several donors had attempted to offer funds to help the animals, but Austrian law says only people can accept personal gifts, meaning Matthew would remain unsupported if he went homeless.\nThe group brought a legal petition to change Matthew’s status from chimp to human.  But in September, a judge from the town of Wiener Neustadt denied the petition.  The group appealed, taking their case all the way to the Austrian Supreme Court. The Supreme Court upheld the petition, condemning Matthew to forever remain a chimp in Austria.\nThe group has promised to appeal the decision to the European Court of Human Rights. In the meantime, they’ll attempt to set up a foundation to accept donations for the chimp, though they fear that only Matthew’s personhood will prevent him from being sold outside of Austria.\nThis begs the question, why didn’t they just set up a foundation for him in the first place, or even have one of the potential donors try and buy him and give him a suitable home? What’s the point of going through all this ridiculous fuss to try and make him a legal human? Also, I’m no expert in Austrian law, but it must have been a hell of a creative legal argument that says “This chimp is a human”. Seriously, what would you, personally, argue if you were the lawyer in this case?\nSource: National Geographic\nIf you want to find out all the latest chimpanzee legal news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"\"Chimps Aren't Humans\" Rules Austrian Court","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Plants1","url":"http://www.environmentalgraffiti.com/offbeat-news/chimps-arent-humans-rules-austrian-court/703"}