{"summary":"Photo: Echoforsberg. First and foremost, koala bears aren’t bears","advice_category":"2","content":"\nPhoto: Echoforsberg\nAlthough we are very familiar with the sight of a koala, there are many things most people don’t know about them. \n1. First and foremost, koala bears aren’t bears. They may be adorable like teddy bears – round and fluffy; however, they are actually marsupials, like kangaroos or opossums. The females actually carry their babies in their pouches.\n2. People also might not know that they are social animals that are part of complex groups. Each community has a dominant male and each koala has its own home trees that are different from those of its neighbors. That’s why, whenever the habitat is destroyed or replaced by roads or houses, the koala loses its place, just like we would lose our house.\n3. Koalas can communicate with each other over long distances. The sounds they make are also used to express social position, dominance and sometimes aggression. On the other hand, mothers and babies make gentler sounds, like murmurs, grunts and squeaks. When they are scared they all make a sound like a baby’s cry which suggests they are distressed.\nPhoto: Tiny Froglet\n4. Koalas spend most of their time sleeping. They use the energy accumulated during the resting hours to jump from tree to tree and feed themselves with eucalyptus leaves and bark. They are awake mostly at night and only for a few hours. This way they avoid the heat during the day. When they are cold, they curl up, just like humans do.\n5. Koalas are Australia’s greatest natural asset. They have become the brand of the continent. Yet, did you know that despite their popularity, they encounter many survival problems and are actually an endangered species? The impact of intense urbanization has resulted in the destruction of their habitat, while the attacks of other animals, like domestic dogs and foxes, and traffic accidents, are causing the koala population to decline. The most important thing to know about koalas is that they need protection. Otherwise this lovable animal that we take for granted will be gone forever. Can you imagine the world without koala bears?\nSourceshttp://www.koala-bears.org/https://www.savethekoala.com/koalasendangered.html\n\nhttp://www.planetozkids.com/oban/animals/facts-koala.htm","author":"Gregory Johansson","web_category":"nature","title":"5 Things You Didn't Know About Koala Bears","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6bigstockSleepingKoala957287jpg","url":"http://www.environmentalgraffiti.com/news-five-things-you-didnt-know-about-koala-bears"}