{"summary":"Far less known to the world then Dracula, stand an impressive number of stones which quite literally grow by themselves. In the first part of our Natural Design series, Environmental Graffiti reporter Vlad Jecan explores the natural phenomenon of Trovants: stones that literally grow by themselves ","advice_category":"4","content":"\nIn the first part of our Natural Design series, Environmental Graffiti reporter Vlad Jecan explores the natural phenomenon of Trovants: stones that literally grow by themselves \nRomania may be known as the land of Dracula, heaped with bloodthirsty vampires and other creatures shaped by Hollywood imagination, but it is also a land where nature has had an interesting activity.\nFar less known to the world then Dracula, stand an impressive number of stones which quite literally grow by themselves. This may be a great subject for the next Stephen King nove: living stones attacking a group of American scientists, who were trying to investigate the roots of Dracula’s legend. The stones are real and known to mortals as Trovants.Photo: \nNear a village, just south of central Romania a number of stone formations with alien features lie dormant, witnesses to the passing of time; that is – until it rains. Not long after the last drops of water fall, they begin a multiplication process. Small oval or round blain-like forms appear on the upper part of them. Many people are amazed and even locals are impressed when after heavy rainfall these rock formations begin to ‘live.’ Locals have aptly dubbed them, “growing stones.”\nTrovants have a hard stone core but their shells are made of sand, as most examples have been found in sandy regions. Geologists argue that the rocks are the result of a cementation process that occurred millions of years ago in this region and it is somehow accepted that their creation has its roots in the early diagenesis. Scientifically these stones are sandstone concretions and the weird forms are achieved by an irregular secretion of cement.\nIn 2006 a museum was built to host some of these remarkable pieces. Within the walls and outside of the “Muzeul Trovantilor” (Trovant Museum) in Costesti, a village in the Valcea region, visitors can see various Trovants in different shapes and sizes from small examples to some that are over 10 meters tall.\nMore photos: 1 - 2\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"science","title":"Natural Design Series: Stones That Literally Grow by Themselves","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/natural-design-series-stones-that-literally-grow-by-themseleves/1232"}