{"summary":"Watch your dog as he goes through his day. Dogs are loyal with a capital \"L\"","advice_category":"8","content":"\nPhoto: nyominx\n\nAnyone who owns a dog knows that they provide entertainment and companionship that is simply beyond compare.  But if you watch your pooch a little closer, you can learn some life lessons from them that may change your life forever!Photo: Miro Cacik\n1. Give everyone you meet a warm welcome. You know how it is when you come home from a long day at work and your dog is always right there waiting for you at the door? Well, that's how happy you should be when you meet anyone. Make them feel like they're the most important person in the world.Photo: olahau\n\n2. Forgive and forget. Have you ever accidentally stepped on your dog's paw or yelled at them for some minor transgression and they look at you all sad-eyed but then not five minutes later, they're all happy and act like it never happened? Well, that's a very good trait to have. Holding a grudge against someone will not make what happened go away, it's only going to make the bad feelings fester inside you. So take a cue from Fido and just forgive and forget.Photo: Darin\n\n3.  Be loyal. Dogs are loyal with a capital \"L\". And that's how we should be with everyone we meet: true to our word, faithful and dependable.Photo: No?l Zia Lee\n4. Live life to the fullest. Watch your dog as he goes through his day. Every scent is new and different, every person is special and every morsel of food is to be savored. That's how you should be living your life. Even if you do the same things every day, find a new way of doing them.Photo: pennyhardie\n\n5. Go for a walk. Dogs love being outside and getting their exercise and we should follow their lead. Exercise is good for our bodies and good for our minds and spirit. Walking your dog is also a great bonding experience for the both of you.Photo: Nicholas Cheong\n\n6. Take a nap whenever and wherever you like. Dogs can just lie down on the floor and fall sound asleep in a minute. Then they may wake up 15 minutes later and be raring to go. Studies have shown that just like our canine friends, taking a 15-30 minute nap energizes people and makes them feel more creative and clear-headed. So if possible, try and set aside 15 minutes a day and snooze away.Photo: Sebasti?n-Dario\n\nPersonally speaking I have learned quite a lot from my dog LC-- like how to look cute and adorable right after getting a haircut!Photo: lcelse\n","author":"Elaine Furst","web_category":"lifestyle","title":"6 Ways Your Dog Can Teach You to Live a Happier Life","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/pets/news-how-be-your-dog"}