{"summary":"Purple patch: Wellsophyllia open brain coralPhoto: Photo: MonsterReef. Hello my pretty: Open brain coral in the evening under actinic lightingPhoto: Photo: RevolverOcelot","advice_category":"2","content":"\nPhoto: Photo: RevolverOcelot\nImages of gore that would make an axe murderer proud are not the sort of stuff you would expect to find on the ocean floor, but with open brain corals that's exactly what you get. Less gruesomely known as crater corals or pacific rose corals, open brain corals are a favourite with aquarium owners but might also prove popular with slasher movie fanatics or proponents of bad brain surgery, if only they knew. Take a gander and see what you think.\nDefinitely something on the brain: Red Wellsophyllia open brain coralPhoto: \nPhoto: Reefland\nTough, colourful and captivating, open or folded brain corals are stony specimens characterised by two or three growths of expanding fleshy tissue known as polyps projecting from their base. The way their skeletons form miniature valleys with separate, pinched walls is what makes them appear so delightfully brain-like to human perception.\nPurple patch: Wellsophyllia open brain coralPhoto: Photo: MonsterReef\nThink pink: Open brain coral shot in CaliforniaPhoto: Photo: saimo_mx70\nTypically found in the waters off Australia, the Indo Pacific and Fiji, open brain corals display a wonderful array of colours, making them all the more marvellous. Opaque, blue, green and red colours are commonly found in the aquarium industry, where the corals are made to fluoresce beautifully under actinic lighting.\nHello my pretty: Open brain coral in the evening under actinic lightingPhoto: Photo: RevolverOcelot\nBlooming marvellous: Trachyphyllia geoffroyi red open brain coralPhoto: \nPhoto: Reefland\nShowing they have a disposition to match their macabre name, open brain corals are voracious plankton-feeders in their natural habitats. The rows of tentacles around their mouths measure as large as 10mm, and during the evening and night time these stinging tendrils come out to capture prey. These beauties of the ocean floor can also swell up to pull themselves out of their holes in the sand and even move around the sand bed. See? Not just a pretty face – and an ugly name. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Open Brain Coral on the Ocean Floor","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb32.webshots.com-44383-2956446000104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/open-brain-coral-ocean-floor/18961"}