{"summary":"Manila, Pearl of the Orient, received a bit of a strange visitor Thursday when a seven-foot long Python crawled out from under the suspension of a jeepney bus.. The bus, which had come in from an outlying province, apparently had harbored the beast in its suspension struts before the snake, obviously bored, or perhaps seeking to liberate some unsuspecting family pet from its earthly bounds, crawled out during a stop.","advice_category":"2","content":"\nManila, Pearl of the Orient, received a bit of a strange visitor Thursday when a seven-foot long Python crawled out from under the suspension of a jeepney bus.\nDoesn't look terrified at all.  Image from bsmith4815 on Flickr\nThe bus, which had come in from an outlying province, apparently had harbored the beast in its suspension struts before the snake, obviously bored, or perhaps seeking to liberate some unsuspecting family pet from its earthly bounds, crawled out during a stop.\nThe passengers were, as you can imagine not amused, but they had far from the worst day in this scenario-- that honor went to Police Traffic Inspector Erlito Regin, who was the first to respond, and subsequently had to help lift the snake into a truck for transport to the police station.  Only at that point did the true experts-- the government-run Wildlife Rescue Center--take over, and determine that the snake was most likely an escaped pet.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Python Hitches Ride, Refuses To Pay Fare","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_constricting.jpg","url":"http://www.environmentalgraffiti.com/ecology/python-hitches-ride-refuses-to-pay-fare/1013"}