{"summary":"Photo: Copyright Andrew Smith. He pointed to an oddly-shaped tree, with long writhing branches in the middle of a grassy yard.","advice_category":"2","content":"\nPhoto: Copyright Andrew Smith\nI was driving along in my Forest Service car with the newest Forest Ranger trainee by my side, when he suddenly let out a yell.\n\"Stop!! Turn around!\"\nSurprised, I did so. \n\"Go slow,\" he continued. \"Slower – it was along here somewhere... There!\"\nI stomped on the brake. He pointed to an oddly-shaped tree, with long writhing branches in the middle of a grassy yard.\n\"What the heck kind of tree is that??\"\nThe answer was even stranger than the tree itself: It was a Monkey-Puzzle Tree.\nPhoto: by JenaBug\nThe Monkey Puzzle Tree (Araucaria araucana) is an evergreen conifer (no, not a pine tree) from Chile and Argentina that was imported to Europe and Britain in the 1800s as an oddity.\nThe common name comes from a comment made around 1850, as a British gardener in Cornwall proudly showed his friends the young specimen he'd recently acquired. \n\"Gads,\" said one friend, obviously looking at the needle-sharp scaly leaves. \"It certainly would puzzle a monkey to climb that!\"\nPhoto: from the Wikimedia Commons.\nAnd so \"Monkey Puzzle Tree\" it is.\nThe tree is native to portions of Chile and Argentina in South America. It grows well and is quite hardy along coastal North America from Maryland south, then across Texas and up the Pacific coast to Washington State.\nThey grow best in cool, mild, humid habitats and tolerate most kinds of soil if well-drained. \nThe trees are either male (producing pollen) or female (producing seed-cones). The seeds are quite edible, along the same lines as pine nuts but almond-sized.\nThis \"see-through\" tree with the scary, primitive appearance makes an eye-catching addition to any open space or yard.","author":"dorothydot","web_category":"nature","title":"The Monkey Puzzle Tree: Nature's Riddle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-32973-2569718180103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-if-martian-could-be-tree"}