{"summary":"A promatorium, the place where a promession is conducted, permits the promains to be given to family members in a shroud or biodegradable box. Since the summer of 2007, when resomation began to be offered in the U.S., 1,000 people have been resomated","advice_category":"4","content":"\nPhoto: housingworksauctions\nSince the very beginning of time, humans have been fascinated with death and obsessed with burying rituals of the beloved and expired. We have placed the dead in mausoleums, underground, in temples and pyramids, in specimen jars, rolled out in college classes, trotted on horseback, we have photographed them, saluted them, mummified them, transformed them into saints and, more recently, cremated them.\nLike no other species under the sun, we have been bewitched by the sheer creativity of how to handle, discard or memorialize the dead. In essence, we have come so far in history and yet regressed greatly when it comes to holding human life precious, sacred or with dignity or respect. \nCreative burials are still being invented. These latest two burial practices have just come to fruition - and one is not even available in the U.S. yet.\nPromession\nAs this site states, promession is a greener alternative to cremation. Cremation releases toxins like nitrogen oxides, sulfur dioxide, hydrogen chloride and traces of mercury from dental fillings, into the environment through burning. Promession does not burn the body, but rather freeze dries it.\nAs you will see in the video, the body is placed into a vat of liquid nitrogen. Once it is frozen and brittle, the metal container the body is in is shaken through ultrasound to make the body break up into pieces. At this point, a vacuum is placed over the container to suck up any leftover moisture. Then, a strong magnet is placed over the body so any dental fillings, prostheses, medical devices, mercury fillings or contaminants will be safely removed.\nPhoto: wickenden\nUnlike a traditional burial that can easily cost family members $6,000, promession is offered at a minute fraction of that cost. Additionally, there are no preservatives, like embalming fluids, that are trapped inside the coffin, which also has its own unique toxic elements. The body is not permitted to decompose naturally in a coffin where it would rot -  with often devastating results for the environment.\nA promatorium, the place where a promession is conducted, permits the promains to be given to family members in a shroud or biodegradable box. The family is able to disburse the ashes wherever they choose, or in multiple places. A plant can be placed on top of the promains. The promains act as a rich, nourishing mulch that is an excellent source of plant food.\nPhoto: Michael Graham\nCreated in 1999 by a Swedish biologist, promession is still being legally argued over in many different nations worldwide. In 2008, however, promession was licensed to be used in Sweden, the U.K. and South Korea.\nPromession creates a compacted body mass of 60 pounds or less, states this site. The promains are odorless and safe for water.\nPhoto: National Photo Company\nIt looks like it will be a while before promession will be offered in the U.S.\nResomation\nIn resomation, the process is slightly more unappealing, in this author's opinion. It is conducted through a specific alkaline hydrolysis process for the disposal of human remains. In other words, the body is turned into brownish goop through a chemical lye. It is being marketed worldwide and is has been more widely accepted and is cheaper to perform than promession.\nSince the summer of 2007, when resomation began to be offered in the U.S., 1,000 people have been resomated. \nPhoto: Dale Gillard\nSpecifically speaking, the process of resomation is fairly simple. The body is put in a bag, usually made of silk, with a metal cage surrounding the bag. The body is heated to 160 degrees Celsius, which actually doesn't boil it because of the high pressure. The Resomator that the body is being heated up in has potassium hydroxide in it, which effectively turns the body into a brownish goop within three hours. The goop is composed of the following:\nThe bone fragments can be easily crushed with the hand. However, a special blender called the cremulator typically does this job. Any medical devices can be removed from the resomated body, which is in such good condition that the devices are often recycled. This biodegradable liquid is then returned to the family so they can pour their loved one into the ground where a plant can be placed.\nPhoto: walkadog\nRecently, the only place in the U.S. to be able to resomate the dead was New Hampshire. However, the state was just given a one year moratorium and now Americans must wait for Florida to be able to start resomations, which is expected to be very soon.\nDespite the setbacks with resomations in the U.S., Resomation Unlimited, which oversees resomations nationally, has been given the Jupiter Big Idea Award this year. One can view the story here.\nPhoto: Carol Walker\nDespite the 'ickiness' of disposing of a body through sludge or frozen ash, these options are actually very friendly to our environment and prevent wasteful expenditure of ground space through conventional burial measures. You can expect to see more of these two processes in a funeral home near you, soon.","author":"Asher Kade","web_category":"science","title":"Boiling and Freezing Bodies: Two Bizarre New Funeral Practices","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","url":"http://www.environmentalgraffiti.com/breaking-news/news-freeze-dried-and-boiled-brown-goop-latest-burial-practices"}