{"summary":"The Seikan Tunnel is also the longest undersea tunnel in the world. In 1999, the Swiss Gotthard Road Tunnel was the longest road tunnel, until the L?rdal Tunnel took the crown when it was completed in the year 2000.","advice_category":"6","content":"\nPhoto: Eperales\nNot many people think about it, but tunnels are architectural wonders that have been evolving since thousands of years ago. Tunnels probably started out from caves, which the ancient man would make his home whenever it’s too hot, cold, or wet to go outside. Flash forward to a more civilized period, and we can see tunnels being used as hidden passages, usually built underground. In case of certain situations, you can just go down into the tunnel and stay hidden until the enemies are gone.\nToday, tunnels are built for different purposes. Take a look at four of longest and most amazing tunnels of their kind.\nSeikan TunnelPhoto: Risto Kaijaluoto\nThe Seikan Tunnel in Japan is the longest railway tunnel in the world, spanning about 53, 850 meters, or a whopping 33.5 miles. Just imagine how many days you would need to walk through the tunnel to get to the other side. \nThe Seikan Tunnel is also the longest undersea tunnel in the world. After World War II, Japan saw the need to connect the islands of Hokkaido and Honshu, so that the country would be geographically united. Since its first year of surveying in 1946 until its official opening on March 13, 1988, it took more than 40 years for the Seikan Tunnel to be finished. It also took them big money to construct the tunnel: ¢D538.4 billion, equivalent to $3.6 billions.\nToday, unfortunately, the Seikan Tunnel is not used as often as it was before, because traveling via airplanes can be cheaper and faster. Nevertheless, the Seikan Tunnel was one of the major reasons how Japan remained a strong and unified country until today.\nChannel TunnelPhoto: Ed Schipul\nThe Channel Tunnel is the longest international tunnel in the world, connecting the United Kingdom and France through a 50,500 meter-long (31.3 miles) passageway. The tunnel starts from Folkestone, Kent in the UK, and stops at Coquelles, Pas-de-Calais in France. The tunnel also contains the largest vehicle transport in the world: the Eurotunnel Shuttle.\nConstruction of the Channel Tunnel was stalled for almost two hundred years since 1802, because the British were a little hesitant about the idea. Eventually, in 1988, construction began and ended quickly in 1994. Today, all the passenger trains inside the tunnel are run by electricity, equally supplied by the British and French. The Channel Tunnel also made it on the list as one of the Seven Wonders of the Modern World. If you’re lucky enough to be British or French, you’ll have no problem vacationing outside the country because you’ll only need to go through the Channel Tunnel to go abroad.\nL?tschberg Base TunnelPhoto: Cooper.ch\nCompared to the other tunnels, the L?tschberg Base Tunnel is like a newborn baby, because it was only recently completed in 2006, and was not officially opened until June 2007. The L?tschberg Base Tunnel is the longest land tunnel in the world, covering a length of 34,700 meters (21. 485 miles). The tunnel runs between the cities of Berne and Valais and carries freight and passenger trains. Because of the latest technology, the L?tschberg Base Tunnel was easily and quickly constructed between 2005 and 2006. By December 2007, tunnel and trains were completely functioning. \nPhoto: Bernhard\nBecause of the L?tschberg Base Tunnel, traffic in the area has decreased by a huge amount, especially by delivery trucks that need to be unloaded past Switzerland. A fun trivia: The heat from the tunnel's flowing water of the tunnel warms the Tropenhaus Frutigen, a greenhouse that produces caviar, sturgeon meat and other tropical fruits.\nIf you’re not a fan of going all the way up the mountains, and down to where you want to go, then you’ll love traveling through the L?tschberg Base Tunnel, because its cuts through the famous Swiss Alps, sending you over many ski resorts in a jiffy.\nL?rdal TunnelPhoto: Khloges\nThe L?rdal Tunnel in Norway is the longest road tunnel in the world, extending as long as 24,000 meters (15.2 miles) in the county of Sogn og Fjordane. In 1999, the Swiss Gotthard Road Tunnel was the longest road tunnel, until the L?rdal Tunnel took the crown when it was completed in the year 2000.\nThe L?rdal Tunnel was designed according to modern standards, keeping road drivers in mind. Unlike most tunnels where you just go through darkness for several minutes, if not hours (if you're stuck in traffic), the L?rdal Tunnel divides itself into four parts where you can pass through dark caves or an invigorating outdoor view alternately. \nPhoto: Andrejk\nAnd you won’t have to be afraid of the dark when you’re inside the L?rdal Tunnel, because it has a lighting effect that will not only make your road trip tolerable, but also enjoyable. It is said that the illumination effect mimics the natural lighting at dawn and dusk. And the best thing about the L?rdal Tunnel is that you don’t have to pay any toll fee.\nGoing through tunnels might be scary for some people, but it’s actually pretty exciting when you see how images and road signs just whiz by when you’re driving fast. Go for a road trip once in a while and you just might see a light at the end of the tunnel.\n\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Karize Uy","web_category":"art+and+design","title":"The World's Longest Tunnels","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-4-longest-tunnels-youll-want-go-through"}