{"summary":"My personal favourite accessory is the squirt gun.  It’s equipped with an array of technological weaponry, including video and infrared cameras","advice_category":"4","content":"\nOne of the best things about living in the 21st century is all the cool new gadgets.\nAn armada of microdrones. Image from Bot Junkie\nMy favourite new discovery is a toy-sized helicopter that’s the latest in police technology.\nThe “microdrone” may be small, but for police it’s a powerful new weapon.  It’s equipped with an array of technological weaponry, including video and infrared cameras. Images from the camera can be beamed to operators as far as 500 yards away.  It even flies almost completely silently.\nMy personal favourite accessory is the squirt gun.  The chopper comes equipped with a squirt gun filled with “SmartWater”, a liquid that police can use to help identify criminals who’ve come in contact with it.\nI was expecting this piece of futuristic machinery to be used in some sort of government covert op, flying silently above mafia meetings taking pictures and the like.  I was completely wrong.\nSo far, the device is being used by the British Transport police, the ones in charge of trains, buses and the like. It’s been helping them catch people stealing pieces of metal from the railways.\nThe police may be in love with the stealthy little machine, but there’s been some online uproar. Bloggers have been pointing out that a silent flying machine with high-powered cameras has the potential for abuse. They argue that both the police and anyone who can afford the $50,000 to buy one could easily look in their windows and snoop on their personal lives. With a viewing range of almost 350 feet, they might have a point.\nStory from Times of India\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Tiny Police Helicopter is Watching You ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/tiny-police-helicopter-is-watching-you/911"}