{"summary":"In 2007, a Komodo dragon attacked a young boy who was going to the toilet behind his house, with the victim later dying of massive bleeding from his wounds. There's no doubt that the Komodo dragon is built to kill","advice_category":"2","content":"\nPhoto: Image: Mats Stafseng Einarsen \nIts tongue flickers snakishly from a mouth filled with toxic potential while its body boasts the bulk of a crocodile's. Armed with the lethal weapons of our most feared reptilian counterparts, the Komodo dragon is best left alone. There's just one snag: this fiend wouldn't necessarily want to leave you alone, and you might not even know about it if it were on your tail. What's more, it now seems that the largest lizard on the planet is deadlier than anyone previously thought.\nThis living dinosaur can be found only on the central Indonesian islands of Komodo. It's been getting a lot of press of late, and let's just say not all of it has been positive.\nI've got something on the side of my face? Which side?Photo: Image: Spektrum der Wissenschaft, May 1999, page 52, via The University of Augsburg\nFirst came the news that poison is key to the Komodo dragon's killing power, with venom glands in its jaw – instead of bacteria in its saliva as was previously thought – adding a decidedly toxic bite to its bite. Instead of victims being slowly poisoned by dirty oral bacteria that would make a dentist cringe, new research shows that the Komodo injects them with venom loaded with toxins that prevent blood from clotting to induce shock. The prey bleeds to death and is eaten, dead or alive, sooner or later.\nFeeding frenzy: Komodo dragons mob the carcass of an animalPhoto: Image via: Science Blogs\nThis newly discovered addition to the Komodo dragon's deadly arsenal works together with serrated teeth plus powerful neck muscles that would be the envy of many a body builder. The Komodo has been found to not have particularly powerful jaws for its size – when compared to say a croc – so it relies on its strong neck and sharp teeth to slash wounds open, with the venom providing the coup de grace, causing the victim to succumb under collapsing blood pressure. One bite is often enough to ensure death sets in.\nStanding up and being counted in the lethal lizard steaksPhoto: Image via: Nixon The Hand\nThese findings help to explain how the Komodo dragon is able to slay even large victims like deer or – gulp – humans within hours of biting them, which leads us seamlessly into the other reason these lizards have been hitting the headlines. Hot on the heels of the new study, reports stacked up about how Komodo dragon attacks are on the rise. Since 2007, there have been two human deaths at the jaws of these ferocious predators, and according to the AP and other news sources, \"fear is swirling through the fishing villages\".\nOutta my way: A Komodo dragon stalks along a beachPhoto: Image via: Turntable Lab\nIn 2007, a Komodo dragon attacked a young boy who was going to the toilet behind his house, with the victim later dying of massive bleeding from his wounds. Then in early 2009 a fisherman was attacked when he stumbled upon two of the lizards while out picking wild fruit, later dying of blood loss from multiple injuries whilst on his way to hospital. With non-fatal attacks also increasing, locals say the dragons are hungrier and snappier because food sources like deer are being poached – though park rangers are quick to say nay.\nDoes this look like a face that would hurt anyone? Feeding time Photo: Image: allereb \nBut is this some kind of media panic drummed up against the Komodo? After all, while this recent spate of deadly attacks may indeed have been \"terrorizing\" villagers, such incidents are relatively rare, with only four such fatalities since 1975. It's also true that the Komodo dragon is more likely to be seen scavenging carrion than hunting, and yet when it does set its super keen sense of smell on potential prey, it's more than capable of taking the stealthy approach, lying in wait or sneaking up to ambush the unsuspecting man or beast.\nThere's no doubt that the Komodo dragon is built to kill. As well as its venom, it has its size to back it up. The Komodo can grow over 3 metres (9.8 ft) long and weigh 70 kilograms (150 lb) plus, but despite its bulk, it can charge at animals reaching speeds of up to 20 kilometres per hour (12.4 mph). Then, once it lays its claws on what it wants, it gets guzzling. It often rips off chunks of flesh to gulp down, though it may also make a super-size meal out of an animal smaller than a goat, using its loose jaws, flexible skull, and expandable stomach to swallow its prey whole.\nIt's estimated that under 5000 of these awesome monsters are left in the wild, although the area they inhabit covers only around 700 squares miles (1,810 sq km). If you happen to embark on a quest to the Komodo islands, that does seem like more than enough dragons to make a snack out of you. No need to be hysterical though.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Komodo Dragon: The Largest and Most Lethal Lizard on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/saltwater-croc.jpg","url":"http://www.environmentalgraffiti.com/featured/komodo-dragon-largest-most-lethal-lizard-earth/12167"}