{"summary":"Several species, including marmots, chipmunks, and brown bears, have all been seen to either reduce their hibernation period or not hibernate at all. Some of the first concrete evidence of the phenomenon came from Colorado, where researchers at the Rocky Mountain Biological lab have been observing marmot hibernation behaviour since the 1970s","advice_category":"2","content":"\nThe list of the effects of global warming keeps getting bigger and bigger.\n\nNice marmot. Photo by Tnsnick\nNow scientists believe that global warming affects hibernating animals, causing them to wake up earlier. While this may seem a trivial concern, it is in fact a legitimate environmental problem.  The shortened hibernation period could actually lead to significant declines in the populations of several species\nSeveral species, including marmots, chipmunks, and brown bears, have all been seen to either reduce their hibernation period or not hibernate at all.  This can cause starvation and, possibly, increased numbers of some animals being eaten by predators.\nSome of the first concrete evidence of the phenomenon came from Colorado, where researchers at the Rocky Mountain Biological lab have been observing marmot hibernation behaviour since the 1970s. In the early days of their studies, marmots generally hibernated several weeks into the month of May. Nowadays, however, temperatures in the area have risen by 2.5 degrees Fahrenheit, and the marmots are waking up about a month earlier.\nAt least the marmots are still hibernating. Several other animals have not been hibernating at all recently. Brown bears in the Spanish Cantabrian Mountains did not hibernate last year. In parts of the United States, chipmunks also skipped the hibernation period. The bears seem to have survived without losing many individuals. The chipmunks, however, did not fare so well. Many of the animals died of starvation during the winter.\nThe problem with animals waking up early, or skipping hibernation altogether, lies with the creatures’ metabolism.  When an animal hibernates, their metabolism drops significantly. The animals’ heart rate slows, and they require very little energy to live. When the animals awake from their winter slumber, their metabolism returns to normal.\nBut while their metabolism may be as active as it was before hibernation, food sources aren’t as available as they were before.  A marmot may wake up when temperatures get warmer, thinking it’s spring, but plants will not have gotten the amount of sun they need to signal their spring period of growth.  So until the plants grow, the marmots have no reliable food source. This has led to starvation in some instances, and even accounts of marmots trying to eat trees to survive.\nMany scientists believe the problem will continue to get worse as the effects of global warming become more pronounced.  In addition to changes in hibernation patterns, some believe that other animals will also begin to change their migration patterns or begin to give birth earlier. For many biologists, that’s a scary prospect. Terry Root, an animal expert at Stanford University, said: “I do think what we will be facing is the extinction of many species.\"\nInfo from National Geographic\nIf you want to find out all the latest news on animals and the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Global Warming Effects May Kill Off Hibernating Animals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3186012706_5413e8021e.jpg","url":"http://www.environmentalgraffiti.com/ecology/global-warming-effects-may-kill-off-hibernating-animals/765"}