{"summary":"Andrew said Evans sadly: \"Today, I watched as 750 oil-soaked penguins were collected off Nightingale Island and removed to nearby Tristan da Cunha where they will be cleaned with detergent and hot water. Instead of seeing thousands of Northern Rockhopper penguins swimming and diving, Evans witnessed them covered in a black viscous oil","advice_category":"2","content":"\nPhoto: Andrew Evans\nVisiting Nightingale Island was a lifelong dream for Andrew Evans of National Geographic Travelers. The 3 km? outcrop is located halfway between Africa and South America, so is a long way from land, 1,700 miles distant. Normally, it is a place of serenity, perfect for getting away from the ills of the world and cares of the mind. Yet Evans' dream became a nightmare when he arrived at the idyllic tropical paradise – one of the least inhabited islands in the world – for a birdwatching visit...  \nPhoto: Andrew Evans\nOn March 16, 2011, a week before Evans' arrival, the MV Oliva crashed into the rocks off the coast of Nightingale Island, spilling its load of soy beans – but worse, its 1,600 tonnes of heavy fuel oil. The island is home to millions of birds, but the Northern Rockhopper penguins (Rockhoppers), an endangered subspecies with approximately 20,000 in this habitat, will be the most affected. Half of the world's population of Rockhoppers, which is what the local population amounts to, could be wiped out because of the spill.\nPhoto: Andrew Evans\nInstead of seeing thousands of Northern Rockhopper penguins swimming and diving, Evans witnessed them covered in a black viscous oil. Some fur seals were similarly afflicted but the penguins had the worst of it. Some were dead, and while others were preening themselves, that caused the oil to be ingested, ensuring certain death if the birds can't be treated. What's more, the oil itself 'unlocks' the interlocking feathers that keep the penguins warm in and out of the water, causing more trouble like hypothermia.\nNot only was this disaster enveloping the Rockhoppers – bad enough on the face of it – but it was doing so at the worst time of year, when the penguins had been molting and were skinny and far less strong than normal. The penguins have been struggling to get to the sea and catch fish to gain strength, but now pens have been put put in place so that they are not able to reach the oiled water. The sea that was the home, sustenance and succor of the Rockhoppers had become its deadly enemy, full of poison.\nPhoto: Andrew Evans\nAndrew said Evans sadly: \"Today, I watched as 750 oil-soaked penguins were collected off Nightingale Island and removed to nearby Tristan da Cunha where they will be cleaned with detergent and hot water. I held a dead, oil-stained penguin in my hands, its tiny body showing the stress of the spill but also the season itself.\"\nPhoto: Andrew Evans\nRescue operations are ongoing for the birds. An environmentalist estimated that more than 20,000 birds might be affected. One of the biggest problems is that the rescuers don't have cleaning supplies – and won't until a ship leaves Cape Town, South Africa with them – and they are also lacking in frozen fish fillets with which to feed the penguins. Rescuers are catching some local species, but obviously there is an oil concern for those as well.\nPhoto: Andrew Evans\nThe devastation to the birds is only part of the issue here. The Tristan de Cunha islanders (Nightingale Island is part of the island group) rely on lobster fishing and are very concerned about the state of the lobster industry after the spill. Speaking to the Canadian Press, British Administrator Sean Burns said he had temporarily closed the area around Nightingale and nearby Inaccessible Island to fishing. \"We are concerned about the potential impact [the spill] may have on the spawning grounds,\" said Burns. \"The lobster fishery is what Tristan depends on. The revenue keeps this island afloat.\"\nPhoto: Andrew Evans\nThe other issue is rats. Operators of the Oliva have said that the ship was rodent free, but the islanders are taking no chances. Nightingale Island is  one of only two rodent free islands in the area, and if rats take hold, it will devastate the bird life even more with chicks and eggs being eaten.\nPhoto: Andrew Evans\nHopefully this lovely and once pristine area of the world can be returned to its former state. If, as some fear, half of the world's population of Northern Rockhopper penguins perish, serious conservation work will need to be done to reestablish the colony. \nPhoto: Andrew Evans\nAndrew Evans has left now, to continue his year-long voyage with National Geographic Traveler, but he won't forget what he saw anytime soon. \"It was a painful and disturbing scene,” he said. “My only consolation is that the people of Tristan take their birds very seriously and the entire island is contributing to the rescue efforts.”\nNote: An update states that the tug, Singapore, is scheduled to leave Cape Town on the 28th March, 2011, and arrive on the 2nd or 3rd of April with cleaning supplies and tons of frozen fish.\nYou can follow the adventures of Andrew on his web page and on twitter at @wheresandrew as he travels around the world for National Geographic Traveler. There are also daily updates at the Agreement of Conservation of Albatrosses and Petrels.\nSources: 1, 2, 3, 4","author":"Michele Collet","web_category":"nature","title":"The Oil Spill Nightmare at Nightingale Island","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/news-nightmare-oil-spill-nightingale-island-thousands-birds-affected"}