{"summary":"These unusual moths are about 1.5 inches long, and they can be found in gardens and nectar-bearing bushes from central and eastern USA, all the way up to Alaska!. Common clearwing moths (Hemaris thysbe) are both beautiful and bird-like, but despite all appearances to the contrary, they are bugs","advice_category":"2","content":"\nPhoto: photofarmer\nHave you ever done a double take when you’re out in the garden admiring your honeysuckles and a quick-flying creature came up to suck the nectar? If it was too small to be a hummingbird and had tell-tale antennae, you may have seen a common clearwing moth.\nPhoto: Dwight Sipler\nCommon clearwing moths (Hemaris thysbe) are both beautiful and bird-like, but despite all appearances to the contrary, they are bugs. These unusual moths are about 1.5 inches long, and they can be found in gardens and nectar-bearing bushes from central and eastern USA, all the way up to Alaska!\nPhoto: Diane Zink\nThe reason these little guys are so easily mistaken is because they don’t act like moths at all. For starters, they fly around in the middle of the day – instead of towards your porch light after dark. They also hover over flower blossoms and drink nectar out of a long, butterfly-like proboscis (think of it as a drinking straw). Their wings beat so quickly that they make a buzzing sound, much like a hummingbird. And they are especially attracted to honeysuckles, lilacs, cranberry bushes, beebalm, and thistles.\nPhoto: Dawn Huczek\nSo how does life begin for these fascinating hummingbird bugs? You’d never recognize them at the caterpillar stage, because they are plump, green, and have a single horn on their rear ends. It takes an entire winter, cocooned under leaves on the ground, for the transformation to occur. And even when the new adult moth emerges in late spring, its wings are completely covered in brownish red scales. During its first flight, the scales drop off and leave the middle of the wing clear, rather like a stained glass window. Hence the name ‘clearwing'. \nPhoto: John B.\nAlthough these small moths only live for several months, they are beautiful and delicate creatures. Their speed makes them hard to catch a good glimpse of, but it’s definitely worth trying.\nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"nature","title":"The Exotic Beauty of Hummingbird Clearwing Moths ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-46736-2950419780105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-exotically-strange-hummingbird-moths"}