{"summary":"Encompassing a diverse range of more than 80 species at an average weight of 0.07 ounces, krill are widely considered to account for the largest aggregate biomass of any marine species, with an estimated 500 million tons of Antarctic krill swimming in the Southern Ocean alone — or nearly twice the weight of all living humans.. For this reason, the rapid and substantial melting of ice due to climate change is threatening global populations of krill, which in turn threatens the hundreds of animal species who subsist primarily on the annual krill swarms.","advice_category":"2","content":"\nPhoto: UcuchaBot\nFound in staggering abundance in every ocean on the planet and the primary food source for hundreds of marine and avian species, there is arguably no other creature more crucial to its ecosystem than the lowly, diminutive krill.\nPhoto: Jamie Hall/NOAA\nEncompassing a diverse range of more than 80 species at an average weight of 0.07 ounces, krill are widely considered to account for the largest aggregate biomass of any marine species, with an estimated 500 million tons of Antarctic krill swimming in the Southern Ocean alone — or nearly twice the weight of all living humans.\nPhoto: mecocrus\nWhile a single individual of the species may be less than impressive — tiny, translucent and seemingly helpless in an ocean full of predators — colossal swarms of these minuscule crustaceans provide a crucial link in the marine food chain, turning microscopic phytoplankton into energy suitable for the many animals that rely on them for sustenance. This sundry list spans a substantial variety of ocean life, from tiny fish and sea birds to the largest organism to exist on Earth, the giant blue whale.\nKrill drift on the momentum of ocean currents using swimmerets, or tiny feather-like legs, to adjust their course and filter food from the seawater, also feeding on ice algae during the winter and spring months. For this reason, the rapid and substantial melting of ice due to climate change is threatening global populations of krill, which in turn threatens the hundreds of animal species who subsist primarily on the annual krill swarms.\nPhoto: Uwe kils\nAdd this to the fact that human consumption of krill is now growing, and there is a looming possibility that a vital cornerstone of the marine food chain could be weakened if not eliminated all together in the not-too-distant future. This would not only cause a disastrous drop in oceanic biodiversity worldwide, but would affect fish populations and commercial fisheries that feed untold numbers of people around the globe.\nPhoto: Sbassi\nNeedless to say, a lot is riding on the tiny backs of these under-appreciated creatures, spurring on numerous krill conservation projects centered in Antarctica and other parts of the world. To learn more or to contribute to their efforts, visit KrillCount.org.\nSources: 1, 2, 3, 4, 5 ","author":"TheJohn","web_category":"nature","title":"The Global Impact of Saving the Tiny Krill","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sea-snakejpg","url":"http://www.environmentalgraffiti.com/animals/news-tiny-shrimp-global-impact-ode-saving-krill"}