{"summary":"This brings up a superb question to mull over: \"Why is this part of our brain in existence?\" Did the ‘Higher Being’ decide that It could not rely on our loyalty to him and so, gave us a compulsion deep in our minds to believe? Or was this phenomena purely to stop us all committing heinous crimes and bringing ourselves to extinction? Atheists yet have an argument and so do the religious - and they probably always will.. Some speculate that we were programmed to think this way so as to eliminate any disbelief in God while others argue that it is purely a survival instinct","advice_category":"4","content":"\nPhoto: Regina Fugate\nAtheists have a hard time trying to understand the devout religious person. Why do they believe in such stories, based in something scarily like folklore and myth? How have their thought processes not ‘caught up’ to modern idea’s and concepts? Scientists may have discovered the answer.\nThey have now discovered that the human brain is literally programmed for believing in a ‘Higher Being’ or ‘God’. It comes down to a survival necessity, an instinct. Back before goals and courts what was to stop a man in a rage killing his primal neighbour? Why would he do kindness and not evil if he was not particularly in a benevolent mood? The fear of the Higher Being’s wrath and displeasure!\nPhoto: artlessstacey\nSome speculate that we were programmed to think this way so as to eliminate any disbelief in God while others argue that it is purely a survival instinct. No matter if it is physiological, psychological or spiritual in matter it seems this subject will always produce an argument.\nAtheists are famous for proposing that belief in God or religious sentiment springs from undereducation or romanticism but this stigma is slowly being altered by amazing discoveries into the most mysterious organ we possess.\nPhoto: sludgegulper\nIt seems that the feeling of spirituality or enlightenment comes about when certain regions of the brain are stimulated by electric activity, the regions that are ‘programmed’ to be religious. And this feeling does not only apply to the religious but the supernatural and superstitious too.\nPhoto: Michael 1952\nSo it seems that religion may be much more than an idea sprung from a romantic mindset but indeed is a part of us all and of our ancestors for thousands, perhaps millions of years. This brings up a superb question to mull over: \"Why is this part of our brain in existence?\" Did the ‘Higher Being’ decide that It could not rely on our loyalty to him and so, gave us a compulsion deep in our minds to believe? Or was this phenomena purely to stop us all committing heinous crimes and bringing ourselves to extinction? Atheists yet have an argument and so do the religious - and they probably always will.","author":"AleahT","web_category":"science","title":"Is the Brain Wired to Worship?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/biology/news-nature-not-nurture-brains-programmed-worship"}