{"summary":"Biologists have recently decoded and published the entire tomato genome. Crop developers will be able to identify the genes that give existing varieties of tomato desirable traits and insert those genes into other varieties to create new cultivars","advice_category":"4","content":"\nPhoto: Dave Stokes\nCrop genetics conjures fears of Frankenstein in some minds and hopes for technological advancements in others. Biologists have recently decoded and published the entire tomato genome. But what does that mean for us, the consumers? \nA gene is a segment of DNA with a single instruction for running an organism. All the genes in an organism are collectively known as that organism's genome. Knowing the tomato genome gives researchers clues about the plant's proteins and could lead to improved crop quality and larger harvests. So far, researchers have sequenced two genomes – one of a tomato variety called \"Heinz 1706\" and one of the undomesticated ancestor of the garden tomato. \nCrop developers will be able to compare the DNA of other varieties to both these genomes in order to deduce which genes give those varieties their unique characteristics. The published sequence will also help scientists compare tomatoes to related crops such as peppers, potatoes and others.\nPhoto: Russell Yarwood\nLike all species, the tomato came in many varieties before humans domesticated it. Conventional breeding methods added more genetic diversity to the mix. Each tomato cultivar has certain qualities that make it suited for a particular use. Roma tomatoes are ideal for sauces and ketchup, for example, because they have a low water content. Beefmaster, Beefsteak, Oxheart and Ponderosa tomato plants produce large tomatoes. Other tomato varieties bear fruit earlier in the season. \nThere are cultivars that produce all their tomatoes at the same time and cultivars that produce ripe tomatoes continuously during the harvest season. Even disease resistance varies by cultivar. With so much existing variability among tomato plants, genetic diversity is the norm.\nPhoto: Glenn\nGenetic engineering is a method for inserting segments of DNA into an organism's genome. It is more precise than conventional methods for altering the genes of crops. Genetically engineered corn, soybeans and cotton are popular on US farms. Genetic engineering has amazing potential to benfit humanity and the environment. Consider the fact that a larger, wealthier global population demands higher crop yields to sustain protein-rich diets. \nWith genetic engineering, scientists can develop hardier crops that produce bigger harvests that cost less to grow. Decades of research suggests that genetic engineering is about as safe as conventional methods for modifying plant DNA. Biologists could use genetic engineering to improve sundry fruits and vegetables, including the tomato.\nPhoto: Corey Burger\nNow that biologists have sequenced the tomato genome, advances in tomato genetics should follow. Crop developers will be able to identify the genes that give existing varieties of tomato desirable traits and insert those genes into other varieties to create new cultivars. The specter of engineered tomatoes may spark protests from a few activists, but there is no reason to fear killer tomatoes taking over grocery stores. Experience with other engineered crops has belayed previous panics, so shoppers can look forward to awesome new tomatoes coming to the produce aisle soon.","author":"Joseph Dunsay","web_category":"science","title":"Will Genetic Engineering Bring Killer Tomatoes to Grocery Stores?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/foxy3.jpg","url":"http://www.environmentalgraffiti.com/biology/news-will-genetic-engineering-bring-killer-tomatoes-grocery-stores"}