{"summary":"This is the second and largest house the Nickel Brothers have had to move from the U.S. In an effort to preserve the superb 312 square-meter house, the Canadian couple, had it moved from a suburb east of Seattle all the way to a site near Nanaimo on Vancouver Island.","advice_category":"6","content":"\nPhoto: Image by Erika Schultz / The Seattle Times\nWhen people move to another town, they usually sell their house and buy another one. Well…not the O'Farrells. Jennifer and Tim found their dream home and liked it so much, they decided to have it shipped to Vancouver  Island.\nIn an effort to preserve the superb 312 square-meter house, the Canadian couple, had it moved from a suburb east of Seattle all the way to a site near Nanaimo on Vancouver Island.\nThe former owners bought the entire property for $9.4 million according to the public fillings, but just wanted the 44,000-square-foot plot to build more developments.\nThe owners wanted to save the house from going to landfill, so they contacted the Nickel Brothers House Moving USA Inc. They put the house up for sale at $335,000, which included moving the entire thing. Ms. O'Farrell saw the ad and decided to take it, due to the house’s style and affordable price. \"This is a good deal,\" Jennifer O'Farrell said. \"If I were to build this house, it would be a minimum of twice as much.\"\nPhoto: Image by Jim Bates / The Seattle Times\nThis is the second and largest house the Nickel Brothers have had to move from the U.S. to Canada. \"It is interesting that in some ways it shows a shift in the economy,\" said Jeff McCord. \"We used to move lots of homes from Canada to the U.S. but now it is more cost-effective to ship houses in the other direction.\"\nLoading the house onto the platform went smoothly, but the trip was slowed down slightly due to the inclement weather. The barge eventually caught a tail wind while approaching the destination and made up for the lost time, according to the Nickel Brothers.\nThe moving of the nautical-themed brick house took around 2 months to prepare. Among the items to tick off were getting permits in both the USA and Canada, emptying the house and loading the 140-ton construction onto the barge. The plan was to deliver the home in time to make high tide. The house will make it to the new property on Thursday morning and should be unloaded the same day.Sources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Bogdan","web_category":"art+and+design","title":"2 Storey House Floats to British Colombia","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/offbeat-news/house-floats-to-british-colombia/1311"}