{"summary":"When little Rowan's mother showed an internet chat friend a photo of her daughter, she noticed a white shadow in her eye. In more advanced cases the eye will look black because the retina is completely taken up by the tumor","advice_category":"4","content":"\nPhoto: J Morley-Smith\nWhen little Rowan's mother showed an internet chat friend a photo of her daughter, she noticed a white shadow in her eye. Concerned, and with no medical training, she discovered that it could mean cancer and alerted Rowan's mother. Hours later back in the UK, 4,300 miles away from Rowan in Tampa, Florida, a physician diagnosed a rare cancer, Retinoblastoma, in her left eye. She will lose her eye but spotting the problem has saved her life.\nPhoto: Aerts et al Orphanet Journal of Rare DiseasesFundus with retinoblastoma\nRetinablastoma is a very rare (one in 15,000 live births) cancer that affects children. It develops in the cells of the retina and is an aggressive and rapidly moving disease. However, it has a very high cure rate, of up to 95-98% if caught early enough. Nearly 45% of all retinoblastomas are genetic while the others remain treatable. Frequently it is diagnosed when someone notices a white spot in the pupil of the child in a photograph. It is not visible to the naked eye.\nPhoto: National Eye Institute, National Institutes of HealthNormal fundus\nThe light of a flash normally goes through the eye to the retina, which reflects back off the tissue and blood cells (which is often why we get red eye effects) but in retinoblastoma, the tumor blocks the normal reflection, instead causing a white shadow in the photograph's pupil. In more advanced cases the eye will look black because the retina is completely taken up by the tumor. The abnormal look of the pupil is called leukocoria and is the prime symptom of the disease. Less common symptoms are crossed eyes (squint), reddened and inflamed eyes and deteriorating vision. \nPhoto: J. Morley-Smith\nTreatment of the disease varies from country to country but one thing is the same and that is the importance of treatment. The first priority is to save the child's life, the second is to save the eye and the third is to minimize complications from it. Removal of the eye is something doctors try to avoid. Chemotherapy seems to be the treatment of choice as well as radiation when necessary.\nPhoto: Tero Kivel?\nIt is not often that there is a chance to diagnose a disease like cancer from photographs (even though it is always possible that cataracts or some rarer illness could be the cause of the white shadow) but here we can at least give children a better chance by taking note of any abnormality in the pupil when photographed. Since mothers and fathers generally take many pictures of their young children it is to be hoped that with knowledge more can be helped early.; In Rowan's case, good luck and a discerning friend enabled treatment before it spread into other areas. As her mum said \"Grateful cannot even begin to describe how we feel toward Maddie. Do I consider Madeleine our hero? Most certainly - if she hadn't sent that e-mail, Rowan's prognosis wouldn't be as good as it is. One more week and the tumour could have hit her optic nerve.\"\nSources: 1, 2, 3","author":"Michele Collet","web_category":"science","title":"The Eye Cancer You Can Diagnose with a Photograph","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-eye-cancer-you-can-diagnose-photograph"}