{"summary":"A couple of Swedish researchers from the University of Gothenburg, Jon Havenhand and Michael Thorndyke, say that this acidification process of the oceans affects the sea urchin, especially.. It remains to be seen whether other species exhibit the same effect, but, translated to commercially and ecologically important species such as lobsters, crabs, mussels and fish, acidification would have far reaching consequences,” says Jon Havenhand.","advice_category":"4","content":"\nIt’s no secret that we’re all doomed but now scientists have found that the underwater world isn’t having such a rad time either.\nImage by: jurvetson \n\nSince the sea sequesters carbon dioxide from the Earth’s atmosphere its pH levels are rising. This means sea animals whose shells or skeletons are made of calcium carbonate are literally dissolving due to the increased acidity in the water, and in some cases failing to reproduce.\nA couple of Swedish researchers from the University of Gothenburg, Jon Havenhand and Michael Thorndyke, say that this acidification process of the oceans affects the sea urchin, especially.\n“A 25 percent drop in fertility is the equivalent of a 25 percent drop in the reproductive population. It remains to be seen whether other species exhibit the same effect, but, translated to commercially and ecologically important species such as lobsters, crabs, mussels and fish, acidification would have far reaching consequences,” says Jon Havenhand.\nScientists think the damage will be irreversible by 2100...eeep I hope not!\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"science","title":"Is Global Warming Cooking an Acidic Sea Urchin Soup?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/is-global-warming-cooking-an-acidic-sea-urchin-soup/1480"}