{"summary":"Sri Lankan troops have been advancing into northern territory held by the terrorist outfit LTTE, commonly known as the Tamil Tigers, for almost a year. One of the smaller submarines, almost ready Photo: ","advice_category":"2","content":"\nPhoto: \nAll images via Sri Lankan Ministry of Defence\nThe Sri Lankan army made a startling discovery late last week. Deep in the jungle, about 370 km northeast of Colombo, they discovered a Liberation Tigers Tamil Eelam (LTTE) boat factory. The factory contained a locally made, 35-feet-long, armour-plated underwater vehicle and various smaller, submarine-type vehicles, still under construction. Here are more pictures of the surprising find.\nOne of the smaller submarines, almost ready Photo: \nSri Lankan troops have been advancing into northern territory held by the terrorist outfit LTTE, commonly known as the Tamil Tigers, for almost a year. Deploying small teams of soldiers into the jungle and using boats to take on the Tigers’ small but growing navy, they recently managed to capture key crossroads in the north and an important base in Mullaitivu. \nA view of the submarine workshop with commentary in Tamil; shown here, one of the larger submarines, still under construction\n  \n\nAfter some fierce fighting, The Tigers had to retreat further into the jungle, leaving only ghost camps behind. So it was that even this submarine workshop from the Udayarkattukulam village in the Mullaitivu area was given up and found deserted by army troops. It was well equipped, indicating that the Tigers were working on building their navy and other means of transportation further. \n“With this discovery the LTTE will go down in the history as the first terrorist organization to develop underwater weapons,” reads the Ministry of Defence’s statement on its website. \nA larger submarine, awaiting completionPhoto: \nAmong the items found, as listed on the Ministry’s web site, were “three pedal-type suicide boats, one Dvora-type fast attack craft, a large number of water pumps, two lorries, two buses, one truck, one heavy duty generator… one large lifting jack, many boats and vehicle engines.” Earlier, the advancing troops had also found a bomb- and mine-manufacturing facility.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Sri Lankan Army Discovers Submarine in the Jungle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Polarbearsnearnorthpolejpg","url":"http://www.environmentalgraffiti.com/featured/sri-lankan-army-makes-startling-submarine-discovery/7157"}