{"summary":"The largest aquarium in the world, the Georgia Aquarium, is located in Atlanta, Georgia. It could be a small aquarium in your house, or a huge one, no matter what, aquariums can be amazing as long as they have water and fish in them","advice_category":"8","content":"\nPhoto: jonrawlinson\nAn aquarium can be an incredible place to see aquatic life up close. It seems like no matter the number of the fish, their size, or weight, aquariums are truly an amazing thing to behold. It could be a small aquarium in your house, or a huge one, no matter what, aquariums can be amazing as long as they have water and fish in them. Here is a list of some of the most notable aquariums in the world, almost like a \"who's who\" list but for aquariums. Take it as the aquariums you should see before you die.\n1. Berlin AquadomPhoto: Dellex\nStanding 82 ft tall the “AquaDom” is located in the Radisson SAS Hotel in Berlin, Germany and is equipped with a built-in transparent elevator in the center of the tank. It is home to 2600 fish of 56 different species and is titled the “World’s Largest Cylindrical Fish Tank”, containing 198,000 kg of seawater.\n2. Georgia AquariumPhoto: UnknownPhoto: hyke\nThe largest aquarium in the world, the Georgia Aquarium, is located in Atlanta, Georgia. The aquarium has around 120,000 sea creatures made up of roughly 500 different species. Aside from having an amazing collection of fish, the aquarium also has a 4-D theater just in case it wasn’t good enough for you!\n3. Dubai AquariumPhoto: Leandro's World Tour\nThe Dubai Mall is home to this aquarium, which is known as “The Largest Suspended Aquarium in the World”. 33,000 aquatic animals live there comprising roughly 150 different species.\n4. Okinawa Churaumi AquariumPhoto: Megapixie\nLocated in Okinawa, Japan, the Okinawa Churaumi Aquarium, boasts the title of Second Largest Aquarium in the world.  The name Churaumi comes from the Japanese word “chura” meaning beautiful and “umi” meaning ocean. At the site there are 77 tanks housing 26,000 animals of 740 different types of species.\n5. Two Oceans AquariumPhoto: Borisgorelik\nLastly, set in Cape Town, South Africa, is the Two Oceans Aquarium. What’s amazing about this aquarium is that it features sea creatures from either side of Africa, the Indian Ocean and Atlantic Ocean, a fact from which it takes its name. The aquarium has over 3000 sea creatures, in 7 exhibition galleries.","author":"Tyler Shegerian","web_category":"travel","title":"5 Most Incredible Aquariums on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/travel/news-list-5-notable-aquariums-0"}