{"summary":"In maybe the most impressive data-recovery task of all time, Jon Edwards has extracted the contents of a hard drive that was on-board the doomed Space Shuttle Columbia in 2003, meaning that it survived the disintegration of the shuttle while it was 39 miles above the surface of the earth and traveling 12,000 miles an hour.. When the disc arrived at Kroll Ontrack, a data recovery firm in Minnesota, it was melted together, and very badly burned, no longer retaining any of its protective seals","advice_category":"4","content":"\nPhoto: Image from D'Amico Rodrigo\nIn maybe the most impressive data-recovery task of all time, Jon Edwards has extracted the contents of a hard drive that was on-board the doomed Space Shuttle Columbia in 2003, meaning that it survived the disintegration of the shuttle while it was 39 miles above the surface of the earth and traveling 12,000 miles an hour.\nWhen the disc arrived at Kroll Ontrack, a data recovery firm in Minnesota, it was melted together, and very badly burned, no longer retaining any of its protective seals. The drive did have one thing going for it: it ran on DOS, which records all of the data in a single block, as opposed to scattering it like most modern operating systems. This meant that damage incurred to the disc was negligible: the main bulk of it was on areas of the disc that hadn't yet been recorded.\nThe disc, which was subsequently cleaned and installed onto another drive, retrieved 99 percent of the data, and allowed the experiment recorded on it to be published in a scientific journal.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"The Indestructibe Hard Drive: Survives 1200 Degrees C & Mach 25 ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-45550-2734100400105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/hard-drive-survives-mach-25-1200-degrees-c/1165"}