{"summary":"You may be wondering where all these bones came from. However, in all of my plethora of church experiences, I have never been to a church made of bones","advice_category":"8","content":"\nPhoto: Diether \nAs a preacher's kid, I have had the privilege of growing up in churches. I have seen them all too; every religion, most towns in Texas, New Mexico, California and Washington State; and I have had many firsts while those hallowed walls watched me mature. However, in all of my plethora of church experiences, I have never been to a church made of bones. Sedlec Ossuary, located in the suburbs of Kutna Hora, Sedlec in the Czech Republic, is the only place like it in the world. \nPhoto: Diether \nPhoto: Dsch67\nYou may be wondering where all these bones came from. The bones of the 70,000 people that comprise the church's entire interior came from those who died from the Black Plague in the 14th century. \nPhoto: Jerzy Strzelecki \nAn abbot of the Cisterian monastery in Sedlec was summoned to Palestine to collect \"holy dirt\" from Golgotha (where Jesus was buried) to sprinkle over the small cemetery here in Sedlec. Because of the massive deaths and devastation from the infamous disease spreading over Europe, this was the Czech Republic's last ditch effort for sanctity. \nPhoto: Stefan Richter \nPhoto: Diether \nThe problem with the blessing of the cemetery was that everyone was so moved by the pious act that tens of thousands flocked to the cemetery to be buried there. What soon transpired was an overflowing cemetery and a crumbling church.\nPhoto: Dsch67 \nIn the early 1700s, the church had to have some major renovations. It was becoming a death trap, and not in a good way. The basement and ground floor levels were rebuilt. In the late 1800s, a wood carver by the name of Franti?ek Rint was assigned the grave task of putting order to the chaos with all of the stacks and heaps of unmarked bones. Perhaps the man had a wicked sense of humor or perhaps he saw art in the frailty of humanity. Either way, these were the results - a macabre display of bones decorating every inch of this church. \nPhoto: Martin St-Amant\nRint's many signatures are everywhere. The chandelier is the most infamous piece of all. It features a monstrous flank of skulls and other, larger bones. \nA mere hour away from the glitz and glamor of Prague, this church evokes mystery, a thousand untold stories and carnage from catastrophes. Walking in this inner sanctum, the church gets one disconnected from the outside world. It takes you back to a time and place few people wish to think about. \nPhoto: Diether","author":"Asher Kade","web_category":"lifestyle","title":"Sedlec Ossuary: The Grim Church Built with the Bones of 70,000 People ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/news-sedlec-ossuary-these-holy-bones-kutna-hora-0"}