{"summary":"Yet a Japanese ‘wasp fan club' in Omachi has done precisely this, adding wasps to traditional senbei rice crackers. You might well question their motives: wasps after all appear neither appetizing, nor particularly nutritious, and anyway why, if they love wasps so much, would they want to bake them into crackers in the first place?","advice_category":"8","content":"\n Photo: \nImage by yeinjee\nThere is certainly nothing novel about eating insects. The ancient Romans dined on larvae reared on flour and wine and Aristotle enjoyed feasting on young Cicadas. Even today bugs are eaten the world over from Nigeria to New Zealand and are an excellent source of nutrition - both cheap and easy to breed. But perhaps (crunch, crunch) the last insect you might expect to see staring back at you from your dinner plate is the wasp: the cause of many a painful childhood memory.\nYet a Japanese ‘wasp fan club' in Omachi has done precisely this, adding wasps to traditional senbei rice crackers. You might well question their motives: wasps after all appear neither appetizing, nor particularly nutritious, and anyway why, if they love wasps so much, would they want to bake them into crackers in the first place?\nThe president of the club, Torao Kayatsu, claims the special invertebrate ingredient adds a ‘waspish scent' to the traditional fare and bizarrely the crackers have become a favorite among the elderly members: \"Young people see the bugs and refuse to eat them,\" he said whilst handing out samples around the town, \"but seniors, they love them. We even have an order from a nursing home.\"\nThe crackers are said to be slightly more oily than the normal soy-sauce flavored ones, but is it really worth crunching on dead wasps for the sake of an oily cracker?\n\"It's hard to explain,\" Kayatsu said. \"You really just have to taste it yourself.\" Perhaps the very fact that they have set up a ‘wasp fan club', a club for people who are fans of wasps, provides an interesting insight into their state of mind.\nIt's hard to see wasp crackers catching on and taking their place on the plates of gourmet restaurants throughout the world - then again who ever thought eating raw fish was a good idea?\nSources: 1, 2, 3, 4,\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"lifestyle","title":"Some Wasps With Your Wasabi? [pic]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/some-wasps-with-your-wasabi-or-wasp-crackers-a-japanese-delicacy-with-a-sting-in-the-tail/1361"}