{"summary":"A white-gilled and almost oval mushroom, the destroying angel is the most common toxic mushroom around the world. Though the list of mushrooms with proven, consistent toxicity is small, we must know in advance which ones to avoid to prevent “mycetism”, that is mushroom poisoning","advice_category":"2","content":"\nPhoto: Lebrac\n\"Amphon Tuckey, 39, was pronounced dead at her home, in Newport, Isle of Wight, in September 2008. Cause of death? Amphon had eaten the fatal mushrooms.\" ~BBC News\nMushrooms touch our lives on a regular basis and are eaten and enjoyed by the majority of diners around the world. Yet even though most of the mushroom species might seem delicious, some could be potentially fatal if eaten \nSome people are unable to tolerate these toxic mushrooms and develop allergic reactions, and the consumption of other types can even lead to death. Though the list of mushrooms with proven, consistent toxicity is small, we must know in advance which ones to avoid to prevent “mycetism”, that is mushroom poisoning. Let us begin...\n5. Deadly ConocybePhoto: 414n\nDeadly conocybe is the name for a type of mushrooms that have conical caps and rusty brown gills. Also known as Pholiotina filaris, these are widely distributed in America’s Pacific Northwest. Often mistaken for the similar looking Psilocybe, these common lawn mushrooms contain deadly mycotoxins which could lead to death when eaten.\n4. Death CapPhoto: Celes247\nThe death cap is a medium-large, beautiful mushroom, widely distributed across Europe and Asia. Often mistaken for the popular, edible paddy straw mushroom, the death cap is considered highly toxic, and its toxicity can’t be reduced by freezing, drying or boiling. This deadly mushroom is responsible for the majority of mushroom poisonings worldwide.\n3. Deadly GalerinaPhoto: Pallaea\nThis gorgeous saprobic mushroom is actually a poisonous mushroom that contains the toxin, £\-amanitin. It damages the liver cells most, along with the kidneys and the central nervous system. So, do not mess around with this truly toxic mushroom.\n2. False MorelPhoto: Botaurus\nSometimes collectively called sponge mushrooms, false morels are the members of the genus Gyromitra. They can easily be recognized by the distinctive, complexly infolded caps that resemble the surface of a brain. Often mistaken for the true morel, some of the species contain MMH (Mono Methyl Hydrazine), which is suspected to be carcinogenic and can cause vomiting, dizziness, diarrhea and sometimes death.\n1. Destroying AngelPhoto: pellaea\nA white-gilled and almost oval mushroom, the destroying angel is the most common toxic mushroom around the world. It contains amatoxins, responsible for fatal mushroom poisoning, as death caps do. The damage starts with the destruction of the liver and kidney tissue within a couple of hours after consumption, leading to death.\nMushrooming is considered a healthy hobby as one gets out into nature. Eating mushrooms adds flavor and richness to our food. But to enjoy the meal, you must remember to “never eat a mushroom unless you are 100% certain of the identification.\"\nSource: 1, 2, 3, 4, 5","author":"Alka Sharma","web_category":"nature","title":"5 Deadliest Mushrooms  on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mush2.jpg","url":"http://www.environmentalgraffiti.com/news-5-truly-toxic-mushrooms"}