{"summary":"According to the Manchester Business School study, certain organic foodstuffs — such as milk, chicken and tomatoes — produce more greenhouse gases, create more soil and water pollutants and require more energy and land than those grown on non-organic farms.. However, it claimed these disadvantages were vastly outweighed by other factors not assessed in the study, such as animal welfare and soil conditions.","advice_category":"8","content":"\nWhen Wal-Mart and McDonalds start offering organic and fairtrade products, you know ethical consumerism is taking hold. But is buying ethically all it’s cracked up to be? Or does it simply distract us from taking collective action that can make a real difference?\n\nScientists believe that despite their eco-friendly image, some organic farmers create greater pollution and contribute more to global warming than conventional farmers who use pesticides and fertilisers.\nAccording to the Manchester Business School study, certain organic foodstuffs — such as milk, chicken and tomatoes — produce more greenhouse gases, create more soil and water pollutants and require more energy and land than those grown on non-organic farms.\nThe Soil Association, the country’s main organic certification body, conceded that organic farming was not always energy-efficient. However, it claimed these disadvantages were vastly outweighed by other factors not assessed in the study, such as animal welfare and soil conditions.\nThis article has been released from greener living magazine, where you can find the easiest ways to go green - no tree hugging required! ","author":"Chris","web_category":"lifestyle","title":"Buy Organic and Destroy the Planet, Scientists Say","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/buy-organic-and-destroy-the-planet-scientists-say/129"}