{"summary":"If turtles are thriving so are the oceans, and vice-versa. The turtles of today’s oceans might only wish to be as powerful as their more popular animated kin","advice_category":"2","content":"\nPhoto: Projeto Tamar Brazil\nThe turtles of today’s oceans might only wish to be as powerful as their more popular animated kin. It’s not sewer rats and mutants that these reptiles are up against. This time, the foes they face brandish nets instead of knives and the turtles remain helpless against them. \nA recent study — the first of its kind — that highlighted the effects of fishing bycatch on turtle populations, revealed devastating news for the species. \nBycatch occurs as you would expect, when fishing boats use nets or lines that ensnare unwanted materials, or animals in this case, for their catch. Turtles, which must surface to breathe, become trapped in the lines and suffocate to death. With only 1% of the fishing fleets taking part in the study, it is estimated that the total numbers of turtles killed in bycatch over the past two decades may surpass millions.\nPhoto: Projeto Tamar Brazil \nAside from the havoc this practice has reaped upon the turtle population, it speaks volumes to the status of the oceans as a whole. As one of the longest living species in the ocean, the health of the turtle population serves as good indicator of the status of the oceans themselves. If turtles are thriving so are the oceans, and vice-versa. \nUnregulated fishing has taken a serious toll on our waters. The great tragedy of the turtles lies in the fact that most of their entrappers do not aim to fish turtles. Considered a waste of time and money, they are discarded as trash along with any other such bycatch that might happen into their nets. \nEven worse, it’s not as if these methods are the only options. Just as dolphin-safe nets were introduced in the 90s, so have turtle-safe nets been introduced today — their implementation simply has not been monitored to the proper level. These safer methods include circular hooks instead of the traditional J-hooks, as well as turtle excluding devices that the larger reptiles can escape from. The technology is available, it just has not been enforced or monitored. \nPhoto: Projeto Tamar Brazil\nWith oil spills, increasing temperatures, over-fishing, rising mercury levels, reef damage and any other number of atrocities being exercised upon our oceans, it’s perhaps questionable as to whether we can focus on a particular species or region. That being said, some turtle populations have declined more than 75% in the past two decades. \nSea turtles have survived epochs of environmental change and evolution, and their demise would only highlight a significant change in the oceanic ecosystem, and not for the positive. If we want our children to look at our Teenage Mutant Ninja Turtle action figures and not peer up at us in wonder as to what these foreign creatures might be, it’s time to take action and ensure that fisheries use the materials available to them that have the least amount of impact on our environment. ","author":"hennybo","web_category":"nature","title":"How Bycatch is Devastating the Turtle Population","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","url":"http://www.environmentalgraffiti.com/environmental-news/news-turtle-power-needed-hot-soup-ocean-sentinels"}