{"summary":"If you are interested in trekking in Mae Hong Son contact Chan at www.natural_walks@yahoo.com. He explains how much the Karen still depend on the forest for food, medicine and materials","advice_category":"8","content":"\nPhoto: Rich morgan\nThe Northwest province of Thailand is known as Mae Hong Son, and its mountainous border with Burma is home to many tribes of the Karen people, whose lives are still closely linked to the ever changing environment. Far removed from Western consumerism, the Karen see the forest as their natural heritage as well as a provider of food and shelter. Their instinctive relationship with nature is a humbling reminder of how very little connection our more developed societies have with the world around us.\nPhoto: Rich morgan\nHiking along river beds and then up steep valley sides, the beauty of the region is progressively exposed with every step. The hard work of climbing is rewarded with views of an essentially untouched ecosystem, home to a wide variety of biodiversity. Fish and amphibians are found in every pool, and the still water allows invertebrates to flourish in turn, attracting birds and small mammals who are closely followed by larger ones. Their tracks crisscross the sandy river banks, and Chan, my guide, explains their identities.\nPhoto: Rich Morgan\nThe Karen choose the tops of mountains as the location for their villages, ensuring the rainy season never floods their homes. Their raised houses are made almost entirely from bamboo, and the highly versatile material is evident throughout all aspects of Karen life. The structure of bamboo means it can be used for almost anything. In the skilled hands of the tribesmen it is quickly fashioned into all manner of useful things. You can even boil water in it! The Karen people's tight communities are inextricably linked to the natural environment, and the evidence of this close relationship is everywhere.\nPhoto: Rich Morgan\nIn every village I visit the people are always welcoming, happily offering me a room and food before chatting away to me in chuckling Thai which I cannot understand. Some of the villages I visit are quite remote, and the sight of a westerner is a surprise. I find myself spied on by groups of smiling children as I snooze in the shadow of another bamboo house. Chocolate is burgled from my hands with excitement and then disappears up the road amidst giggles and the dust kicked up by escaping feet.\nPhoto: Rich Morgan\nIn the forest, my two Karen porters, who carry most of our food, are remarkably aware. Every noise is heard and every animal call returned with amazing accuracy. They miss nothing, and from every edible plant is taken a considerate harvest. Sometimes they stop and both point the same way at exactly the same time, and following their gaze reveals some previously invisible animal hidden in the flora.\nPhoto: Rich Morgan\nChan is abundant with knowledge, knowing the name of every plant and bird, and translating the local knowledge of the tribesman to me in perfect English. He explains how much the Karen still depend on the forest for food, medicine and materials. Watching them offers a glimpse of how our Western ancestors may have lived with the land, in tune and adjusted to it in a way now completely alien to us.\nPhoto: Rich Morgan\nAs in most of Asia, the staple food here is rice, and without it these communities could not survive. Their farms are beautiful and run the same way they have done for thousands of years. The rice yield, so dependent on rainfall, is feeling the effects of climate change, and with it the Karen are finding it harder to farm effectively each year. The money provided to communities through the ecotourism I experienced for a week is a great way of giving something back, but you must be sure to use guides who work with these communities closely, not simply pay the first trekking company you see for a two day fun walk.\nPhoto: Rich Morgan\nIt's tough to do a 6-7 day hike, but smaller ones can be just as special. The memories of the people and places you'll meet and see, and the experience of a different way of life are unforgettable. If you are interested in trekking in Mae Hong Son contact Chan at www.natural_walks@yahoo.com. \nPhoto: Rich Morgan","author":"Rich Morgan","web_category":"travel","title":"Living with the Karen Tribes of Northern Thailand","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_horseshoe-bend.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-one-week-karen-tribes-north-thailand"}