{"summary":"A recent study has found that the tuatara, a “living dinosaur” found in New Zealand, is the fastest evolving animal in the world.. The tuatara is an ecological oddity","advice_category":"2","content":"\nA recent study has found that the tuatara, a “living dinosaur” found in New Zealand, is the fastest evolving animal in the world.\nThe tuatara is an ecological oddity. While it resembles a lizard, it’s equally related to both lizards and snakes. This has made them the subject of intense study in relation to the evolution of both snakes and lizards. It has also given us information about the appearance and possible habits of the ancient diapsids.\nWhile the animal has been helpful in the study of lizard and snake evolution, it appears its own evolution is remarkable in itself.  Although the animals have stayed generally unchanged at a physical level, at a DNA level they are evolving faster than any other animal yet studied.\nLead researcher Prof David Lambert of New Zealand’s Allan Wilson Centre for Molecular Ecology and Evolution, said “What we found is that the tuatara has the highest molecular evolutionary rate that anyone has measured.\"\nThe study analyzed the DNA structure of ancient tuatara bones and compared them with the DNA structure of modern tuatara. They found that the animal has been evolving quite rapidly.\nLambert said: \"Of course we would have expected that the tuatara, which does everything slowly — they grow slowly, reproduce slowly and have a very slow metabolism — would have evolved slowly. In fact, at the DNA level, they evolve extremely quickly, which supports a hypothesis proposed by evolutionary biologist Allan Wilson, who suggested the rate of molecular evolution, was uncoupled from the rate of morphological evolution.”\nThe tuatara is the only surviving member of reptilian order Sphehodontia, which appeared alongside early dinosaurs. It’s found only in New Zealand, where it has been classified as an endangered species since the late 1800s. It faces continuing ecological challenges in the form of habitat loss and rats.\nInfo from Times of India \nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"The World's Fastest Evolving Animal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41694-2595468850105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/the-worlds-fastest-evolving-animal/962"}