{"summary":"Some have tried to comprehend what drove Pier Francesco Orsini to conceive of such a place – what inner demons were haunting him – but, like the exact meaning of many of the pieces in the Garden, perhaps some things are best left in obscurity. The Garden of Bomarzo, as it’s also known, was created under the directive of mercenary leader and patron of the arts Pier Francesco Orsini during the mid-16th century","advice_category":"6","content":"\nPhoto: Photo: Emodern\nShaded by trees and lightly cloaked in a patina of moss, the massive stone figures stare down at the awestruck visitors. What kind of garden features the screaming face of a terrible ogre that’s like a doorway to hell, a mythical giant hero literally tearing his foe from limb to limb, one of Hannibal’s elephants goring a legionnaire, and a Siren's legs splayed along the ground? You may well ask. The answer is the Park of the Monsters, an amazing monumental complex tucked away 65km north of Rome.\nFantasy meets myth: The early sea god Proteus or Glaucus Photo: Photo: Emodern\nThe Garden of Bomarzo, as it’s also known, was created under the directive of mercenary leader and patron of the arts Pier Francesco Orsini during the mid-16th century. Broken-hearted at the death of his wife, Orsini decided to channel his energies into this intense personal project, which spanned some thirty years. Orsini commissioned Pirro Ligorio – the great architect better known for his formal waterworks at Villa d'Este – to make his weird and wonderful dream a reality.\nViolent crime: Sculpture perhaps of Hercules tearing his enemy in two Photo: Photo: Emodern\nDisdaining the idea that gardens should be places purely of tranquility, Orsini instead let fantasy run riot. Some of the scattered sculptures might appear horrific, like the ferocious dragon beset by beasts; many are mythically inspired, such as the huge head of the Greek sea god Proteus-Glaucus; and others are plain strange, like the giant tortoise with a woman on its back. Violence is rife among the two dozen or so statues, while some of figures frozen in stone appear shamelessly sexual.\nBeastly designs: The dragon locked in combat with lions or dogsPhoto: Photo: Alessio Damato \nToo larger-than-life to be frightening, the Garden might better be described as gobsmacking. In keeping with the Mannerist style in which it was built, it was designed to astonish rather than please its audience. It eschewed the harmonious proportions of the declining Renaissance, in favour of exaggerated forms – and arcane symbolism. The taste was for the mythical and the monstrous. This was a place in which wild fauna met the wilder side of the human imagination. \nShock and awe: The war elephant popularly seen as one of Hannibal'sPhoto: Photo: Alessio Damato\nOriginally carved out of the natural volcanic rock formations littering the wooded landscape on which it lies, the Garden would later return to the earth and forest when it was abandoned and fell into disrepair after Pier Francesco Orsini's death. By the 19th century it was largely forgotten and overgrown by the encroaching forest and remained so until it was restored in the 1950s. The surreal scene would provide the inspiration for many other artistic minds, among them Salvador Dali.    \nStrange imaginings: The lady standing on a tortoisePhoto: Photo: Emodern\nSome have tried to comprehend what drove Pier Francesco Orsini to conceive of such a place – what inner demons were haunting him – but, like the exact meaning of many of the pieces in the Garden, perhaps some things are best left in obscurity. In the words of one irreverent blogger: “Beats me how one’s bereavement is quelled by statues of giant turtles, but perhaps the answer lies between the gargantuan fins of a stone mermaid with a gaping hairy wishing well.” Pur-lease.\nSexual allusion: The Siren with two lionsPhoto: Photo: Emodern\nWhat we do know is that since its inception the Garden of Monsters has provocatively played with the boundaries between what is art and what is entertainment. Upon entering what Orsini called his Sacred Grove, visitors are greeted by a challenge, inscribed in stone, which translates as: \"You who enter this place, observe it piece by piece and tell me afterwards whether so many marvels were created for deception or purely for art.\"\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Italy’s Park of Monsters","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/italy’s-park-monsters/15807"}