{"summary":"On average one new mammal species has been discovered here every year for the past ten years. New Guinea is home to six to eight per cent of the world’s species","advice_category":"2","content":"\nPhoto: ? WWF/G.R. Allen\nThe dazzling blue damselfish Chrysiptera cymatilis, found in the waters of Milne Bay, Papua New Guinea. The region is known for its spotless reef environments which contain a wide range of fish species.\nEvery day species around the world are lost due to mining, pollution, tourism, habitat destruction and hunting. Those who still survive are at risk due to human activity. \nGreat efforts have been made to conserve and protect these animals. One bit of good news comes from the scientists at WWF, who have discovered 1,060 new species from 1998 to 2008, on the largest tropical island on Earth, New Guinea.\nFinal Frontier: Newly Discovered Species of New Guinea (1998 – 2008)  describes some of the extremely rare and incredible species that have been found, such as a 2.5m long river shark, a blue lizard, a bright yellow snail, a round-headed and snub-finned dolphin, and a species of frog with fangs. \nDespite its remote location, some 218 new kinds of plants, 580 invertebrates, 134 amphibians, 71 fish, 43 reptiles, 12 mammal species and 2 birds have been discovered over the 10-year period.\nFor our readers, we would like to present a gallery of some of those rare and unique species.\nPhoto: ? WWF/Stephen RichardsFrog (Litoria dux), a large green tree-dwelling frog\nThis brightly colored frog was discovered on the northern side of the Huon Peninsula. Its name comes from the Latin dux, meaning leader, which is fitting given its commanding appearance and distinctive features such as its red iris.\nPhoto: ? WWF/ Henk van MastrigtButterfly (Delias durai)\nFour Delias butterfly species have been discovered in the Foja Mountains in Papua, Indonesia. Between 1998 and 2008, 580 new types of invertebrate species were described, including some of the most striking butterflies and moths. These discoveries join Indonesia’s other incredible invertebrates which include the world’s largest butterfly, the giant Queen Alexandra Birdwing, which has a wingspan of up to 30cm, and the world’s largest moth, the Atlas moth.\nPhoto: ? WWF/LutzObelgonnerMonitor lizard (Varanus macraei)\nThe island of Batanta is home to this Monitor Lizard, which can grow up to a meter in length, and is among the most striking new reptiles identified in New Guinea in the last decade. Three new monitor lizards have been discovered so far. Among them is this beautiful black and turquoise lizard that was described in 2001.\nPhoto: ? WWF/Tim FlanneryBlue-eyed spotted cuscus (Spilocuscus wilsoni)\nThe rainforests of New Guinea contain the highest diversity of tree-dwelling marsupials in the world. On average one new mammal species has been discovered here every year for the past ten years. This small Blue-eyed Spotted Cuscus was discovered in 2004. The cute little possum is endemic to Papua, Indonesia.\nPhoto: ? WWF/Fred KrausSnail (Paryphantopsis misimensis)\nA large variety of invertebrate species has been found in the forests of the Louisiade Archipelago and the Owen Stanley Ranges in Papua New Guinea. Out of 580 newly described species, nine of them were snails. This bright yellow snail was discovered in 2006, and named Paryphantopsis misimensis.\nPhoto: ?WWF/G.R.AllenChilatherina alleni or Allen’s rainbow fish\nAllen’s rainbow fish is one of seven new species of rainbow fish that have been identified in Papua New Guinea and Papua in Indonesia. It is a spectacular freshwater fish with spellbinding rainbow colours along its side. The patterns on their scale can vary greatly– from one single color, to a glittering spectrum. \nPhoto: ? WWF/ Bob Bowser / B2 PhotographyOrchid (Dendrobium limpidum)\nDescribed in 2003, this captivating pink Dendrobium limpidum was discovered in Papua New Guinea. Orchids are an excellent example of the range in plant diversity that can be found in the rainforests of New Guinea. 100 new orchid species have been described on this island alone between 1998 and 2008.\nNew Guinea is home to six to eight per cent of the world’s species. Guinea’s natural habitat contains one of the world's most impressive and incredibly rich ecosystems. \nBut between 1972 and 2002, 24% of these rainforests were degraded due to logging and agriculture. It is also a matter of serious concern that this alarming rate of forest clearance could soon lead to drastic climate change and a curb in biodiversity.\n“As a region with high rates of poverty, it is absolutely essential that New Guinea’s precious reefs, rainforests, and wetlands are not plundered but managed sustainably for future generations,” says Dr Susanne Schmitt, New Guinea Programme Manager at WWF-UK.\nShe concluded, “Environmental protection and economic development must go together to ensure the survival of New Guinea’s unique species and natural habitats”.\nTo read more about incredible species discovered in New Guinea, visit here.\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"nature","title":"Incredible Discovery of Over 1,000 New Species in Papua New Guinea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/news-thousands-new-species-found-new-guinea-incredible-pictures"}