{"summary":"Applying dozens, sometimes hundreds of coats of oil paint, she creates flesh tones that are true to life.?KC Photo: feuerman-studios.com Carol Feuerman has been a towering talent for over three decades and shows no sign of slowing down. I want my art to inspire the viewer to look closely at what stands before them","advice_category":"6","content":"\n??Photo: feuerman-studios.com\n?Runner Brandeis University ? \nHyper-realism is art, either painting or sculpture, in which the art work itself is created to look like a like high-resolution photograph. Carole Feuerman is among the very best you could hope to find in this discipline, and her figures are so realistic that they take your breath away. Her own artistic preferences, and possibly influences, are Francis Bacon, Miro, Picasso, Rembrandt and Michelangelo. Her interests include art, theatre, astrology, traveling, reading, cinema, photography, museums and also collecting art. Her work has, over more than thirty years, attracted a global audience, having had her stunning work featured in many exhibitions, including events at? the Metropolitan Museum of Art in New York, the State Hermitage Museum in St. Petersburg, Russia and the Palazzo Strozzi in Florence. \nBrooke with Beachball 1988 Photo: feuerman-studios.com \n?Born in 1945 in New York, perhaps the best way to describe how she came to be an artist can best be told by Feuerman herself from an interview with Edward Rubin that featured in the October 2009 edition of Sculpture magazine. Asked when she first got into art she replied: \"As a child growing up in upstate New York and Hollis Hills, Queens, I knew that I wanted to pursue art as a career. When I was five, I helped my grandfather design and build our home by spray-painting an outline of each room on the lawn. In fifth grade, my teacher asked me to give weekly drawing lessons to my class. In high school, I sold my first painting to neighbors, who paid me $300. I guess you could say that officially made me a professional. I then went on to study art at Temple University and SVA.\"\nFeuerman commenced her career as an illustrator but started to experiment with sculpture when she began doing three-dimensional covers for clients such as National Lampoon and Rolling Stone. She began casting soon after and decided to become a fine artist. When asked how her career had progressed, Feuerman answered: \"I always planned to be an artist, not a commercial illustrator. I wanted to create art that could interact with the viewer on a very personal level. Gradually, my illustrations became more three-dimensional and larger — some of them were six feet tall. I also began combining two and three dimensions. For instance, in \"Self Portrait\" (1973), I included sculptural legs and platform shoes beneath my painted portrait; Gloria, a painting I made for Gloria Steinem in the same year, also has three-dimensional elements\". \nArtist Carol Feuerman with her piece \"Survival of Serena\"Photo: feuermanstudios.com\nAsked how she learned to sculpt with resins she recalled: \"I wanted to work in resins, but I didn’t know how. I went to some mannequin companies and asked if I could work for nothing and learn how to lay up resin. They said no. I was buying my resin at Canal Plastics in those days, and they offered to explain how to use the materials if I came at 7 a.m. before the store opened. I also had a friend, a realist sculptor named Ben Bianchi, who worked with resins and molds. He posed for Duane Hanson as the “artist.” He gave me lessons. After Bianchi taught me how to cast, I made my first sculptures, the erotic series. Panda, my very first erotic piece, was a little bit of my hip, a very tiny fragment with two male fingers on it. I did 13 erotic sculptures, all realistically painted. In each one, I used fragments taken from two people.\" \nFeuerman continues: \"I showed the series in my first gallery exhibition, “Rated X” (1978), in Fort Worth, Texas. When I flew down for the opening, the gallery owner told me that Fort Worth was in the Bible Belt, so they couldn’t keep the show up. Three years later, Malcolm Forbes bought all 13 sculptures at my second solo show at the Hanson Gallery in New York. He spied them in the back room of the gallery. He also bought my first swimmer, Snorkel.\" \nBalance 650 Photo: feuerman-studios.com \n?Resins and Oil 1985 Photo: feuerman-studios.com When asked how water became such an important aspect of her work, Carole was forthright in her reply: \"Water can be very calming and peaceful, which goes well with the tone I desire for my work. I play with the idea that ordinary activities — like cleansing or swimming — can put an individual in touch with deeper sentiments. Gardener Photo: feuerman-studios.com \nCarol Feuerman's art can be found in the collections of many VIPs, such as? His Majesty the Emperor of Japan, former President Bill Clinton, former Soviet Premier Mikhail Gorbachev, and the Absolut Art Collection among others.During the past ten years , this remarkable sculptress has had the honour of presenting several solo exhibitions around the world, and many books have been written about her. Summer 800 Photo: feuerman-studios.com\nCreating each resin sculpture is a very complex and time consuming process.??Any single piece can take up to six months to complete, the most technical part? involving casting, modeling and carving, while?working with live models who pose in her studio. Her intense observational skills allow Feuerman to refine each sculpture by estripping it down tothe essential elements of a particular pose. The final step entails a return to the live model in the studio. Applying dozens, sometimes hundreds of coats of oil paint, she creates flesh tones that are true to life.?KC Photo: feuerman-studios.com Carol Feuerman has been a towering talent for over three decades and shows no sign of slowing down. I think her sculptures are artistic genius at its awesome best, and I hope she continues to delight us all for many years to come. “All of my life, making art has been my passion. As I have experienced life, the forms that my work has taken have evolved and deepened. I want my art to inspire the viewer to look closely at what stands before them. It is not the fleeting moment that I want to capture, but the universal feeling caught in that fleeting moment. I want the viewer to complete the story when he looks at my sculpture, to reflect and feel touched. If I can create a work of art that can touch each generation, that would be my masterpiece.” \nMy sincere thanks to the fantastic artist Carol Feuerman for permission to write this post and use the images and information available on her website?as well as the following sources:\nhttp://www.feuerman-studios.com/contact/index.htm\nhttp://www.groundsforsculpture.org/c_cfeuer.htm?phpMyAdmin=rx8QRmkftsxKCJORMPMdrElzfme\nhttp://www.sculptor.org/cfeuerman_artist.html\nhttp://www.sculpture.org/documents/scmag09/oct_09/feu/feu.shtml","author":"tonyleather","web_category":"art+and+design","title":"Incredible Hyper-Realistic Sculptures by Carol Feuerman","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-13859-2471547150105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-hyper-realistic-awesome-sculptures-carol-feuerman"}