{"summary":"Known as one of the most wonderful plants in the world, this species features probably the best-studied traps of all carnivorous plants. It catches prey with the aid of pitfall traps","advice_category":"2","content":"\nPhoto: Petr Dlouh?Leaf of Drosera rotundifolia growing in cuture\nOver many million years of evolution, nature has created some most unusual and bizarre plants that attract, trap and digest animals. The list of animals that fall prey to these plants includes anything from small vertebrates and water fleas to nematodes and butterflies.\nFamous as ‘carnivorous plants’, there are more than 600 of these fascinating species found all over the world. Having colonized a wide range of habitats, each type of plant is yet characterized by particular environmental conditions. Let's take a look at some of the most beautiful but deadly ‘meat-eater’ plant species.\n10. NepenthesPhoto: Alfindra Primaldhi\nNepenthes are an interesting looking plant genus, native to the Old World tropics and featuring about 100 species. Also known as 'Asian pitcher plants', they colonize a wide variety of tropical habitats, ranging from sea level to cool mountain regions.\nThe traps of these plants are passive pitfall traps, shaped like a pitcher, that do not move. These remarkably stable traps are filled with liquid which contains surface active substances. This liquid ensures that the victims are completely wetted and cannot escape once they have fallen in.\n9. CephalotusPhoto: Just chaos\nCephalotus has a very small area of distribution in southwestern Australia and it contains just one species, Cephalotus follicularis. It is also known as the 'Australian pitcher plant', as the plant has pitcher-shaped trap leaves.\nIt catches prey with the aid of pitfall traps. The whole process takes place in three different zones: the attraction zone, a slip zone, and a digestive zone. The trap opening is constricted by a collar, so once a victim falls into it, they are unable to climb back out again.\n8. HeliamphoraPhoto: Seb38\nThis long-lived, evergreen perennial herb that develops simple or branched shoots from a rhizome is none other than Heliamphora. Collectively known as 'sun pitchers', these plants have a well-developed root system. The tubular leaves of the plant serves as the trapping organ. The funnel-shaped pitchers are filled with water and formed as pitfall traps. When insects fall into this liquid and drown, they are digested with the aid of bacteria that live in the liquid.\n7. ByblisPhoto: h3_six\nSometimes also called the 'rainbow plant', Byblis is a small genus of carnivorous plant which catches its prey using passive adhesive traps.\nThe leafy surfaces of rainbow plants are densely covered with glandular hairs, which are nothing but the traps. This trap secretes drops of mucilage to attract flying insects. As soon as the prey lands on this sticky slime, it gets stuck and then slowly starves to death.\n6. UtriculariaPhoto: magnolia1000\nFirst described in 1753, Utricularia is the most widely distributed genus of the carnivorous plants. Also famous as ‘bladderworts’, the tiny traps of this genus are the most complex and sophisticated found in carnivorous plants.\nThese little traps are bag-like structures which are suspended from the leaf braches. The trap opening is surrounded by snare-like antennae. Together with hairs and glands, the antennae attract the prey toward the valve opening. Once caught, there is no escape for the prey.\n5. SarraceniaPhoto: ?ÇÔÇÍÇÓÇÚÇÈÇÖÇÌÇÙ\nFound exclusively in eastern Northern America, this genus has about 8-10 different species. The most attractive feature of these plants is their tubular leaves with a wing-like seam.\nUsually Sarracenia species trap insects using pitchers with nectar and the slippery footing around the lip. It is also observed that the pitcher fluid has an intoxicating and anesthetic influence on various insects.\n4. PinguiculaPhoto: Just Chaos\nWith more than 80 species, the genus Pinguicula seems a bit plain at first glance. But these plants contain their own subtle beauty and complexities. Also known as ‘butterworts’, most of them are terrestrial and herbaceous rosette plants.\nLeaves of butterworts have long-stalked glandular heads which produce sticky mucilage at their tip to ensnare the prey in ropy strands. Also, most Pinguicula species have a musty odor, which may serve to attract prey.\n3. AldrovandaPhoto: Jan WienekeAldrovanda Vesiculosa\nSimilar to the genus Dionaea (see below), Aldrovanda species also use the snap-trap method to catch their prey. An herbaceous floating aquatic plant, typically pale green in color, it is also known as the ‘waterwheel plant’.\nIt contains leaves similar to those of the Venus flytrap. As suggested, to catch passing prey, a snap trap mechanism is used. The trap lobes are equipped with trigger hairs which cause the trap to close quickly and completely.\n2. DroseraPhoto: KitkorDrosera regia, the king sundew, after being fed blood worms\nThe genus Drosera comprises more than 150 species, which are certainly the jewels of the carnivorous plant world. Also known as 'sundews', these plants are capable of self-pollination and self-fertilization.\nSundews have active adhesive traps. Their prey is also attracted with the aid of optical signals. Using stalked mucilaginous glands covering its leaf surface, the plant captures insects. In fact, to catch the victim, all species of sundew are capable of moving their tentacles toward the blade center.\n1. DionaeaPhoto: NoahElhardtThe trap of a Venus fly trap, showing trigger hairs.\nNo one can deny the divine beauty of the ‘Venus flytrap’. Known as one of the most wonderful plants in the world, this species features probably the best-studied traps of all carnivorous plants. The genus Dionaea includes just one species, the Venus flytrap, a relatively small rosette plant which produces shoots in the spring.\nThe fast moving trapping leaves of the plant are snap traps with marginal bristles. As soon as the prey is sealed in, the trap closes and secures the prey; its soft parts are broken down, digested and absorbed. The digestion completes in about 10 days.\nToday, it is hard to ignore the conservation status of some of the carnivorous plants. The growing interest in rare plant collection and habitat destruction are the two major factors affecting the survival of these incredible plants. Thus, combating illegal trade could help ensure their conservation.\nSource: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11","author":"Alka Sharma","web_category":"nature","title":"10 Beautiful Yet Deadly Carnivorous Plants","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/plants/news-10-oddly-beautiful-deadly-carnivorous-plants"}