{"summary":" This year’s breeding has resulted in 34 young birds. The bird was once extinct in Britain after the last bird was shot in 1918, but the bird was reintroduced into the country in 1975 and it has done well so far","advice_category":"2","content":"\nThe white-tailed eagle, once on the brink of extinction in Britain, has bounced back.\nThe eagle now has 42 breeding pairs on the west coast of Scotland, six more than last year’s total.  This year’s breeding has resulted in 34 young birds.  The total of all birds is close to 200.\nThe bird was once extinct in Britain after the last bird was shot in 1918, but the bird was reintroduced into the country in 1975 and it has done well so far. The massive bird has an eight-foot wingspan and is Britain’s largest bird of prey. It is also known as the sea eagle.\nThe project can now move into its next phase, which involves moving young chicks from Norway to Scotland.  Around 20 birds will be released into the wild near Fife in each of the next five years.  A similar program will be started in Ireland.\n\"It has been a fantastic year for these stunning birds, which are now firmly established as a totem of the incredible natural heritage that Scotland plays host to. This breeding population is likely to continue to rise in coming years as juveniles from the reintroduction programmes reach sexual maturity, find vacant territories and pair up with a mate, with which they remain faithful for life,” said Jeremy Wilson, RSPB Scotland head of research and the chairman of the Sea Eagle Project Team.\n\"Eventually, as they continue to spread out, and west and east coast populations meet, we can expect to see these majestic birds all around Scotland's coast, bringing this fantastic and inspiring spectacle to people throughout the country.\"\nSource: TelegraphIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"White-Tailed Eagle Back from the Brink","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/498/498"}