{"summary":"Photo: 1 Bistro / Ebenezer Place, Wick (Caithness), Scotland. The story of Ebenezer Place is the story of MacKay's Hotel","advice_category":"6","content":"\nPhoto: Ebenezer Place (MacKay's Hotel), Wick (Caithness), Scotland\nPhoto - Noudbijvoet / Wikimedia \nAt 6 ft 9 inches (2.06 m) in length, Ebenezer Place in Wick (Caithness), Scotland is as long as Vanja Ivesa (tallest football player living, playing for Eskisehirspor in Turkey) or Zdeno Chara (tallest player in the National Hockey League) are tall. Nelly Alisheva (tallest female Volleyball Player) matches Ebenezer Place cm for cm, inch for inch. \nThe story of Ebenezer Place is the story of MacKay's Hotel. In the early 1880s, Alexander Sinclair had returned to Scotland from America after making a considerable fortune. He then built MacKay's Hotel at the junction of Union and River Streets in Wick (Caithness). Ebernezer Street was constructed in 1883, when the 1 Ebenezer Place building was built. This building was a hotel at that time, and the owner was asked by the town council to print a name on the shortest side of Mackay's Hotel. He did so, and the world's shortest 'street' was born, although not officially approved as a street for four years because it took that long to get the required Ebenezer Place door in place. Today, Ebenezer Place contains only a single address because there is no room for another and No 1. Bistro remains part of MacKay's Hotel. A descendant of Mr. Sinclair was still living in Wick in 2009. \nPhoto: 1 Bistro / Ebenezer Place, Wick (Caithness), Scotland\nPhoto - I like / flickr\nWhen editor-in-chief of the Guinness Book of World Records, Craig Glenday, traveled to Wick, he had to battle a gale force storm and his trip took 50 hours. One hour after arrival, Glenday declared that Ebenezer Place was the new world record holder for shortest street. Young Robert Louis Stevenson spent some time in Wick while his father built a new breakwater in the bay, and he later included a reference to Ebenezer Place in \"Treasure Island\". If you ever find yourself in Caithness, you must visit Wick and find Ebenezer Place. If you are a 'Person of Height', you might be taller than Ebenezer Place is long. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not  subscribe to our RSS feed? We'll even throw in a free album. ","author":"merlynne6","web_category":"art+and+design","title":"The Shortest Street on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/shortest-street-on-earth/19481"}