{"summary":". After a brief month-long respite, during which many reputable publications saw fit to mock global warming or enable climate change deniers, the impending crisis must have felt unloved.","advice_category":"4","content":"\nAfter a brief month-long respite, during which many reputable publications saw fit to mock global warming or enable climate change deniers, the impending crisis must have felt unloved.\nPhoto: Image from Huffington Post\nLike Britney Spears and Lindsay Lohan, climate change is back with a vengeance. Unfortunately for us, the metaphorical bad weekend isn't forgetting everything learned in a six-week rehab and wrecking a car that costs more than most homes, but rather the most dramatic temperature increase over any three months, ever.\nIn the wake of our multi-week ice age, it may come as cold comfort to see the planet warming with such speed. What was actually going on?\nWell, as it happens, January 2008 was the 31st warmest on record, but a far cry from January 2007, which was the warmest ever.  A little perspective helps everything, except a newspaper owned by Rupert Murdoch, it seems.\nNow that the hysteria over out mini-ice age (Solar Activity Diminishes; Researchers Predict Another Ice Age) has diminished, it's important to re-examine what, exactly, is going on:  the temperature is rising, rapidly.\nThe three-month average that would have us all hopping the next available flight to Venus is doubtless an outlier, just as the frigid temperatures of January were, but nobody reading this site will dispute that we're getting hot under the collar in the long run:  in the meantime, the tomfoolery of the rest of the world would be funny if it weren't so tragic.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"Global Warming Shifts Into High Gear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/global-warming-shifts-into-high-gear/1051"}