{"summary":"The colossal squid was taken to New Zealand where an autopsy was performed on the half-ton female last August. Photo: Image: Sharon Hill","advice_category":"2","content":"\nIt’s the beginning of another year, when who knows what’s going to happen, what adventures we’ll have and what ground-breaking news will hit the headlines. It’s the perfect time to reminisce over events of the previous year and ponder new discoveries. At Environmental Graffiti because we’re besotted with the natural world it was good to see National Geographic’s list of their most read stories of the year include seven best animal finds of 2008. We thought we’d share them with you in case you missed them.\nThere was great excitement in November 2008 when a remote control submersible was investigating a deep oil-drilling site and captured the image of a long-armed and ‘elbowed’ Magnapinna squid. One had never been caught on camera before in their natural habitat.\n\nPhoto: Image: Sharon Hill\nResearchers reported in October that a previously unknown population of vampire moths in Siberia could have evolved from solely fruit eating species. Vampire moths have hook-and-barb-lined tongues, which they tunnel into their prey to feed on blood. Researchers say there is only slight variations in wing pattern compared to a common species of moth found in central and southern Europe called Calyptra thalictri that eats only fruit.\n\nPhoto: Image: M Schmitt\nNot exactly an animal find but a new discovery nonetheless. In April 2008, researchers studying Italian wall lizards that had been introduced to a small island off the coast of Croatia have evolved in ways that would normally take millions of years in just a few decades. Records dating from 1971 show that the tiny lizards have developed a completely new gut structure, larger heads, and a harder bite.\n\nPhoto: Image: Jane Andre\nA new breed of ‘superworms’ that feed on lead, zinc, arsenic, and copper were found at disused mining sites in England and Wales. It’s thought that the newly evolved worms and their toxic eating habits could help cleanse polluted industrial lands as their excretions produce different versions of the metals, which allows plants to grow. Scientists believe their ability to tolerate extremely high metal concentrations has affected their evolution.\n\nPhoto: Image: Flora and Fauna International\nIn October last year a tiny dog-sized deer was catapulted into the limelight when anti-poaching conservationists released a photograph of the animal caught in a trap in Sumatra. The Sumatran muntjac had not been photographed since 1930 so had almost completely been forgotten about by science. The mountain-dwelling deer is now on the global Red List of Threatened Species, so doubtful it will be neglected again.\n\nPhoto: Image: via Wikimedia Commons\nIn 2007, a 30 ft-long (10 m) squid was caught on a fishing line in Antarctic waters. The colossal squid was taken to New Zealand where an autopsy was performed on the half-ton female last August. The dissection revealed the squid was “a ‘giant gelatinous blob’, would have been sluggish and highly vulnerable to predators”, and was carrying partially developed eggs. Scientists believe she may have been feeding from the fishermen’s nets rather than hunting naturally because of her condition.\nThe same squid was found to have eyes the size of soccer balls – the biggest recorded – which were rimmed with light-emitting organs thought to play a role in cloaking the animal from prey.\n\nPhoto: Image: Sharon Gursky-Doyen\nMany people may be familiar with this animal as it’s been likened to a cute’n’cuddly Gremlin (before the water). A group of three pygmy tarsiers were discovered on an expedition in Indonesia last summer. The tiny 57 gram (2 oz) carnivorous primates were last seen alive in the 1920s, so were thought to be extinct. Logging in the forested mountain slopes of Lore Lindu National Park, Sulawesi has destroyed much of their natural habitat and population. Lead researcher Sharon Gursky-Doyen, who found the primates, is hoping the find will inspire the Indonesian government to do more about protecting their native species.\nSource National Geographic News\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"7 Animal Finds of 2008","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giantsquidphotofishingphotography3jpg_0","url":"http://www.environmentalgraffiti.com/ecology/7-animal-finds-of-2008/5471"}