{"summary":"Even though the species of elephants are normally grayish in color, the African elephant will often look brownish because of its wallowing in mud, such as the communal mud baths above. It also gives their skin a watery coating which prepares it for the mud and the dust bathing later.","advice_category":"2","content":"\nPhoto: Martin\nElephants have fascinated us for decades, both because they are imposing as the largest land mammal on earth but also, dare I say it, cute when at play, or observed during their daily routines. One very important part of the routine is bathing.\nPhoto: Hans Stieglitz\nElephants have three distinctly different forms of bathing; in water, mud and dust. All forms are also a way for them to socialize, whether at a mud wallow or a watering hole, where they interact with each other and even spray each other. \nPhoto: imagesbylinda\nThe skin is the largest organ of the body but in the elephant it is relatively small compared to its size, so it is difficult for the elephant to release enough heat through it. In fact some have been seen exposing the sole of their feet as if trying to get rid of as much heat as possible. Bathing and wallowing is a way to help overcome this natural difficulty in temperature regulation.\nPhoto: Chester Zoo\nWater bathing is the first form, be it swimming in a lake, having fun spraying each other (and anyone else nearby!) with water they have filled their trunk with as well as otherwise cleaning themselves. It also gives their skin a watery coating which prepares it for the mud and the dust bathing later.\nPhoto: Mgiganteus\nPhoto: flowcomm\nEven though the species of elephants are normally grayish in color, the African elephant will often look brownish because of its wallowing in mud, such as the communal mud baths above. Wallowing is extremely important because of their sensitive skin. It protects them from sunburn, caused by UV rays, helps protect against insect bites and also prevents them losing too much moisture to evaporation. Once done with its muddy coat, it is time for the dust bath.\nPhoto: Wen-Yan King\nPhoto: Roland Hunziker\nDust bathing happens in two ways. One; just like mud wallowing, the elephant rolls around in a dusty or sandy area. In the other it is more straightforward - they use their trunk to pick up dust and blow it over the wet mud or watery coating that they already have to harden it and make a stronger protective shield.\nPhoto: Towle Neu\nThe elephant with its unique size has some unique difficulties which it has solved by using the three layer protective coating, put on by bathing in various mediums. Not only does it protect his skin and help regulate his temperature it is also very much a social time for the elephants - time to relax and have some fun!\nSource: 1, 2","author":"Michele Collet","web_category":"nature","title":"Amazing Images of Elephants Bathing","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","url":"http://www.environmentalgraffiti.com/news-elephants-bathing"}