{"summary":"The cave near Zugarramurdi is now host to an annual festival to celebrate the longest day of the year. It’s no ordinary summer solstice cave festival however, not that I can think of any others","advice_category":"8","content":"\nPhoto: image via National Geographic\nEach year people gather in a cave in Zugarramurdi, Spain, to celebrate the summer solstice. It’s no ordinary summer solstice cave festival however, not that I can think of any others. Nope. It’s a commemoration to the witches “that used the cave,” many of whom were burnt alive during the Basque witch trials. \nThe cave has no electric illumination system and light comes from blazing torches and fires. The summer solstice has a mystical and religious significance to some people and for many it is a simple motive for celebration.\nThe custom has been honored for hundreds of years, even during the merciless times of Spanish Inquisition. If caught performing these “pagan rituals,” the revelers would be subject to terrifying punishments and even death. Heretics and witches were hunted down by the Spanish Inquisition in an effort to annihilate everything which might look unchristian.\nAt the beginning of the 17th century the Basque population of Zuarramurdi was living in desperation. Any number of them could have been charged with heresy and witchcraft (even the children). They therefore kept a low profile and prayed for their lives.\nPhoto: image via Wikipedia\nThe Supreme Inquisition, a Roman Catholic council, even sent one of their members Don Juan Valle Alvarado to investigate possible witchcraft and heresy in Zugarramurdi. After months of following clues and rumors he found 300 suspects, of which roughly forty were sent for trial in Logrono. Notwithstanding this, the result didn’t satisfy the Church’s paranoia.\nIn 1611, Alonso de Salazar Frias, began to hunt down “witches” and heretics in the countryside near the vicinity of Zugarramurdi and was given special instructions to the cave, as it was popularly believed to be the meeting place of the witches. During this horrific campaign, 2000 people confessed under torture, of those over 1,300 were children aged seven to fourteen. Yet this campaign did not diminish the spirit of the Basque witches.\nThe cave near Zugarramurdi is now host to an annual festival to celebrate the longest day of the year. Watch the video below:\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"lifestyle","title":"Incredible Zugarramurdi Witches' Cave Hosts Summer Solstice Rave","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/offbeat-news/incredible-zugarramurdi-witches-cave-hosts-summer-solstice-rave/1309"}