{"summary":"Coober Pedy’s bizarre underground houses and opal mines have attracted tourists from around the world as well as film makers. So many chimneys and shafts poking out of the ground everywhere but where are the houses? What is this mysterious place? This is Coober Pedy, a small town in northern South Australia","advice_category":"8","content":"\nPhoto: whale05\nSo many chimneys and shafts poking out of the ground everywhere but where are the houses? What is this mysterious place? This is Coober Pedy, a small town in northern South Australia. In fact it's a distinctly strange town, consisting of tunnels, where most of the residents live underground. \nCoober Pedy has evolved as one of the most unique places in Australia. Even though the town’s population is more than 3,000, you will rarely find any person or dwellings above ground.\nPhoto: ? Benjamin Jakabek\nCoober Pedy is a mining town located some 850 km north of Adelaide, Australia. Because of the harsh summer weather, people here prefer to live in authentic underground homes, carved inside caves. Everything is underground: the houses with all sorts of facilities, opal shops and mines, graveyards, billiard rooms, bars, swimming pools, museums and of course the Serbian Orthodox Church too. Living underground may sound a little scary to you, but in reality, the houses are gorgeous, with rosy sandstone walls.\nPhoto: ? Benjamin JakabekUnderground Serbian Orthodox church\nThe name Coober Pedy developed from the Aboriginal \"kupa piti\", which means “white man's hole in the ground\". These amazing underground houses are also called dugouts - houses dug into the hillside, with an entrance at street level. These perfect houses have walk-in-wardrobes, bedrooms, storage areas and fantastic kitchens. Narrow vertical shafts serve the purpose of ventilation and maintain temperature and humidity perfectly. \nPhoto: ? Benjamin Jakabek\nAnother reason why Coober Pedy is famous is that this town produces 70% of the world’s opal. This is why it is known as the ‘opal capital of the world’. Coober Pedy’s bizarre underground houses and opal mines have attracted tourists from around the world as well as film makers. Films such as Pitch Black, Queen of the Desert, Red Planet and Opal Dream have been filmed at this location. \nPhoto: Poyt448 Peter WoodardWorld's largest 'dingo fence'\nThere is a great deal to experience in this small town. The world’s longest “dingo fence” passes through Coober Pedy, and is actually the longest structure in the world. The local golf course has no grass but the Coober Pedy Golf Club is the one and only club in the world to enjoy reciprocal rights at The Royal and Ancient Golf Club of St. Andrews. It’s the experience of a lifetime to play golf at night with glowing balls.\nSo, next time you are in Australia, why not spend a night in these cozy underground houses, visit the church and the museum and yes, play golf too!\nSources: 1, 2","author":"Alka Sharma","web_category":"travel","title":"Coober Pedy: Australia's Underground Town","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/news-cdy"}