{"summary":"They then wander around aimlessly for a while until they vomit up the mushrooms, which helps spreads the mushroom spores. In the far North Country, reindeer eat mushrooms containing psilocybin — magic mushrooms","advice_category":"4","content":"\nPhoto: Pam Brophy\nEgyptian pharaohs believed that mushrooms had magical powers, and this may be true. Consuming mushrooms with psilocybin will give a person a mystical experience. Other mushrooms can annoy a digestive tract, cause severe physical distress, or even kill a person. Truffle mushrooms are one of the most expensive food items available. Another mushroom, the honey mushroom, is the largest known living organism on earth. Unfortunately, mushrooms have the reputation as something that grows in the dark and on animal dung. Whatever you think of mushrooms, they are really a fascinating group.\nPhoto: Lisa Hossler\nFor years, scientists categorized mushrooms within the plant kingdom. However, on closer inspection, they discovered mushrooms have more in common with animals than plants: They lack chlorophyll so they can’t make food from sunlight like plants. But they also lack stomachs so they can’t ingest food like animals. In order to take in nutrients, mushrooms must absorb their food from other sources. They must grow in conjunction with another organism to exchange nutrients in a type of relationship, either beneficial or parasitical. As a result, a new kingdom was created – the Kingdom Fungi.\nPhoto: Chris Birchill\nMushrooms play an important ecological role as decomposers by breaking down organic matter and returning valuable nutrients to the ecosystem. On lawns and rotting wood, the mushroom feeds by digesting organic matter and recycles nutrients through the ecosystem. Many plants need fungi to survive as the mushroom extracts minerals and water from the soil for the plant while the plant provides sugar compounds the mushroom cannot make. Often, this works out well, however, sometimes the mushroom may take too much from the plant, sickening the plant in a parasitic relationship.\nPhoto: Nathan Wilson\nIn Oregon’s Malheur National Forest, a giant honey mushroom 2,400 years old was discovered when scientists investigated mysterious tree deaths. This giant mushroom covers 2,200 acres, is 3.5 miles across and extends 3 feet into the ground. The giant mushroom needs so much food and water that it invades the tree roots through a combination of pressure and enzyme action. Most of the year, this giant mushroom hides underground, but in the rainy season it will send up its fruiting body to reproduce.\nPhoto: Heather Cowper\nThe truffle mushroom is the “diamond of the kitchen”. Truffles grow underground and depend on animals to spread their spores. Since some truffles smell like a male pig’s sex hormone, female pigs are often used to find them. Truffles are thought of as French, Italian or Croatian but they can be found in 20 different countries. \nDespite their high price (over $1000 a pound), truffles are relatively abundant – the key is to know where to look. Trees with truffles grow incredibly fast, up to nine feet a year. They grow around oak, fir, beech, poplar, birch, hazel, pine and hornbeam in soils that are well drained and neutral or alkaline.\nPhoto: ceridwan\nThe effects of certain mushrooms can by mystical, even religious. In the far North Country, reindeer eat mushrooms containing psilocybin — magic mushrooms. They then wander around aimlessly for a while until they vomit up the mushrooms, which helps spreads the mushroom spores. The reindeer often remember the pleasant experience and try the mushroom again.  \nHumans also have been known to ingest these magic mushrooms. Timothy Leary, a Harvard Professor of psychology in the 1960’s was so impressed by the effects psilocybin had on his brain that he focused his research on mind-altering chemicals. This led to his eventual firing from Harvard and the beginning of his cult status. While Dr. Leary made magic mushrooms a household name, many societies have ritually used them for years. \nAccording to research at the University of Hawaii, (http://www.botany.hawaii.edu/faculty/wong/bot135/lect20b.htm), ritual usage of these mushrooms may have led early humans to “better eyesight (an advantage for hunters), sex, language and ritual activities (including religion), when eaten.”  This led to shamans whose duties included communicating with nature. \nPhoto: Jason Hollinger\nThere are over 10,000 known mushrooms out there. Of these, over 3,000 mushrooms give enjoyable and healthy eating experiences. There are also 100 different mushrooms that can kill you. So, eaters beware. That little brown mushroom (LBM) that grows in your backyard may be a harmless button mushroom, a deadly galerina or even an illegal magic mushroom. If you’re interested in enjoying these simple yet complex fungi, learn as much as you can. The experience could change your life.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Lisa Hossler","web_category":"science","title":"The Magical World of Mushrooms ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/biology/news-explore-fun-magical-world-mushrooms"}