{"summary":" And sunscreen is not the only environmental issue facing coral reefs. Researchers believe that this is a serious environmental issue, threatening up to 10% of the world’s coral population","advice_category":"2","content":"\nIslands and beaches ringed by coral reefs draw thousands of tourists a year.\nBut it seems that the tourists attracted by the coral’s beauty and animal diversity may be inadvertently destroying the reefs.\nThe real culprit is something that every responsible individual takes to the ocean. Ingredients found in sunblock are causing the environmental problem. Four separate ingredients, paraben, cinnamate, benzophenone, and camphor, can wake up viruses that lie dormant inside the algae that helps keep coral alive in a symbiotic relationship.\nThe viruses then replicate and explode out of the algae, spreading further out in the coral community.  This eventually kills off the algae, which provide the coral with food and make them colourful. Without the algae, the coral dies.\nResearchers believe that this is a serious environmental issue, threatening up to 10% of the world’s coral population.  Around 5,000 metric tons of sunscreen is washed off swimmers in the ocean every year.   Even low doses of the ingredients can start the process.  The study found that water around coral exposed to sunscreen had more than 15 times as many viruses as water around non-exposed coral.\nThe environmental problem is very serious. Coral reefs are an important part of the ocean’s ecology, providing an excellent habitat for many forms of life and promoting animal diversity.  And sunscreen is not the only environmental issue facing coral reefs. According to marine virus and coral researcher Rebecca Vega Thurber: \"Other [human-induced] factors such as coastal pollution, overfishing, and sedimentation all contribute to coral reef habitat degradation, and this work continues in that vein.\"  Coral reefs are dying faster than the world’s rainforests.\nThere may soon be hope for those of you who don’t want skin cancer but also balk at the thought of harming such an important part of earth’s ecology. An Australian group is working on a new sunscreen that  is based on the ultraviolet-blocking properties found within coral itself.\nInfo from National Geographic\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Swimmers' Sunscreen Kills Coral ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockColorfulNudibranch16342874jpg_0","url":"http://www.environmentalgraffiti.com/ecology/swimmers-sunscreen-kills-coral/749"}