{"summary":"The backpack then could feel and record all the movements of the colugo wearing it..  He created a backpack to attach to the animals that could help record the specifics about their flight","advice_category":"4","content":"\nA backpack using technology borrowed from the iPod and Nintendo Wii has helped scientists learn how an exotic animal flies.\nImage by Nina Holopainen \nThe colugo, or flying lemur, is an animal found in the rainforests of Southeast Asia. It’s not technically a lemur, and in fact is a cousin of the primates that resembles a large flying squirrel.\nThe animals have large pieces of skin between their hands and their feet. The skin flaps, which can stretch out to the size of a doormat, allow the colugo to glide through the air.\nAndrew Spence of the Royal Veterinary College has been studying the aeronautics of he colugo’s flight.  He created a backpack to attach to the animals that could help record the specifics about their flight. The backpack used an accelerometer much like the one used in a Nintendo Wii controller and coupled it with a memory chip similar to an iPod. The backpack then could feel and record all the movements of the colugo wearing it.\nThe scientists installed the backpacks onto several adult colugos. Colugos are nocturnal animals, and so the team caught several of them while they rested during the day. They then shaved a patch off the animals’ back and glued the sensors on with surgical adhesive. It sounds a bit to me like a frathouse prank, but I've been assured this is legitimate scientific procedure.\nThe backpacks revealed that the animals can actually alter aerodynamic forces acting upon them, thereby reducing the injury risk when they land. Throughout their flight, colugos glide at a steady pace. Just before landing, however, they perform a special manoeuvre. This move, which essentially uses their “wings” like a parachute, quickly reduces the landing forces and spreads the force of landing out across all four of the animal’s limbs.\nThe scientists believe their work could be used to help aeronautical engineers.  Spence said:  \"Despite being common throughout their natural range the Malayan colugo is quite poorly understood because it's hard to measure things about an animal that moves around at night, lives 30 metres up a tree, and can glide 100 metres away from you in an arbitrary direction in 10 seconds. Our new sensing backpacks have given us an insight into the behaviour of these fascinating creatures.\"\nInfo from Telegraph\nIf you want to find out all the latest cool science news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Scientists Glue Wii Remote Parts to Flying Lemurs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/sciencetech/scientists-glue-wii-remote-parts-to-flying-lemurs/770"}