{"summary":"The Aspinall Foundation has reintroduced 14 gorillas into Gabon since 2002. This week has produced some good news for gorilla lovers as two groups of gorillas triumphed over earlier attacks by poachers.","advice_category":"2","content":"\nThis week has produced some good news for gorilla lovers as two groups of gorillas triumphed over earlier attacks by poachers.\nIn the first story, a pair of reintroduced Western Gorillas have given birth to a baby named Okeli in Gabon.  The birth marks the first time reintroduced gorillas have had a baby in the wild in Gabon.\nOkeli’s parents Marco and Lekedi were both orphans. They were born in the wild in Gabon, but poachers killed their entire families. A wildlife conservation group rescued them and sent them to a rehab and reintroduction center run by the Aspinall Foundation.\nThe Aspinall Foundation has reintroduced 14 gorillas into Gabon since 2002. They aim to re-establish a healthy population in the region as part of an effort to save the critically endangered Western gorilla from extinction.\nThe second story involves a group of Western Lowland gorillas known as the Taiping Four. The three female and one male gorillas were sent to the Taiping zoo in Malaysia in 2002 and branded as gorillas from a breeding program in Nigeria.\nHowever, officials quickly realized that the gorillas, all juveniles at the time, were born in the wild and most likely orphaned by bush meat hunters. This would mean the gorillas had been smuggled into Nigeria by poachers.\nThe gorillas’ plight has become a cause celebre. Many people felt the gorillas should be returned to the wild rather than face the rest of their life in a zoo.  Red-faced Malaysian authorities sent the animals to a South African zoo in 2004. The gorillas had arrived on a South African Airlines flight, so the Malaysian officials decided it was a South African problem.\nFinally, the arrangements for the return of the gorillas to the wild have been finalized. The animals were flown to Cameroon before being trucked to the country’s Limbe Nature Preserve in the southwest.\nThe return prompted a victorious statement from Christina Pretorious of the International Fund for Animal Welfare, an organization that helped return the gorillas to Cameroon.\n\n\n...and if you subcribe to our RSS feed, we'll give you a free album. You'll also find out more interesting facts, read some excellent articles and see great pictures. Enjoy!","author":"Chris","web_category":"nature","title":"A Big \"@&*# You\" to Gorilla Poachers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/ecology/a-big-you-to-gorilla-poachers/572"}