{"summary":"Above ground volcanoes release gases that can stay hot and don’t end up sucking all the oxygen out of the environment. The early planet was covered in volcanoes","advice_category":"4","content":"\nWelcome to the second post in Environmental Graffiti’s Mother Earth series.\nYesterday, we discussed the big bang to the formation of Earth as a planet.  If you missed that article, check it out here.  Today we travel back billions of years to a time when the Earth was young and volcanoes ruled the world.\nAn Explosion of Heat\nVolcanoes have fascinated mankind for centuries.  The ancients held the explosions of molten rock and gases to be the work of the gods. Johannes Kepler, the legendary astronomer, believed them to be the Earth’s tear ducts.\nThe early planet was covered in volcanoes.  These volcanoes had a major effect on earth and helped to create the atmosphere and possibly even complex life forms.\nAlthough today we think of greenhouse gases as an evil that must be stopped, in Earth’s early days these gases allowed the planet to develop the conditions to support life.\nThe sun did not shine as brightly 4.5 billion years ago as it does today. The early sun was about 25% less bright than our own shining star.  Without the heat of a brighter sun, the Earth needed something else to ensure it wasn’t just a gigantic frozen rock.  Enter volcanic blasts.\nThe Early Atmosphere\nOur atmosphere today contains mostly nitrogen and oxygen.  The early atmosphere was quite different, and contained far more greenhouse gases than we could stand today. Volcanoes helped create the warm Earth with their eruptions, which shot a mix of water vapor, carbon monoxide, carbon dioxide, hydrochloric acid, methane, ammonia, nitrogen, & sulfur gases into the atmosphere.\nThose emissions did two things for the Earth. All that water vapor the volcanoes were spewing eventually condensed and formed the oceans that covered the earth.  All those greenhouse gases kept the Earth warm enough for the planet not to turn into an icicle, for a while at least.  Water stays warm and on the surface, and all of a sudden there’s life.\nOnce there was water, life was possible. Nobody really knows how life started on the planet, but there is a volcano based theory.  Many scientists believe amino acids, the building blocks of life, arrived on the planet after collisions with meteors. These amino acids, however, need to combine into peptides, a protein that forms the basis of cells, before life is possible.\nOne theory of how peptides were created deals with undersea volcanoes.  Scientists at the Scripp’s Research Institute in California showed that carbonyl sulfide, a common volcanic gas, helps amino acids form peptides.  They theorized that undersea volcanic eruptions could have spurred peptide formation and resulted in the first proto-life forms. Of course, this could all be wrong. It’s one of like 10,000 origin of life theories. Moving on, life now exists in a very very simple form, cyanobacteria.\nCyanobacteria, one of the earliest life forms, swimming around in earth’s nice warm oceans, sucking up carbon and shooting out oxygen. There’s a problem, though. All that oxygen, which should be up in the atmosphere, is nowhere to be found. Something is sucking it all up.\nIt’s volcanoes again.  This time they both helped and hindered life, albeit at different periods. For a long time, most of the volcanoes in the world were underwater. Underwater volcanic eruptions differ in some significant ways from above ground eruptions. The lower temperatures of underwater eruptions mean that magma chills quickly and produces gases like hydrogen sulfide which suck up available oxygen. This would take all the nice oxygen out of the air. But a coming shift in the location of Earth’s volcanoes might rectify all that.\nAbove ground volcanoes release gases that can stay hot and don’t end up sucking all the oxygen out of the environment.  When large continents began to form, more volcanoes were above ground than below. Shortly after this period, atmospheric oxygen levels began to rise. After the Earth’s oxygen levels rose, we started seeing more and more of something truly miraculous; complex life.\n\nOur next article in The Mother Earth Series, “From Noxious Fumes to a Breath of Fresh Air” will explore the atmosphere of the early earth in greater detail. To keep up with the rest of the series, why not subscribe to our RSS feed. We’ll also give you a free album.\n ","author":"Chris","web_category":"science","title":"Mother Earth: When Volcanoes Ruled the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-when-volcanoes-ruled-the-world/580"}