{"summary":"\"Torontohenge\" is the artificial name for the times when sunrise or sunset is aligned with the streets of Toronto. These photographs were taken in Toronto late in the afternoon of Oct","advice_category":"8","content":"\nPhoto: Mike DeHaan\nWhat is \"Torontohenge\"?\n\"Torontohenge\" is the artificial name for the times when sunrise or sunset is aligned with the streets of Toronto. Stonehenge, of course, is the famous British stone circle, viewed by many as being a giant calendar. Its most spectacular annual event is based on its orientation toward sunrise exactly on the summer solstice.\nPhoto: Mike DeHaan\nIs Toronto Unique for Its \"Henge\"?\nWhile Toronto may be unique for other reasons, it is not alone in having a solar alignment. Citizens of various cities, such as New York, have noticed that their streets sometimes line up with sunrise or sunset. Their city planners had not designed the street layout to match a calendar; it just worked out that way!\nPhoto: Mike DeHaan\nMany of the city of Toronto's streets are aligned with sunrise or sunset four times a year. The exact dates will vary by a day or so, if one is concerned with the precise position of the sun at the horizon. \nDuring the course of this photography session, the sun's position shifted noticeably, tracking down and north (to the right in the images).\nPhoto: Mike DeHaan\nThe Spectacle Depends on the Weather\nAs a practical matter, rather spectacular vistas are available with an extra day's margin. The visual effect comes from seeing the sun near, or below, rooftop height \"at the end of a long, straight avenue\". The main point is to have a clear sky, at least near the horizon.\nPhoto: Mike DeHaan\nThese photographs were taken in Toronto late in the afternoon of Oct. 24, 2011. They look west along Gerrard Street, with the downtown core almost 5 km (3 miles) in the distance.\nPhoto: Mike DeHaan\nIs the Outlook Gloomy for Torontohenge?\nThe afternoon was actually quite bright; but having the sun's glare made the camera \"squint\". The darker foreground exaggerates slightly the contrast between the bright sun and dull terrestrial objects.\nPhoto: Mike DeHaan\nWhen to Expect \"Torontohenge\"\n\"Torontohenge\" happens four times every year, around February 16-17, April 17-18, August 23-24 and October 23-25. It's much more pleasant to notice a \"cityhenge\" event as a pedestrian. Automobile drivers had obvious trouble with the sun glaring into their eyes as they drove into the sunset.\nReferences:\nHimy Syed, Torontopedia, \"When is Torontohenge?\", published Oct. 22, 2009, referenced Oct. 24, 2011. Helmer ASLAKSEN, National University of Singapore, \"STONEHENGE AS A RELIGIOUS TEMPLE??\", referenced Oct. 24, 2011. ","author":"MikeDeHaan","web_category":"travel","title":"Torontohenge: When a City's Grid Aligns with the Sun","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bryce_-teaser.jpg","url":"http://www.environmentalgraffiti.com/cities/news-evening-torontohenge-oct-2011"}