{"summary":"Plain flour - we're not sure where the wheat grain comes from so we may not be able to use this supplier in Lent. In the end, we were not too sure whether it is meant to be a sweet or savoury meal, so we mixed in a few herbs that we bought at a local  Country Market and ate it with local lettuce (probably greenhouse grown so off the Lent list) and  sprouting beans.","advice_category":"8","content":"\nAfter posting yesterday, I decided that potato quiche was a bit dull so decided to make  Hungarian Plum Dumplings instead.  These are basically boiled potato and flour dumplings with a plum inside.  Please go over and have and have a look at the recipe if it is something you might like to try.\nI used the following local ingredients:\nPotatoes from a local farm\nPlain flour - we're not sure where the wheat grain comes from so we may not be able to use this supplier in Lent\n Eggs which we bought from our local shop.  In future we will get them from the milkman as they're more local\nPlums from the freezer - originally from the tree in my parents' garden\nBreadcrumbs from bad bread baked by me using  brown flour and locally produced honey.\nIn the end, we were not too sure whether it is meant to be a sweet or savoury meal, so we mixed in a few herbs that we bought at a local  Country Market and ate it with local lettuce (probably greenhouse grown so off the Lent list) and  sprouting beans.\nIt just goes to show how complicated even a simple meal can be!\nBy new contributor Joe Turner. Joe runs the Freedom Clothing Project, a co-operative set up to source excellent quality ethically produced products. If you feel like writing for us, drop us an email!\nIf you want to keep up with Joe's experiment in local eating, why not subcribe to our RSS feed? We'll even give you a free album.","author":"joeturner","web_category":"lifestyle","title":"Hungarian Plum Dumplings","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/hungarian-plum-dumplings/747"}