{"summary":"The beauty of it is that there is no shortage of shredded paper in any office in the world. I'm a bit of an artsy sort: the furniture in my apartment, the art on the walls, heck, the apartment itself, all have a feel that I wanted to intentionally surround myself with, and that feel is \"creative.\" It's part of the reason why I enjoy telecommuting so much, and why I am so effing psyched to find out you can make furniture out of shredded paper.","advice_category":"6","content":"\nPhoto: Image from Jenspraet.com\nI'm a bit of an artsy sort: the furniture in my apartment, the art on the walls, heck, the apartment itself, all have a feel that I wanted to intentionally surround myself with, and that feel is \"creative.\" It's part of the reason why I enjoy telecommuting so much, and why I am so effing psyched to find out you can make furniture out of shredded paper.\nThe furniture, which is the creation of artist Jens Praet, is made of shredded paper dipped in resin, and then molded into whatever form one prefers. The beauty of it is that there is no shortage of shredded paper in any office in the world. What's more, it's at least as strong as wood, far more interesting and not to mention environmentally friendly.\nThe furniture is available as part of Praet's One Day Paper Waste initiative. He took all of the paper he used in a day, and tried to figure out how he could best re-use it. The solution was a mini-desk that you see him holding below, and the rest, as they say, is history. Of course, on another level, every shredded document tells a story; one that is perhaps lost and  fragmented, one that is part of history.\nStretching the imagination a bit, picture your credenza - wouldn't it be amazing if it contained ballots from Florida in 2000, or proof of who really shot JFK. The concept is really cool. All of us here at Environmental Graffiti love it.\nImage from Jenspraet.com\nSources: 1 , 2\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"art+and+design","title":"Stunning Shredded Paper Furniture: Recycling Takes A Leap","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/green-living/furniture-made-out-of-paper-recycling-takes-a-leap/1158"}