{"summary":"Since being captured, Barry – who most likely arrived as a juvenile stowaway in a coral delivery from another aquarium – has undergone an identity transformation. The aquarium has even been contacted with requests for interviews","advice_category":"2","content":"\nPhoto: All images via Cryptomundo\nThis beastie looks like a horror movie monster – perhaps an amalgamation of one of the bloodthirsty giant worms from Tremors  and the terrifying extraterrestrials in Aliens  – but let's give \"Barry\" a break. In a classic case of B-movie baddie turned A-list luminary, the affectionately named giant sea worm was yesterday discovered terrorizing other aquatic life in an aquarium in Cornwall, England, but today proving to be the star attraction there.\nAs in all good horror films, Barry went about all that bloodcurdling business in the shadows to begin with, stealthily stalking the victims. Unobserved by the all staff cast at Newquay's Blue Reef Aquarium, the four-foot long sea worm attacked and mutilated coral reefs and apparently maimed a prize Tang fish in the tank he had infiltrated. When alarm bells about an intruder started ringing among the workers, the cunning critter devoured not only the bait but also the hooks on traps that had been set overnight. Barry even bit through a 20-pound fishing line, before eventually being lured out with fish scraps in a gripping climax, as the aquarium display was dismantled rock by rock.\nSince being captured, Barry – who most likely arrived as a juvenile stowaway in a coral delivery from another aquarium – has undergone an identity transformation. Having been given a special tank, the former creepy nasty is now a bona fide, internationally renowned celebrity who visitors from far and wide are flocking to see – from well behind the safety glass. The aquarium has even been contacted with requests for interviews. \nThought to be a tropical polychaete worm, Barry is a real life sea monster, armed with sharp, powerful jaws that can slice prey in two, and covered with thousands of bristles purportedly capable of numbing a human with their sting. When in predatory mode, these omnivorous creatures will bury their long bodies into the ocean bed where they lie in wait for passing snacks. Best to stay on Barry's good side.\nRead about more elongated nasties in our stories about the  search for the Mongolian Death Worm and the world’s most evil worm invading Yemen.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Giant Sea Worm Terrorizes Aquarium","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-43258-2657477660103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/giant-sea-worm-terrorizes-aquarium/10208"}