{"summary":"Now it is thought that EU ministers will approve a GMO sugar beet variety this month. GMOs are a controversial and widely debated topic for the EU, but more than a dozen products have been licensed since 2004 in a covert manner: the member states of the EU frequently fail to come to agreement over these products, and under EU law, the executive arm, the European Commission, is able to grant a license to products which the member states have failed to approve or reject after a certain amount of time has elapsed.","advice_category":"8","content":"\nEurope has been resistant to products containing genetically modified organisms (GMOs), insisting on the worlds toughest labelling regime and outraging the US who accuse them of violating free trade agreements over the products.\nNow it is thought that EU ministers will approve a GMO sugar beet variety this month.  Officials will also be discussing the licensing of 10 GMO products, including several forms of maize, cotton, soybeans and a high-starch potato, before the end of the year.\nGMOs are a controversial and widely debated topic for the EU, but more than a dozen products have been licensed since 2004 in a covert manner: the member states of the EU frequently fail to come to agreement over these products, and under EU law, the executive arm, the European Commission, is able to grant a license to products which the member states have failed to approve or reject after a certain amount of time has elapsed.\nNow a sugar beet developed jointly by a German company and US genetic modification giant Monsanto and known as “H7-1”, resistant to glyphosate-containing herbicides, is to be approved on the 18th of September.  It will be EU justice ministers who will actually grant the authorisation, and there will be no vote.\nGMO are treated with hostility in Europe, often dubbed “Frankenstein foods”, and so far such consumer pressure has been successful in preventing their widespread use. However, one EU diplomat stated that the anti-GM lobby feels its voice is not being heard: “The Austrians, and maybe other countries, will make a symbolic statement but it won't alter things. I think we're soon going to see more emphasis on cultivation dossiers.”\nThe companies responsible for developing these organisms insist that they are safe.  America has long been accustomed to genetically modified ingredients: the Grocery Manufacturers of America estimate that 75% of all processed foods in the US contain a GM ingredient. However, with such new technology, it is difficult to assess the safety or potential hazards of genetic modification; a report commissioned by the EU in 2006 told the World Trade Organisation that “There is no unique, absolute, scientific cut-off threshold available to decide whether a GM product is safe or not.”\nOnce GM crops are planted, it is impossible to contain them: they are living organisms that spread pollen to reproduce.  There is a high risk of contamination to other crop species in the area.  Therefore, many environmentalists and EU representatives feel that the introduction of some GMOs makes a mockery of the labelling system and the consumer’s right to avoid genetically modified products.\nSources include: Greenpeace; Reuters;  European Commission documents\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Maryking","web_category":"lifestyle","title":"Genetically Modified: how the EU embraces \"frankenstein foods\"","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/ecology/genetically-modified-how-the-eu-embraces-frankenstein-foods/275"}