{"summary":"Photo: Image via The Teleomorph. Something clearly excites some people about the idea of giant mushrooms – and we're not just talking bored housewives and tripped out '60s rejects or latter day Doors fans like the dude pictured here","advice_category":"2","content":"\nPhoto: Image via The Teleomorph\nThe image of gnomes sat atop giant toadstools is part of popular mythology and grist to the mill of the bad garden ornaments industry. Something clearly excites some people about the idea of giant mushrooms – and we're not just talking bored housewives and tripped out '60s rejects or latter day Doors fans like the dude pictured here. When giant shroomarooms are the dish of the day, everyone's appetites are whetted over the prospect of seeing these fleshy, spore-bearing monstrosities.\nPhoto: Image via Yardsnacker\nMexicans seem to have a particular penchant for mammoth mushrooms, or perhaps just good growing conditions or good fortune when it comes to stumbling on – or should that be into – the blasted things. Found at a coffee farm in the Mexican state of Chiapas in June 2007, this next freak of nature is incredible. Heck at well over two feet long and weighing in at 44 pounds, it's bigger than a boy! Gets you wondering whether maybe there was some secret nuke testing in the area we weren't told about.\nPhoto: Image via Rozhlas\nUnless the gods are real fun guys (geddit?) fond of bringing about unlikely coincidences, the mustachioed Mexican biologist Rene Andrade pictured here is holding aloft the very same mushroom. Sure enough, it too was found growing on a coffee farm in Mexico, so we have to conclude the baton had been passed onto him so to speak. Apparently bus loads of envious mushroom picking enthusiasts from the Czech Republic began planning expeditions to the Central American state in the wake of the find. \nPhoto: Image: bingleyman\nFungi-philes on flickr have been having fun with this next pic, with comments of \"huge omelette at yours then eh?\" and \"make a great risotto\" posted underneath. \"Dryad's saddle Polyporus squamosus, I think,\" conjectures one bespectacled mycologist - that's a fungus to you and me.\nPhoto: Image: Glenn Threlfo via Lamington National Park\nWe leave you with a stunning shot of some luminous fungi with aspirations of climbing to the very top, Mycena chlorophanos. The luminosity of this fungi is due to a biochemical reaction of the type that occurs in bacteria, fish and fireflies, but it's dazzling brightness isn't enough to deter the cool-named Giant Panda Snail, which gorges on the stuff all day. Normally found on fallen logs in the rainforests of Australia, perhaps this specimen of M chlorophanos was trying to get away from its slimy assailant.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Giant Mushrooms!!!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/featured/giant-mushrooms/18307"}