{"summary":"Samsam Bubble Man knows a thing or two about bubbles. Enough bubbles for you?Photo: Photo: tarotastic","advice_category":"2","content":"\nPhoto: Beluga Whale Photo: nophun201\nBlowing bubbles is something the big kid in all of us can appreciate – jokes in bad taste about Michael Jackson and his chimpanzees notwithstanding – but did you know that animals too are partial to making and playing around with bubbles? Some species just do it for fun, for others it is a matter of survival, and certain domesticated species even have bubbles specially mixed for their predilection.\nWill the bubble of fame ever burst? Meet Aliya the beluga whale...\n  \n\nThe marine animal above may look like an albino dolphin, but in fact it’s a beluga whale. Beluga whales have been taught to blow what look like the underwater equivalents of smoke rings but are in fact hoops of bubbles. A beluga named Aliya is a particular star in a Japanese aquarium, and the footage above shows why.\nWhat is that thing? D'oh, it's a star-nosed mole blowing bubblesPhoto: Photo via Nature's Crusaders\nThe star-nosed mole, meanwhile, has a peculiar way of smelling underwater. It blows air bubbles from its – how shall we say – distinctive looking nose before breathing them back in along with the smells of objects and scent trails they carry. This enables the mole to sniff out worms, insects and other freshwater delicacies.\nForever blowing bubble nets: Humpback whalesPhoto: Photo: NOAA\nHumpback whales use an ingenious feeding technique known as bubble net fishing to encircle fish with air bubbles before feasting on their prey. By swimming in a giant shrinking circle while blowing bubbles, the whales trap schools of fish, then swim up through the bubble net swallowing thousands of fish in a single gulp.\nAerial view of bubble net spiral created by feeding humpback whalesPhoto: Photo: J. Olson, NMFS/NOAA\nSamsam Bubble Man knows a thing or two about bubbles. The setter of five world bubble making records has been perfecting his own bubble mixtures for 20 years, but while doing some performing in England’s Chessington World of Adventures, the 'bubbleologist' had a particularly special experience – involving penguins.\nBubble Magician: Bubbleologist Samsam Bubble Man. Enough bubbles for you?Photo: Photo: tarotastic\nAs Sam tells Environmental Graffiti: “I was hired to do a walkabout after a world record attempt and the penguins got really excited by the sight of the bubbles I was blowing. The bubbles landed on the water and became domes, so the penguins went under the water and started poking their heads up inside.” Sounds like the penguins had delusions of being astronauts.\nSpeaking of astronauts: Space dog sizing up a bubble Photo: Photo: Tim PopUp\nSamsam’s company Bubble Inc stocks various types of bubble solution. Alongside special mixes for giant, ultraviolet and even exploding fire bubbles, there are different types of edible bubbles – including Crispy Bacon, BBQ chicken, or Peanut Butter scents for your dog, and Catnip bubbles for your resident moggy. Speciesists and ageists take note: bubbles aren't just for kids; they're for everybody.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Animals Blowing Bubbles Underwater","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb41.webshots.com-45672-2936915180105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/animals-blowing-bubbles-underwater/15048"}