{"summary":"In fact, there are several varieties of figs and fig wasps. The over-simplified story is this: Some species of fig wasps use certain figs for a nursery, honeymoon suite and coffin","advice_category":"8","content":"\n?Photo: Anthony M. \nDo people really eat wasps in their figs? Sometimes the correct answer is \"Yes and no\" - with these two species locked in a weird reproductive embrace.\nIn fact, there are several varieties of figs and fig wasps. Each has its own solution to the problem of reproducing with the others' aid. This article describes, in general, a relationship which has many variations depending on the exact species of fig and wasp.\nPhoto: kevinzim?\nThe Fig Wasp's Perspective\nThe over-simplified story is this: Some species of fig wasps use certain figs for a nursery, honeymoon suite and coffin. Eggs are laid inside a fig; male and female wasps hatch and mate there. The female leaves, enters another fig, and lays her eggs. There she dies, unable to exit.\nSome eggs will hatch. The larvae will eat some of the fruit as they grow toward maturity.\nThe male has two roles in life: The first is to fertilize at least one female hatched in their common fig. Second, he must chew out a tunnel for her to escape their home.\nOnce the female has mated, acquired some pollen, and escaped her birthplace, she flies to find another fig tree of the same species. It must be a tree which has figs at the just the right stage of development. She must climb into this next fig, usually losing her wings and antennae in order to get close to the florets deep within.\nShe will lay her eggs inside some florets, then die trapped inside the fig. \nPhoto: HeatherW?\nThe Fig's Tale\nThe green fig is actually an inverted flower. Rather than having colourful petals waving in the breeze to draw attention to the stamen and pistil, figs cover their reproductive organs with a thick fruity shell. This is overly protective, since pollen cannot simply be wafted by a breeze to initiate a seed.\nFor many of the plants that do not fertilize by wind power, the flowers attract insects such as honeybees. Bees will fly from one flower to another; pick up pollen at the first and leave some behind for the second. One bee can pollinate many flowers, so this is efficient for both the insect and the plant.\nNot so with the fig. It must attract an insect that can enter the unripe fig, pick up pollen, and deliver it to another fig. But the fig causes such damage to the wasp that it cannot leave.\nSo the fig becomes a home for its pollinators. The fig loses part of its own flesh to feed the larvae, taking some damage in order to support pollination. As well, the later damage caused by the female wasps' escape seems to be the trigger for a fig to ripen.\nHowever, the fig's \"suffering\" has its own vindication. Any wasp that dies inside the fig does not become a mummy, but rather is digested and provides nourisment for the fig.\nSome scientists prefer to say that the wasps cause \"galls\" - plant growths which encapsulate damage - rather than \"fruit\" to nourish seeds as they sprout. Others argue that the fig is a fruit since it does harbour seeds.\nPhoto: x-eyedblonde?\nThe Human Perspective\nPeople make use of several varieties of fig for food. Some species can ripen without the help of wasps. Some figs can begin to ripen when damaged by anything, not just by wasps; so people can ininiate the process by cutting the fig. But some figs used for food are, indeed, hosts to wasps.\nAn obvious characteristic of a ripe fig is that it contains many tiny, edible, crunchy seeds. Asking \"Oh - was that a wasp I just bit through?\" will not change the taste of the fig, but might make it more fun to eat with gullible friends.\nFinding a wasp's cadaver in a fig is highly unlikely. However, the adage \"you are what you eat\" does imply that a fig - which digested the female wasp after she laid her eggs - truly \"is\" a wasp.\nPhoto: Eric Hunt?\nReferences:\nNoort and Rasplus, Figweb (Iziko Museums of Cape Town), \"Interaction of figs and fig wasps\", referenced Sept. 13, 2010.\nNoort and Rasplus, Figweb (Iziko Museums of Cape Town), \"How fig trees are pollinated\", referenced Sept. 13, 2010.\nCalifornia Rare Fruit Growers, Inc. \"Fig\", published 1996, referenced Sept. 13, 2010.\nWayne P. Armstrong, Wayne's Word (Palomar College), \"Gall Flowers In Figs\", referenced Sept. 13, 2010.","author":"MikeDeHaan","web_category":"lifestyle","title":"The Life Cycle of the Fig Wasp","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-fig-nursery-and-mausoleum-fig-wasp"}