{"summary":"The first person to attempt the adrenaline fuelled trip was a tecchie by the name of Philippe Voiroin in 2006 – since then the attraction has brought in large amounts of visitors eager to prove their manhood. Phillip Voiroin pictured","advice_category":"2","content":"\nAs a kid I always wished I could fly or teleport myself to random locations. Walking can be pretty time consuming job, not to mention boring and frustrating when you have to get somewhere.\n\nVolo dell' Angelo, (Flight of the Angels). Phillip Voiroin pictured. Image by Castelmezzano.net\nAs it happens, two Italian towns in the Dolomites called Pietrapertosa and Castelmezzano located near where my parents have a holiday home have come up with an ingenious, yet perilous eco solution (not involving jet power), which will definitely attract the tourists.\nAcross two mountain peaks is a long metal cable: 1.4km long and 400 metres above the ground – from this point forward it’s pretty self explanatory why they call it “Flight of the Angels” in Italian (Volo dell’ Angelo). For a small fee of ¢G13 or ¢G21 depending on whether you go on a weekend or during the week, you can be catapulted across in a superman position at speeds of 90 mph. w00t!\nThe first person to attempt the adrenaline fuelled trip was a tecchie by the name of Philippe Voiroin in 2006 – since then the attraction has brought in large amounts of visitors eager to prove their manhood. You can watch one of these flights in action below.\nSources: Castelmezzano.net, Nothing to do with arbroath, Metro\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest weird and super awesome environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Why Walk Up That Mountain When You Can Become a Human Projectile","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb37.webshots.com-43492-2481786470104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/why-walk-up-that-mountain-when-you-can-become-a-human-projectile/915"}