{"summary":"The UK government is currently sponsoring a competition for more eco friendly housing. And if you’re living in one of those funny looking eco igloos, even if I receive an invitation, I won’t be coming.","advice_category":"8","content":"\nEditor's note: Richard Rhodes is an ex City-boy, turned environmentalist. He lives in Thailand with his wife and children and runs an eco-frame business.\nI have chalked up more air miles than an average mid-west town (what’s a passport Mom?); I have a gas guzzling V8 sports car (albeit quite a tasteful one) paid for by a lucrative(ish) career in the City and I’d rather sleep in an ice box than a sauna. Fine in the UK, but not very eco in the tropics (where I live). By now you will have crossed me off your dinner party list.\nBut maybe you would consider an invitation to tea? I have raised thousands for both tiger and snow leopard conversation, I resigned from the bank a couple of years back and I’ve now invested in a eco resort and an e-business (“e” for “environment” and, umm, “internet”). You buy a photo frame, I plant a tree. Or you buy a tree, I’ll give you a photo frame. Like most people, I find the 21st century a fun place to be, but I also want to do my bit to keep it that way. \nIn case you’re still pondering that invitation, how about this: My family and I decided it would be cool to live in cave. There are numerous ecological benefits to this. They are ready made, they stay very cool and bats love them (great for my eldest who thinks he’s Batman). Not expensive either. However, there are a few practical considerations. So we built one. A luxurious one that looks pretty too. Okay so it’s not really a cave. But the design is inspired by our ancestors and it stays cool without the need for air-conditioning. If you’re looking for a winning concept for UK housing in the future, then this is it.\nWhen the Europeans set up shop in the tropics, air conditioning was not an optional extra. Colonial houses were forced to use natural means to stay cool. Thick walls, verandas and shutters were all de rigueur. And if you liked moving parts, you could always close the shutters when the sun was low. This design works as well today as it did 100 years ago and can even be tweaked to include lots of trees to keep the house even cooler (plus you get to sweep up some C02).\nThe UK government is currently sponsoring a competition for more eco friendly housing. I only hope we learn from the “legoland” experiments of the 50’s and 60’s and accept we are likely to become more tropical than temperate. It would be an awful waste for our new green towns to go the same way as tower block housing. And if you’re living in one of those funny looking eco igloos, even if I receive an invitation, I won’t be coming.\n\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Tales from Thailand: ex City-boy's luxurious lifestyle in the middle of the wilderness ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/tales-from-thailand-ex-city-boys-luxurious-lifestyle-in-the-middle-of-the-wilderness/307"}