{"summary":"The discovery of object presentation as a mating behaviour sheds new light on dolphins and allows researchers to describe dolphin groups in a new way. Martin and Da Silva found that in the groups that exhibited the behaviour, the dolphins that practiced object carrying were the most prolific breeders","advice_category":"4","content":"\nIf you’re a man, you’ve more than likely had to purchase your fair share of expensive or flashy gifts for your partner over the years.\nWine, roses, chocolate; all of these gifts help impress our better halves.  I for one am partial to the romantic “gift certificate” for backrubs and other tasks, mostly because I’m forgetful and cheap.\nMale dolphins in the mood for love need none of these things.  It turns out that THE gift in your classier dolphin circles is the ever popular clump of weeds or twigs. Bring your fine lady dolphin friend a bunch of organic material in your mouth and you’ll be blowhole deep in dolphin action in no time. Just remember to surface every once in a while.\nResearchers previously thought that dolphins attracted mates with that playful behaviour we find so cute. I’m glad I didn’t know this before today. I used to love Sea World, and the thought that those adorably scampering dolphins were engaging in foreplay probably would have affected me in a negative way.\nThe discovery of object presentation as a mating behaviour sheds new light on dolphins and allows researchers to describe dolphin groups in a new way. Some researchers are starting to use the word “culture”, although that description is proving controversial.\nCulture, as defined by this study, is a non-instinctual complex skill which can be passed on to future generations and other individuals through teaching by others.  Dr. Tony Martin and Dr. Vera da Silva believe that this can apply to the dolphin groups they observed.  Isolated groups of river dolphins throughout South America were observed using the behaviour, which suggested to the researchers that the behaviour was taught by members of the groups that displayed the behaviour. The behaviour cannot be considered instinctual because many dolphin groups did not exhibit the behaviour.\nMartin and Da Silva found that in the groups that exhibited the behaviour, the dolphins that practiced object carrying were the most prolific breeders.  Martin said: “I was struck by how many of the most frequent object-carriers were on the list of probable fathers of individual calves. It’s so unusual that many of my colleagues were sceptical when I first suggested the idea, but now I think the evidence is overwhelming.”\nMartin and Da Silva aren’t the only ones to talk about dolphins while using the term culture. Other researchers in Australia noticed that certain groups of bottlenose dolphins are actually using tools. They break off pieces of sponge to carry around on their noses, which protects their snouts.  The scientists who discovered this claim that it is evidence of social learning, and therefore the term culture is correctly used.\nDolphins are not the only animal species that has been bandied about with the word culture. In fact, they’re not even the only species that exhibits the object carrying behaviour as part of mating. Obviously humans do, but it has also been observed in chimpanzees.  When male chimps are feeling lonely, they’ll often do a little courtship ritual that involves grabbing a branch and waving it about while they walk around with an erect penis. I’ve been assured this is considered very attractive in chimpanzee society.\nDoes this mean humans are no longer the only ones with a culture? It’s hard to tell. It really boils down to how you define culture. While the scientists who reported these behaviours in dolphins and chimps seem sure they are evidence of culture, the idea is still controversial and by no means universally accepted.  It’s just one of the many scientific debates you’ll have to decide on for yourself.\n...and if you want to find out more about freaky dolphins, as well as freaky humans, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"science","title":"Dolphins Use Weeds to Get Girls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/offbeat-news/dolphins-use-weed-to-get-girls/582"}