{"summary":"Kandovan is a tourist village in Iran that is not only famous for its scenic beauty, but also its uniqueness that comes from the fact that many of its homes have been made in caves located in cone-shaped rock-formation. This 40-room hotel is inspired by the traditional building methods of Kandovan","advice_category":"8","content":"\nPhoto: Andrea Taroni\nThe photograph you are looking at is not a microscopic image of a termite colony. It is Kandovan, the stone village. Kandovan is a tourist village in Iran that is not only famous for its scenic beauty, but also its uniqueness that comes from the fact that many of its homes have been made in caves located in cone-shaped rock-formation. Thus making the complete village look like a gigantic termite colony.\nPhoto: Shervinafshar\nPhoto: Fabienkhan.\nHouses carved inside rocks are so peculiar; you would definitely want to visit them once. Some of these houses are at least 700 years old and still inhabited. Most of the houses are two to four storeys high. Legend has it that Kandovan’s first inhabitants moved here centuries ago to escape the invading Mongol army.\nPhoto: Faucon7\nPhoto: Faucon7\nPhoto: Ali Mirghaderi\nHigh in the northwestern Iran near Osku and Tabriz, the architectural history of Kandovan dates back to the 13th century. In this unique village, the homes are not just built on the mountain, they are carved into it. Built out of volcanic ash and debris spewed during an eruption of Mount Sahand, these rocky structures were compressed and shaped by natural forces into cone-shaped pillars containing pockets. They have been eroded by the elements over the years into their current shapes.\nPhoto: Ali Mirghaderi\nPhoto: Ali Mirghaderi\nLocal residents say that the homes are not only strong but also unusually ‘energy efficient’: These homes require minimal supplemental heat during the long cold season and remain cool in the summer. 'Kando' means 'a bee’s hive’, and this is how Kandovan got its name.\nPhoto: Ali Mirghaderi\nPhoto: Ali Mirghaderi\nPhoto: Shervinafshar\nDespite the village’s isolated nature, tourists from around the world can be found wandering in narrow streets, impressed by this old place. Those not necessarily wanting to stay in caves don’t have to worry about their stay - this rocky village has a five-star-rock hotel called Laleh Hotel. It is decorated with traditional Iranian furniture and is the third 'rocky' hotel in the world. This 40-room hotel is inspired by the traditional building methods of Kandovan. You will be amazed to have a bed, a TV room Kitchen and even Jacuzzi, all inside a rock.\nPhoto: Ali Mirghaderi\nPhoto: Shervinafshar\nPhoto: Shervinafshar\nFar away from pollution and noisy metropolitan cities, this stone village helps people relax. It makes us believe that cave living is by no means uncomfortable. A quiet place for those who are looking for peace and comfort.\nCheck this out! Some more images:Photo: Ensie &amp; Matthias\nPhoto: Ensie &amp; Matthias \nPhoto: Stephan Klage\nPhoto: Shervinafshar\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"travel","title":"Kandovan: Iran's Incredible Village Carved Out of Stone","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/travel/news-kandovan-stone-village"}