{"summary":"\"Over three quarters of the world's accessible fresh water comes from forested watersheds and two thirds of all major cities in developing countries depend on surrounding forests for their supply of clean water.\" For this reason it is not just to protect endemic species but the very people who live and depend on these forests that all nations must work to save what is left.. Only 10% of this unique habitat is left and it is vital to save it not just for the flora/fauna but the people's access to fresh water which the forest cover protects","advice_category":"2","content":"\nPhoto: CI/Haroldo Castro\n2011 is the International Year of the Forest and never before have they been in more danger, or more essential. Forests supply the needs of 1.6 billion people who depend on them for income, they store over 25 gigatons of carbon while 15% of greenhouse gas emissions come from destruction of forests. Equally importantly, they are mini-factories in the web of life, and clean air, crop pollination, medicine, healthy soil and fresh water are all produced due to the interaction of forest ecosystems.\nThe 10 forest hotspots most threatened have already lost 90% of their habitat but are home to 1,500 plant species found nowhere else in the world. Join me in a closer look at each of them.\n10. Eastern AfromontanePhoto: Robin Moore/iLCP\nThis area goes runs Saudi Arabia in the North to Zimbabwe in the south. The Albertine Rift has more endemic animals than anywhere else in Africa. Geologically it was created through volcanic mountains, because of which it has incredible lakes that among them have a remarkable 617 species found nowhere else. Sadly there is only 11% of the habitat left, mostly lost to agricultural farming for beans, tea and bananas as well as the new threat of the bushmeat market.\n9. Madagascar and the Indian Ocean IslandsPhoto: Christine Mittermeier/iLCP\nThis incredible picture shows the devastation that wholesale logging wreaks on forests. Madagascar and these islands have unique species; they were cut off from the mainland long enough to be in evolutionary isolation and many species are completely unique to this area alone, often without cousins or other animals or plants related to them on the mainland. Sadly non sustainable agriculture such as logging and mining are big threats. Only 10% of this unique habitat is left and it is vital to save it not just for the flora/fauna but the people's access to fresh water which the forest cover protects. Over half the population has no access to fresh water.\n8. Coastal Forests of East AfricaPhoto: Robin Moore/iLCP\nThe small forests that make up this area have a lot of biodiversity. One of the advantages to help preserve the remaining 10% is that there are three flagship species, the Tana River Red Colobus, the Tana River Mangabey and the Zanzibar Red Colobus, which has only about 1,000-1,500 individuals left. They have become a major tourist attraction which bodes well for preservation of the species and hopefully the forests they live in will not succumb to increased agricultural farming.\n7. California Floristic ProvincePhoto: William Crosse\nIt will be a surprise to many that an area in the States is on the top 10 threatened list because we think that a developed world is more likely to take care of its natural treasures, but unfortunately that does not always happen. Home to the sequoia and the coastal redwood, it also houses the last of the wild condors, a critically endangered species. A number of animals have already gone extinct from the zone such as the Grizzly bear which is California's state animal. At the moment only 10% of the forest is in pristine condition.\n6. Mountains of Southwest ChinaPhoto: CI/Piotr Naskrecki\nWorld famous for being the home of the Giant Panda, the lesser known red panda is also found here. This region is shrinking in part due to agriculture, road building and other threats found in forested areas but its biggest threat is posed by dams. It has already been irrevocably changed by the building of the largest dam in the world, the Three Gorges Dam on the Yangtze river. The Chinese have plans to build dams on all the main rivers and this will further harm the ecosystem. At the moment only 8% of the original forest area is left.\n5. Atlantic ForestPhoto: CI/John Martin\nThis forest area runs all the way down Brazil's Atlantic coast to areas of Argentina, Paraguay and Uruguay. With 20,000 plant species of which 40% are unique to the area and over two dozen critically endangered animals including lion tamarins, sugar and coffee plantations have been destroying the forest for decades. Over 100 million people including many manufacturing businesses rely on the forest cover for fresh water.\n4. The PhilippinesPhoto: Olivier Langrand\nThe Philippines is not just one island but 7,100 that are part of this hotspot. Sadly only 7% of forest is left and these are fragmented pieces at that. With the rich biological diversity they have some amazing species including the second largest eagle in the world and the panther flying frog.\n3. SundalandPhoto: CI/Haroldo Castro\nThe Sundaland hotspot is huge, covering half of the Indo-Malayan archipelago with 17,000 islands including two of the biggest, Borneo and Sumatra. Orangutans are only known here and two species of Southeast Asian Rhinos. These along with tigers, turtles and monkeys are being taken for food and medicine in the international animal trade. The rubber, oil palm and pulp production are huge problems as is non sustainable and illegal logging. With only 7% of the forest left, something needs to be done quickly before the orangutans disappear and the forest, with all of its animals and plants, is gone forever.\n2. New CaledoniaPhoto: CI/Bruce Beehler\nNew Caledonia is a tiny area in the South Pacific, 1200 km from Australia. It has 5 endemic plant species including the world's only parasitic conifer. Nickel mining, deforestation and invasive species are the main reasons only 5% of the forest is left.\n1. Indo-BurmaPhoto: CI/Sitha Som\nThis area is home to some of the largest freshwater fishes in the world as well as numerous bird and turtle species. Whole scale damming has flooded sandbars and areas that nests are made during the dry season, swamps and wetlands are being destroyed for wet rice cultivation and mangroves are being turned into shrimp aquaculture areas. Only 5% of the original forest area remains.\nForests play a vital role in freshwater provisioning. \"Over three quarters of the world's accessible fresh water comes from forested watersheds and two thirds of all major cities in developing countries depend on surrounding forests for their supply of clean water.\" For this reason it is not just to protect endemic species but the very people who live and depend on these forests that all nations must work to save what is left.\n\"Forests are being destroyed at an alarming rate to give room to pastures, agricultural land, mineral exploitation and sprawling urban areas, but by doing so we are destroying our own capacity to survive,\" said Olivier Langrand, CI's international policy chief. \"Forests must be seen as more than just a group of trees. Forests give us vital benefits. They already play an enormous economic role in the development of many countries as a source of timber, food, shelter and recreation, and have an even greater potential that needs to be realized in terms of water provision, erosion prevention and carbon sequestration.\"","author":"Michele Collet","web_category":"nature","title":"10 Most Endangered Forests on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-9798-2807087570105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-10-most-threatened-forests-earth"}