{"summary":"Perhaps surprisingly, most snake species are non-venomous, relying on constriction to kill their quarry, or simply swallowing them whole – from small lizards or mice all the way up to small deer or antelope. Known for their sharp vision, hawks have competition for prey from other birds of prey such as owls – though presumably competition is as healthy for this market as we're told it is for ours","advice_category":"2","content":"\nPhoto: Photo: Steve Jurvetson\nPredation. It's meat and drink to anyone interested in our obsessive documenting of the natural world, with wildlife documentaries a case in point. Maybe it has to do with parallels with the culture we live in, where many seem only too eager to prey on perceived weaker individuals for the good of their own prosperity. You'll doubtless enjoy the following pics – while we offer a verdict on what the animals mean culturally. This hack kept expecting the voice of Donald Trump or Allan Sugar to declair: \"You're fired!\"\nTurtle soup a la gatorPhoto: Photo: Jessie\nGot to get a gator in there. Symbol of senior sunshine state Florida, and mythical scourge of New York sewers, the alligator is as American as Uncle Sam and apple pie. This particular citizen is chomping on a turtle, but these apex predators mean serious business and will take down all comers, from snakes and birds to raccoons and deer. With a bite believed to be the most powerful on Earth, any animals in or venturing near the water could be victims in waiting, including cattle, razorbacks, and even Florida panthers and black bears.\nI spied a spider, said the cricket who died therePhoto: Photo: Jo?o P. Burini\nSymbolising both cruelty and creativity, these eight-legged icons inhabit every continent except Antarctica, and all can inject venom via a mean set of fangs. As web-spinners, they are masters of ensnarement – the best laid plans in the shape of sticky traps that yield dividends at a later date. Insects and other spiders are fair game, but some larger species will also take birds, lizards and even small mammals. The spider likes a liquid lunch: it liquidizes its food with the help of digestive enzymes before sucking it all down.\nHeron today, snake gone tomorrowPhoto: Photo: Mila Zinkova\nUnlike its cousin the stork, which in folklore is the harbinger of babies and good fortune, the heron has no such gift-bestowing associations. No, herons are takers, pure and simple, wetland birds that prey on fish, frogs, rabbits, snails and, well, snakes, which they gulp down with considerable gusto. However, according to recent research, herons are also among the most intelligent of birds in terms of their flexibility and adaptability when acquiring food. More than just a cold stare and a snappy beak then.\nSnake in the grass meets bird in the bushPhoto: Photo: Martin from Tyrol \nA photo of a snake gulping down a bird is proof that these elongated, strictly carnivorous reptiles can give as good as they get in the battle with the avian opposition. Perhaps surprisingly, most snake species are non-venomous, relying on constriction to kill their quarry, or simply swallowing them whole – from small lizards or mice all the way up to small deer or antelope. In Western cultures, snakes slither along with all sorts of sly and sinister connotations, though it's easy to project our own sins onto animals that can't talk back.\nRodent decapitation by hawk or by crookPhoto: Photo: Steve Jurvetson\nThis photo is like a nod to brutal methods of capital punishment. The vole has been found guilty of crimes related to being a rodent, so it's off with its head. Rodents make up 85% of the red-tailed hawk's diet – though this probably isn't a monopoly the little mammals are keen to keep – while other prey such as shrews, bats, rabbits and small reptiles also get in on the act. Known for their sharp vision, hawks have competition for prey from other birds of prey such as owls – though presumably competition is as healthy for this market as we're told it is for ours.  \nSources: 1, 2, 3, 4, 5 \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Predator Vs Prey","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/featured/predator-vs-prey/13140"}