{"summary":"Other family members may also stress the dog. There are some simple steps that will help you to make your dog enjoy a long life","advice_category":"2","content":"\nPhoto: Rob Hanson\nThere are some simple steps that will help you to make your dog enjoy a long life. Basically, you just need to take a holistic approach in taking care of your canine friend. You may be surprised by the huge impact that small changes will have. First, you will need to separate the myths from truth. These are the steps you need to consider.\nUse fresh wholesome meals\nPhoto: Queenofthewilis\nIf you just rely on the commercial brands to feed your dog then be aware that it is not getting all the required nutrients. Here are some facts about these foods that you were probably not aware of. The commercial food can legally contain what is known as '4-D' meat. This means that the meat may be from diseased, disabled, dying, and dead animals! The food may also contain contaminated corn, whose levels of pesticides are too high. If the packaging states that the meal is 'complete and balanced', what it really means is that it contains the minimum level of nutrition, not optimum.\nGet used to giving your dog fresh meals that are more wholesome, if you want it to have a better health, which translates to longer life.\nAvoid stress\nPhoto: Jon Hurd\nDo you know that dogs too experience stress? Dogs face a lot of stressful situations, such as confinement, loneliness, obesity, insufficient exercise, extreme temperatures, and excessive noise. Other family members may also stress the dog. Dogs suffer the effects of stress more than human beings, considering their relatively short lifespans. So, help your dog to relax.\nAvoid overuse of drugs\nThere are high chances that you rush to using drugs whenever your dog displays some symptoms of disease. Unfortunately, this tends to be counterproductive, as you will simply be suppressing the symptoms. Making some changes in your dog's environment and meals will go a long way in improving the situation without the use of drugs that have side effects. Be careful with the medications you give your dog, for many canines have ended up losing their lives to them.\nGive proper vaccination\nMany dog owners are so concerned that they end up giving their pets too many vaccinations. Some people either give their dogs too high doses or re-vaccinate too frequently. This may lead to allergies, autoimmune dysfunction, organ damage and death.\nPrevent the risk of cancer\nDogs are at a high risk of getting cancer, which often comes from different toxins. Consider everything you use, such as cleaning products. As a general rule, substances that are not safe for a child are also harmful to your dog.","author":"Gregory Johansson","web_category":"nature","title":"5 Tips For Extending Your Dog's Lifespan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5379.jpg","url":"http://www.environmentalgraffiti.com/animals/news-how-extend-your-dogs-lifespan"}