{"summary":"However now that they're seeking to reinstate it, something has come up: expert scientists believe that elephants have cognitive capacity.. some elephants will be deemed \"surplus\" and killed.","advice_category":"2","content":"\n\nPhoto: Image from jonrawlinson\nSouth Africa, has seen great success with its conservation efforts. The national elephant population has risen from 8,000 to 18,000. However they may have been too successful:\nsome elephants will be deemed \"surplus\" and killed.\nAnimal rights activists are, as you might imagine, strenuously objecting, not because it's bad policy but because the government is using thuggish tactics to accomplish the reduction.\nThe government had stopped this practice in 1995 when the population of elephants was? judged to be dangerously low. However now that they're seeking to reinstate it, something has come up: expert scientists believe that elephants have cognitive capacity.\nSo what is the proposed solution to the fact that the friendly gray giants will feel pain, emotional loss, and fear?\nTo avoid traumatizing elephants and giving them the chance to learn what helicopters or gunfire mean, the government of South Africa is simply killing entire family groups at once.\nThis, of course, is an extension of the old mob tactic: leave no survivors, and nobody will know who did it, or be around to try and get revenge. Isn't there a better way than simply leaving all of the animals dead? We established yesterday the possibility that elephants might be edible and if you're going to go to the trouble to assassinate entire herds with helicopter-borne hunters, there has to be a better way.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"An Elephant Never Forgets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/elephant-never-forgets/1119"}