{"summary":"The Tarkine covers 447,000 hectares and on a global scale contains one of the most significant tracts of temperate rainforest. In Tasmania, the battle to save the Tarkine has been likened by the Premier to a Civil War","advice_category":"2","content":"\nPhoto: sontag\nIn the ancient rainforest I dream. Cyclical dreams about birth, ripening, decay, death and rebirth. Rare White Goshawks glide through my nights. And, I listen for their messages.\nPhoto: sontag\nHere on the edge of the remote Tarkine, in northwest Tasmania, the past and present somehow fuse and the future roars in the wild winds that cross the oceans from the other side of the world.\nPhoto: sontag\nThis is indeed a beautiful place. It is also a mystical place of wild rivers, waterfalls and cave systems.??A rainforest that is so impenetrable in parts that it is viewed as the only place the, elusive or extinct (take your pick), Tasmanian Tiger or?thylacine may still roam.??\nPhoto: sontag?\nThe unbroken tract of Tarkine wilderness dates back 65 million years to Gondwanaland. It’s name is a derivative of the name of the coastal aboriginal tribe, the Tarkiner people, who lived on this land for some 37,000 years (prior to colonisation in the early 19th?century and their subsequent brutal removal). Aboriginal middens still exist amidst the countless sea-storm beaten logs strewn along the sand dunes that extend several kilometres inland from the rugged coastline.?\n\nPhoto: sontag\nPhoto: sontag\n\nThe Tarkine covers 447,000 hectares and on a global scale contains one of the most significant tracts of temperate rainforest. Temperate rainforest is regarded as the rarest of rainforests. It is more threatened than tropical and subtropical rainforests.??The forest is incredibly complex with relics of Gondwana, leatherwood trees and Antarctic beeches towering up to 40m to form the forest canopy. Other trees that dominate the rainforest include: myrtle, celery-top pine, sassafras, Huon pine, pencil pine and King Billy Pine.?\nInside the rainforest it has been likened to a cathedral. \nPhoto: sontag\nA silent, cool place where shadowy light plays on the trunks and forest floor which is carpeted with mosses and lichens. Bright coloured fungi and native orchids can also be found here.\nThe Tarkine is also a refuge for many species of fauna that are regarded as rare, threatened or vulnerable such as quolls, wedge tailed eagles and giant freshwater lobsters. It also contains the only population of Tasmanian Devils not affected by the facial cancer. Trekkers visit the area to search for a glimpse of the endangered orange bellied parrot, the white bellied sea eagles and the platypus that swim in the rivers.?\nPhoto: sontag?\nIn Tasmania, the battle to save the Tarkine has been likened by the Premier to a Civil War. The ‘war‘ is between conservationist groups and the \"destructive logging practices, illegal 4WD use and a new proposal to construct a road through the heart of the Tarkine Rainforest\".\nUnbelievably, despite the Tarkine’s recognition as being of ‘international significance’, less than 5% of the Tarkine is properly protected as a National Park, according to the Tarkine National Coalition.\nPhoto: sontag?\n?Photo: snowmanradio\n\nIn December 2009, 447,000 hectares of the Tarkine were listed as a National Heritage Area following an Emergency National Heritage Listing.?\nPhoto: sontag\nThe Tarkine National Coalition continues to lobby for the area to be\ndeclared a World Heritage Area and National Park.\nBecause the Tarkine belongs to all of us, doesn't it?","author":"sontag","web_category":"nature","title":"The Hidden Wonders of Tasmania's Tarkine Rainforest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43931-2477950170103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-last-place-earth"}