{"summary":"7. Studies have shown dogs are one of the best ways to meet members of the opposite sex, which leads to marriage, which is a kind of slow death.","advice_category":"2","content":"\nWe in the modern world have long since left behind the worries of our caveman ancestors. No longer must we fear being crushed by a mammoth or gored by a saber-toothed tiger, but there are still many formidable fauna the modern person must face. Without further ado- the 7 deadliest animals of the modern world.\n7. Cats\nNot lions, you’ll never come closer than the zoo, we mean housecats. With a clear disdain for humans and a nasty habit of dashing in front of you on the stairs, little Fluffy is a furball of death.\n\n6. Squirrels\n“Ohhhh, they’re soooo cute. Quick, give that one a peanut. Here little OH MY GOD HIS BITE FEELS LIKE RABIES.”   This tragic scene happens in thousands of parks across the world every single day.\n5. Dogs\nWe’re not talking about the face tearing, child eating, fighting breeds. Just normal dogs. Studies have shown dogs are one of the best ways to meet members of the opposite sex, which leads to marriage, which is a kind of slow death.\n4. Sharks\nAt least 7 easily frightened people a year are killed by fear mongering media coverage during the summer months.\n3. Horses\nRiding a horse makes you 3000% more likely to be beaten to death by a pack of jealous 8 year old girls.\n2. Chinchillas/Kinkajous/Trendy pet of the moment\nCan cause an overdose of“ironic” coolness. This should be entirely blamed on Paris.\n1. Cows\nThese cheese producing, butter squirting, methane farting, steaks on legs kill more people by heart disease than any lion could ever eat. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"\"Fauna of Doom\" - 7 Deadliest Animals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tsavo2jpg_0","url":"http://www.environmentalgraffiti.com/offbeat-news/fauna-of-doom-7-deadliest-animals/324"}