{"summary":"These albino wallabies are, indeed, a hidden treasure on the shores of Bruny Island.. In the late afternoon or at dusk, albino Bennett's (red-necked) wallabies (Macropus rufogriseus) move about not unlike ghosts in the dying light to feed","advice_category":"2","content":"\nPhoto: sontag\nYou might think that you’re dreaming when one of these animals appears amidst the tussocks. And, you would be forgiven. Where else in the world would you expect to see such a creature? A pure white animal that looks like it’s been set adrift from the Antarctic.\nAlbino wallabies are both rare and beautiful. And, if you travel to Tasmania (the most southern island State of Australia) you may just be lucky enough to see one. Or, indeed, a small mob.\nTo some, these mammals may resemble giant white rabbits, at first, in an Alice in Wonderland kind of way. Most people require something that is familiar as a point of departure when presented with the incredibly unfamiliar. And, these animals do jump. Well, bound actually. But male albino wallabies can weigh more than 20kg and can stand up to 1.5m tall according to Parks and Wildlife Services Tasmania. So, they are just a little heftier than your average fluffy bunny.\nPhoto: sontag\nIn the late afternoon or at dusk, albino Bennett's (red-necked) wallabies (Macropus rufogriseus) move about not unlike ghosts in the dying light to feed. Although solitary by nature, the wallabies often gather in loose groups (known as mobs) to share feeding areas (and presumably enhance safety) where they graze on grass and herbs.\nPhoto: sontag\nNear the Fluted Cape entrance to South Bruny National Park in Tasmania, a small population of these rare white Bennett's wallabies may be spotted. Their existence is not widely or actively publicized and consequently tourists do not usually seek them out in great numbers. Most people simply come upon this hidden mob by accident and get a genuine buzz from their discovery.\nPhoto: sontag\nAlbinism results from the inheritance of recessive gene alleles and is known to affect all vertebrates, including humans. The albino wallabies have red eyes because the color of the retinal blood vessels is apparent since there is no pigment to obscure it. Photosensitivity and susceptibility to skin cancers are some of the issues they face as a result of their genetic make-up.\nPhoto: sontag\nIf you want to see joeys like those pictured here, the best time to visit is from late summer to early autumn (December to April) when births occur. For these Bennett's Wallabies the gestation period is thought to be 30 days and their 'pouch life' is about 280 days, while weaning occurs at 12-17 months.\nPhoto: sontag\nThese albino wallabies are, indeed, a hidden treasure on the shores of Bruny Island.","author":"sontag","web_category":"nature","title":"Albino Wallabies!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-34821-2133290410105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-not-giant-rabbits"}