{"summary":"Learn more here: sustainable Switzerland. Switzerland’s electricity-generating network is almost CO2-free, and it has brought in ground-breaking legislation to help further reduce the amount of pollution.The Swiss also charge fees for their water and waste management services and apply environmental taxes to promote personal responsibility","advice_category":"8","content":"\nPhoto: All images via MySwitzerland\nAlthough often associated with banks, cuckoo clocks, chocolate and cheese, it's less commonly known that Switzerland is also one of the most environmentally friendly countries in the world. Travelling there offers fresh alpine air and spectacular mountainous scenery, but behind the scenes, less appreciable things are going on to keep it that way. Discover why Switzerland is keeping it green and what you could savour by taking an eco-friendly trip there.\nGreen wonderland: A typical Appenzell house in typical Appenzell countrysidePhoto: \nIn Switzerland, you might want to stay in a green resort like Palace Hotel St. Moritz, a luxury hotel that incredibly manages to heat itself by extracting energy from ice-cold water sucked from Lake St. Moritz. As for travelling around the country, low-polluting train travel is easily accessible – the Swiss are the keenest rail users on the planet – and Switzerland is also a bike friendly nation with a growing number of nature parks to explore on two wheels.\nOne prominent green landmark is Oberburg near Burgdorf’s Zero Energy House, the first building to be heated totally by solar energy. Meanwhile, the soon to be completed, high-tech Monte Rosa Hut, overlooking Zermatt 3000 meters up in glacier country, will be up to 90 percent energy-independent. Add an abundance of organic products to buy and lake water of such good quality that you can safely drink it, and Switzerland begins to sound pretty darn green and clean.\nGreen Fantasy: Spring in the Swiss canton of ThurgauPhoto: \nCompared to most countries, Switzerland takes a pretty tough stance on pollution. A record-setting 96 percent of the glass used in Switzerland is recycled, and it also boasts a unique and pioneering system whereby old batteries are turned into raw materials for manufacturing new products. Switzerland’s electricity-generating network is almost CO2-free, and it has brought in ground-breaking legislation to help further reduce the amount of pollution.The Swiss also charge fees for their water and waste management services and apply environmental taxes to promote personal responsibility. \nIt’s refreshing to hear about Switzerland’s environmental policies; some green lessons are there to be learned and shared.\nLearn more here: sustainable Switzerland\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"The Land of Cuckoo Clocks & Environmental Beauty","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_horseshoe-bend.jpg","url":"http://www.environmentalgraffiti.com/green-living/cuckoo-clocks-environmental-beauty/14510"}