{"summary":"The mission of said giggling scientists is a simple: to reduce the amount of methane and other greenhouse gases expelled by cows. Imagine for a moment that you have a balloon above your head","advice_category":"2","content":"\nPhoto: Cows's Flatulence Contributes to Global Warming\nImagine for a moment that you have a balloon above your head. In this balloon is the entire volume of air that has passed through your body to become the gaseous odorous ghost of your last two meals. Being a vegetarian with a high fiber intake, I can guarantee that I would be quite embarrassed at the sheer size of such a balloon (or proud, depending on current company).\nRelated Coverage:\n\n\nThankfully, cows have no pride or prejudice when it comes to their own bodily functions and apparently readily accept gas-collecting apparatuses in their anuses and mouths inserted by giggling scientists.\nThe mission of said giggling scientists is a simple: to reduce the amount of methane and other greenhouse gases expelled by cows.  A 400 page United Nations report entitled Livestock's Long Shadow catalogs the environmental impact of the world's domesticated animals.  In the report, the Food and Agriculture Organization found that Earth's nearly 1.5 billion cows produce about 18 percent of the world's green-house gases.\nFor Argentina, a country whose 55 million cows account for a whopping 38 percent of the country's greenhouse emissions, the flatulation problem is a serious one.  Guillermo Berra, a researcher taking part in the cow farting shenanigans stated that every cow produces between 8000 and 1,000 liters of emissions each day.\nWhile phrases like “carbon footprint” and “carbon neutral” are the buzzwords of hobby environmentalists fighting carbon dioxide with bumper stickers, gases like methane take a backseat. However, methane is actually 23 to 50 times more potent than carbon dioxide in trapping heat within the atmosphere.\nFor the project, scientists develop new diets and collect the gas from cows for analysis. Interestingly, feeding the cows alfalfa or clover instead of grain actually reduces methane emissions by 25 percent.  Perhaps the invention of Bovine Beano? is finally in sight!\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Brad Handley","web_category":"nature","title":"Scientists Attach Rectal Methane-Collecting Backpacks to Cows","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/ecology/scientists-attach-rectal-methane-collecting-backpacks-to-cows/1390"}