{"summary":"The shark fin trade also has a lot to answer for: the shark is captured and its fins are cut off (often while the fish is still alive), and then tossed back in to the ocean, maimed and dying. Endangered species include the whale shark (which can grow up to 65 feet long), the grey nurse shark and the porbeagle shark, as well as the rapidly dwindling magnificent great white.","advice_category":"2","content":"\nPhoto: Mila Zinkova\nPerhaps you need to be just a little bit crazy and certainly very bold, and probably not the kind of person who hid behind the sofa while watching the movie Jaws, but these exhilarating underwater missions are popular with tourists and genuine shark-lovers alike. If you are intrigued (as indeed you should be) by these extraordinary creatures, you don’t have to be a qualified diver to slap on a wetsuit, ensconce yourself in a metal cage and pop down beneath the ocean to say hello to them. Politely, of course.\nGreat white sharks are probably the most feared of all sea creatures (thanks in no small part to Steven Spielberg’s epic 1975 movie), but in truth many more people are killed each year by bumble bees than by sharks. (And in fact man kills around 100 million sharks every year, so who’s the real bad guy?) Shark attacks are rare, and even when they do attack humans they hardly ever kill. As formidable as they look, sharks are generally disinterested in humans and even the most ferocious breeds would much rather munch on a fatty seal or a juicy squid. \nSharks are an essential part of the ocean’s delicate ecosystem and have been around for an astonishing 450 million years. To put this in perspective, it is estimated that humans have been on earth for little more than 200,000 years. So in evolutionary terms, sharks are truly Earth’s great great grand-daddies and we are barely an embryo.\nPhoto: Lee from Washington State, USA\nAs such highly evolved predators, there is a certain unsettling mystery about these fascinating marine creatures. Their sleek, powerful bodies consist of cartilaginous skeletons, unmistakable dorsal fins and – certainly in the case of the great white and the tiger shark – rows of razor-sharp teeth. Sharks shed up to 50,000 teeth during their lifetime and a whale shark can live for over a century. Most smaller shark species live for around 25 years, if they manage to avoid being caught or eaten.\nThere are numerous shark expedition and cage-diving organizers around the world, notably in Australia, California, South Africa, Mexico and The Bahamas. There are in fact almost 500 different species of shark to encounter, not just the Great White – there are blue sharks, mako, tiger, dusky, nurse, thresher, basking, zambezi and hammerhead sharks to name but a few. \nUnfortunately, at least 20 shark species are known to be endangered, some even close to extinction, with many more on the ‘at risk’ list. This is mainly due to pollution and destruction of their natural habitats, overfishing (around half of all catches are ‘accidental’, part of what is called the ‘bycatch’), which has worsened in the past few decades. The shark fin trade also has a lot to answer for: the shark is captured and its fins are cut off (often while the fish is still alive), and then tossed back in to the ocean, maimed and dying. The fin trade has been a particular problem in China and Hong Kong, where shark fin is considered a delicacy (despite being essentially tasteless) and sometimes used dried and powdered in the preparation of ‘alternative’ medicines. \nEndangered species include the whale shark (which can grow up to 65 feet long), the grey nurse shark and the porbeagle shark, as well as the rapidly dwindling magnificent great white.\nThese expeditions aim to educate people about the ecological significance of the shark, and most people who have this cage-diving experience return with a new kind of respect for these majestic fish – not so much fear as awe. ","author":"darconvillescat","web_category":"nature","title":"The World’s Most Perfectly Evolved Predator","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/animals/news-cage-diving-sharks-world’s-most-perfectly-evolved-predator"}