{"summary":"Accurate weather predictions save folks from getting caught unprepared in inclement weather. Meteorologists predict the probability of precipitation, along with other weather conditions, with computer models that contain many mathematical formulas","advice_category":"4","content":"\nPhoto: Marcin Kargol\nPicture a group of friends stargazing in a meadow late at night. Gathering clouds obscure the constellations. Then drops of rain chase the comrades off the grass. They jump to the safety of their cars as lighting strikes the ground. Seconds later, thunder reaches their ears. It turned out to be a bad night for stargazing.\nAccurate weather predictions save folks from getting caught unprepared in inclement weather. Predicting the weather seconds ahead is straightforward; for example, a lightning bolt at one point in time means that thunder will follow within a few seconds. Predicting minutes ahead is more challenging; a grey cloud may or may not pour down rain before the end of a football match. Skilled amateurs can predict the weather hours ahead with rudimentary equipment. But it takes professionals with supercomputers to forecast the weather days ahead.\nPhoto: Xiquinhosilva\nBecause weather can be as unpredictable as a dice roll, weather forecasters apply a branch of mathematics with roots in gambling. All of probability theory is derived from a few basic rules. The probability of an event happening can range from 0 to 1, with a probability of 0 meaning the event is impossible and a probability of 1 meaning the event is certain to happen. Meteorologists express the Probability of Precipitation on a given day as a percentage. The percentage reflects how many days it rained in the past out of 100 days with similar weather conditions.\nPhoto: Cha gi? Jos?\nMeteorologists predict the probability of precipitation, along with other weather conditions, with computer models that contain many mathematical formulas. First they input data from weather observations. Next the models divide the atmosphere into sections and calculate the weather conditions in each section for a point in the near future. These results then become the input for another round of calculations to determine the weather conditions in each section a bit farther into the future. The cycle repeats for many iterations to yield predictions for days ahead.\nPhoto: Marion Doss\nAccurate weather predictions are important when hurricanes threaten an area. A failure to predict landfall in a town means the residents won't have an opportunity to prepare and evacuate. A false prediction of landfall means the residents won't believe future warnings. Unfortunately, error and uncertainty are part of any weather forecast. \nWeather is a chaotic system, which means initial errors increase with each iteration of a weather model. A hurricane's predicted path resembles a cone, because the likely error in the prediction grows as it gets father into the future. Yet, despite uncertainty in predictions, people brave the weather on most days. In life, one has to roll the dice more often than not.","author":"Joseph Dunsay","web_category":"science","title":"How Meteorologists Predict the Weather","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tornado1_0.jpg","url":"http://www.environmentalgraffiti.com/news-how-meteorologists-predict-weather"}