{"summary":"Scientists generally agree that the risks of pollutants in the home are greater than outdoor pollution, although they disagree on the ratio. These chemicals have only been recently determined to have adverse health effects","advice_category":"8","content":"\nDo you or someone you know live in a house, apartment or indoor shelter of some sort?\nIf so, you may already be dying; poisoned slowly by the mass of toxic chemicals present in your carpet, bathroom, and even your precious baby’s bottle. According to several leading scientists, including top former officials at the Environmental Protection Agency, you are exposed to more severe pollution just by walking around your house in the morning than you are from toxic waste sites, smokestacks, and garbage dumps.\nEPA scientists recently ranked 16 activities, from showering to living near hazardous waste dumps, in order of harmful impact on one's health. Stripping paint indoors was the worst activity, and living near a hazardous waste dump was last. In between were going to the dry cleaners', pumping gas, and even showering in chlorinated water. \nScientists generally agree that the risks of pollutants in the home are greater than outdoor pollution, although they disagree on the ratio. It is generally thought that they are between 100 and 1000 times more dangerous than outdoor pollutants. Studies have estimated the annual cost of indoor air pollutants in the US as $125 billion in health problems, lowered worker productivity, and premature deaths. \nUniversity of Missouri-Rolla engineering professor Glenn Morrison said:  \nAccording to an investigation undertaken by the Arizona Daily Star there are a variety of household chemicals linked to cancer. Most people don’t even know which chemicals are potentially unsafe because the United States has far less stringent regulations on labeling than other countries and does not require companies to label the toxic components of their products. Even if you wanted to live relatively toxin free, it would be difficult because there are few alternatives to many toxic chemicals. For instance, 85 percent of dry cleaners use a cancer-causing agent on the clothes they clean and there is no real viable alternative in place.\nScientists are clamoring for more studies on the subject. There is little long term research on the health consequences of common household chemicals, and the list of suspected negative effects seems to be growing by the day. University of Medicine and Dentistry of New Jersey adjunct professor Charles Weschler said: \nThe toxins many scientists are worried about are not just the traditional indoor pollutants: asbestos, tobacco smoke, carbon monoxide, pesticides, lead, radon, and some organic chemicals. Although these are dangerous pollutants, the levels of these toxins in air indoors has decreased over the last 30 years. However, formaldehyde from building materials, chloroform from chlorinated water, and naphthalene from mothballs are all at levels around 100 times larger than what the EPA considers safe in many households.  \nThe new danger, according to scientists, is the possible health impact of endocrine disruptors, also called environmental estrogens.  You can find these chemicals in a huge amount of household products from plastics to computers.  They’re also found in some foods and food packaging, detergents, cosmetics, flame retardants, and pesticides.  \nThese chemicals have only been recently determined to have adverse health effects. Because of US labeling laws, companies do not have to inform the consumer which products contain these chemicals. They can cause hormone imbalances, disrupt organ functions, and cause a myriad of developmental, immune, and neurological problems. \nThere is some good news. Most of the adverse health effects from endocrine disruptors have been determined by viewing their effects on animals. Since there are questions as to whether the animal testing results apply to humans, all of these animal studies may be moot. However, there have been several studies abroad that seem to link human exposure to indoor air pollutants to a variety of health issues.  \n...and if you subcribe to our RSS feed, we'll give you a free album. You'll also find out all the latest in what is probably killing you, read some excellent articles and see great pictures. Enjoy!\n ","author":"Chris","web_category":"lifestyle","title":"Everything in Your House is Killing you! Homeless People Rejoice!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","url":"http://www.environmentalgraffiti.com/sciencetech/everything-in-your-house-is-killing-you-homeless-people-rejoice/577"}