{"summary":"Read on for more traps – and more Star Wars references too.. This photo captures the moment after the mantis has swiped a bee out of thin air with incredible speed – and you can even see the prey insect's redundant sting protruding from its backside","advice_category":"2","content":"\nPhoto: Photo: M Hedin \nIt's a trap! The famous line, spoken by the admirable Admiral Ackbar, will bring a smile to the face of many a Star Wars fan. But what if the speaker weren't a fish-like, high-ranking officer in a galaxy far, far away, but rather a crawling little critter minding its own beeswax in the macro-scopic universe? Then a trap sprung by certain villains in the arthropod Evil Empire would have a more instant deadly impact. Read on for more traps – and more Star Wars references too.\nPraying Mantis Vs BeePhoto: Photo: Gerald Yuvallos \nThe praying mantis may not have inspired one of the original Lucas-created aliens, but as the slayer of small frogs, snakes, and even rodents, by the Death Star it should have done. Here the apparently pious insect, with its famous prayer-like stance, waits patiently for a meal to stray within striking distance...\nPhoto: Photo: Gerald Yuvallos \n...Then it lashes out with its jagged-edged, pincer-like forelegs. This photo captures the moment after the mantis has swiped a bee out of thin air with incredible speed – and you can even see the prey insect's redundant sting protruding from its backside. Blending with or mimicing the foliage on which it waits, this camouflage king has to be one of the ultimate ambush predators. Careful though, or it might get delusions of grandeur.\nCentipede Vs GeckoPhoto: \nEntrapment of a less subtle kind is demonstrated in this next shot as a centipede goes charging in to take out a gecko – a lizard that is no slouch itself seeing as it's the bane of many an insect. These elongated nomadic raiders mainly use their antennae to seek out quarry, while their myriad legs enable them to march quickly across the ground to take out intended victims.\nPhoto: Photo: Mr Pony\nIf the centipede manages to stay on target – and it usually does – a pair of limbs ending in sharp, modified claws that curve around its head are used to inject venom into the unfortunate prey animal – which can be as big as a bat – killing or paralysing it on the spot. You wouldn't want to get bitten either. Look at the size of that thing.\nAssassin Bug Vs CaterpillarPhoto: Photo: Paul McNelis\nBack to predation of a more insidious kind in this next scene, starring the assassin bug – or strictly speaking its relative, the wheel bug. Looking like it wouldn't be out of place in the Mos Eisley Cantina, this ambusher conceals itself from bounty ranging from bees and beetles to soft-bodied suckers like this caterpillar.\nPhoto: Photo: Paul McNelis\nMasters of disguise, assassin bugs are often naturally camouflaged, and as nymphs will cover themselves with debris or the husks of dead prey insects. Their killing strategy is more sinister still. They plunge their beak-like mouth parts into their prey while pinning them with their front legs, before injecting the victim with saliva that liquefies their insides, ready to be sucked out. Only assassin bugs are so precise.\nAntlion Vs AntPhoto: Photo: Alex Wild\nThis next trap is perfection, and may have inspired that memorable Star Wars monster, the Sarlacc, which catches prey the same way. The larva of a lacewing-like insect, the antlion digs a sand pit trap, before burying itself at the bottom with just its jaws showing. Any unlucky insect, like this ant, that strays over the edge will slip to the bottom due to the loose sand and steep-lying angle of the pit, and if not, well, the antlion will make sure it does by hurling showers of sand at its target from below.\nPhoto: Photo: Alex Wild\nThe antlion may be small, but what it lacks in size, this lurking little predator makes up for in bite upon seizing its prey, and despite its fuzzy appearance, if you were an ant, you wouldn't go telling it to laugh it up fuzz ball. You'd be laughing on the other side of your face.\nTrapdoor Spider Vs BeetlePhoto: Photo: M Hedin \nEpisode IV in our mini-series of arthropod-enacted ensnarement, but certainly not a new hope for any creepy-crawlies that happen to be innocently wandering past the lair of the trapdoor spider. This crafty arachnid builds a burrow with a carefully camouflaged, hinged trapdoor made of soil, vegetation and silk, and then proceeds to lie in wait.\nPhoto: Photo: M Hedin \nWhen a small vertebrate or bug or like this beetle unwittingly triggers the trip lines the spider has discreetly laid around the trapdoor, our eight-legged fiend feels the vibrations and comes leaping out of its burrow to claim its bounty. One quick bite from its venomous fangs is enough do away with most prey creatures and then it's back to the burrow for brunch. Said the Jedi Master to the spider: The force is strong with you. Always.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"It's a Trap! Amazing Ambushes from the Macroscopic Universe ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","url":"http://www.environmentalgraffiti.com/featured/its-a-trap/13463"}