{"summary":"Photo: Jessica Harrison . Photo: Jessica Harrison Photo: Jessica Harrison ","advice_category":"6","content":"\nPhoto: Jessica Harrison via Oddity Central \nPermission granted by Jessica Harrison to post the following pictures\nThere are some very strange people out there — but I probably don’t have to tell you that! The most talented people can transform something quite ordinary and a bit pass? into well, a real conversation piece! \nPhoto: Jessica Harrison \nIf you like grandma’s old porcelain figurines, then Jessica Harrison’s awesome talent with transforming ordinary home d?cor into mind blowing art isn’t for you! However, I find the art renderings quite comical in a mockery sense. Jessica Harrison graduated from Edinburgh College of Art in 2005 and received her master's degree in fine sculptures. \nPhoto: Jessica Harrison Photo: Jessica Harrison \nHarrison has had two solo exhibitions:\n\nJessica Harrison, 17th October - 13th November 2009, Peter Potter Gallery, Haddington \nCollection, August 10th 2005 - October 9th 2005, Scottish National Gallery of Modern Art, Edinburgh \nSince graduating in 2005, Harrison has been quite sought after and busy -  she has had 39 shows to date. \nHarrison has only had three public collections, all in the Northeast region of Europe. She has an impressive resume and to date, has collected ten of the most prestigious art awards in the world. An article on her was written by Ruth Baker in November of 2005, titled “Portfolio: Jessica Harrison”. \n  \n \nWith her permission, I am sharing the following pictures of some of her art pieces, which can be viewed via her website in more elaborate detail at her website. Photo: Jessica Harrison Photo: Jessica Harrison If you happen to be in Europe in the near future, you may have the pleasure to view one of her exhibitions. For more information and the dates, visit her website.","author":"Asher Kade","web_category":"art+and+design","title":"Macabre Beauty: The Bizarre Art of Jessica Harrison","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","url":"http://www.environmentalgraffiti.com/art/news-what-serial-killers-decorate-their-house"}