{"summary":"Photo: Cannabis Defense Coalition. Research into the benefits and risks of marijuana continues at the University of California's Center for Medical Cannabis Research","advice_category":"4","content":"\nPhoto: Paul Evans\nCannabis is part of the natural flora in southern and central Asia. This genus includes the species Cannabis sativa, which grows in tropical habitats, and Cannabis indica, which prefers alpine regions. A hybrid of these species, Cannabis sativa x indica, is the marijuana used for psychoactive purposes, according to Wisconsin academicians. Cannabis species can thrive in a wide range of climates both as a cultivated crop and a naturalized weed. And cannabis plants still sprout as weeds in US farms, because American farmers grew them for hemp rope fibers during World War II.\nPhoto: Mrs Logic\nVirginia Tech profiles Cannabis sativa in its weed database and identifies it as marijuana. The leaves of this annual weed are divided into 5 to 9 leaflets that radiate from one point, and hairs on Cannabis sativa stems secrete a fragrant sap. Separate individuals produce male and female flowers, and the females yield tiny oval fruits. Experts can identify Cannabis satvia from these characteristics.\nPhoto: USFS Region 5\nIt is common for biologists to disagree over the classification of organisms. Lecture notes from a University of Wisconsin course mention that biologists expanded the family Cannabaceae to absorb species from another family. Cannabaceae includes hackberry, hops, hemp and well over 100 other species. The notes warn that USA courts will convict citizens for growing any species of Cannabis with mind-altering effects regardless of how biologists classify the plant.\nAs we know, marijuana is sometimes grown for its psychoactive effects. Both the effectiveness and the deadliness of a drug depends on the dose that a person consumes. The active dose is the dose that causes an effect in the average person, while the lethal dose is the dose that kills the average person. The active dose to lethal dose ratio is 0.001 for marijuana.\nPhoto: Joseph Leonardo\nMarijuana's effects can be recreational or medicinal. A University of Utah webpage reviews the medical marijuana debate. Before it was outlawed in the 1930s, doctors frequently prescribed marijuana. Compounds in marijuana mimic the body's naturally occurring endocannabinoids and bind to receptors on neurons and T-cells. Marijuana may relieve nausea, improve appetite, reduce pain, suppress the immune system (resulting in less inflammation) and ease muscle spasms.\nResearch into the benefits and risks of marijuana continues at the University of California's Center for Medical Cannabis Research. The California State Legislature created the center to investigate marijuana's medical potential, but it refrained from supporting recreational and social uses for marijuana. The Center for Medical Cannabis Research is now in its second decade. Despite prohibition on the federal level, Americans in some states are marching forward with medical marijuana.\nPhoto: Cannabis Defense Coalition\nSpecies in the Cannabis genus have industrial, medical and recreational uses. Hemp rope is made from Cannabis fibers. What's more, doctors prescribed marijuana in the past, and some states allow medical marijuana today. A growing body of research suggests that marijuana has medicinal uses, but laws designed to stop recreational marijuana use make it difficult for patients to try this drug.","author":"Joseph Dunsay","web_category":"science","title":"Medical Marijuana: The Potential of Cannabis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/biology/news-cannabis-has-medical-potential"}