{"summary":"One way we do this is through funeral attire. They called their funeral garment a mofuku","advice_category":"6","content":"\nPhoto: Marc Planard\nAs we all sat around our TVs last night watching President Obama give the eulogy in the memorial service for the victims of the Arizona shooting, we were reminded of the globally shared emotion of grief. However, while we celebrate life and bury our dead, we no doubt unite in this universally recognized grip of loss and human fragility.\nThroughout history, humanity has argued, discussed, lamented and pondered with great angst how to give reverence to the dead. One way we do this is through funeral attire. Nowhere does fashion diversify so greatly as it does when more than one gathers to say farewell to their dearly departed. Around the world, we find that despite the human element of grief being the same, funeral dress is not.\nPhoto: Mattes\nThe color of deepest mourning among medieval European royalty was white rather than black. In 1393, Parisians had the unusual spectacle of a royal funeral carried out in white, for Leo V, King of Armenia, who died in exile. This royal tradition survived in Spain until the end of the 15th century. Many Eastern cultures, like in Thailand, still wear white. For these cultures, white is a symbol of the celebration of life, not the mourning of loss.\nThe \"color of mourning\" so to speak has varied, though most cultures recognize black as being the preferred standard for funeral attire. In the Victorian Era, Western civilizations carried this tradition much further. Babies, mourning the loss of a family member would wear a black band around their arm  - to see a photo of this, click here. Servants in many societies continue to wear black bands on their arms when someone close has died. Perhaps this is where modern cultures got the idea of putting black ribbons or bands around their badges, arms or other places of significance?\nPhoto: Peter Symonds\nFor the most part, funeral attire wasn't given much consideration until around 1865. It was then that fashion magazines had an enlightenment of sorts to turn funerals and bereavement into a high-dollar enterprise. Before this time a widow would be expected to wear what was affectionately called \"widow's weeds.\" This change was not narrowed to a small handful of societies, but rather was a global recognition - though it differed somewhat from culture to culture of course.\nA widow's weeds was simply a 19th century garment that was made of crepe, had a plain collar and broad weepers cuffs usually consisting of cheap muslin; additionally, a bombazine mantle (cloak) and a crepe bonnet with veil for outdoors would accompany it. A widow’s cap was for indoor use.\nPhoto: William Bambridge\nMore specifically, Eastern cultures like Japan had their \"widow's weeds\" made of a kimono of simple black, and perhaps only a string of pearls. They called their funeral garment a mofuku. \nHow long were mourners expected to wear these drab garments? The answer differed based on culture, gender, relationship with the deceased and age of the living.\nIn general, Western societies once marked their loved one's death by wearing funeral clothes for months, even years. For example, a 19th and early 20th century widow would mourn for two and a half years, a full year and a day of full mourning.\nPhoto: Peacay\nBy the time 1950 rolled around, people, men and women alike, were throwing out these archaic customs and replacing traditional black with navy, purple and grey. Widows only mourned in their funeral attire for six to twelve months. Because people were dying more often in hospitals, the curtains in homes were not drawn closed as often. Bodies were taken to chapels more frequently than the home of the deceased.\nWhether it was 1850 or 1950, babies were never forced to wear funeral clothing for more than year. Can you imagine keeping that child clean and comfortable? Also, no female under the age of 17 was allowed to wear crepe while in mourning. That was an expectation of married, adult women.\nEvery culture has been expected to some extent to adhere to these mourning traditions. Why, in rural areas of Mexico, a widow is expected to wear solid black for the rest of her life!\nPhoto: jemsweb\nIf the mourner, more specifically the widow, had plans to change her funeral dress sooner, she has and still is in for a social scolding. In fact, in some cultures it is thought that she is sexually promiscuous to dare such a feat when she should be mourning the loss of her dear husband.\nIt would be interesting to see how more conservative cultures would react to modern, Western societies that have thrown out considerable respect for the dead in regards to their clothing.\nPhoto: Loretta in Asheville\nThere are also expectations of how a mourner is to conduct their lives as they wear this uncomfortable and drab attire.\nIn Ethiopia, an edir, a community charitable organization, takes up an offering of money and resources to help the family of the deceased to pay for the funeral, their basic necessities, and all other expenses associated with death. The men will do the actual burying, while the women in the edir will cook and clean for the family. The edir is required to stay at least three full days with the family.\nPhoto: Tammy Manet\nOrthodox Christians have special prayers on the 3rd, 9th and 40th day after death. Annually, they will repeat these prayers on the anniversary of the death. The annual memorial service is expected to continue up to three generations afterward. That's a lot of mourning! Men often don't shave for 40 days after the death as well.\nHindus keep it sad and stinky, depending on the gender. Females are required to take baths twice a day (minus their hair), eat only a vegan diet, and try to cope with their loss as best as possible. Men, on the other hand, don't bath for 10 days. They are not to shave either. The day that everyone is allowed to wash their hair and shave is called Dasai or Daswan.\nPhoto: Kindra Ravenmoon\nDon't expect to have sex while in mourning if you're Muslim. According to the Islamic faith, there is no sexual activity, no jewelry and no decorative clothing to be worn during this period.\nPhoto: via subhankalash\nJews recognize Shiva, a tradition of mourning where bereavement lasts a week. The mirrors in the house are covered and the family of the deceased is not allowed to sit on furniture. Rather, they sit on the floor, on a box or on a stool. The bereaved make a small tear in their clothes, a sign of their lack of vanity in this dark time.\nAll over the world, colored ribbons adorn the places of death and mourning. On 9/11, we Americans shared our grief through blue, white and red ribbons tied to just about everything.\nAs we reflect upon the gruesome acts of terror and thoughtless acts of violence that infest our world today, take a moment to ponder why we wear the colors of mourning, salute the flag at half-mast, talk about our losses via social networking sites, give \"moments of silence\", wear black armbands and don't bath for days or weeks. It was ancient civilization that taught us to behave and mourn in these ways, carrying down tradition and practices that we now give little thought to - or take for granted.","author":"Asher Kade","web_category":"art+and+design","title":"The Strange History of Funeral Fashion Conventions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/news-bizarre-history-funeral-fashion-trends"}