{"summary":"The list of exhibitions staged and pieces sold to private collectors is very long indeed. Talking about these creatures, Petter said: “Since I have traveled around the world for many years, I can easily identify myself with 'stray dogs.' That is to say: my depiction of dogs can be viewed as self-portraits, and the surrounding people represent society","advice_category":"6","content":"\nPhoto: Gugger PetterAll images courtesy of Gugger Petter\nArt comes in many wonderful forms and we all applaud loudly when the medium involved represents the environmentally friendly practice of recycling. Such 'green' art has an extra appeal, and some astounding artists have learned to put this to excellent use. We are fortunate indeed to bear witness to the fruits of their talent and often artworks that really make you smile.  \nGugger Petter is a Danish artist, born in 1949, who left Denmark in 1970 heading for Italy in pursuit of her artistic dream. From there, she moved on to Mexico for ten years, then Belgium for three more, before electing to move to the USA in 1986. Whilst in Belgium, she was producing pieces of work for museum exhibitions. She studied at the Academy of Fine Art in Rome in the early seventies, and her work can be found in collections from the White House to the Danish Embassy in Mexico City. Here, she created large wall textile installations, mostly for corporate clients or private collectors. \nPhoto: Gugger Petter \nIt was during her time in Mexico that Petter developed the profound love of dogs that is so evident in her artwork. Talking about these creatures, Petter said: “Since I have traveled around the world for many years, I can easily identify myself with 'stray dogs.' That is to say: my depiction of dogs can be viewed as self-portraits, and the surrounding people represent society. A barking dog therefore represents my objection to society’s lack of care for its fellow inhabitants. My study for works of barking dogs was accomplished at the Marin County Guide Dogs for the Blind. Here I could go on weekends and find ample models from the 150 wonderful dogs - all barking and eager for their Monday training.” \nPhoto: Gugger Petter \nPetter has been a prolific exhibitor since the mid 1980s, working with various mediums, though for last 20 years, she has concentrated on used newspapers as her medium of choice, and she uses it in a unique way. She produces tightly rolled tubes from the old newsprint, which she then weaves freehand, taking whatever direction seems right, very much in the style of a painter covering a canvas with differing strokes of a brush. \nWhen satisfied, Petter sets about sealing her work with various varnishes to preserve it. There is always some slight mellowing of colour with age, so she tends to take advantage of this by leaving finished works in her studio for a time before releasing them to the public. \nPhoto: Gugger Petter \nHer interest in newspaper as a medium stems from her view of them as the ‘diaries of our lives’ and also from the limited colour palette which the material puts before her, apparently her own particular preference when working artistically. Petter has a deep-seated respect for this medium, not regarding what she does as recycling, and actively encouraging the yellowing of the paper as it gives extra dimension to her art. \nPhoto: Gugger Petter \nPetter says that she finds the informative aspect of newspapers play an important role for her. Because every new work holds within it a great deal of world news, the finished piece then becomes historic in its own right. Her works, she maintains, represent historic documentations of our daily lives, so the continuous use of new material is akin to the composition of a diary, at least for her. Also she claims that the weaving process she employs is used only because it creates the heavy textured surface that she feels is needed. \nPhoto: Gugger Petter \nThis most unusual and talented artist has graced the artistic world for a very long time and is quite deservedly internationally acclaimed. The list of exhibitions staged and pieces sold to private collectors is very long indeed. I have no doubt whatever that this prodigiously talented lady will be delighting us with her amazing art for many more years to come, and what she produces will always be well worth waiting to see. \nPhoto: Gugger Petter \nMy thanks for the permission given to me by Gugger Petter for the use of images and information in this article. \n\nSources: 1, 2, 3, 4, 5","author":"tonyleather","web_category":"art+and+design","title":"Amazing Portraits Created from Recycled Newspapers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-uniquely-styelized-newspaper-portraiture-gugger-patter"}