{"summary":"In 2006, founder Craig Calfee even went a step further – in fact, many steps and miles further, all the way to Ghana to help set up local bamboo bicycle workshops. California-based bicycle company Calfee Design developed the bamboo bicycle in 2005 as a publicity stunt, producing only 12 prototypes for employees, relatives and friends","advice_category":"8","content":"\nIn many parts of the world, bicycles are the number one means of transportation, mainly because they are more affordable than motorcycles and cars. This is true in rural Africa and India as much as for the student population of Amsterdam and Hamburg. Now there are three inventions on the market – the bamboo, backpack and all-weather bikes – that will convince even the staunchest bicycle-phobe that cycling doesn't only save on petrol, parking tickets and gym expenses; no, it’s also cool! \nCalifornia-based bicycle company Calfee Design developed the bamboo bicycle in 2005 as a publicity stunt, producing only 12 prototypes for employees, relatives and friends. However, the bike’s sturdiness and comfort were such a success that the company soon started production. In 2006, founder Craig Calfee even went a step further – in fact, many steps and miles further, all the way to Ghana to help set up local bamboo bicycle workshops. \nPhoto: \nImage: Calfee Design\nIn Ghana, more than getting from A to B, the bicycle is a means of transporting people, goods and water as well. Plus, bamboo can be locally grown, even in dry areas, so bamboo bikes cost less and eliminate the need to import more expensive and less durable steel bikes. Also, making bamboo bikes is intensive work that requires skill, but not much investment in equipment or electricity. So once a local workshop is set up, it provides opportunities for skilled workers and training opportunities for local youths. And so far, no one has figured out how to make bamboo bicycles in a factory, therefore keeping competition and mass produced products out of the market. \nCalfee's extra sturdy cargo bamboo bicycle made in GhanaPhoto: \nImage: Calfee Design\nEven for car enthusiasts who blame bad weather on their lack of enthusiasm for cycling, there is a cycle on the market: This Way all-weather bicycle by Swedish designer Torkel D?hmers. But though the roof is a start, maybe for protection from insects (remember those million-insect days?), it seems hardly enough protection from a fully fledged rain shower, especially without rain gear. And though the low-lying design is attractive and good for the back, it does expose the cyclist to more pollution, especially when driving on the road. On the other hand, the bike’s ergonomic design – plus rising petrol and car prices – might fulfill its desired purpose: swaying a few people away from the car or motorcycle and onto this bike.\nThis Way all-weather bicycle by Torkel D?hmersPhoto: \nImage: Torkel  D?hmers\nBergm?nch, a German company, has come up with a specialised bicycle for mountain climbers. You climb up with your mountain bike folded up in a backpack and then ride it back down, on your knees like a monk – hence the company’s name: literally 'mountain monk'. The idea unfolded because mountain climbers or hikers frequently complain of joint aches when going downhill. Use of a bicycle would alleviate this problem. Plus, the company hopes to attract a new target group: adventure hikers who find just climbing up and down too boring and would rather go for a thrilling ride downhill. On designated mountain trails only, of course.\nBergm?nch fold up backpack bicyclePhoto: \nImage: Bergm?nch\nNow, assuming one has the required cash, as none of these bikes come cheap (around $2000), for cycle enthusiasts the only question remaining is: which one to choose? \nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.l","author":"Simone Preuss","web_category":"outdoor","title":"Incredible New Bicycles from Around the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/3-amazing-new-bicycles/7349"}