{"summary":"It would be a shame to see such a unique landmark as the Dead Sea continue to deteriorate over the coming decades. In 2006 the Dead Sea was said to have dropped from its original elevation at about 360 meters below sea level to its current one at 407 meters","advice_category":"2","content":"\nPhoto: C. Frank Starmer\nLocated between Israel and Jordan, the Dead Sea is a 67 kilometer long, 18 kilometer wide salt water lake. It is the lowest point on earth located on solid ground at 407 meters beneath sea level. As a result of its low elevation the lake possesses only natural tributaries and no major outlets for the water to leave. Therefore the only way for water to escape is through evaporation. However, Jordan and Israel only receive an average of .06 meters of rainfall each year, so the amount of water that evaporates each year dwarves the amount it gains through rainfall. This would not be a problem were its tributaries still feeding it with a substantial flow of water; unfortunately however, they no longer are.\nThe Jordan River is one of the Dead Sea’s main sources of water. Over the years much of the river that flowed into the lake has been diverted both for agricultural purposes and drinking water. Without the steady flow the Dead Sea once received from the river, its other tributaries are having trouble keeping the lake at the level it once was. This has shown substantially over the past few decades. In 2006 the Dead Sea was said to have dropped from its original elevation at about 360 meters below sea level to its current one at 407 meters. Since then the water level has been recorded to drop at an alarming rate of about one meter per year.\nPhoto: inju\nNot only does this pose the obvious environmental concerns; it also saddens the millions of people who have visited the Dead Sea, and consequentially threatens one of Jordan’s substantial sources of income: tourism.\nThe Dead Sea is known worldwide for a few of its very unique characteristics, and one of these is a direct result of the fact that the lake possesses no major outlets. When water evaporates the minerals in the water stay put, and most importantly in this case the salt stays. With no water exiting and a meager .06 meters of freshwater rainfall each year, the Dead Sea is one of the saltiest bodies of water on earth, possessing a salinity at close to nine times greater than our major oceans. This abundance of salt in its water increases the buoyancy of anything that enters it, allowing people to literally float at its surface, something that everyone who visits the lake is eager to try. Mud from the Dead see is also thought to posses healing and cosmetic properties and tourists can constantly be seen covering themselves from head to toe in it. There is also the fact that the Dead Sea is present in numerous world religions: in Christianity it was a place of solace for King David, in Islam it was home to the prophet Lut, and in Judaism it is associated with Jericho to the north.\nPhoto: rpb1001\nIt would be a shame to see such a unique landmark as the Dead Sea continue to deteriorate over the coming decades. Fortunately however, in 2009 the initiative to remedy the problem came to a head when Jordan proposed the Jordan National Red Sea Development Project (JRSP). The JRSP consists of a pipeline beginning in the Red Sea in Aqaba and carrying water 195 kilometers to the Dead Sea. The project is expected to cost upwards of $5 billion and there are already multiple international donors willing to donate. There is however some speculation as to whether or not this plan is feasible. A proposed canal running from the Mediterranean Sea to the Dead Sea for the same purpose has been around for over 30 years. However after a geological survey it was determined that dumping seawater into the Dead Sea could potentially alter the lake's vivid blue color, or more dangerously, even create gasses dangerous to the area's ecosystem. These theories however likely do not hold true for the JRSP’s pipeline, and this year the World Bank has given $20 million to devote to a more thorough study of the proposal. If the study goes smoothly as expected, in just a few years we may be able to see the starting phases of the Dead Sea’s revival.","author":"Sean Bennett","web_category":"nature","title":"Technology Seeks to Bring New Life to Dead Sea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/twowarriorsjpg","url":"http://www.environmentalgraffiti.com/conservation/news-technology-seeks-bring-new-life-dead-sea"}