{"summary":"Thanks to the Mediterranean Sea that once flooded the region, valuable limestone lies waiting for extraction in the Sinai Peninsula. Contractors use limestone tiles, veneers and wall panels in buildings; landscapers use limestone paving stone and curbing stone for hardscapes","advice_category":"4","content":"\nPhoto: Prince Roy\nThe Sinai Peninsula in Egypt separated from Africa and the Saudi Arabian Peninsula about 20 million years ago due to the geological activity of a rift that extends from Israel and Jordan through East Africa. The northern part of the Sinai Peninsula features sand, limestone and fossils, because it was at the bottom of the Mediterranean Sea long ago. South of this region, the Al Tih Plateau contains limestone from the Tertiary Period. Finally, igneous rocks (meaning \"of fire\") such as granite and basalt predominate the southernmost part of the Sinai. Resource extraction could transform this sparsely populated area with growing developments.\nPhoto: Paul J. Morris\nGeologist Abdul Aati Salman advocates developing the Sinai Peninsula by extracting its mineral resources. He finds it paradoxical that geology attracts such little interest in Egypt considering that 95% of the country is desert. Salman sees potential in limestone deposits near Cairo and in the Sinai Peninsula and believes that improvements in the law will attract investors to Egypt's mining sector. A bill proposed by Egypt's Geological Survey Authority has Salman's enthusiastic backing. Four mining and industrial developments in the Sinai Peninsula could support 3 to 4 million residents.\nPhoto: Kyle Jameson\nA fact sheet from the University of Tennessee Knoxville campus informs the public about limestone. Limestone consists of calcium carbonate mixed with magnesium and/or calcium. It is a sedimentary rock, meaning it formed from sediment. This material was rich in minerals, fine particles, shells and the skeletons of marine animals. The hardness, porosity, density and look of limestone can vary greatly from sample to sample. It is durable enough to last a lifetime even if exposed to the elements outside.\nLimestone is the second most popular dimension stone in the USA in terms of tons sold. Contractors use limestone tiles, veneers and wall panels in buildings; landscapers use limestone paving stone and curbing stone for hardscapes. Slabs and rough blocks are also popular. Limestone can be ground into lime or mixed into concrete. And salvaged limestone from demolition projects can be recycled for new projects. Builders and landscapers have many uses for this versatile natural stone.\nPhoto: spDuchamp\nThe Sinai Peninsula in Egypt formed from the same geological forces that separated the Saudi Arabian Peninsula from Africa. Although famous for its sunshine and fossil fuels, the Sinai has a lesser known mineral resource. Thanks to the Mediterranean Sea that once flooded the region, valuable limestone lies waiting for extraction in the Sinai Peninsula. This durable rock has many uses in construction and landscaping. Millions might benefit if industries developed the natural resources of the Sinai.","author":"Joseph Dunsay","web_category":"science","title":"How Limestone Could Transform Egypt's Sinai Peninsula","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/paleontology/news-limestone-could-transform-egypts-sinai-peninsula"}