{"summary":"A more colloquial term for cloud-to-cloud lightning is an “anvil crawler,” referring to cloud lightning moving around in the upper or anvil parts of a thunderstorm. A vast cloud-to-cloud lightning display somewhere over Germany:Photo: ","advice_category":"4","content":"\nPhoto: Cloud-to-cloud lightning over Swifts Creek, Victoria, Australia\nImage: Fir0002\nA thunderstorm with its accompanying light(ning) show is a sight to behold. But did you ever have time to check for the source or target of the lightning bolt – cloud, ground or sea? There are about 16 million lightning storms every year that not only differ in appearance but also where they originate and terminate. Not all lightning therefore even hits the ground. We’ve been struck by the following examples of spectacular cloud-to-cloud lightning… \nA vast cloud-to-cloud lightning display somewhere over Germany:Photo: \nImage: Olaf1541 \nAccording to the Merrriam-Webster Online Dictionary, lightning is the “flashing of light produced by a discharge of atmospheric electricity.” Among the different types of lightning, cloud-to-ground lightning is the second most common yet best known type of lightning as it poses the greatest threat to our life and environment. The most common type of lightning is streak lightning – the return stroke of the visible part of the lightning stroke that usually occurs inside a cloud and therefore most often goes unnoticed. \nLooks like cloud-to-umbrella lightning in Marrakesh:Photo: \nImage: Blaise Thirard\nCloud-to-cloud lightning refers to lightning discharges occurring between cloud areas without contacting the ground. It can be further divided into inter- and intra-cloud lightning; the former referring to lightning between two separate clouds and the latter to lightning within a single cloud. Intra-cloud lightning - also called in-cloud lightning - is more common than inter-cloud lightning as single clouds can be huge with areas of differing electric potential. \nInter-cloud lightning animation captured over Toulouse, France:Photo: \nImage: Sebastien D'Arco \nWhat follows is another spectacular example of cloud-to-cloud lightning, taken in Victoria, Australia. The lightning is so strong that it seems to illuminate every single tree on the hill, turning it into a razor-sharp silhouette.\nPhoto: \nImage: Fir0002\nA more colloquial term for cloud-to-cloud lightning is an “anvil crawler,” referring to cloud lightning moving around in the upper or anvil parts of a thunderstorm. The electric charge can originate from beneath or within the anvil and then crawl through the thunderstorm’s upper cloud layers. This movement generates multiple spectacular branches of lightning strokes, looking like cracks in the cloud ceiling. \nDid you know that a lightning bolt can travel at speeds of 60,000 m/s (130,000 mph) and reach temperatures of 30,000 ¢XC (54,000 ¢XF)?\nSpectacular light show over Zwickau, Germany:Photo: \nImage: Andre Karwath\nThe next image seems straight out of a horror flick, the type where werewolves are just waiting to run on top of the next hill to howl at the moon. The lightning also looks like a giants’ battle with celestial pitchforks though. \nFull moon and cloud lightning over New Jersey: Photo: \nImage: Kevin Burkett \nAnd in the same vein -  a dramatic sky over Montenegro in black and white:Photo: \nImage: Marko Milosevic \nIntra-cloud lightning is most common between the upper and lower portions of a thunderstorm. When observed from a distance too far to hear the thunder, it is often referred to as \"heat lightning.\" \nTextbook intra-cloud lightning over Sarpsborg, Norway:Photo: \nImage: Mats Lindh \nWhen a lightning bolt’s discharge path is hidden, the cloud-to-cloud lightning will brighten the cloud surface, a phenomenon referred to as “sheet lightning.” \nIf you get the chance and enough time to capture lightning with a good camera, the image might later on even show interesting patterns that would have gone unnoticed if not captured on film. \nA bike, a car, glasses? Cloud-to-cloud lightning over Connecticut:Photo: \nImage: Thrutheeyes \nSee, with cloud-to-cloud lightning, there’s no reason to become astraphobic or fearful of lightning and thunder. Next time, simply take a closer look at those lightning bolts and enjoy! \nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Cloud-to-Cloud Lightning","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/featured/cloud-to-cloud-lightning/19128"}