{"summary":"The bird, nicknamed Sigmar after Germany’s environmental minister, underwent three operations to repair damage it suffered after being shot, but it may not be enough for the bird to live in the wild again. The bird had been tracked and bred by an EU project designed to reintroduce the bird into Germany","advice_category":"2","content":"\nAn extremely rare lesser spotted eagle, shot earlier this year by hunters on the island of Malta, has been saved from death but may never be able to return to the wild.\nThe bird, nicknamed Sigmar after Germany’s environmental minister, underwent three operations to repair damage it suffered after being shot, but it may not be enough for the bird to live in the wild again. The bird can feed itself and, with the help of splints, stands on its own two legs. Its left talon, however, cannot clutch.\nThe bird had been tracked and bred by an EU project designed to reintroduce the bird into Germany. There are only about 90 breeding pairs of the bird in the country. In the project, the second chick is removed from an eagle’s nest and hand cared for to prevent the older chick killing it. Sigmar is one of two birds from the project injured this year. The second bird, currently in the Sudan, is thought to have been struck by a car.\nThe lesser spotted eagle is rarely found in Malta. Most of the species flies to the Bosporus before migrating south into Africa. Very few, such as Sigmar, take the direct route via Italy and Malta.\nInternational Animal Rescue CEO Alan Knight said:\n\n\nSource: Telegraph\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Rare Eagle Shot In Malta May Not Return to Wild","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/rare-eagle-shot-in-malta-may-not-return-to-wild/536"}