{"summary":" Not just airplane parts, or the occasional poo bomb, but meteorites, too, and anything else up there..  Well, airplane parts and poo, no, but meteorites, yes-- hundreds every day","advice_category":"4","content":"\nAfter reading that a home in New Zealand was rather dramatically disturbed by a bit of falling mechanical trash, I began to wonder how often, exactly, the sky feels fit to fall on us.  Not just airplane parts, or the occasional poo bomb, but meteorites, too, and anything else up there.\nPhoto: World-killing meteor, or clouds?  You decide.  Image from merriewells\nThe answer, as it turns out, it a whole lot.  Well, airplane parts and poo, no, but meteorites, yes-- hundreds every day.  The fact of the matter is, there are a lot of rocks in space, and as Earth waltzes through orbit, we encounter them every second of the day.  Most of them burn up however, and don't give us the opportunity to be terrorized as they come streaking down from the heavens and blow up our car.\nTo give you an idea of how protective our atmosphere is, a meteor entering it would have to be larger than 50M across to make it to earth's surface. Any larger, though--75M or so-- and they can strike with the force of an atomic bomb.  Of course, these only come up every 1,000 years or so, and there was one in 1908, so we may yet be safe.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"How Often Is The Sky Falling?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/how-often-is-the-sky-falling/1075"}