{"summary":"For me, the beauty of the mural is in the ability of those who create these artistic gems to constantly surprise the viewer. A mural is a painting on a wall, ceiling or other large permanent surface","advice_category":"6","content":"\nPhoto: wolfgangstaudt\nA mural is a painting on a wall, ceiling or other large permanent surface. At one time, abstract art of this nature was popular with the public, but the small minority of spray-painting vandals who defaced walls, bridges and other structures gave graffiti art a bad name for years. When done right, it can be exceptionally beautiful, the images produced quite awesome.\nPhoto: katmere\nMurals, according to Wikipedia, date to prehistoric times, such as the paintings on the Caves of Lascaux in southern France, but the term became famous with the Mexican \"muralista\" art movement and artists such as Diego Rivera, David Siqueiros or Jos? Orozco.\nPhoto: sister72\nThere are many different styles and techniques. The best-known is probably fresco, which uses water soluble paints with a damp lime wash, a rapid use of the resulting mixture over a large surface, and often in parts (but with a sense of the whole). The colors lighten as they dry.\nMurals today are painted in a variety of ways, using oil or water-based media. The styles can vary from abstract to trompe-l'?il (a French term for \"fool\" or \"trick the eye\").\nPhoto: tonythemisfit\nToday, the beauty of a wall mural has become much more widely available with a technique whereby a painting or photographic image is transferred to poster paper which is then pasted to a wall surface.\nPhoto: pingnews.com\nThere are many artists who see the mural as a brilliant means of getting their work into the wider public domain without doing gallery exhibitions, and they produce works of art that truly can take away the breath of the onlooker. Art, whatever the medium used to display it, has a powerful voice and these mural painters shout very loudly in their quest to be appreciated.\nPhoto: solyanka\nMany times we see the simple, stark cartoonish art of those like Blu and Banksy, both famous for their unique and individual approaches to the art form, and both worthy of much admiration for the wondrous images they produce, but sometimes people long for something more traditional. Sweeping vistas, portraits of people or animals and fantastical imagery are all popular with mural painters, and rightly so.\nStill one cannot help but be drawn to those murals on the ends of tall buildings that seek to fool the eye of the observer. Art on such a grand scale is difficult to imagine in the planning stages and incredibly effective in the finished form. When the artwork on the building causes it to blend with the background, or to be deeper than it is, you rub your eyes, just as you were meant to do.\nPhoto: shallowend\nFor me, the beauty of the mural is in the ability of those who create these artistic gems to constantly surprise the viewer. Often the image appears as 3D through the simple talents and techniques of the artists, and this effect only heightens the pleasure one feels upon seeing the work. Graffiti could be classified as muralistic art, but murals could never be themed graffiti. They are much too artistic for that.\nPhoto: twoblueday","author":"tonyleather","web_category":"art+and+design","title":"Incredible Optical Illusions Created by 3D Murals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-murals-you-really-have-look-twicw"}