{"summary":"It was after this that Kris decided to dedicate his life to art. Kris believes that art has always played a part in his life, but had the most profound impact when he visited the great art collections of Europe in his twenties","advice_category":"6","content":"\nPhoto: Kris Kuksi \nAll images courtesy of Kris Kuksi\nThere is something strangely compelling about apocalyptic art, when the bizarre and the gruesome combine in a dreamlike way to conjure up fantastical images from the abhorrent mind of a ‘mad’ artist. One man who has become famous for his ‘Frankenstein’ approach to art composition, showing great environmental awareness, is the 37-year-old Kris Kuksi from Missouri who creates sculptures from discarded toys, old mechanical parts and other discarded objects. \nPhoto: Kris Kuksi \nIt is truly mind-blowing to see the intricate work and small details that Kris manages to put into his work, creating entire nightmare worlds that always seem frozen in some unspecified moment. He thinks that the boundless scope of his inspirational imagination is a result of his appreciation for classical art from an early age, and the grandmother who always provided him with pencil and paper for drawing. \nPhoto: Kris Kuksi \nIf you log on to his website, you will notice that his biography begins with this quote from Lord Byron: “When falls the Colesseum, Rome shall fall, and when Rome falls, the world”. This seems especially apt in light of the cataclysmic sculptures Kris comes up with, and he does personally feel that the human race has reached a tipping point in its development. Lessons need to be learned from history, he feels, and he may well be right. \nPhoto: Kris Kuksi \nKris believes that art has always played a part in his life, but had the most profound impact when he visited the great art collections of Europe in his twenties. It was after this that Kris decided to dedicate his life to art. Having been born on March 2, 1973, in Springfield, Missouri, he grew up in neighboring Kansas, spending much of his youth in rural seclusion. Living with his working mother, two much-older brothers and without a father, he was understandably introspective. \nPhoto: Kris Kuksi \nPerhaps it was the influence of the countryside, seeing nature in the raw, or the experiences related to an alcoholic stepfather that led to his developing such a fertile imagination, though his fascination with the unusual almost certainly contributed to the macabre nature of his art later in life. He regards time as elastic, believing that humans are not really in tune with the age of the earth. \nPhoto: Kris Kuksi \nWhile humanity does everything at a frantic pace, nature continues to take her time, and while civilizations rise and fall, the natural rhythyms of the planet carry on. Time is simply a continual cycle, and all life is part of it. His statement says that his work is “feeling that he has always belonged to the ‘Old World’.\" Yet, Kris’s work is about places of new beginnings, new wars, new philosophies, and new endings, an imaginary world where anything is possible. \nPhoto: Kris Kuksi \nKris claims not to be religious but all the same a spiritual person. The version of hell described in the bible is, in his view, symptomatic of today’s world, created and sustained by the human mind. Realizing that all suffering is caused by the bad beliefs and that prejudices in human minds could make the world a different place, Kris says that he tries to express these feelings through his art. \nPhoto: Kris Kuksi \nIt has been in adulthood that Kris really developed the passion for the bizarre that allowed him to finally leave a negative childhood behind him. He uses other people's trash items for creating breathtaking sculptures with otherworldly qualities, each one crammed full of the strangest characters, machines and creatures. He proves time and again that trash really can become treasure in the right hands. \nPhoto: Kris Kuksi \nHis work has featured in over 100 exhibitions in galleries and museums worldwide, as well as received several awards and prizes. Famous people have purchased examples of his art, and international art magazines, book covers and theatrical posters can be found covering every aspect of what he does. Public and private collections in the United States, Europe and Australia all feature his awe-inspiring sculptures, but they really do need to be observed ‘in the flesh’ to truly appreciate how jaw-droppingly good they truly are. \nPhoto: Kris Kuksi \nWith each piece obsessively constructed from sometimes thousands of individual parts, some works over 10 ft long, it can take a long time to ponder the stories and symbolism of any one sculpture. Kris Kuksi is, without doubt, an incredible talent, and his prodigious output continues to excite and delight audiences around the globe, eager for every new creation to appear. With an imagination that we mortals can only envy, and artistic ability to die for, this superb sculptor goes from strength to strength. Fabulous. Photo: Kris Kuksi \n\nSources:  1, 2, 3, 4, 5  ","author":"tonyleather","web_category":"art+and+design","title":"Amazing Apocalyptic Trash Sculptures by Kris Kuksi","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-compellingly-chilling-trash-sculptures-apocalyptic-artist-chris-kuksi"}