{"summary":"The tiny little \"feet\" you can see in the pictures, that make some look like two Christmas trees dancing, are not appendages for them to go and take long walks, but simply to move and stretch around their perimeter, perhaps for a particularly tasty bit of plankton otherwise just out of reach.. The colorful spirals are two branches, and they are made up of feather-like tentacles called radioles","advice_category":"2","content":"\nPhoto: Alain Feulvarch\nWho says that other species don't celebrate Christmas? What about these amazing creatures. Called Christmas Tree Worms (Spirobranchus giganteus) they live on and in coral.\nPhoto: Nick Hobgood\nTheir incredible twin spirals are actually their respiratory and feeding apparatus, the body of the worm being a tube (it belongs to the tube family of worms) that bores down into the hard coral and lives there. Once they have bored their home, they then secrete a calceous or bony type structure to provide additional protection.\nPhoto: aquaimages\nIn fact the plumes and appendages on them can retract right into the coral (as the video shows), which they do at the smallest shadow or disturbance. \nPhoto: Ian Armstrong\nThe colorful spirals are two branches, and they are made up of feather-like tentacles called radioles. Tiny hairs on them allow the worm to feed by the filter method, eating tiny plankton and other marine microorganisms as the current pushes them into their vicinity. The radioles are commonly called gills because even though feeding is their main function, they are also used for respiration.\nPhoto: Richard Ling\nThe tiny little \"feet\" you can see in the pictures, that make some look like two Christmas trees dancing, are not appendages for them to go and take long walks, but simply to move and stretch around their perimeter, perhaps for a particularly tasty bit of plankton otherwise just out of reach.\nPhoto: Mila Zinkova\nThey come in many colors, reds, pinks, blues, oranges, whites, yellows and purples, to name a few, and average 3.5 cm. Found in tropical seas across the world they are easy to spot if you are lucky enough to be a diver and are available for aquariums as well, if not.\nPhoto: Nick Hobgood\nThis image looks like a misshapen large Christmas tree, decorated with tiny Christmas trees and ready for presents to sit under it. Mother Nature surely is full of miracles and these little fellows are particularly cheerful and beautiful examples of her work.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"The Amazing Undersea Christmas Tree Worms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-41371-2381818710104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-living-christmas-tree-under-sea"}