{"summary":"The sail membrane of IKAROS utilizes photons from the solar wind to generate power. IKAROS achieves targeted navigation by changing solar sail reflectivity","advice_category":"4","content":"\nPhoto: JAXAIKAROS / Solar Sail Unfurled\nIKAROS - Sailing With the Solar Wind to Venus\nImagine silent, clean power that brings us to distant planets and leaves almost no carbon footprint or other pollution in space. No longer science fiction, the solar sail has been designed, built and is now undergoing a first flight. IKAROS (Interplanetary Kite-craft Accelerated by Radiation Of the Sun) is the first of two missions from the Japanese Space Agency (JAXA) that will evaluate solar sails as propulsion systems for interplanetary spacecraft. The sail membrane of IKAROS utilizes photons from the solar wind to generate power. This sounds  simple, but it is not. This innovative solar sail is a sophisticated, new design.\nSolar Wind\nThe solar winds streams outward from the upper atmosphere of the Sun, and consists mostly of electrons and protons between 10ev and 100ev, but the particle stream varies in temperature and velocity. Particles escape the Sun's gravity because of the high temperature of the Sun's corona (>1 million degrees Celsius) and their very high kinetic energy. Think of the solar wind as the continual expansion of the Sun's corona. This activity has very high amplitude, extreme variation and no apparent repeatable pattern. Coronal Mass Ejections (CMEs) resupply and reinvigorate the solar wind which supplies the 'fuel' (photons) for the solar sail of IKAROS.\nOrigins of the Solar Wind - Extreme Flare Activity on the Sun's SurfacePhoto: NASA / TRACEPatterns of Plasma Flow are set by the Sun's magnetic fields\nOrigins of the Solar Wind 2 - Extreme Flare Activity on the Sun's SurfacePhoto: NASA / TRACEAn extreme flare that could produce CME\nOrigins of the Solar Wind 3 - Extreme Flare Activity on the Sun's SurfacePhoto: NASA / TRACETemperature / color codes: coolest - red, warm -green; and hottest in blue\nIKAROS MissionPhoto: JAXA\nIKAROS Mission Overview\n  \n\n\nIKAROS launched from the Tanegashima Space Center using the H-IIA rocket on May 20, 2010 and will reach Venus in December, 2010. After separation from the H-IIA, and spinning up to 20 rpm, sail deployment began on June 3, 2010. The centrifugal force created by the spinning of the main body of IKAROS will be used to deploy the solar sail membrane, first quasi-statically by an onboard deployment mechanism on the side of IKAROS, then to a dynamic second stage. Because no rigid struts or supporting frame are required, the membrane can be quite large. This approach also significantly reduced spacecraft weight. Yet another new engineering challenge was met with a successful approach to targeted solar navigation. IKAROS is not at the mercy of hourly changes in solar radiation flux.\nIKAROS has a companion for that portion of its journey that is within the inner solar system - the Venus probe ATAKSUKI (Planet-C). At Venus, ATAKSUKI will deploy into the upper atmosphere. It's mission is to gather data so that a dynamic 3-D model of that Venusian atmosphere can be constructed.\nIKAROS / Deployment of Solar Sail as Seen from SpacecraftPhoto: JAXA\nIKAROS / Deployment of Solar Sail - Static to Dynamic ConfigurationPhoto: JAXA\nIKAROS / Deployment of Solar Sail Membrane\n  \n\n\nIKAROS achieves targeted navigation by changing solar sail reflectivity. Sail reflectivity can be changed like that on frosted glass by frosting part of the plastic film which then reduces the reflectivity of that area of aluminum coating. Reduced area reflectivity reduces the amount of solar power produced by that area of sail polyimide. Change the reflectivity on the right and left sides of the sail and sail attitude can be controlled and modified. Targeted solar navigation has been activated and is now operational.\nControl of Solar Sail ReflectivityPhoto: JAXA\nIKAROS - Solar Sail UnfurledPhoto: JAXA\nThe large solar sail has several parts and is a creative invention of beauty and utility. Sunlight is gathered by a large 'membrane'. Photons of light reflecting off the sail transfer their forward momentum to the sail and thereby 'push' the spacecraft forward. Thin film photovoltaic solar cells on the membrane generate electricity. Solar radiation also supplies acceleration and drives an ion propulsion engine with high specific impulses. Photon acceleration working with the ion propulsion engine results in a hybrid engine that is the ultimate in clean power ad flexibility. IKAROS is also testing first generation solar-sail navigation by adjusting the direction of the reflected sunlight. IKAROS moves along a targeted orbit, it does not travel randomly as a passive spacecraft dependent upon the Sun's location minute by minute.\nSolar Sail Membrane / Solar CellsPhoto: JAXA\nThe small gas-powered jet engine can also change the direction of the sail and perform other brief tasks. Additional instruments on board IKAROS measure interplanetary dust, and gamma ray bursts from newly born stars. This spacecraft does leave a carbon footprint but it is very small.\nIn several years, the second JAXA mission to test the solar power sail design will utilize a medium-sized, 50m solar power sail and integrated ion-propulsion engines. The challenge to this mission to generate adequate power using a power solar sail and thin photovoltaic cells is severe. At Jupiter's distance from the Sun, the efficiency of generating power from photovoltaic cells is only 4% that at Earth's distance. This spacecraft's mission is to fly to Jupiter and the Trojan asteroids.\nMourning for Icarus / Draper 1898Photo: Staszek99/Wikimedia\nIcarus flew too close to the Sun and died because wings and wax were a very poor choice for a close encounter with the Sun.  His father Daedalus invented this zero emission flying technology to help himself and his son escape imprisonment on Crete and he told Icarus to avoid getting close to the Sun. Japan's IKAROS mission has achieved a breakthrough in noncarbon propulsion for spacecraft and can fly where Icarus could not. IKAROS has opened up a new, inexpensive  and near zero carbon footprint option with which to continue exploration of our solar system. JAXA's power solar sail technology is a win-win for both astronomers and the solar power industry. \nSources: 1, 2, 3, 4, 5, 6, 7, 8","author":"merlynne6","web_category":"science","title":"IKAROS: Sailing the Solar Wind to the Sun","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/photovoltaic/news-ikaros-sailing-solar-wind-venus"}