{"summary":"when I sing to myself . !!**** Finally your International Whaling Commission banned whaling in the 1960s, although Russia and a few other countries continued on the sly for another decade","advice_category":"2","content":"\nPhoto: Blue Whale Skeleton\nPhoto -? Bronwen Lea /Seglea / Wikimedia \nMy species is the largest that ever lived, with one of the longest life spans on record – 150 years or more... and you nearly killed us all! That’s right, I’m a giant blue whale, over 100’ long, and if you had a scale that could handle me, I’d weigh about 170 metric tons. Nothing that big that ever lived on land can match this. The giant South American, Middle Cretaceous dinosaur – plant eating Argentinosaurus – is a worthy second place with maximum length of 110’ and weight up to 100 metric tons.\nPhoto: Blue Whale Diving\nPhoto -? Captain Dave’s Dolphin and Whale Safari\nFor all that size matters... You bastards hunted us down with relentless savagery rather late in the whaling era, the first four decades of the twentieth century. For a long while, our size, and top burst speed up to 30 mph protected us. Then came steam powered factory ships with their covens of small fast whalers with harpoon guns and there was no escape. The worst year of all was 1930-31, when 29,400 of us died from your torpedo harpoons.\n!!**** Finally your International Whaling Commission banned whaling in the 1960s, although Russia and a few other countries continued on the sly for another decade. Our huge population in the Antarctic was now 0.15% of its original size. Two cousins of mine in unbearable despair starved themselves to death. What the hell is wrong with you humans?? Ok, I’ll try to calm down; all people are not killers. We know that thousands of you are trying everything possible to give us sanctuary and let our slow reproduction rates bring up population size.\nPhoto: Blue Whale Dorsal/ blow hole\nPhoto ?- International Whaling Commission\nThank the gods for music! We sing at 18 cycles per second, with a wavelength 100 yards long that can travel 800 miles on a good day. Our notes are unlike yours: it takes me 25 seconds to sing one note and I do that every 70 seconds for about 20 minutes to complete one song. The best description for you people I can think of is that one of my songs sounds like a mix between a human moan and an owl’s hoot. For reasons no Blue Whale knows, only us males sing.\nPhoto: Blue Whale / Faeroe Islands stamp\nArtist - ?Edward Fugl? / Postverk F?roya, Faroe Islands / Wikimedia\nI’m not going to tell you how many of us still live, nor exactly where we are. Before whaling, there were at least 300,000 blue whales worldwide and two thirds of our species were in Antarctic waters. If you’re that curious, go read the Wikipedia article about Blue Whales. (Source #1). In this first decade of the 21st century, we are returning to the west coast of North America, some islands off Chile in the Pacific, Australian waters, and coastal Ireland. You can read the spring 2009 news reports in the Sources below. That’s all you get for your GPS games. With whalers gone, except for a few renegade ships from Japan that will take a shot at us, the worst dangers are ship collisions and sonar. Killer whales – hell we’ve handled them for millennia, don’t give it a thought. But I plead with you people to leave us alone.\nI’ll tell you the worst of it, though. It’s the loneliness. I haven’t seen one of my kind for ten years, although we sing to one another when we can. I can hear my kin far away because our songs can carry 500 miles on a good day. But then I’m straight out paranoid, no pods for me anywhere. One year, I’ve got to conquer my fear and contact some friends. The worst end of all would be to die of loneliness... I wonder some times if I’m losing my mind... when I sing to myself . . . \n\n  \n\nBlue Whales nose to tail …\nIf you’ve read this far, remember us, please remember…\nSources:1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"nature","title":"The Soliloquy of the Blue Whale","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/ecology/soliloquy-blue-whale/12417"}