{"summary":"It’s even more fantastic to find out that a large percentage of these fins belong to sharks that have never attacked humans and are on the brink of extinction. The fact is though, how many sharks kill human beings every year? The answer… only ten","advice_category":"2","content":"\nSharks are evil right? They have pretty big teeth and jet black eyes. They can detect one drop of blood in 25 gallons of water and with one bite they can tear you in half. Remember Jaws? He was pretty damn ugly. Yes he was. The fact is though, how many sharks kill human beings every year? The answer… only ten. So how can we justify the fact that more than 400 sharks are now being slaughtered daily off the coast of Ecuador? A process that damages the whole food chain, causing an imminent ecological disaster. The reason for all of this is because of their symbol, their fins.\nIt’s a sight for sore eyes, a mountain of fins piled up on piers - marvelous. It’s even more fantastic to find out that a large percentage of these fins belong to sharks that have never attacked humans and are on the brink of extinction. Critics claim that these sharks in particular are vital for maintaining biodiversity. In fact, the only supporters of this spectacle are the government and the fishermen, whose currency is intrinsically linked with Asian soup bowls.\n \nOn the other hand, for the archetypal Ecuadorian fisherman, $100 a fin is a huge sum. They can get away with it precisely for two reasons. Firstly as the Guardian has reported:\nSecondly, the reason is politics. Rafael Correa, a left-wing economist elected last year pledged to the people of Ecuador that he would ease poverty. In particular, he has been courting the fishing communities with regards to next month’s elections.\nAlternatives have to be sought. Perceptions and attitudes have to be changed. Those in charge must lead by example and if Mr. Correa in particular, is re-elected next month, Environmental Graffiti suggests that he should create more stringent rules on shark fishing before a huge ecological disaster is imminent.\n ","author":"Chris","web_category":"nature","title":"Legalised Shark Massacre in Ecuador","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/ecology/legalised-shark-massacre-in-ecuador/174"}