{"summary":"His participation in the rescue efforts gave rise to his motto, and the basic foundation not only for his own method, but for parkour today. Modern parkour springs from this motto, but instead of a literal obstacle course it uses cityscapes","advice_category":"8","content":"\nPhoto: Thor\nImagine this: you're walking down a city street when suddenly a man sprints past you, leaps cat-like over a banister, runs up a wall, and disappears onto the roof. And no, he isn’t Spider-Man. Graceful speed, efficient movement and gravity-defying leaps are no longer reserved for stuntmen, Olympic athletes, and special effects in movies. In fact, these impressive feats are part of a physical discipline or art form called parkour.\nPhoto: Thor\nSo where did this all come from? It seems a bit counter-intuitive to leap up walls and throw yourself off two-story buildings. It turns out that parkour-like techniques have existed for a long time, but the roots of the modern form can be traced back to a French Naval officer named George H?bert. H?bert was stationed on the Caribbean island of Martinique for a while, and noticed that the indigenous people were naturally fit, despite not having any training program. H?bert wanted to replicate their physical prowess and connection to the environment, so he created a training method that used obstacle courses inspired by the natural environment. These techniques were later adopted as part of the French military’s training regime.\nPhoto: Thor\nFor H?bert, the method was not just about gaining physical strength, but about using that strength to help others. During H?bert’s time on Martinique, a volcanic explosion killed thousands of people. His participation in the rescue efforts gave rise to his motto, and the basic foundation not only for his own method, but for parkour today. For H?bert, strength in itself was not the goal; instead, he sought to “be strong to be useful.\"\nPhoto: Thor\nModern parkour springs from this motto, but instead of a literal obstacle course it uses cityscapes. This method was developed by a group of friends living in Lisses, France, among them David Belle, Yann Hnautra, and Sebastien Foucan. They trained together and developed not only the “physical brilliance” which makes parkour so compelling, but also the philosophy that underlies it all.\nPhoto: Thor\nAt its core, practitioners of parkour (who call themselves traceurs) aim to learn about themselves; they seek to understand “who [they] are, through challenge, through adversity, through movement.” Parkour is also about learning to think differently, about seeing a wall as a vertical floor, or banisters as a pathway. Obstacles take on different meanings, or cease to become obstacles at all. The world becomes freer and full of possibility. This approach to the physical barriers of our world also changes how traceurs think about the other challenges in their life. They learn to put in the effort to overcome things they wouldn't have otherwise. \nPhoto: Thor\nParkour, though beautiful and awe-inspiring, is not about “the big jumps” but rather focuses on “the self-knowledge gained through constant testing, the inner confidence that arises through facing one’s fears, the humility and camaraderie that come about through training with one’s friends and family.”  Now that's cool!\nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"outdoor","title":"Mind-Blowing Movement: The History of Parkour Training","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/outdoor/news-mind-blowing-movement"}