{"summary":"Many sea serpent sightings can be matched to sightings of either a giant octopus or giant squid by people unaware of these very rare creature’s complete body form and habits. A few sea serpent sightings may be mis-identifications of rare, very large, unusual fish such as the oar fish, that can only be accurately identified by a professional ichthyologist, but this still leaves the majority of sea serpents mysterious and without precise identification","advice_category":"2","content":"\nPhoto: Image via Tom Lytle\nRocking gently on the waves, a small fishing boat watches the swell of the seas, waiting for the day’s catch to willingly swim into the waiting trap. A fog closes in and the day turns dark before it’s time. Suddenly, they feel a thud against the boat. The waters stir and a creature like nothing they’ve ever seen before emerges from the depths. Petrified, they look up, up a long neck to see bright flashing eyes, the head of a sea-turtle and the lithe, smooth body of a snake. And they forget about their catch of the day, for this is the dreaded sea serpent.\nPhoto: Image from Olaus Magnus, History of the Northern Peoples. \n\nSea serpents have been sighted for centuries, there are a number of records in Europe dating back to the mid 16th century, at least. The secretive creatures were known to ancient cultures in the Near East; Aristotle was aware of them, and they make an appearance in the Bible. Most sea serpents are reported as large and reptilian; many types have been seen in lakes (‘Nessie’ in Loch Ness, Scotland) and oceans. \nOar FishPhoto: Image 976baja\nAssuming that most sightings are ‘real’ and not hoaxes created for publicity purposes, precise identification is a difficult and fascinating problem. We can set aside theories that rest upon improbable events such as the survival of a small breeding population of marine dinosaurs (plesiosaurs). A few sea serpent sightings may be mis-identifications of rare, very large, unusual fish such as the oar fish, that can only be accurately identified by a professional ichthyologist, but this still leaves the majority of sea serpents mysterious and without precise identification. To add to the challenge, excitement, fascination and fear will cause many observers to exaggerate the size of a sea serpent that is only seen for a few minutes. \nIf Not a Sea Serpent, What Then?\nMany sea serpent sightings can be matched to sightings of either a giant octopus or giant squid by people unaware of these very rare creature’s complete body form and habits. It is impossible to obtain a view of the entire body of these giant cephalopods unless the observer is underwater or a dead animal washes up on a beach. The known giant octopus of temperate oceans reaches 23 ft in length and can weigh up to 157lbs. The largest octopus species is the seven armed octopus, which can reach 4 m in length and a weight of 75kg. A large octopus has tentacles that it might raise into the air when swimming just below the surface of the ocean. These tentacles might then look like the long neck of a large reptile with a small head. Although early prints of the Kraken, which have allegedly been seen off the coasts of Norway and Iceland, often depict the creature as a giant octopus, it is now believed to be the giant squid of the North Atlantic.\nGiant SquidPhoto: Image NASA\nSquid tentacles make up more than half the total body length, and, like the octopus, could easily be mistaken for something more ominous.  The writhing limbs of a giant quid can reach up to 43 ft in length and weigh a whopping 610 lbs, and as with many species in the animal kingdom, the female is larger than the male.\nClosely related is the largest squid species of all, the colossal squid. They can be found in Antarctic oceans and the deep Southern Pacific Ocean, and, as with the giant squid, is preyed upon by sperm whales. The largest known specimen weighed more than half a ton.\nFossilised skeleton of 114-foot long Hydrarchos, 1845Photo: Image via Wikimedia Commons\nNonetheless, there are sea serpent sightings that cannot be easily attributed to giant cephalopods. The next time you are walking on a beach, sailing or on a cruise ship, keep your camera ready. You might have a chance to contribute to the sea serpent legend that has fascinated the world for many centuries, and whose mystery has yet to be completely solved.\nSources 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"nature","title":"In Search of the Mysterious Sea Serpent","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giantsquidphotofishingphotography3jpg_0","url":"http://www.environmentalgraffiti.com/featured/in-search-of-the-ever-elusive-sea-serpent/3951"}