{"summary":"A Lesotho border hut at the border to South Africa:Photo: . Surely in the informative category is the underground border crossing between Austria and Germany","advice_category":"8","content":"\nPhoto: \nImage: Frontex\nFor many, crossing a border conjures images of border personnel with stern expressions and gun belts, paperwork, questions, long lines and maybe sweaty palms. But borders can also be green, beautiful, informative and friendly – unusual, to say the least. It is also truly amazing where one can find border crossings, so follow us on a tour of astounding checkpoints around the mountains, deserts, seas and cities of the world.\n\n\nSurely in the informative category is the underground border crossing between Austria and Germany. Housed at the Salzbergwerk in Hallein, a salt mine operating since 1517, one can learn about the salt mine that gave Salzburg its name before crossing the border. Actually, people taking the tour have to cross the border into Germany and then back again into Austria because the salt mine area is so large. And that’s not to be taken with a pinch of salt.\nThe underground border between Austria and Germany at the salt mine in Bad D?rrnberg:Photo: \nImage via Curious Expeditions \nHow could any tour of borders and borders crossings be complete without talking about illegal border crossing attempts?\nOne of the most incredible stories must be the one of a tunnel dug by West Berlin students in 1964 who wanted to get their girlfriends and other friends and acquaintances out of East Berlin, after their street, Bernauer Strasse, was divided right through the middle by the border demarcation, later to become the Berlin Wall. So they started digging a 145-m long tunnel from East to West. The image below shows the tunnel entrance (Eingang) under a defunct East German bakery at Bernauer Strasse, and the exit (Tunnelausgang) just a few blocks away in the basement of a private house in West Berlin. Postenstand marks the location of East German watchmen who had orders to shoot anyone trying to flee into West Berlin.\nThe location of the tunnel entrance and exit (left) and digging the tunnel (below):Photo: \nPhoto: \nImages via Berlin Street \nThe tunnel was ultimately found out and destroyed but only after helping dozens escape to their friends and relatives in the West. The area today is a historical site and many guided tours take place that explain the dramatic history of the street.\nThe Casa del Tunel Art Center in Tijuana, Mexico went even further: It used the site of an illegal tunnel that started from the basement of a private house – and is now a museum – and ended across the U.S.-Mexican border in a San Ysidro parking lot. The museum is also an international community centre that promotes and facilitates borderless art.\nThe Casa del Tunel Art Center in Tijuana, Mexico at sunset: Photo: \nImage via One's Own Art Show\nThe illegal drug tunnel between Tijuana and San Diego from which the museum originates: Photo: \nImage: Don Bartletti\n\n\nDespite sharing a long water border through the Strait of Gibraltar, Spain and Morocco also share a coastal land border around the autonomous Spanish cities of Ceuta and Melilla in North Africa. The border consists of two parallel 3m-high (10 ft) fences topped with barbed wire, constructed by Spain to stop illegal immigration and smuggling. However, Morocco does not recognize Spanish sovereignty in North Africa.\nHere’s the lit-up Spanish-Moroccon border in Ceuta on the North African coast:Photo: \nImage: Frontex\n\nThis easy-to-miss heap of stones is a border post at the border between Morocco-controlled Western Sahara and Mauritania:Photo: \nImage: Remo Nemitz \nThe gates to the Western Saharan city of Tan Tan in Morocco cannot be called an international border, but surely are a gateway to the desert:Photo: \nImage: Remo Nemitz\n\n\nHow about standing with one leg in the Netherlands and one in Belgium while sipping a cappuccino? No problem in this Belgian, er, Dutch border caf? in Baarle-Nassau.\nNetherlands to the left, Belgium to the right at this Dutch cafe:Photo: \nImage: Jerome\n\n\nThis gate at the beginning of the 3900-m-high Torugart Pass, marking the border between Kyrgyzstan and China, surely falls into the beautiful category. Don't miss the line of waiting trucks on the left.\nDoesn’t the Torugart Pass gate look straight out of Lord of the Rings?Photo: \nImage: reurinkjan\nA U.S. soldier standing watch at Torkham Gate at the border of Pakistan and Afghanistan: Photo: \nImage: Daniel M. Rangel\nLesotho is not only completely landlocked by South Africa, like an island state settled within another country, it is also the world’s highest state at 1,400 m (4,593 ft) to 1,800 m (5,900 ft) in elevation.\nA Lesotho border hut at the border to South Africa:Photo: \nImage: Bill Shields\nThis scenic spot in the Swiss and Italian Alps is the Margherita hut on the summit of Signalkuppe, a 4,559m-tall (14,954 ft) mountain marking the border between Switzerland and Italy:Photo: \nImage: Cosley Houston\nWe love the idea of scenic borders and more spaces dedicated to borderless art around the world. What's your story? Which unusual border crossing have you been to? We're sure there must be many more!\nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"11 Most Bizarre Border Crossings Around The World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5_zion-teaser.jpg","url":"http://www.environmentalgraffiti.com/featured/most-bizarre-border-crossings/10343"}