{"summary":"Magnet is a subsidiary of Swedish kitchen retailer Nobia and owns more than 170 showrooms across the UK. •      creating a kitchen garden","advice_category":"8","content":"\nNo, it's not about painting your kitchen green. It's about encouraging people to become more environmentally friendly in the kitchen, as it's seen as the 'heart' of most houses.\n\nImage by Inga Seevers\nSince Kim pretty much dropped out of the music scene, dedicating herself to her family, gardening and promoting an ethical living, she gave away the pink lipstick (which probably wasn't eco friendly at all) and joined forces with kitchen brand Magnet for what is definitely a good cause.\nMagnet is a subsidiary of Swedish kitchen retailer Nobia and owns more than 170 showrooms across the UK. They wanted Kim because she is dedicated to this cause and her lifestyles fits the advertisers. Another purpose of these ads is to get people to stop watching TV or doing other useless stuff and get into cooking, gardening, or some useful activities. The campaign is called Eight Simple Steps for Going Green in the Kitchen 2008; these steps include:\n•      incorporating some gadgets in the average kitchen that could help recycle easier\n•      buying energy-saving appliances\n•      creating a kitchen garden\n•      checking and fixing leaky taps\n•      turning appliances off when you're not using them\n•      buying eco-friendly products such as organic food and non-toxic cleaning products\nThe final step is called THINK, THINK, THINK. Magnet donates ¢G100 to The Carbon Trust for every sale of its green Urban Citrique kitchen during the spring sale and their recycling bins are cheaper.\nWhile these initiatives are great, it seems that they're only taking on initiatives that blend well with sales. How about sustainable kitchen cabinets, to say just one thing? Practice what you preach, Magnet! ","author":"mareacaspica","web_category":"lifestyle","title":"Kim Wilde Poses For 'Green Kitchen'","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bowl_of_chili_with_sour_cream_and_cheese.jpg","url":"http://www.environmentalgraffiti.com/green-living/kim-wilde-advertises-for-a-green-kitchen/1017"}