{"summary":"Called “Vessel,” this tent can either be folded into a shoulder bag or worn as a jacket that is even reversible. Or, a sure favorite for gals and guys: caught shopping without a bag? No big deal, just turn your bra into a shopping bag","advice_category":"6","content":"\nPhoto: \nImages via Greemuze and tdaait\nToday’s urge to be spontaneous and ready for anything, anytime has left its mark even on our clothing. Called hybrid clothing or transformers, these clothes can do almost anything short of flying us to the moon. Plus, they reduce consumption and the baggage we carry around with us. Say for example you found the perfect picnic spot in the wild and would love to stay overnight. No problem, just turn your jacket into a tent! Or what if you went swimming and forgot to pack fresh clothes? Again, no problem, just turn your shoulder bag into a t-shirt. Or, a sure favorite for gals and guys: caught shopping without a bag? No big deal, just turn your bra into a shopping bag. Follow us on a tour of more clothes that will transform you…    \nTents especially seem to satisfy our need to burrow, which may explain the host of dual-purpose items out there that turn into tents. Justin Gargasz, a design student at the Cleveland Institute of Art, has come up with a jacket that turns into a tent. Called “Vessel,” this tent can either be folded into a shoulder bag or worn as a jacket that is even reversible.  \nPhoto: \nImage: Justin Gargasz \nThe version for women is a white-and-light-blue raincoat called “Super Modern Nomad” (seen on the mannequin in the background). Designed by Nikki Sulentic, this stylish raincoat turns into a tent that might even sleep two.   \nPhoto: \nImage via Living Edge \nNow, coming back to that shopping dilemma. Imagine you’re out grocery shopping when you suddenly discover that you didn’t bring a bag. Environmentally conscious as you are, you wouldn’t dream of taking a plastic bag from the store. Luckily, your (or your girlfriend’s) bra turns into a shopping bag; how brilliant! \nPhoto: \nImage via tdaait\nHere’s a video that shows the metamorphosis from bra to bag live. It keeps us wondering though where (and if) one would change in a supermarket? Maybe it's possible in Japan?\nMaybe the Moonbag, a multi-functional changing mat and bag, could help with the changing issue. Listen to the bag’s advertisement: \"Anyone who ever needs to change outside needs a Moonbag - basically a changing mat and a bag all in one!\" There we go, this would work, especially for anyone a bit exhibitionistic. \nPhoto: \nImage: GoFrostFire\nThe next item, developed by the Japanese company Neco Bag is a bit bizarre. It’s a shopping bag that folds into a shiny plastic kitty in pink or black. But though it might once and for all eliminate that kitchen cupboard overflowing with plastic bags, who’d want ten of those felines in the house?  \nPhoto: \nImage via Gizmodiva\nThe next dual-purpose item is a three-in-one: jacket, backpack and pillow. Developed by New York-based Xip3, it might be perfect for office goers. Carry your stuff in the morning, use the pillow for that little power nap in the afternoon and then don the jacket when going home in the evening. Makes sense!\nPhoto: \nImage via Fitness Gadgets \nNow, what about the swimming pool situation where one discovers that the fresh clothes are still at home? Who’d want to wear that stinky old shirt again after a refreshing bath? No problem, the trusty bag that was once a t-shirt can double as a t-shirt again. Saved!\nPhoto: \nImage: Meer\nIf you do happen to have scissors with you and you’re planning to go out, you could even turn that old t-shirt into a cocktail dress. Guys may want to opt for a muscle shirt instead.\nPhoto: \nImage: Rain Blanken \nHere’s proof that even designers have caught on to the craze. ASOS has come up with a light jacket that turns into a dress by simply removing the sleeves. After all, one never knows when that mild spring weather may strike. \nPhoto: \nImage via Catwalk Queen \nAnd whoever is really inspired can check out this 9-minute video by Russell, a.k.a. the weekend adventurer, on how to set up a tent – with and without poles – from an ordinary, store-bought poncho. It’s fascinating what one can do with a bit of plastic and string. \nHappy about reducing waste while keeping backpacks light and thus prepared, what could possibly go wrong? \nSource: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Transformers: Clothing in Disguise","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crosby-1.jpg","url":"http://www.environmentalgraffiti.com/featured/transformersclothing-disguise/8842"}