{"summary":"Every few decades, meteor showers produce meteor storms, times when thousands of meteors can be observed per hour. Meteor showers occur when the Earth moves through a meteor stream, namely the particles left from the passage of a comet","advice_category":"4","content":"\nPhoto: Meteor shower with two meteors in November 2006, taken in Santa Clara, CA\nImage: Vlad and Marina Butsky\nSeeing one shooting star on a clear night is amazing but imagine seeing a whole bunch of them, in quick succession and over the course of hours! Meteor showers are actually predictable, annual phenomena that even seasoned astronomers still get excited about. Mainly just specks of dust or grains of rock, meteors are visible because of the high speeds with which they are thrown at the Earth. On the eve of the annual Perseid meteor shower, we bring you some amazing pictures of meteor showers past and let you know when you can spot the next ones.      \nMeteor showers occur when the Earth moves through a meteor stream, namely the particles left from the passage of a comet. On its path around the Sun, the Earth is bound to move through meteor streams and predictably so, which is why the time of occurrence of a certain meteor shower can be calculated quite accurately. So-called shower calendars help stargazers plan the year ahead.  \nThe following picture is astonishing because some of the Leonid meteor showers were so bright that they could even be seen at sunrise. This particular one was spotted on November 16, 1998 close to Hong Kong.\nLeonid meteor shower in 1998 at sunrise:Photo: \nImage: Yan On Sheung  NASA/courtesy of nasaimages.org\nMeteor showers are named after the constellation their radiant – the point from where meteors seem to originate – appears to stream from. So meteor showers with their radiant in the constellation Leo will be called Leonids, those near the constellation Orion will be Orionids, those in the constellation Perseus will be Perseids and so on. You get the idea. \nOn August 21, 2000, stargazers were in for a special treat when a Perseids meteor shower, caused by Comet Swift-Tuttle, coincided with an unexpected aurora. \nA Perseid aurora in front of Hahn’s Peak, an extinct volcano in Colorado:Photo: \nImage: Jimmy Westlake\nAnother shot of the Perseid aurora taken over Cross Lake in Wisconsin:Photo: \nImage: Brent Price NASA/courtesy of nasaimages.org\nCertain meteor showers are associated with a particular comet. For example, Perseid meteor showers occur every year between August 9 and August 13, when Earth passes through the orbit of the Swift-Tuttle comet. Halley's comet is the source of the Orionid showers in October and Tempel-Tuttle of Leonid showers in November.  \nEvery few decades, meteor showers produce meteor storms, times when thousands of meteors can be observed per hour. Below is a Leonid fireball during the meteor storm caused by debris from the Tempel-Tuttle comet as photographed from Table Mountain Observatory on November 17, 1966. Photographer Jim Young remembers seeing 50 meteors per second and about 22 rare and bright fireballs like the one below in a span of 90 minutes.\nPhoto: \nImage: James W. Young NASA/courtesy of nasaimages.org\nAmerican astronomer Fred Whipple is most famous for his theory of comets as “dirty snowballs” made up of rock embedded in ice orbiting the Sun. Each time a comet “swings by” the Sun, some of its ice will vaporise and some amount of meteoroids will be shed, forming a meteoroid stream or dust trail along the entire orbit of the comet.    \nTime-lapsed, 1-minute exposures of the 1995 Leonid meteor shower. The white circle is a trail of hot air that glowed for several minutes:Photo: \nImage: P. Jenniskens, NASA/Ames     \nDutch astronomer and meteor shower expert Peter Jenniskens has argued that most short-period meteor showers are produced by large chunks breaking off a mostly dormant comet rather than from the water vapour drag of active comets. The comet’s fragments disintegrate quickly into dust, pebbles and sand, spread out along the comet’s orbit and form a dense meteoroid stream that evolves into the Earth’s path.\nThe next image was captured during the very intense Leonid meteor shower in 2001. It was taken as a single time exposure that recorded star trail arcs and various meteors. The red lines are meteor trails.\nThe 2001 Leonid meteor shower seen from the SoBaekSan Observatory in South Korea:  Photo: \nImage: Christophe Marlot NASA/courtesy of nasaimages.org\nThough these particles enter the Earth’s atmosphere at high speeds, most are smaller than a grain of sand and never hit the Earth’s surface. Those that do are called meteorites and provide valuable clues for astronomers.\nThis is what happens when a large meteor does hit the Earth’s surface: a huge crater like Barringer Meteor Crater in Arizona is created. But relax, this was 49,000 years ago and since then, only about 100 other and much smaller impact craters have been identified.  \nThe Barringer Meteor Crater in Arizona, 1 km in diameter: Photo: \nImage: D. Roddy LPI/courtesy of nasaimages.org \nThe secret to why something so tiny is even visible as far away as from Earth lies in the incredible speed of meteoroids – they travel at up to 71 km per second, meaning they could travel around the Earth in 3.8 minutes!    \nMeteor showers have been observed for the past 2,000 years, with the first recorded information coming from the Far East. The bright Leonid meteor showers are especially famous; meteor storms that can actually be observed every 33 years. Great Leonid meteor storms were observed in 1833, 1866/67, 1966 and 1998. Modern observing techniques have resulted in spectacular footage in 1999, 2001 and 2002.   \nThe meteor storm in 1833 was so spectacular and witnessed by so many people that the literature and many art works of the time were inspired by it. \nA painting of the meteor storm over North America on November 12, 1833 by E. Weiss:Photo: \nImage: Vesta\nImagine being out in a field, far from any city, trying to capture a night of meteor showers. When they do come, hundreds or even thousands an hour, would you remember to click a picture or just gape open-mouthed? And further imagine witnessing the collision of a small sand particle at 70 km per second with the Earth’s upper atmosphere, resulting in the rock fragment heating up, glowing brightly and then disappearing into thin air. Would you remember to click? We’re not so sure we would but luckily, there are professionals who do. \nLeonid meteor explosion in November 1998:Photo: \nImage: ROTSE/courtesy of nasaimages.org \nThe Perseid Alpha-Monocerotid meteor outburst in 1995:Photo: \nImage: S. Molau and P. Jenniskens, NASA/Ames courtesy of nasaimages.org \nThe history behind the next photograph is quite interesting. Flickr user Nick Ares took around 250 photographs in the night of August 12th, 2008 during the Perseid meteor shower and got this shot – his best and brightest – of the Perseid meteor.  \nPerseid meteor shower in 2008: Photo: \nImage: Nick Ares\nOver the garden fence – the Geminid meteor shower in December 2007:Photo: \nImage: St0rmz\nThe photograph below is a composite of 30 1-minute exposures taken with a fisheye lens during the Leonid meteor shower in November 2002 from Cape Creus, Spain. Over 70 Leonid meteors are visible here, many of them head on, which makes them look like they’re coming right at the viewer. The pictures were taken during a full moon night and a bright Jupiter, making it almost look like daylight. Don’t miss the photographer’s dog Leica at the bottom of the picture. \nComing right at you – meteor shower in Spain: Photo: \nImage: Juan Carlos Casado and Isabel Graboleda courtesy of nasaimages.org\nA Leonid sunrise photographed from Joshua Tree National Park, CA in 1998: Photo: \nImage: Wally Pacholka/courtesy of nasaimages.org\nThe next image is a composite of 22 individual photographs taken at different times of the night, starting right from sunset. Pictured are Leonids in 2001 over Ayers Rock with the Gum Nebula in the top left corner. \nLeonid meteor shower above Ayers Rock, Australia:Photo: \nImage: Vic and Jen Winter, ICSTARS/courtesy of nasaimages.org\nGuess what, the Perseids are here again. So what are you waiting for? Pack a chair and your camera and get out there!\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Meteor Showers!!!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tornado1_0.jpg","url":"http://www.environmentalgraffiti.com/featured/meteor-showers/14319"}