{"summary":"We've all heard rumours and innuendo, and probably even heard global warming deniers and conspiracy theorists use it to downplay the threat of climate change:  cow farts contribute more to global warming than cars..  However, rather than use that fact to demonstrate that global warming is made-up, or that the socialists are coming, one of the fab five sees it as simply one more challenge that we have to overcome as a society.","advice_category":"8","content":"\nWe've all heard rumours and innuendo, and probably even heard global warming deniers and conspiracy theorists use it to downplay the threat of climate change:  cow farts contribute more to global warming than cars.\nPhoto: Image from drinksmachine\nBelieve it or not, this is true, confirmed by a 2006 UN study.  However, rather than use that fact to demonstrate that global warming is made-up, or that the socialists are coming, one of the fab five sees it as simply one more challenge that we have to overcome as a society.\nThe former Beatle, obviously upset that more environmental organizations don't take the stance that vegetarianism is an important behavior to be encouraged, voiced his concern in an interview with PeTA, which obviously shares his feelings on the matter:\n\n\nThis of course raises the question of how, exactly, cows can contribute to global warming so severely?\nThe answer, in a word, is methane-- each cow produces 300 quarts of methane daily, enough to fill over 400 party balloons. Take that already astonishing number, and multiply it by the 1.53 Billion cows that walked the earth in 2001, and you'll begin to understand the volume of the problem here. EVERY DAY 15 billion plus cubic feet of methane are pumped into the environment by cows, without considering the amounts of fossil fuels that humans annually expend on their behalf.\nPerhaps the best way to have celebrated yeasterday's earth day, was to eat a salad.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Sir Paul McCartney:  Go Vegetarian, For The Planet's Sake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/sir-paul-go-vegetarian-for-the-planets-sake/1086"}