{"summary":"#1: Mansudae Grand Monument? Photo: John Pavelka. #3: Ryugyong Hotel???????????? Photo: John PavelkaPhoto: Kok Leng Yeo","advice_category":"6","content":"\nPhoto: John Pavelka\n\nIn North Korea, just as other communist states, there are innumerable pieces of public art dedicated to the installation of communism and to the installers themselves.? Great amounts of money are poured into these projects at the expense of the people's welfare, and the results show it.? Here are the most egregious examples:\n#7: Three Charters for National Reunification MonumentPhoto: Kok Leng YeoPhoto: John PavelkaBuilt in 2001, this statue expresses the shared yearning felt by both north and south alike to unify once more.? Being in North Korea, it naturally expresses the desire for that Korea to be ruled by Kim Il-Sung.? The statue straddles the Tongil Expressway, a mostly empty four-lane highway between Panmunjom and Pyongyang.\n#6: Arch of Triumph?????? Photo: John PavelkaPhoto: Gilad.rom\nIf this arch looks familiar, it is no coincidence.? It was modeled after the Arc de Triomphe in Paris, France.? It is, however, 10 meters taller by design.? The Arch of Triumph was completed in 1982 on Kim Il-Sung's 70th birthday in the location where he spoke after the Japanese occupation ended in 1945.? It is constructed of 25,550 bricks, one for each day in Kim's life up to that point.\n#5: Juche Tower???????????? Photo: Martyn WilliamsPhoto: John PavelkaPhoto: Kaligan\nThe Juche Tower is dedicated to the Juche Idea, the idea that man is free and independent and master of his own destiny.? The tower was also completed in 1982 for Kim Il-Sung's 70th birthday and also contains 25,550 bricks for the same reason.? It is less than one meter taller than the Washington Monument.? In front of the tower stands a statue of three workers; one holding a hammer, one a sickle (both familiar symbols of communism) and one a writer's brush (to add the intellectual worker).? These three symbols appear on the Worker's Party flag, the leading political party of North Korea.\n#4: Monument to the Foundation of the Worker's PartyPhoto: John Pavelka\nBuilt in 1995, it commemorates the 50th anniversary of the foundation of the Worker's Party in North Korea (surprise!).? Again present are the hammer, sickle, and brush, each standing 50 meters high.\n#3: Ryugyong Hotel???????????? Photo: John PavelkaPhoto: Kok Leng Yeo\nWhile not technically a monument, it can't be called a building either.? The tallest structure in North Korea, the Ryugyong Hotel was meant to become the world's tallest hotel had it been completed on schedule in 1989.? It was not.? It stood dormant for 16 years and still has not been completed, although construction has been resumed.\n#2: Kumsusan Memorial PalacePhoto: Mark Scott Johnson\n  \n\nThe official residence of Kim Il-Sung until his death, it is now his mausoleum.? Just like his brothers-in-arms, Vladimir Lenin, Ho Chi Minh and Mao Zedong, he has been embalmed and kept in mint condition in a glass sarcophagus.? Buried along with his body are his many ornate gifts from heads of state.? Access for foreigners is restricted.\n#1: Mansudae Grand Monument? Photo: John Pavelka\nThe Mansudae Grand Monument is a bronze statue of none other than Kim Il-Sung himself.? It stands 20 meters tall outside the Museum of the Korean Revolution.? This is only one of dozens of statues and images of Kim, but it is the largest and the most visited.? It was dedicated to him on Kim's 60th birthday.\nThe country is littered with many more examples along the same propagandist lines.? The millions of dollars spent on them do a fine job of showing their ability to build them, but little else.? All of this artifice can't feed the people, a short journey outside the city of Pyongyang shows that.? Hopefully soon, North Korea will put as much effort into food and a working electrical grid as it has in pomp and architecture.\nSources: 1 2 3 4 5 6 7 8 9 10 11","author":"ToonHippie","web_category":"art+and+design","title":"7 Most Ostentatious Monuments in North Korea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rw9.png","url":"http://www.environmentalgraffiti.com/architecture/news-7-most-ostentatious-monuments-north-korea"}