{"summary":"The robot controlling monkey is named Idoya. Idoya was then tasked with making the robot move using her brain activity","advice_category":"4","content":"\nIf you’ve ever feared that Planet of the Apes could become a reality, it’s time to freak out.\nAn image from a previous monkey/robot connection experiment\nRecently, neuroscientists at Duke University announced that a monkey in North Carolina had managed to make a robot all the way in Japan walk using only the power of its mind.\nThe monkey’s brain activity made the humanoid robot walk. This marks the first time that brain activity has been used to make a robot walk, although the research team had previously shown monkeys could control grasping and reaching robotic arms using thoughts.\nThe team is led by Dr. Miguel A. L. Nicolelis. He believes that the research could one day allow paralyzed people to walk by controlling electronic devices with their thoughts. Theoretically, the patient’s brain activity would direct a device attached to a type of exo-skeleton worn around the legs, which would then control the legs’ movements. Other scientists have hailed the study as a major breakthrough.\nThe robot controlling monkey is named Idoya. Idoya was first trained to walk upright on a treadmill. She held onto the bars with her hands and got treats of raisins and cheerios for walking in various directions and speeds 3 days a week for two months.\nWhile Idoya did all this walking, electrodes implanted in her brain recorded the activity of the neurons that became active when she walked. They measured which neurons fired when her hips moved, which fired when her feet moved, and some in anticipation of her movements. The researchers also captured her movements on video.\nThe research team then combined the brain activity and video information into a format readable by a computer. When this information was inputted, the computer was able to predict Idoya’s movements three to four seconds before they occurred with 90% accuracy.\nIdoya was then connected to a robot in Kyoto, Japan which was designed to mimic human locomotion. Idoya was then tasked with making the robot move using her brain activity. She was shown the back of the robot’s legs on a large monitor, and given treats if she could get the robot’s legs to move at the same time as hers.\nThen the scientists got a little tricky. They stopped the treadmill and waited to see what Idoya would do. Lo and behold, the little monkey just kept staring at the screen. It kept concentrating, and the robot’s legs kept moving.  She was able to make the robot’s legs move for a full three minutes after she had stopped moving her own legs, using only the power of her brain.\nThe scientists are thrilled at the discovery and plan to conduct further research using monkeys in the near future. They also plan to conduct an experiment with humans later. Dr. Nicolelis intends to prove that humans can move an exoskeleton attached to their paralyzed arm using their brainwaves.\nIf you want to find out all the coolest science and animal news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Monkey Controls Robot Using Only its Mind","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-27263-2817095160105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/monkey-controls-robot-using-only-its-mind/698"}