{"summary":"In order to avoid unnecessary consumption patterns (so common to the average western lifestyle), the sacred, modern replacement to the fireplace, a 52-inch television, was removed – both to avoid subliminal advertisements and to reduce electrical usage. For some reason, people feel guilty and defensive about their consumer","advice_category":"8","content":"\nPhoto: Gaurav Mishra\nMillions of words have already been spent on the self-proclaimed No Impact Man; from “he quietly weeps on the toilet, too wet to move, too proud to wipe” to “crazy people like [Colin] give the rest of us [environmentalists] a bad name.” But for those who haven’t come across the distress of toilet paper-less cleansing or fridge-less milk, here is the true story of Colin Beavan, writer and newbie-environmentalist.\nHis mission started sometime in 2006 when he decided to undertake a one-year long carbon reduction experiment, both to understand the meaning of a no-impact lifestyle in 21st century New York, as well as to verify which, if any, environmentally aware techniques are viable options for the middle American family.\nColin BeavanPhoto: Larry D. Moore\nThe test was subdivided into monthly stages whereby different aspects of daily life would be changed in order to reduce impact; primarily this entailed complete and total abandonment of modern conventions and the adoption of challenging and at times nerve-racking “green” habits. \nImmediately, transportation was reduced to walking and cycling, hence long-distance travel was ruled out. Garbage disposal techniques and quantities were also refreshed; all take-out options were abolished as was the consumption and purchase of packaged goods and meat. \nAs a result, Colin, his wife and their two-year-old daughter could only acquire native commodities; seasonal menus were established to include locally farmed root vegetables, eggs, milk and cereals, whilst no tropical fruits, junk food, imported goods (chocolate and coffee!) or household products such as detergent, disposable diapers or toilet paper could be used.\nFarmer's MarketPhoto: Natalie Maynor\nA worm-bin (literally a cardboard box filled with soil and worms) was introduced for the disposal of all organic waste (imagine the smell of decomposing banana skins and bug infestation during the hotter months!), as were cotton diapers for the baby (hence the subsequent speedy potty training), and lastly a most fascinating laundry technique: fill a bath tub with hot water, allow clothes to sink for a few hours with plant-extract detergents, then enter the tub and step on the clothes to remove stains, rinse and hang to dry.\nWorm BinPhoto: daisy bush\nIn order to avoid unnecessary consumption patterns (so common to the average western lifestyle), the sacred, modern replacement to the fireplace, a 52-inch television, was removed – both to avoid subliminal advertisements and to reduce electrical usage. Likewise, no new items were bought: no new clothes, shoes, beauty products or toys. \nAfter the first sixth months of increasing deprivations, the ultimate test was applied: electrical blackout. This not only meant candlelit dinners and baths, but also no fridge or microwave, no landline or internet and no heating or hot water; just enough energy (sifted in through a single solar panel Colin planted on his roof) to power his laptop for his blog was allowed, meaning that copious duvet-covered evenings and plentiful games of charades ensued.\nBike to WorkPhoto: richard masoner\nThe “no impact” extremity Colin achieved is, quite clearly, on the verge of impossible, a difficult experiment bordering on crazy, yet, an interesting feat of green living, an example to be taken apart and understood at face value: If one man and his family can survive (and reverse an existing condition of diabetes and reality TV addiction) a year of complete isolation from garbage, greenhouse gas emission, toxins, water and air pollution, electrical abuse and imported goods, then surely, we too can\npick out one or two things to improve our own ultra-consumerist and highly\nunsustainable lifestyles.\nWho has the biggest footprint?Photo: net_efect\nColin, not a radical environmentalist or a green protester, believes that from the small, almost invisible action of a neighbour, a larger, tag-along community action can ensue, resulting in broader participation and perhaps even governmental attention. For all the praise he received from like-minded thinkers and university students, Colin’s wacky experiment was not wholly understood for its benefits, rather, it was criticised for its radicalism, its insanity and preposterousness, and attacked for its unrealistic attempt to “save the polar bears millions of miles\naway”. \nFor some reason, people feel guilty and defensive about their consumer\nhabits, they are traumatised by the notion of having to make do without\nsomething and for this, refuse to see the multitude opportunities for easy\nchange. Nobody ever said to cut off television, iPad or iPhone – but small\nalterations to a highly polluting lifestyle can be made with little consumer\nsacrifice and minimal effort.\nEco-friendly detergentsPhoto: go greener oz ","author":"marianovellamonti","web_category":"lifestyle","title":"Life Without Toilet Paper: No Impact Man Colin Beavan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-no-impact-man-life-without-toilet-paper"}