{"summary":"Scatter wildflower seeds there or just keep the spot fallow so it can grow naturally. A small corner of a yard is a good place to allow wildflowers to grow to their full height for added interest","advice_category":"8","content":"\nPhoto: Joseph Dunsay\nLandscaping with wildflowers is becoming more common as homeowners become aware of their benefits. Local wildflower species are adapted to local conditions, which makes it possible to grow them with less maintenance. They also provide food for local fauna such as butterflies and rabbits. Taking a slightly laissez-faire approach to landscaping saves time and the environment.\nModeration is important when adding wild flora to a landscape because mice and rats can live in an overgrown yard. Sowing low-growing wildflowers among the grass in a lawn while still mowing it will add bits of color to the property without providing hiding spaces for vermin. Plucking plants that make feathery, wind dispersed seeds prevents those seeds from spreading to a neighbor's traditional lawn.\nPhoto: Joseph Dunsay\nA small corner of a yard is a good place to allow wildflowers to grow to their full height for added interest. Scatter wildflower seeds there or just keep the spot fallow so it can grow naturally. In several months, blooming flowers will be ready for picking.\nKeeping a plot fallow so that plants from the seed bank can grow is an educational opportunity. A surprising number of plants will thrive there without any human involvement. Identifying these plants with the help of field guides and websites is a fun way to learn botany. Watching fallow land grow provides a humble reminder that nature can recover and thrive without any dependency on humans. If you're willing to take a step back, you can discover what will grow on its own.","author":"Joseph Dunsay","web_category":"lifestyle","title":"How to Grow Your Own Wildflower Garden ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-never-know-what-might-grow-if-you-let-it-0"}