{"summary":"Now there's a headline you don't see every day and yet, while it's probably calling back memories of \"Attack of the Killer Tomatoes\" for an entire generation of corrupted American youth, it's entirely true. The downside to this approach is that the Chinese don't actually know what happens to the seeds in space that make them grow to gargantuan sizes on earth","advice_category":"8","content":"\nPhoto: Image from Ribbon Controller\nNow there's a headline you don't see every day and yet, while it's probably calling back memories of \"Attack of the Killer Tomatoes\" for an entire generation of corrupted American youth, it's entirely true. The Chinese have begun growing their own version of genetically modified crops--with \"modified\" meaning \"strapped to the top of a long march rocket and blasted into space.\nThe downside to this approach is that the Chinese don't actually know what happens to the seeds in space that make them grow to gargantuan sizes on earth. It could be radiation, it could be magnetic fields, it could be the lack of gravity--or it could be something else that we don't yet know about and have a way to measure. Not that the effects of any of those three things are totally known, either. China doesn't see this as a risk: their top scientists claim that the seeds can only lose genes in space, and are therefore safer than GM foods with added genetic material. However, the argument seems to have far too much in common with the assertion that \"the earth is always warming or cooling, so how do you know where it's supposed to be?\"\nRegardless of how, exactly, it works, China is having great success with the program, and has placed 22 provinces under the program in an attempt to ease food costs on the world's most populous nation. The foods are producing incredible results, with two foot cucumbers, two pound tomatoes, pumpkins that are 10 times their normal size and melons tipping the scales at 160 pounds all regularly produced by the space seeds. Will they join the growing ranks of Chinese exports to the world? And if they do, will they be any safer than the lead-painted toys that were discovered last year? As food prices spiral out of control...anything is possible.\n[Daily Mirror]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Huge Vegetables From Outer Space May End World Food Crisis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/huge-vegetables-from-outer-space-may-end-world-food-crisis/1173"}