{"summary":"The Spectre of the Silent Pool. Confusingly for modern-day researchers, Tupper included real figures in his story: the eponymous Stephen Langton was an Archbishop of Canterbury and was at the head of the Baron’s Revolt","advice_category":"2","content":"\nPhoto: Matt Forde \nThe Spectre of the Silent Pool\nAt the heart of England’s county of Surrey, nestling between the picturesque villages of Shere and Albury, is a place of mystery and legend. Set back from Shere Road and somewhat hidden within a thicket of trees, the Silent Pool has long been a haven for those seeking contemplation and tranquility. But, while the serene and notably clear waters offer solace to some, to others the place is a site haunted by murder, revenge and lingering spirits. \nPhoto: Matt Forde \nA small car park surrounds an understated entrance to the trail that leads first to Sherbourne pond (the lower of the two pools) and then on to the Silent Pool itself. Once on the path, sounds of the nearby road quickly become muted and suddenly the pleasant surroundings radiate a natural peacefulness. Overhead, trees arch above the sun-dappled, well-trodden pathway. \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nIt isn’t far to Sherbourne Pond. Here, a viewing platform has been built overlooking the water and the babbling, trickling sound of the higher Pool draining into the pond through streams and a culvert becomes ever-present. Lilly pads punctuate the clusters of algae. \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nFrom the pond, the path continues up a slight incline and through a tunnel of Beech and Yew trees. Soon, the corridor of branches and bushes gives way to reveal the clear waters of the Silent Pool. It is more accessible than the pond and longer too; stretching away until its end is hidden by overhanging foliage. The air seems crisper here somehow and the late summer sun reaches deep into the pool and illuminates the emerald green plant life. \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nDespite the crunch of gravel underfoot, the Silent Pool certainly earns its moniker. With unusually transparent water, legends claim no birds sing in the trees and suggest the pool is actually a bottomless in places and it is easy to see why this area has long been a considered a site of mystery. \nHowever, there is another, more infamous, legend that surrounds this idyllic spot. Many centuries ago Emma, a young maiden from a nearby village, would often visit the location to bathe. During one of these dips she noticed a strange man was watching her from atop his horse. Seeing that she had spotted him, he ushered his steed a few steps forward and revealed himself to be the dastardly King John. Being a dignified sort, the young girl retreated away from him and toward the pool’s treacherous depths. The King saw this and followed her, urging his mount into the waters with evil intent. It was said that as he advanced upon her she reached a place where the pool abruptly becomes deep and, unable to swim, she let out a panicked cry before slipping beneath the Silent Pool’s crystal waters. The callous King made no move to save her and simply left the scene, failing to notice that an incriminating feather from his hat had become caught in a tree’s low hanging branches. An addition to the tale suggests that the girl’s brother heard her scream and raced to the scene. He plunged into the pool in an attempt to save her but alas, he too drowned. \nPhoto: Historia Anglorum \nBut the story was not quite over. Archbishop of Canterbury, Stephen Langton heard this tale of woe and set about to denounce the King. He himself had had a similar confrontation with King John many years before Emma’s sad demise. At the age of 18, Langton lived in nearby Albury, and fell in love with a girl called Alice. On a summer’s walk through the woods that surrounded the Silent Pool, the young lovers were set upon by ‘a band of thugs led by none other than [the then] Prince John’. Langton was ‘beaten senseless’ while Alice was dragged away by the ruffians. Both Alice and Langton survived the attack, but assumed each other dead and both dedicated themselves to life within the church. \nPhoto: Ealdgyth \nLangton’s hatred for John caused him to lead a group of barons in revolt against the king. His ‘energetic leadership and the Baron’s military strength’ forced King John to accept the signing of the Magna Carta at Runnymede in 1215. On the surface, it’s already an unlikely story and with a little research it soon becomes clear that the old tale is not authentic (or even that old). It was, in fact, a rather unaccomplished poet by the name of Martin Farquhar Tupper who penned the story. He wrote 'Stephen Langton, a Romance of the Silent Pool' in 1857 in order to ‘add a new interest to Albury and surrounding areas’. Confusingly for modern-day researchers, Tupper included real figures in his story: the eponymous Stephen Langton was an Archbishop of Canterbury and was at the head of the Baron’s Revolt. Tupper also insisted that his work ‘may be depended upon for historical accuracy in every detail’. As other sources claim; it is now ‘impossible to tell what form the legend took before his time, if indeed it existed at all.’ \nPhoto: Proverbial Philosophy \nAt one time Tupper was a household name, but now his book is largely forgotten. Alas, his account has become inextricable from the pool’s history and even now, local tales insist that Emma's ghost haunts the spot. People claim to have spotted her spectral figure floating above the water’s surface, or disrobing and walking into the pool without a ripple. Horse’s hooves, screams and desperate pleas for help have been heard and even a black-eyed rider has been seen emerging from a bank of mist. \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nPhoto: Matt Forde \nPerhaps the pond's eerie calmness has made it inevitable that a ghost legend would be attached to the place sooner or later. It’s certainly not true that the pool is bottomless; in fact it is rather shallow, and birds do sing in the trees. While the veracity of Tupper’s tale is in doubt a real-life mystery touched the Silent Pool in early December, 1926. Famous novelist Agatha Christie’s car was found ‘abandoned, covered in frost and with its headlights on’ at nearby Newland’s Corner. The author was nowhere to be seen. Christie’s husband, Archie, had recently requested an end to their marriage, stating that he loved a younger woman by the name of Nancy Neele. This domestic rift was thought to be the reason for Christie’s sudden disappearance and Archie was propelled to the position of chief suspect. The Evening Standard: “For many hours to-day scores of police officers, special constables and civilians vainly searched the mist-enshrouded downs near Guildford, and the well-known Silent Pool and other ponds have been dragged.” \nPhoto: Matt Forde \nThe disappearance dominated the British newspapers for weeks and numerous sighting of Mrs Christie were reported by members of the public. Eleven days later, Agatha Christie was discovered staying at the Swan Hydropathic Hotel in Harrogate, North Yorkshire, under the name of Mrs Teresa Neele. She had no conclusive explanation as to how she got there and the case remains an enigma long after her death. Christie was not the only famous name to visit the area. The celebrated Poet Laureate, Alfred, Lord Tennyson was a regular visitor to the pool, no doubt enjoying the spot’s serenity. \nPhoto: Matt Forde \nWildlife is abundant here. Birds peck among the leaves and stones of the snaking pathway before skipping lightly into the underbrush as you approach. Birdsong can most definitely be heard, despite the legend, and the pool’s clear water is not caused by any supernatural effect. Thanks to being spring-fed from underground water that has passed through chalk deposits (rather than being stream-fed), the water carries no sediment to cloud its depths. While the legends about the area are likely to be untrue what is certain is that the pool is enchanting with or without the stories that have become associated with it. \nPhoto: Matt Forde \nSadly, it has come under attack by the invasive weed Crassula Helmsii. The weed (also known as New Zealand Pigmy Weed or Australian Swamp Stonecrop) out-competes native flora and forms dense layers that choke the water of light and oxygen. The weed “probably arrived when someone dumped their aquarium in the pond,” sources say. “Unchecked, [it] will surely take over the ponds, leaving nothing but a green spongy mass, devoid of life.” A grant has been applied for to the Heritage Lottery Fund for help with the weed and general improvements to the site. As much as ¢G50,000 is thought to be needed to carry out this work, until then, public donations are gratefully received.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11","author":"Matt Forde","web_category":"nature","title":"The Ghostly History of England's Silent Pool","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-42981-2495378300103329676S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-spectre-silent-pool"}