{"summary":"At least 11 native red squirrels have died in the past month from a lethal disease called squirrel pox.  The disease causes swelling and sores to spread over the squirrels body, eventually spreading to the mouth and making the squirrel unable to eat","advice_category":"2","content":"\nA plague of foreigners has invaded British shores, bringing disease and death to a besieged native population.\nThis isn’t some crazy skinhead rhetoric though, we’re talking about squirrels.\nThe Formby red squirrel preserve in Merseyside, England has been beset by a deadly virus. At least 11 native red squirrels have died in the past month from a lethal disease called squirrel pox.  The disease is thought to have been brought by a population of invasive grey squirrels.\nGrey squirrels are generally immune to the illness, but red squirrels have not been well-exposed to the virus in the past and have very little immunity to it. It is almost always fatal to Britain’s native red squirrels.  Officials believe that the disease was passed to the red squirrel community when a red squirrel and a grey squirrel used the same feeding station, possibly a bird feeder.\nThe reserve’s property manager Andrew Brockbank said: \"The arrival of the virus for the first time in our reserve is very bad news and it is very serious situation. It is very disheartening for everybody in Formby who are very proud of our red squirrels but we are determined to do as much as we possibly can to help them through.\" Britain’s National Trust, the owner of the refuge, has launched an effort to ensure a sufficient number of red squirrels survive the outbreak to remain a viable population.\nUp to 1000 of the animals make their home in the preserve’s woods. An infected red squirrel is usually dead within two weeks.  The disease causes swelling and sores to spread over the squirrels body, eventually spreading to the mouth and making the squirrel unable to eat. A nearby preserve had an outbreak in 2006, but successfully contained the disease.\nMore than 40 volunteers are carefully searching the woods where the 200 member core of the red squirrel population lives. The volunteers are trapping and moving any grey squirrels they find in the area and humanely destroying any infected red squirrels they discover.\nThere are an estimated 160,000 red squirrels left in the UK, compared with over 2.5 million grey squirrels. The grey squirrel, native to North America, was introduced into the country in the 19th century and has by and large outcompeted its native cousin for resources.  The red squirrels, once widespread, now survive only in pockets in mostly northern England and Scotland.\nIf you want to keep up with the red squirrel's fight for survival and self-determination in their native homeland, why not subcribe to our RSS feed? We'll even give you a free album.\n ","author":"Chris","web_category":"nature","title":"Foreign Invaders Massacre UK's Native Squirrels","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_0","url":"http://www.environmentalgraffiti.com/offbeat-news/foreign-invaders-massacre-uks-native-squirrels/628"}