{"summary":"Once he knows this, the zlayji orders the tiles from a kiln, where the potter will make the tiles using special clay which will allow the finished tile to be broken cleanly into the necessary pieces. Unlike the Roman mosaics they arose from, Moroccan kellij only ever form abstract patterns and designs, never pictures of living things","advice_category":"6","content":"\nPhoto: aworkpl\nIt's an art form, a craft, a tradition, a discipline, a form of worship. Handed down from generation to generation, the beautiful and unique art of Islamic tile mosaics (or kellij) encompasses so many facets of both the practical and spiritual. Recently, scholars not just of art but such diverse fields as mathematics, engineering and computer science have begun to study the complicated patterns and designs of kellij. \n\"It's absolutely stunning,\" Harvard's Peter Lu, a physicist, said in an interview. \"They made tilings that reflect mathematics that were so sophisticated that we didn't figure it out until the last 20 or 30 years,\" he marveled.\nPhoto: aworkpl\nSome of the world's most amazing examples of kellij can be found in Morocco. Inspired by Roman mosaics, Moroccan artisans began creating their own versions of the tiled patterns as far back as the 11th century. They began simple, with earthy shades of brown and white, but over the centuries expanded their palette to include reds, yellows, greens, blues and now more modern colours like turquoise and rose. Their striking designs can be seen covering the water fountains, interior walls, mosques and tombs of Morocco where the craft is very much alive today.\nPhoto: stachelig\nKellij really began to flourish in Morocco during the 14th century, a time when the Islamic moors took the art of pottery glazing into Spain and Portugal where it inspired the famous painted Azulejo tiles. The cities of Fes and Meknes rose to prominence for their mosaics – a position they still hold – and the wealthy rushed to decorate their houses with kellij as a statement of affluence. This practice continues to this day with Moroccans commissioning as much kellij in their homes as they can afford, whether it's a small table top or entire rooms.\nPhoto: Bernard Gagnon\nUnlike the Roman mosaics they arose from, Moroccan kellij only ever form abstract patterns and designs, never pictures of living things. Islamic art avoids the representational, the belief being that creating realistic pictures of nature is a type of idolatry and that the way to understanding God's creation is through study, not copying. The discipline and concentration involved in achieving abstract patterns, on the other hand, is thought to encourage the mind to contemplate the perfection of God.\nPhoto: stachelig\nAlthough Islam is heavily incorporated into Moroccan kellij, their designs also have roots in the pre-Islamic Berber culture of North Africa. It is from there that the mosaics get their straight lines and hard edges, in contrast with the rounded patterns of the Middle East. Added to this were influences from Spain, a country strongly connected to Morocco for many years through its Moorish rulers. Together, the different influences set Moroccan kellij apart from the Islamic art of Middle Eastern countries.\nPhoto: Alex E. Proimos\nTo make a kellij requires the skills and knowledge of a very specialised group of people. Usually it all starts with the mosaic artisan, or zlayji, being commissioned by a client who specifies where the mosaic is to be placed. Once he has decided on a design, the zlayji must calculate the size and number of tiles he will require to cut the requisite pieces or 'furmah' in the various shapes he will need. Once he knows this, the zlayji orders the tiles from a kiln, where the potter will make the tiles using special clay which will allow the finished tile to be broken cleanly into the necessary pieces. \nPhoto: Alex E. Proimos\nMaking a compound that includes recycled lead from battery acid, the potter then mixes it with water and pigments to make the glaze. Traditional colours are sourced locally while more modern pigments are imported internationally. Once the tiles have been baked several times, they move on to the next craftsman, the cutter. With trained precision, the cutter uses his tools to score the tiles and then break them along the lines into the various 'furmah' needed for that particular mosaic. Then it's onto the finisher who smoothes out the edges and makes sure the tiles will sit together correctly once the cement is applied.\nPhoto: Alex E. Proimos\nFinally, the finished tiles are bagged according to colour and shipped off to location, where a layout artist waits to put it all together. First he draws the design on the floor, using the zlayji’s pattern, and then lays the tiles, glazed side down, in the correct positions. \nPhoto: Bex.Walton\nOnce the tiles are laid out, he has no way of checking the colours, so he has to make sure he gets it all right the first time. The arranged mosaic is then sprayed with powdered cement, covered with an adhesive backing and applied to the wall in one piece. Ready for years of appreciation!\nSources: 1, 2, 3, 4","author":"Yohani Kamarudin","web_category":"art+and+design","title":"The Beautifully Complex Art of Moroccan Mosaics","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","url":"http://www.environmentalgraffiti.com/news-beautiful-and-complex-art-moroccan-mosaics"}