{"summary":"The commuter rail system for Greater Philadelphia also sends trains to 30th Street Station. Cities can learn much from Philadelphia's rail infrastructure","advice_category":"8","content":"\nPhoto: Joseph Dunsay\nA gentleman's agreement in Philadelphia once kept buildings shorter than the statue of Benjamin Franklin that tops Philadelphia's City Hall. Center City builders abandoned that restriction long ago and skyscrapers moved beyond Center City more recently. In 2004, Philadelphians completed the Cira Center, the first skyscraper in the West Philadelphia neighborhood. Located next to Philadelphia's 30th Street Station, the Cira Center contains 29 floors of commercial space. By allowing new construction next to the historic 30th Street Station, Philadelphia put high density near mass transit infrastructure.\nPhoto: Joseph Dunsay\nPhiladelphia's 30th Street Station is a mass transit hub. Amtrak, America's passenger rail provider, directs nine intercity train routes through it. The commuter rail system for Greater Philadelphia also sends trains to 30th Street Station. A bus stop outside the station with parking for bicycles connects road users with the rail system. A nearby highway, metered parking, and a grand porte-cochere at each end make it easy to pick up or drop off riders. The practical design of 30th Street Station lets travelers switch seamlessly between modes of transportation.\nPhoto: Joseph Dunsay\nThe trolley lines leading from 30th Street Station are underground in densely populated areas so that they do not disturb residents with frequent noise. Total construction costs were reduced by bringing the trolley lines above ground when they reached less populated areas and split into multiple routes. Planners kept the density of rail traffic and residents in mind by creating a system that mitigated noise on a budget.\nPhoto: Joseph Dunsay\nPhiladelphians may have saved on rail costs, but they did not skim on the center of their transit system. The main hall of 30th Street Station is spacious and ornate. Ample wings on either side can accommodate heavy pedestrian traffic while still leaving room for retail space. \nPhoto: Joseph Dunsay\nDemand for infrastructure tends to increase over the decades. Renovators can replace retail space with room for travelers at some future date if need be. By building big, Philadelphians ensured that the same structure could serve generations of passengers.\nPhoto: Joseph Dunsay\nCities can learn much from Philadelphia's rail infrastructure. Putting high density development next to train stations maximizes their use. Creating spaces for trains, trolleys, buses, bicycles and cars eases the transition from one mode of transportation to another. Building railways underground near the station and above ground far from it balances noise reduction with cost savings. Making a station large allows for future population growth. The elegant and efficient design of Philadelphia's transit hub will keep it a model station for decades to come.","author":"Joseph Dunsay","web_category":"travel","title":"How Philadelphia's Transit System Is Built for the Future","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","url":"http://www.environmentalgraffiti.com/cities/news-philadelphia-combines-trains-and-development-efficiently"}