{"summary":"Prince Harry has been interviewed by British police in connection with the shooting of two critically endangered hen harriers..  Both Prince Harry and his companion were interviewed and denied the allegations","advice_category":"2","content":"\nPrince Harry has been interviewed by British police in connection with the shooting of two critically endangered hen harriers.\nWitnesses saw the two birds shot last Wednesday on the Sandringham estate in Norfolk. The prince is known to have been shooting with a friend on the estate at the time.  Both Prince Harry and his companion were interviewed and denied the allegations. The companion is believed to be a member of the Van Cutsem family.\nA spokesman for Clarence House released a statement on the situation, saying: \"Because Prince Harry and a friend were both in the area at the time, the police have been in contact with them, and asked them if they have any information that could help. Unfortunately, they've no knowledge of the alleged incident.\"\nShooting a hen harrier is an offence under the wildlife protection act punishable by a ¢G5,000 fine or six months in jail.  There are only an estimated 20 breeding pairs of the bird in England, although there may be up to 500 in Scotland, Wales and Northern Ireland.\nA spokesman for the Royal Society for the Protection of birds said that gamekeepers on country estates are the most likely to see the birds as pests or enemies because they feed on the grouse and pheasant most often shot for game.  He said \"We take any allegations of killing of hen harriers very seriously, particularly because it is one of only two birds of prey on the 'red list'.”\nSource: Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Did Prince Harry Shoot Endangered Birds?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Flamingojpg","url":"http://www.environmentalgraffiti.com/offbeat-news/did-prince-harry-shoot-endangered-birds/408"}