{"summary":"Could it be that the Mimosa pudica shuts off even the most loving caresses because it has secrets valuable to modern science that would take more than our delight to unlock? A worthwhile thought, as the plant's medicinal value is fast gaining speed because of its potential for chemotherapy use.. Popularly known as the Sensitive Plant, the endearing Tickle-Me-Plant, the coy Touch-Me-Not or as the ever so Humble Plant, the shy Mimosa pudica has been fascinating people for thousands of years because it automatically closes its leaves at the slightest graze of a hand.","advice_category":"2","content":"\nPhoto: Alex Popovkin\nPopularly known as the Sensitive Plant, the endearing Tickle-Me-Plant, the coy Touch-Me-Not or as the ever so Humble Plant, the shy Mimosa pudica has been fascinating people for thousands of years because it automatically closes its leaves at the slightest graze of a hand.\nPhoto: kadavoor\nDiscoveries of ancient Grecian writings revealed interest in a plant that exhibits movement in response to human touch, puzzling many and delighting even more.\nby NikTheCat\nPerhaps the most bashful plant on earth, the Mimosa pudica remains a mystery to scientists to the present day.\nPhoto: BlueRidgeKitties\nIts popularity as the plant that moves when touched, has made it clam up much more after numerous rumors have emerged as to why exactly it exhibits charismatic bowing and leaf-closing... as if it had a mind of its own.\nPhoto: xcalibr\nBlame it on the 19th century whisperings that the Mimosa pudica had nerve and muscle tissues similar... to animals! Shame on them for giving this sensitive plant an identity crisis!\nPhoto: nipplerings72\nHurt feelings aside, the Mimosa pudica has graciously allowed scientists a technical peek into what cells trigger which molecule to perform a seismonastic movement, which translates to: the amazing way it moves by itself.\nby deborahbennett\nDescribed as a survival reaction of the plant's cells signaling each other that a predator may be present and it therefore has to create the illusion that it is an unattractive droopy plant (which remains debated), botanists to this day are still investigating this matter.\nPhoto: kadavoor\nCould it be that the Mimosa pudica shuts off even the most loving caresses because it has secrets valuable to modern science that would take more than our delight to unlock? A worthwhile thought, as the plant's medicinal value is fast gaining speed because of its potential for chemotherapy use.\nPhoto: smallislander\nMore research is needed, but consider the plant's epic journey from its native home in the South and Central Americas to many parts of the world including Queensland, Nigeria, Seychelles, Hawaii, India and the Philippines, among others. \nPhoto: _foam\nIt must want more attention, but not just for its charming delicate movements, but for its essence in potentially saving lives. \nPhoto: Alex Popovkin","author":"eve","web_category":"nature","title":"Touch-Me-Not: The Plant That Moves When You Tickle It","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/news-mysteriously-shy-plant"}