{"summary":"In the UK alone, over 1 billion bottles are used each year just for wine. Not only does using lightweight bottles save tons of glass, it can also save a lot of energy as it takes less energy to manufacture and ship the bottles.","advice_category":"8","content":"\nIf you’re like me, there has been many a time when you’re on your fourth or fifth bottle of beer and you think: “If only drinking was a more environmentally friendly hobby.”\nWell crack open an ice-cold bottle of brew and celebrate, because drinking is going green.\nBeer and wine retailers across the UK are getting caught up in the latest green trend as they try to cash in on the wave of environmental consumerism. The hot new thing in “green” alcohol retailing at the moment is \"lightweight” glass bottles. \nNew technology means that less glass is needed to create a bottle of suitable strength. A bottle created using the latest technology uses over 30% less glass than a traditionally created bottle. While that doesn’t translate to huge amounts of glass for each individual bottle, the cumulative effect is huge.\nIn the UK alone, over 1 billion bottles are used each year just for wine. Not only does using lightweight bottles save tons of glass, it can also save a lot of energy as it takes less energy to manufacture and ship the bottles.\nTesco, one of the UK’s largest retailers, will sell 40 million lightweight bottles of wine this year. They aim to sell 25% of their wine in lightweight bottles within 2 years, a move they estimate will save almost 75,000 tons of glass.\nIt’s not just winemakers who are introducing the lighter bottles either. Major breweries are on board the bandwagon. Scottish and Newcastle, which owns Fosters, Kronenbourg, and several others, as well as SABMiller, which owns Pilsner Urquell and a variety of other brands, are both introducing lighter bottles.\nThe changes are part of the GlassRite campaign, organized by the Waste and Resources Action Program (WRAP). The group attempts to make consumers and businesses more aware of the materials they use in products.\nI would also be remiss in my duties as an environmental writer if I didn't point out that all bottles of booze, lightweight or not, should be recycled. Bottoms up!\nInfo from Guardian\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Saving the Planet One Drink at a Time","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/saving-the-planet-one-drink-at-a-time/799"}