{"summary":"On top of all that, duck-billed platypuses are venomous. The platypus is evolutionally unique, which makes it subject to large amounts of evolution biology research","advice_category":"2","content":"\nPhoto: TwoWings\nWhat animal lays eggs, is venomous, and prefers water over land?  Australia’s very own duck-billed platypus. One of only five egg-laying mammals, the duck-billed platypus looks like a cross between an otter and a duck.  \nPhoto: Urville Djasim\nOn top of all that, duck-billed platypuses are venomous. They have a spur on their rear foot that can be used to sting. While not lethal to humans, it can inflict severe pain. However, only the males can deliver the venom, so if you’re able to tell the difference, which of course is extremely difficult...\nThe Platypus's venomous spur.Photo: Elonnen\nDuck-billed platypuses are known as monotremes, which is a fancy word for laying eggs instead of bearing live young. Monotremes have another unique characteristic: they hunt using electrolocation.  This means that they hunt prey through the detection of muscular contractions. That would be like you or I sensing a deer flexing its legs and knowing exactly where it is.  \nThe platypus spends about half its life in the water. When not in the water looking for food, which can last up to half the day, a platypus resides in a small hole near the river. The platypus is also endothermic - yes another strange term. This one means that it keeps its body temperature low, up to five degrees lower than other mammal species. \nPhoto: Stefan Kraft\nThe platypus is evolutionally unique, which makes it subject to large amounts of evolution biology research. Amazingly, even with all that research, it is still not understood how the sex is determined in platypuses because the sex determining gene that is present in other mammals is missing in platypuses. To learn about and help save other evolutionally distinct animals, check out this website: http://www.edgeofexistence.org/index.php\n","author":"swgreenscribe","web_category":"nature","title":"The Platypus: The Strangest Mammal On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-strangest-mammal-earth"}