{"summary":"These are usually male lions that reach maturity and have been excluded from their pride. Knowing whether or not it is a lion footprint and if it is fresh or not is a great way to get an indication of lions nearby","advice_category":"2","content":"\nPhoto: Mila Zinkova\nEnvironmental Graffiti brought you details on the 10 deadliest man eaters in the world and that included the well known case of the Tsavo lion maneaters. Now, in conjunction with Deadly 60 by the BBC, we are going to learn how not to be eaten by a lion and some information about lions themselves.\n10. Stay in the carPhoto: Nicor\nLions don't regard cars as prey, as you can see in the above picture, so when around lions it is much safer to stay in the car rather than looking like you are \"on the hoof\".\nLions are very social animals and have two types of social organization. The most common and well known are the residents of prides, which have five or six females, cubs and one or two males. On rare occasions, however, there can be as many as 30 lions in a pride.\n9.If you go tracking on foot be extra vigilantPhoto: Tambako the Jaguar\nIf you are going to get out of the car, keep your eyes and wits about you! Lions can be camouflaged in the grass and brush.\nYou should also be on the look out for nomad lions. These are usually male lions that reach maturity and have been excluded from their pride. They then roam alone or with another and either try to join a pride or establish their own.\n8. Always travel with a local guidePhoto: Schuyler Shepherd\nLions are the most social of all cat species and there are many questions as to why. Of course, hunting together is a benefit but the non-hunters also reduce the amount food available for each individual. However, these non-hunters tend to the cubs which gives the hunters the opportunity to get food for the pride without worrying about them. Sharing with relatives is also better than sharing with strangers and it helps to maintain territory.\n7. Carry a big stick and a firearmPhoto: Corinata\nYou yourself don't have to but make sure your guide does because they can be used to deter, not harm a lion. As the BBC's wildlife presenter Steve Backshall says, \"A hurt lion is an angry lion\", so best not to hurt it.\n6. Keep your eyes openPhoto: Tambako the Jaguar\nA lion might weigh 500lbs but they move silently and swiftly and can stay concealed until the very last minute. Males hunt less often if they have a pride because the females are smaller and faster. Their big manes can also cause their bodies to overheat more quickly, but if they are near the kill they will eat first.\n5. Always have a ‘spotter’Photo: IanAndWendy.com Safari Pictures\nSince they are social creatures it would be a mistake to concentrate on taking photographs or video without having a lookout for other lions beside or behind you. Lions hunt in short bursts of speed so need to get fairly close to their prey before attacking, approximately 100 feet or closer. Often they will circle a wildebeest or zebra herd and then pick off the closest animal and kill it via strangulation.\n4. Travel in a groupPhoto: Tambako the Jaguar\nEven though they go after herds of their favorite prey, they are not nearly as likely to attack a group of humans. Take note from the lions and travel together. For the lionesses, hunting in a pack also allows them to defend their kill against other predators, especially hyenas which can come from far away when they see the vultures that gather in the air at a kill. One of the more interesting things is that individual lions seem to keep their positions in hunts in a similar way to how a football player is either on the wing or a centerback. \n3. Know the signs: a lion spoor (footprint) has one pointed and three oval parts.Photo: Lord Mountbatten\nKnowing whether or not it is a lion footprint and if it is fresh or not is a great way to get an indication of lions nearby. Lions will also go after other cats' kills – the odds are 50/50 on a cheetah keeping her kill or losing it to a lion and leopards' kills are often taken as well. They are also extremely dangerous around cheetah cubs, 90% of which die early in life from predators of which lions make up a large number.\n2. Know their behaviorPhoto: Tambako the Jaguar\nLike almost all species, if you disturb a mother with cubs you take your life in your own hands. Lions are also more likely to attack during mating season. Mating behavior in lions is intense. Mating bouts can last days and often they go without food during the period, copulating 20 to 40 times a day.\n1. Don’t interrupt their lunch: If you get between them and a carcass, you could be next on the menuPhoto: jeffrey sohn\nNone of us want someone taking away or getting between our meals and lions are no different. \nLions are magnificent animals, lovely to watch and interesting to learn about. They are also deadly and some of the best hunters in the natural world so people must take care when around them.\nI would like to sincerely thank BBC Earth and Deadly 60 for there permission to use the information from their site.","author":"Michele Collet","web_category":"nature","title":"10 Ways to Avoid Being Eaten By a Lion","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cuteyjpg","url":"http://www.environmentalgraffiti.com/news-how-avoid-being-eaten-lion"}