{"summary":"India is often associated with vibrant colors. This wonderful image was taken on one of the beaches","advice_category":"8","content":"\nPhoto: lapidim\nAll day, every day we are surrounded by color, and even though we should be thanking the gods for being so lucky we’re too often numb to it. But when we have one of those lucid moments on viewing something special, seeing an awesome image and really taking notice of our world, it’s then we stop and say, \"Wow!\"\nHere are some of those \"Wow!\" moments, captured forever so that we never loose sight of the color in our lives.\n\n\n1. The contrast and colors in this image are mind blowing; enough to make anyone stop in their tracks. Taken in Pelourinho, Salvador City, Brazil the vibrant sarongs, towel and t-shirts contrast really well with the brightly colored painted walls and doors of the houses. Pelourinho, in Salvador city, once had a dark past – Pelourinho means ‘place to lash the slavors’ – but now the area is better known as an arts and culture center.Photo: lapidim\n2. This awesome image was captured high on the plains of Ca?on del Colca, Peru. The photographer was surprised to see locals going about their everyday business in the relatively remote area, but they sounded as if they knew just where to go to get business. These children, posing with lambs, were demanding one Peruvian sol per photo (about 30 cents) from tourists there to view the canyon. Ca?on del Colca is one of the deepest in the world, said to be almost twice as deep as the Grand Canyon.Photo: Phillie Casablanca\n3. The convention center in Montreal is an eye-catching piece of architecture and has recently become one of the most photographed buildings in the city. Inside, when the sun shines, light floods the lobby in glorious Technicolor, creating an ephemeral gallery, and a pretty nice place to work. Although, after a few days of looking at that all day it’s a wonder the receptionist don’t go blind!Photo: caribb\n4. As much as we moan about it, isn’t decay a wonderful thing sometimes? This old boat was found rusting away in a parking lot – yep, you read it right, a parking lot. It was being transferred to dry dock but was just at the right height for the photographer to capture this great textured image. The colors and composition are totally amazing. A worthy find.Photo: ecstaticist\n\n\n5. The glass sculptures of leading US designer Dale Chihuly have been exhibited in numerous museums worldwide. His colorful pieces are often inspired by the natural world and created with the help of a huge team of blowers, sculptors and assistants at his studio in Seattle. Dale also helped start a glass program at Rhode Island School of Design, which continues to be very successful.Photo: loja\n6. A lick of paint always brightens up dreary downtown buildings. This street is in South Hill, Virginia makes a small town look welcoming and cheerful, or a bit too in touch with their Disney side, depending on what way you look at it.Photo: eric st john\n7. Could a lake be any more colorful? It's an excellent shot but unfortunately, after much searching and toiling to find the original photographer, or any info on the image, we can't tell you much. So, if any of you lovely people know of where this is or could lead us on the path to the talented snapper, we'd love to hear from you.Photo: photographer unknown (for now)\n8. Protected by a small barrier from the public, this view of a Japanese maple tree in the Japanese Gardens, Portland OR, has been replicated many times, and each time it still looks amazing, especially if taken during fall. Photography in the gardens is so popular that the quick-thinking owners charge $2 for those entering with a tripod!Photo: ahp_ibanez\n9. Australians are a patriotic bunch, but this is going a bit far. Someone has painted the country’s flag on their beach hut in Brighton beach, Melbourne. Or it could be to advertise the Commonwealth Games when they were there. Either way it certainly adds an oomph to the watery pastel shades in the background.Photo: pyjama\n\n\n1. India is often associated with vibrant colors. Their market stalls are always teeming with brightly colored powders for use in food and clothing, and once a year they celebrate their love of color during the spring Festival of Color, known as Holi. The festivities take place around March 21, beginning with the burning of an effigy of the demoness Holika. On the second day everyone across the country dresses in white before throwing colored powder and water on each other, a tradition that was once medicinal as the powders were made from certain herbs, but now it seems to be just one massive powder fight.Photo: marco bellucci\n2. The photographer hasn’t said exactly what these pots of color are being used for but it could very well be to paint a Tibetan masterpiece. Tibetan art is very colorful and includes lots of bright primary colors as well as pastel shades.Photo: PePandora\n3. India is very often a mix of decadence and decay. Colored building and boats line the polluted Ganges, rubbish lies all around, yet still there is beauty everywhere. This image captures all that is incredible about India in one shutter snap.Photo: utpal\n4. Pottery in India is big business, especially terracotta pots. Here dozens are seen haphazardly piled on a market stall in Jaipur. Handling clay is innate to many Indians, for centuries they have been creating deities from clay and now have pottery making down to a fine art.Photo: mckaysavage\n5. The early morning sun highlights the colors of these worshipper’s robes during a visit to one of India’s most famous mausoleums, the Taj Mahal.Photo: superamit\n6. Teapots sit steaming on the coals in front in a tea shop in Bahrain. Tea houses line the streets of Bahrain and are important meeting places and social hotspots, mainly for men though. Tea drinking is one of the leading ‘things to do’ in the Persian countries, with Iran boasting the highest tea consumption rates per capita.Photo: Hussain Isa\n7. Bangles, dozens of them, are synonymous with India. They have great social, cultural and religious significance in the country, and are seen as the epitome of feminine grace. In Hinduism particularly, bangles are considered essential as it’s regarded as improper for women to be bare armed.Photo: mckaysavage\n8. Some photographers have the knack of getting the right image at the right time, and this is a perfect example. Women going about their daily business seem none too pleased to have been caught unawares, though.Photo: Joe Panchasarp\n9. All we know about these madly colored buildings is that they are in China somewhere, possibly. High rises are commonplace all over the country so it’s a nice change to see a splash of color in the built-up areas. Although, not sure they’d be the prettiest things to wake up to every day.Photo: colin quek\n\n1. Stretching from Italy to France is the small Italian region of Liguria. Like much of the rest of Italian costal towns village balance precariously on the hillsides by the side of the sea. The Italian Riviera is a continuous long line of sandy beaches and coves running for 340 km across the Ligurian Sea. The image shown here is one of the suburbs of the capital Genoa.Photo: tearsandrain\n2. The decorative hand painted pottery of Morocco is often influenced by Islamic culture, which is evident in the detailed design. The patterns are dependent on where the wares are produced, as the geometric designs are often passed down through the generations. Some Berber tribes in the north of the country have been painting the same patterns for over 200 years.Photo: -sel-\n3. Visitors to these leather dyeing vats in Fez, Morocco often report a very distinct smell, that of animal flesh and ammonia. Nice. That’s the only thing with photographs; you can’t always get the full experience of a place. Maybe one day someone will invent the scratch ’n’ sniff photo. But then again, maybe it’s a good thing we can’t always smell what we see in an image.Photo: jonkeegan\n4. Not your usual iconic image of Africa, that’s for sure. These beach huts at St James, Cape Town were snapped just after sunrise; their colors all the more vibrant with the blue sky behind.Photo: \nSteve Crane\n\n5. An Egyptian market in Aswan sells spices by the bucket load. Vibrant earthy tones line the stalls, filling the air with hungry aromas, making it difficult to walk through without thinking of where the next meal is coming from. The lively market town of Aswan is located not far from the mouth of the Nile and is one of the driest inhabited places on Earth. It is also a busy tourist center as most the of Nile cruises start or finish here, and is the main stop-off point for those wanting to visit one of the most impressive temples in the country – Abu Simbel.Photo: Aesum\n6. It seems the Italians never seem to take a break from their seductive duties. This wonderful image was taken on one of the beaches. The writing in the love heart on the wall tells everyone the seat is a ‘bench of love’.Photo: fede\n7. These bright yellow buildings are in Uppsala, the four largest city in Sweden. Many of the buildings are brightly painted to stand out against an often grey sky with the most dominant feature on the skyline being the Domkyrka (Uppsala Cathedral), which is the largest Cathedral in the whole of Scandinavia, standing at 118.70 m high.Photo: Georgios Karamanis\n8. Markets the world over are awash with color, mostly from food grown on this good earth. This image of Mercat de Sant Josep de la Boqueria, or simply La Boqueria, in Barcelona is always stacked with colorful sumptuous fruit and veg. It sits just off the famous Rambla and dates back to at least 1217. It’s been a bustling market place ever since, and highly recommended for excellent traditional tapas.Photo: vgm8383\n9. Colorful washing hangs outside a traditional painted house in Porto, Portugal’s second largest city. An ancient network of passages and cobbled, winding streets lend to the old charm of the city and make it very popular for short breaks within Europe. Often referred to as the capital of the north, Porto has a long-standing but good-natured rivalry with the country’s capital, Lisbon.Photo: Fr Antunes\n10. “When it’s spring again, I’ll bring again, tulips from Amsterdam, when a heart that’s true, I’ll give to you, tulips from Amsterdam.” Only that old crooner Max Bygraves could say it with flowers. Holland is well known for fields of tulips, so it’s not surprising that market stalls are lined with them, and wooden ones are sold so they can last forever.Photo: marcel germain\n11. Residents of this colourful apartment block in Bilbao can choose what color they would like their apartment to be, although we’re only going by what we’ve been able to find on the net, so if anyone lives there, let us know more about it. It would certainly brighten up a dull day.Photo: esti\n12. If there’s one thing that is associated with British seaside resorts, it’s candied rock. It’s almost compulsory to buy a stick and see how long you manage to keep your teeth, that and trying out one of the rides at the inevitable amusement park teetering on the brink of a decaying pier. What fun!Photo: robnwatkins\n\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"travel","title":"Around the World in 30 Colors ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","url":"http://www.environmentalgraffiti.com/featured/around-world-colors/4783"}