{"summary":"Photo: All images: The Play Coalition. The nifty new 'plantbot' is a plant pot with the ability to seek out sunlight as it moves and changes over the day; ensuring optimum sunlight for indoor plants","advice_category":"6","content":"\nPhoto: All images: The Play Coalition\nThe nifty new 'plantbot' is a plant pot with the ability to seek out sunlight as it moves and changes over the day; ensuring optimum sunlight for indoor plants. \nCreated by London design group The Play Coalition, details of the plant bot’s inner workings are scarce but we suspect it uses a robot that constantly takes images of its surroundings, then evaluates whether the space next to it would have more sunlight than its current position. We’re not entirely sure whether it also senses furniture and errant pets but if it does then it’s pretty impressive.\nMartyr, the Energy Saving FundamentalistPhoto: \nThe Play Coalition’s better known creation is 'Martyr', a monkey-shaped energy-saving lightbulb. The 'energy saving fundamentalist', as its creators have labelled it, is a simple visual reminder that we should be pulling all appliances out of their sockets when not in use – an environmental statement for your home as well as a conversation piece.\nUnfortunately you won't be able to find either of these creations in stores or online any time soon, however, if you absolutely love these and want to pressure their creators into making them available to the rest of us, head on over to The Play Coalition website to see these and some of their other environmentally-savvy designs.\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"katherineliew","web_category":"art+and+design","title":"The Plant Pot that Walks Into the Sunlight","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/plant-pot-walks-sunlight/2992"}