{"summary":"Photo: Comparison of Sun and Saturn to Beta Pictoris and Beta Pictoris b Image: European Organization for Astronomical Research in the Southern Hemisphere. Beta Pictoris b (as the planet is named) is embedded within the debris disc of its star","advice_category":"4","content":"\nPhoto: The giant planet of Beta Pictoris is in the center zone of this infrared image of Beta Pictoris and its planetary discs. Image: European Organization for Astronomical Research in the Southern Hemisphere\nBeta Pictoris is a young star at most 20 million years old, with a radius 1.8 times that of the sun and 8.7 times the sun's luminosity. It is located about 63 light-years away towards the obscure constellation of Pictor, the Easel. It is a fascinating star and the first star to have an image obtained of a surrounding large disc of dust and stellar debris that hints at one or more planets within it.  First images of Beta Pictoris's disc were obtained in 1984. Such stellar discs are 'young' by astronomical standards and inside the disc of Beta Pictoris is a clear zone about the diameter of our solar system. \nTwo discs surrounding Beta Pictoris are now confirmed and they are examples of debris discs that build up when large bodies such as planets and asteroids collide during planetary formation. The discs are edge on, with respect to Earth and rotating, and the secondary disc is inclined five degrees from the first disc. Our much older solar system has a smaller, much less dense version of such material that is called zodiacal dust. \nPhoto: Artist's impression of massive planetesimals colliding to create dust ring around Vega. Image: NASA (Spitzer Space Telescope/JPL)\nThe planetary discs of Beta Pictoris planetary have unusual characteristics. First and foremost they are ringing 'like a bell' as the result of massive gravitational force from a star that passed nearby about 100,000 years ago. That event created a giant, asymmetric disk with dust spread over an area 65 billion miles in diameter. Wikipedia states: \"The secondary disk may be produced by a massive planet in an inclined orbit removing matter from the primary disk and causing it to move in an orbit aligned with the planet.\"  The dust-free gap between the planetesimal belts at 6.4 AU and 16 AU suggest this region is being cleared out by a massive planet in a mildly inclined orbit. \nPhoto: Two disks of stellar debris around Beta Pictoris. Image: NASA\nEarlier observations showed that the Beta Pectoris spectrum has short term variability. Radiation emission is not 'steady' and the periodicity is not random. Spectral variation of this sort is not uncommon and can be caused by a large planet passing between the star and observers on Earth. The primary stellar disc of Beta Pectoris is warped, there is a secondary inclined disc and in falling small comets that are composed of a dust and ice core with a crust of refractory material. When these mini-comets get close to Beta Pictoris they begin to evaporate but first they may have been moved into their star grazing orbits by the influence of a nearby massive planet. Multiple lines of indirect evidence suggest the existence of a massive planet orbiting Beta Pictoris in the region around 10 AU from the star. \nPhoto: Comparison of Sun and Saturn to Beta Pictoris and Beta Pictoris b Image: European Organization for Astronomical Research in the Southern Hemisphere\nRecently, French astronomers using the Very Large Telescope of the European Space Agency, discovered a massive, very young planet that is embedded in the disk and is more than 1,000 times fainter than its star, Beta Pictoris. A halo within the disc was analyzed at infra-red wavelengths by three different methods and disclosed this massive planet. Beta Pictoris b (as the planet is named) is embedded within the debris disc of its star. It is about 8 times the mass of Jupiter and is the first planet as close to its star as Saturn is to our sun that has been photographed. Indeed, it is the closest planet from its star ever imaged. All other exoplanets are at least as far away from their star as is Neptune from our sun. Only 12 million years old, Beta Pictoris is a 'baby' planet and very hot at ~1200C. Earth by comparison is at least 5 billion years old. Furthermore, multiple lines of evidence suggest the existence of two much smaller planets in orbit around Beta Pictoris at much greater distances than the giant Beta Pictoris b. \nTo close out the story of this fabulous, interesting star, Beta Pictoris seems to be the source of most interstellar meteoroids in our own solar system. Particles with radii greater than 20 microns are ejected from the debris disks because of radiation pressure and as one or more gas giant planets move within the disk(s). They reach our solar system rather quickly and have been documented for a long time. The next time you see a small meteor streak through the night sky, odds are it came from the Beta Pictoris system.\nSources 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Massive Exo-Planet 63 Light-Years Away Photographed","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/massive-exo-planet-photographed/5728"}