{"summary":"All pictures published with Andy Ellison's permission. The MRIs of the fruit are large, moving images that are best viewed on Andy Ellison's blog, Inside Insides where one can view these and other exciting, spiritually evoking images of fruit scans","advice_category":"8","content":"\nPhoto: Andy Ellison \nAll pictures published with Andy Ellison's permission\nWhen was the last time that you looked at a fruit — really looked longingly into the beautiful, seductive imagery of what you were about to cram into your pie-hole? Chances are that the momentary glance at your produce looked nothing like the image above. Or this...\nPhoto: Andy Ellison \nAndy Ellison is a lab technician at a research lab and thought one fine day, why not do a MRI on a piece of fruit? This is the sort of thing that one who gets paid well and has too much free time at work is likely to think. Because of his innovative and thoughtful curiosity, Andy has brought the world stunning images of fruit (like that of the orange) that have not be seen before until now. Thank you Andy! The world owes you a huge favor.\n\nPhoto: Andy Ellison\n\nMy all-time favorite is the mushroom scan. I have never seen anything quite like that before. The dragon fruit is quite strange and hypnotic. \n\nThe durian reminds me of a human brain scan. Who knew that a foul smelling Asian fruit would be gorgeous under a MRI scan? This just proves that our maker had a lot of imagination and creativity! \nPhoto: Andy Ellison\nThe MRIs of the fruit are large, moving images that are best viewed on Andy Ellison's blog, Inside Insides where one can view these and other exciting, spiritually evoking images of fruit scans. There, the true beauty of his art work can be appreciated!","author":"Asher Kade","web_category":"lifestyle","title":"Amazing MRIs of Fruit by Andy Ellison","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/news-fruitful-scans-produce-mris-andy-ellison"}