{"summary":"The males can brood up to 19 tadpoles in their vocal sac, often giving the frogs the appearance of having things swimming inside them, as the video shows. Why and how this unusual method of parental care and brooding came to be is badly understood, and the only other member of the animal kingdom that exhibits anything close is the seahorse, where the male carries the babies in a brood pouch.","advice_category":"2","content":"\nPhoto: Claudio Soto Azat, MV\nImagine giving birth by having numerous babies squirming, kicking, tumbling and otherwise letting you know they are there... in your vocal sac. It makes nine months of normal pregnancy seem like a cakewalk! Even more amazing is the fact that it is only the males of the two species of Darwin's frog that undergo this 'pregnancy'. \nThey are the last known living mouth brooders after two female mouth brooder species became extinct shortly after they were discovered in Australia 20 years ago.\nThis bizarre form of parental care is unique. After the eggs hatch, the males take them into their mouth and down into the vocal sac where they continue to grow as tadpoles until they turn into froglets. The males can brood up to 19 tadpoles in their vocal sac, often giving the frogs the appearance of having things swimming inside them, as the video shows. The Environmentally Distinct and Globally Endangered (EDGE) organization compares the look to Jabba the Hut from Star Wars!\nPhoto: Claudio Soto Azat, MV\nSix to eight weeks afterwards, the tadpoles metamorphosize into miniature frogs and hop from dad's mouth. Why and how this unusual method of parental care and brooding came to be is badly understood, and the only other member of the animal kingdom that exhibits anything close is the seahorse, where the male carries the babies in a brood pouch.\nPhoto: Claudio Soto Azat, MV?\nThe Darwin's frogs have two defense mechanisms: camouflage, wherein they look like a dead leaf, and playing dead, which you will see them do in the video above. \nThey are listed as vulnerable: as the last mouth brooding species, special care must be taken to protect them. For more information on these incredible frogs, visit EDGE fellow Claudio Soto-Azat's post on them.\nSource: 1, 2","author":"Michele Collet","web_category":"nature","title":"The Male Frog that Broods 19 Babies in its Mouth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/news-fascinating-darwins-frog-living-inside-vocal-sac"}