{"summary":"As we can see from the images here, SOD is already collecting amazing pictures and information, all of which will help us both in space and understanding how space weather affects earth (magnetics is one big way). Photo: NASAOn October 7, 2010, the new moon passed between the SDO and the sun","advice_category":"4","content":"\nPhoto: NASAOn October 7, 2010, the new moon passed between the SDO and the sun. It created a partial eclipse of the sun.\nThe Solar Dynamics Observatory (SDO) was launched into orbit in February of 2011. The mission was to take a close look at the sun in ways we have not been able to before. The sun is the source of all space weather, and it affects us both on earth and outside earth's atmosphere, it affects other planets, our satellites and astronauts, so there is an understandable wish to unlock its mysteries.\nPhoto: NASAOn December 6, 2010 a huge solar filament, almost a million km long that had been snaking around the sun erupted. \"Filaments are elongated clouds of cooler gases suspended over the sun by magnetic forces.\"\nPhoto: NASAA multiwavelength extreme UV image. Colors trace different gas temperatures, reds for cooler ones, blues and greens for hotter ones.\nThe SDO will closely examine a number of aspects of the mysterious sun, including but not limited to where its energy comes from, how the inside of the sun works, how energy is stored and released in the sun's atmosphere and magnetic energy.\nPhoto: NASAA strong active region rotated across the center of the sun. The looping arcs were in motion the entire 4 days it took to rotate.\nPhoto: NASAThis stunning image shows the faint inner corona. Bright active regions on the sun's lower face are generally the source of coronal mass ejections.\nJust as weather forecasters on earth need to be aware of how changes in energy, electricity and magnetic forces affect us, the information will allow better forecasting of weather out in space, giving early warnings to satellites and astronauts out there.\nPhoto: NASA/SDOThis image is of a solar flare and an eruption. The dark regions are where the evacuated materials from the eruption are. The loops are of magnetic material that forms during the eruption.\nSDO is the first satellite launched under the Living With a Star program at NASA and is meant to fly for 5 years even though expectations are for more. An earlier satellite built for 5 years (SOHO) lasted for 10.\nPhoto: NASAThis is an image of a large coronal hole, from the top of the sun to almost half way down. Coronal holes are \"magnetically open areas\" that have high-speed winds whipping out into space.\nThe amount of data SOD is collecting is phenomenal, enough to fill a CD every 36 seconds. The data is so vast that SOD has its own ground station to download to and was placed in its own orbit - called a geosynchronous orbit - that rotates at the exact speed as the earth to stay above the ground station.\nAs we can see from the images here, SOD is already collecting amazing pictures and information, all of which will help us both in space and understanding how space weather affects earth (magnetics is one big way). \nFor those interested, there are a number of ways to view it including some here, here and here. \nSources: 1 2 3","author":"Michele Collet","web_category":"science","title":"The Sun as You've Never Seen It Before","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/news-sun-you-have-never-seen-it"}