{"summary":"A single bolt of lightning killed 52 cows in San Jose, Uruguay last Wednesday, 22 October, during a night storm. Photo: Image:  Ruth Lyon-Bateman","advice_category":"2","content":"\nPhoto: Image:  Ruth Lyon-Bateman\nThey say lightning never strikes twice, but for cows it just seems to keep on striking, as yet another herd of cattle was zapped by one of nature’s most volatile forces. A single bolt of lightning killed 52 cows in San Jose, Uruguay last Wednesday, 22 October, during a night storm. According to reports, the cows were trying to find protection by huddling against a fence, but the plan backfired, quite literally, as fence-protector became fence-conductor.\nPhoto: Image: three of clubs\nIt’s not the first time large numbers of cattle have had their lives cut short in a flash. In 2004 a lightning strike killed 31 cows seeking refuge under a tree in Denmark; in 2005, 68 were sizzled in the same way in New South Wales, Australia; while in September of this year another 53 of the unfortunate creatures met their maker in Katosi, Uganda, again underneath a tree. So what’s with the animal attraction for these bolts from the skies?\nPhoto: Image:  Ruth Lyon-Bateman\nIt appears the run of bad luck for cows isn’t just down to their tendency to loiter in fields and innocently seek shelter in thunderstorms. Another reason for the greater risk they stand is their widely spaced legs. It’s known that lightning can ‘sideflash’ – jumping from one struck object to another object nearby – but it can also spread out in ‘ground currents’ when it hits the earth. And if the hind hooves are touching the ground at a spot with a different electrical potential to the front hooves, the current will travel through the cow’s body and kill it. Ouch.\nSources: 1, 2, 3,  4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Lightning Strike Zaps 52 Cows","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/lightning-strike-zaps-cows/3312"}