{"summary":"Thus, they remain glued together in, er, copulation for much of their adult lives, which are pretty short – about 68 hours for the slightly bigger female and less for the male, which dies right after mating. Fire ant before mating and after – first dazed and then dead:Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Andrea Demagistris\n“I love you to death” gets a whole new meaning with some of these insect pairs, which literally love to devour each other. Or to be precise, the female loves to consume the male before, during or after copulation. “Your Honour, he was so tasty, what could I do” is what she might say in her defense. We’ve picked five unusual insect mating styles, some of whose participants are true sexual cannibals…   \nWho would’ve thought that the innocent looking damselfly male has an unusual, how should we say, organ? The damselfly penis (yes, insects have penises) has a balloon attached at the tip plus two horns and long bristles down the sides. \nGet on with it, I’m getting a headache:Photo: \nImage: Guy Donges\nDepending on the damselfly male’s style, er, species he either uses this handy device to scour sperm from inside the female before depositing his own (Calopteryx maculate); or if he’s a Calopteryx haemorrhoidalis asturica male, he’d rather stimulate her until she ejects the rival’s sperm voluntarily. \nIs he scooping or stimulating? We wonder:Photo: \nImage: Brian Valentine\nDamselfly mating wheel with the female nibbling on – a leaf? Her partner? Photo: \nImage via naturegeeknw\nFor those who want to know exactly what’s happening, here are the fascinating details and an illustration below. The male damselfly grips the female behind her head with the claspers on the tip of his abdomen. He then bends the abdomen forward and deposits sperm on the female’s abdomen who has bent hers forward to pick it up. Mating pairs clinging like this even fly in tandem.\nDamselfly mating wheel illustration:Photo: \nImage: Encyclopaedia Britannica, Inc. \nThe lovebug’s (Plecia nearctica) many colloquial names are a dead giveaway of what this bug is usually up to. It’s also called kissybug, double-headed bug or honeymoon fly. And whoever has seen them, knows why: The male and female lovebug attach themselves at the rear of the abdomen and don’t part even in flight. Thus, they remain glued together in, er, copulation for much of their adult lives, which are pretty short – about 68 hours for the slightly bigger female and less for the male, which dies right after mating. \nAttached not at the hip but the abdomen:Photo: \nImage: Steve Berger\nShe, focused on laying her eggs, doesn’t seem to notice or care and carries him around like dead weight. Unless she decides on a quickie with someone else before going to bug heaven as well…   \nHumble fire ant males, a stinging ant species with 280 varieties worldwide, don’t fare much better. At first though, their job description doesn’t sound so bad: eat and mate. Says Bart Drees, professor of entomology at Texas A&M University: “They’re kind of a lot like teenagers. They just hang around the colony for weeks or months, consume a lot of food and wait until it’s ‘party time.” \nFire ant before mating and after – first dazed and then dead:Photo: \nImages: Charles Lam\nSounds easy enough. The only catch is, they die after mating. As the queen ant’s personal sex toys, they first fight for her attention (pick me, pick me!), then mate with her for reproduction and die shortly after the act. The question is – are they happy when they die?\nAs if this weren’t all strange enough, we’ve got a real shocker from the insect world next. And who would’ve thought that the cause of the following strangeness is the subservient honey bee, shown in many children’s books as the epitome of work ethic and diligence?       \nWell, it’s a not often propagated fact that the male honey bee is a rather, er, volatile little critter: Once inside the queen bee, his genitals explode and fall off. Yup, that's right, his genitals explode and fall off. There's even a reason behind this, with the genitals thus working like a plug to prevent other males from copulating and depositing sperm in “his” partner. \nNot a honey bee but bee-loved – doggy style:Photo: \nImage: Saxon Moseley\nJealous little buggers one might think but the males have been chosen after stiff competition. Tens of thousands of male bees vie for the queen bee’s attention, which picks only about a dozen and flies off with them. Then it’s all about who can explode first. \nHere’s a close-up of Africanized honey bees surrounding a European queen honey bee – the one with the royal pink dot.\nOh queen bee, we are here to serve you:Photo: \nImage: Scott Bauer, USDA\nThese are bumblebees but the mid-coitus shot was just too good to miss:Photo: \nImage: Erica Olsen\nWe’re just wondering what kind of microscopic research would have preceded this discovery? All in the name of science…  \nAnd now, the last and still strangest of them all, though maybe predictable, we present – drumroll – the\nThough the fact that the praying mantis females devour their partners after mating has been pretty common knowledge, the reason why they might do so hasn’t. \nOff with his head:Photo: \nImage via webecoist\nFirst of all, sexual cannibalism among praying mantis species is quite rare and occurs more often in the lab than out in the field – there’s hope, guys! Apparently, the lab environment with its lights and sounds causes stress in the female who acts aggressively in response. Who could blame her? Would you like to have a flashlight shown into your face while in a compromising position? Exactly. So cut her some slack.\nRecent research has found, however, that at least in one species, the Mantis religiosa, the decapitation of the male may be necessary for successful copulation. Ripping off the male’s head triggers reflexive copulatory motions, resulting in faster ejaculation. \nArtist’s rendition in glass of the praying mantis’ meeting, mating and eating cycle:Photo: \nImage: Vittorio Costantino\nBut not all male mantises even get that far: A hungry female may decide to have a little snack before copulation and eat her partner. The reason behind it? Well, if he’s too weak to withstand the attack, he wouldn’t have been a good sperm donor anyway. He is worth more as food at this stage.\nA female Chinese mantis preying on the male – don’t miss his severed leg parts lying around:Photo: \nImage via livemantis\nSpeaking of nutrition, male mantises provide a good source of protein, especially to a female about to lay eggs. All the more reason why some female mantises eat males after copulation. In fact, in some species, the males make up almost 70% of the females' diet… \nOh, and for those who still want more information, here’s an uncensored video of mantis copulation:\nIf you want to delve yet further into this fascinating topic, there are two classics that you have to devour: \nOlivia Judson: Dr. Tatiana's Sex Advice to All Creation: The Definitive Guide to the Evolutionary Biology of Sex. Henry Holt 2002.\nJames K. Wangberg: Six-legged Sex: The Erotic Life of Bugs. Fulcrum Publishing 2001.\nHappy researching! \nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"Insects About to Kill Their Partners ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/d.jpg","url":"http://www.environmentalgraffiti.com/featured/insects-kill-partners/15386"}