{"summary":"Most of their images are created at night. Descended from light drawing, the basis of their work are long-time exposures, with moving light sources used to create luminous light sculptures that are captured in photographs","advice_category":"6","content":"\nPhoto: J?rg Miedza/ Jan W?llert \nLAPP-Pro is a Bremen, Germany-based duo that specializes in light art performance photography, often accompanied by music. J?rg Miedza and Jan W?llert have been working together since the autumn of 2007, although both have photographic connections going back many years. The basic concept of LAPP was invented by Jan, accidentally trapped overnight in an old industrial complex in Bremen, back in the summer of 2007. He amused himself by making shapes and patterns with some LED lamps, quickly realising that he had discovered a new way of creating photographs. \nPhoto: J?rg Miedza/ Jan W?llert \nDescended from light drawing, the basis of their work are long-time exposures, with moving light sources used to create luminous light sculptures that are captured in photographs. Many compositions consist of up to 20 single steps between the opening and closure of the shutter. This requires that, apart from imagination, fantasy and creativity, the performer must have body control to achieve the exact pace of synchronised steps with the handling and distribution of lights. It is very much a performance that must in many cases be rehearsed before the images are made for real. \nPhoto: J?rg Miedza/ Jan W?llert \nMuch of their inspiration comes from sci-fi films and historical events, but some also from everyday events that translate well into the fantasy world of light and time. For each picture, the camera is mounted on a very solid tripod with a remote control to trigger exposures that often go beyond 60 minutes. Jan has many of the creative ideas while J?rg is very technical and enjoys working out how to achieve effects. None of the images are manipulated in any way using computers. “All effects are real,” says J?rg. \nPhoto: J?rg Miedza/ Jan W?llert \nThe vivid colours and light effects are created with a range of different sources, including fireworks, lightsticks, flash and specifically developed luminous tools. One of their sponsors is LED Lenser, best known for quality LED torches and other lighting products. They not only provide sponsorship but also the expertise to build custom light sources for specific projects. \nPhoto: J?rg Miedza/ Jan W?llert \nSeeing the astounding finished products, it might never occur to viewers that these amazing artists are full-time photographers. In ‘civilian’ life Jan is a PA and J?rg is office based. Jan has plenty of photographic experience, originally working in photographic studios and subsequently spending “two hard years” perfecting his low light and night photography skills. “I made 5000 images in two years, working late at night until I was happy with my work,” he says. \nPhoto: J?rg Miedza/ Jan W?llert \nThe pair have worked in locations as diverse as frozen landscapes in their native Germany to warehouses in China. Most of their images are created at night. Jan says that the best time for them is the early hours of the morning, when there are few people around to disturb them or to create unwanted light. Typically, they will plan an image or a sequence for several weeks in advance of the shooting date. Locations are carefully scouted and the actual shoot is mapped out in great detail in a story book containing all the location information for the shoot. Effectively, this is a manual for a particular image, listing all the lights and tools that will be needed together with a detailed score of the performance itself. \nPhoto: J?rg Miedza/ Jan W?llert \nThe photographs themselves have to be carefully executed and sometime, this may attract attention. One particular image is titled ‘Twice Police’ - apparently two separate groups of policemen appeared during the shoot to check strange lights that had been spotted near some office buildings. A quick explanation and a look at the camera’s rear screen soon convinced them of the innocence of the performance and the creativity that was at work. \nPhoto: Jan/Jorg via creativesideblog.com \nThe pair have worked with several bands in their short history. Sometimes they create images to fit specific music or they come to an arrangement to fit music with their own work. Their website lists some of these bands and the diversity is interesting: Covenant (Sweden), Digital Gunfire and assemblage 23 f (USA) and Chilltopia (Germany), all making music best described as electro-pop. They have also produced their own, limited edition book and also collaborated with others to produce another titled Tangible Book - High Touch Visuals. \nPhoto: J?rg Miedza/ Jan W?llert \nMore recently, they have won a prize for their photographs. “We won’t give away our tricks,” says W?llert. “Some fans ask for a ‘How-to-do-LAPP Instruction Manual’, but we don’t supply anything like that. We like to be the spark that starts the fire.” The artistic merit of their performance art is clear to see from the images. JanLeonardo W?llert and J?rg Miedza are trailblazers for a new photographic movement and these innovative artists have many more stunning ideas in the pipeline. Whatever they come up with next, it will no doubt be magical and breathtaking all at once. Completely brilliant. \nPhoto: J?rg Miedza/ Jan W?llert \nAll images used with permission of J?rg Miedza and Jan W?llert. They also supplied all the information used in this article. Check out their fabulous website.","author":"tonyleather","web_category":"art+and+design","title":"When Light Graffiti Meets Performance Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-breathtaking-light-art-performance-photography-jan-wollert-and-jorg-miedza"}