{"summary":"In general, marmots are ground squirrels, living in burrows rather than trees. A groundhog is one of the largest varieties of marmot","advice_category":"2","content":"\nPhoto: Matt MacGillivray\nAlthough the groundhog is also called a \"woodchuck,\" its scientific name is Marmota monax. In general, marmots are ground squirrels, living in burrows rather than trees. The marmots are related to tree squirrels, and all these animals are classed as rodents.\nHow Would You Describe a Groundhog?\nA groundhog is one of the largest varieties of marmot. It may weigh over 13 Kg (30 pounds) just before going into hibernation, and can grow to about 60 cm in length.\nIt is covered with rather coarse fur, usually dark brown on its back and lighter chestnut or orange-brown underneath. Some even have grizzled, lighter hairs mixed into their fur.\nGroundhogs look compact, thick or broad; this contrasts with slimmer tree-dwelling squirrels or prairie dogs.\nPhoto: slgckgc\nWhere Do Groundhogs Live?\nGroundhogs are native to North America. Their territory includes eastern Alaska, much of Canada and the eastern United States (except for the most southerly regions). \nTheir preferred habitat is a field or pasture, with burrows generally found in dry, well-drained ground rather than swamps or soil containing heavy clay.\nPhoto: fauxto_digit\nWhat Do Groundhogs Eat?\nThe pastures provide grass and wild flowers that woodchucks eat, coupled with the buds, bark and berries of shrubs. Groundhogs will even eat garden vegetables if they are available, and occasionally supplement their predominantly vegetarian diet with insects.\nDuring the winter, groundhogs survive by using up their internal fat, rather than by eating stored food in the manner of their tree-dwelling cousins.\nPhoto: joy_acharjee\nWhat is the Life Cycle of the Groundhog?\nBirths are centred in the month of May. An average of four or five hairless and blind babies spend a month in the burrow. After four weeks, their eyes open so they can begin to explore the outdoors.\nBy August, the youngsters establish new burrows. Eventually they take over new territory, but many first settle near their birthplace.\nBy the middle of October most groundhogs are hibernating, losing up to one-third of their weight over the winter. They normally hibernate straight through Groundhog Day, emerging from their burrows sometime in March.\nGenerally groundhogs begin breeding a month before their second birthday, and can live up to about six years in the wild.\nMales prefer to live alone, allowing the mothers to raise the children. Adults might live in close enough proximity to cooperate, defending territory and vocalizing alarm signals for their neighbours. However, if food is generally scarce, the population will happily disperse.\nPhoto: Liz West\nDo Any Canadian Groundhogs Predict the Spring?\nNova Scotia's Shubenacadie Sam makes the first Canadian prediction of spring, simply due to the time zone. In 2011, Shubenacadie Sam said spring would come soon.\nIn Ontario, the first Wiarton Willie began forecasting the weather in 1956, according to his Facebook page. But it's not all harmony in the spring-predicting business — Alberta's Balzac Billy has been known to disagree with the Eastern groundhogs from time to time.\nPhoto: scazon\nIs the Groundhog an Endangered Species?\nNo! The IUCN (International Union for Conservation of Nature and Natural Resources) classifies the groundhog as a species of \"least concern\". The woodchuck is a common species,  widespread throughout a large range.\nDespite a variety of natural predators that include bears, bobcats, large birds of prey and weasels, the groundhog continues to thrive.\nPhoto: Steve Baker\nSources: 1, 2","author":"MikeDeHaan","web_category":"nature","title":"Groundhog Day: The Weather-Predicting Woodchuck!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bot2.jpg","url":"http://www.environmentalgraffiti.com/animals/news-groundhog-woodchuck-another-name"}