{"summary":"That being said, the government of the Seychelles has been very active in attempting to protect the islands’ natural resources. In fact, the Seychelles are home to some amazing flora and fauna, including some of the largest sea bird populations in the world, and has the world’s largest population of the formerly threatened Giant Tortoise with 100,000 on Aldabra alone.","advice_category":"8","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nSan Marino\nvs.\nSeychelles\n\nWe’ve wrapped up the first round of the tournament, with Andorra getting thrashed by Liechtenstein. Then Vatican City edged out Monaco in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with San Marino knocking out Malta. We’ve been in the island rounds for the last three weeks, with Tuvalu taking out Nauru and Barbados beating Grenada on penalty kicks. The Seychelles took out the Maldives in a squeaker of a match. Finally, Palau beat St. Vincent and the Grenadines.  We began the second round recently, with the Vatican City easily dispatching Antigua and Barbuda.  Last week, Liechtenstein laid a bit of a smackdown on Tuvalu.\nToday we have another Europe vs. Islands match as San Marino takes on The Seychelles.\nImage by Ricardo Andr? Frantz\nSan Marino starts with ball for sounding vaguely like Dan Marino, who I once saw in person and was shocked to discover is vaguely orange. I assume he uses fake tanner. San Marino won a resounding victory in the first round over Malta. Malta is not exactly stiff competition with their penchant for shooting endangered birds, so it’ll be interesting to see how they fare against a stronger opponent.\nSan Marino is a mountain republic. I don’t mean they have a lot of mountainous areas there, I mean the whole country is literally on the side of a single mountain, Mount Titano. It was founded by a Christian monk attempting to escape Roman persecution in 301 and its 1600 constitution is the oldest in the world that’s still in effect, helping their claim to be the oldest constitutional republic in the world.  They’ve had a lot of powerful fans over the years, including honorary citizen Abraham Lincoln and Napoleon, who didn’t conquer it because he thought the country was just great.\nThe San Marino government has a Ministry of State for Territory, Environment, and Agriculture. The main environmental issue facing the country is urbanization. It’s kind of hard to farm on a mountain, although people manage to, and the government has claimed that global warming has made it even harder. The urban areas are growing quicker than originally anticipated. This has led to inadequate basic facilities for some of the population. It has also led to most of the land being built up, rather than used for agriculture as it was previously. There are no endangered species in San Marino, mostly because very few animals live on the sides of mountains.\nImage by Jerzy Strzelecki\nThe Seychelles are a very spread-out group of islands. The islands themselves have about 500 square kilometers of land, but that’s spread out over 1.3 million square kilometers of Indian Ocean. The islands were named for Jean Moreau de S?chelles, the finance minister for Louis XV of France.\nThe country faces the problem so typical of island states: a lack of water.  With no natural freshwater resources besides rain, the islands’ 80,000 or so residents can put a strain on the supply. Despite this, the Seychelles have little in the way of catchment systems or reservoirs.\nThe government has also done some weird stuff with their natural resources. They’ve embarked on a plan to recapture land much like Dubai has done. They’ve been dredging the ocean floor for sand, then making this into islands. This is not particularly environmentally friendly.\nThat being said, the government of the Seychelles has been very active in attempting to protect the islands’ natural resources. The country is home to two separate UNESCO World Heritage sites. The first, the atoll of Aldabra, is the world’s largest raised coral atoll. The second, the Vallee de Mai on the country’s Praslin Island, has been suggested as the original Garden of Eden. The government has been instrumental in establishing several other wildlife refuges throughout the country, leading to the safety of many formerly threatened birds and animal species. In fact, the Seychelles are home to some amazing flora and fauna, including some of the largest sea bird populations in the world, and has the world’s largest population of the formerly threatened Giant Tortoise with 100,000 on Aldabra alone.\nFinal Score: San Marino: 3 The Seychelles: 2\nSan Marino is more successful with their environmental problems, and not as many of their environmental issues are of their own making. The Seychelles government has made an odd decision in dredging sand for island reclamation when they already have more than enough islands for their population. The dredging has also contributed to coral bleaching in the islands, and I just can’t give them the win despite their great work with animal conservation.\nJoin us next week for the next match in Environmental Graffiti’s Microstate Environmental World Cup.\n... If you'd like to keep up with the rest of the series, why not subcribe to our RSS feed?. We'll also give you a free album.\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup Round 2: San Marino vs. The Seychelles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-OperationCrossroadsBakerEditjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-round-2-san-marino-vs-the-seychelles/827"}