{"summary":"The God particle that Mangano is searching for is more technically known as the Higgs Boson, a particle that theoretically bestows mass on all other units. With any luck, Mangano will be able to break matter into such small bits that he finds the units of mass itself.","advice_category":"4","content":"\nA scientist has constructed an $8 Billion machine known as a \"Large Hadron Collider\" under the mountains at the Franco-Swiss border, a potential step towards ending the world.\nPhoto: Image from Vegasmike433\nWhile this sounds like the plot of a bad science fiction novel...\nit's actually not. Dr. Michaelangelo Mangano, who was involved in discovering the quark in 1995, has assembled a 17-mile long steel circle through which he hopes to gain access to vast quantities of knowledge that have yet to be imagined: extra dimensions and anitmatter, or enormous equivalents to the atoms that make up our world.  He may yet discover what he's deemed \"the God particle\", or he may end the world, as critics assert that his machine could form a black hole that would destroy the planet.\nThe God particle that Mangano is searching for is more technically known as the Higgs Boson, a particle that theoretically bestows mass on all other units.  The concept of building the massive atom-smasher is based around ramming small particles together at incredible speed and examining the reaction and remains.\nWith any luck, Mangano will be able to break matter into such small bits that he finds the units of mass itself.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"Atom-Smasher Looking for God, May Find Black Hole","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/atom-smasher-looking-for-god-may-find-black-hole/1052"}