{"summary":"Photo: Image via Metro. How many times have you wished for a freak storm to come so you could get the day off school? Well, some kid in Devon, England has been wishing hard! Not only did they manage to get the day off school but landed the rest of the town a day off, too","advice_category":"4","content":"\nPhoto: Image via Metro\nHow many times have you wished for a freak storm to come so you could get the day off school? Well, some kid in Devon, England has been wishing hard! Not only did they manage to get the day off school but landed the rest of the town a day off, too. Only they probably weren’t so pleased about it.\nTorrential storms saw an estimated 270 million cubic feet of hailstones fall in a five-mile square area within six hours yesterday in Ottery St Mary. That’s enough to fill the Millennium Dome twice over, and no doubt at least one football stadium.\nHail drifts up to 6ft-high buried cars and ensuing floodwaters overwhelmed flood defences. Freezing conditions made the situation worse.\nPhoto: Image: Auntie P\nSome residents said a “river of ice\" flowed through the main street, and by next morning the streets were described as looking like a \"lunar landscape\", buried under a dirty-white blanket of hail and snow.\nResident Sarah Galliford said: \"I was woken up by the sound of hail thundering down on the roof.\n\"I thought it was the end of the world.\n\"I looked outside at about 1am and there was a river of ice coming down the street – it was like Alaska.\"\nMore than 100 people had to be evacuated from their homes and one poor woman went into labour after a car crash on one of the main roads out of the area. Mother and baby boy are doing fine. And one day he’ll be wishing for a day off school, too.\nCheck out BBC website to see Devon hailstorm video.\nSource 1, 2, 3\n","author":"Linda","web_category":"science","title":"Town Buried in 270 Million Cubic Feet of Hailstones","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2011062021262jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/town-buried-hailstones/3573"}