{"summary":"Nearly 200 years after his birth, the ideas that Charles Darwin came to embody are still nearly as controversial today as they were when he published Origin of Species. Photo: gorillahub","advice_category":"2","content":"\nPhoto: gorillahub\nWritten by Ryan Curtis\nNearly 200 years after his birth, the ideas that Charles Darwin came to embody are still nearly as controversial today as they were when he published Origin of Species. While the vast majority of natural scientists accept the theory of evolution, the court of public opinion is still out.\nWhy does this great man still mean so much to us, even two hundred years after his birth? Undoubtedly, his name and controversial theory will stay with us forever, especially as his ideas are so heavily debated, and it can’t be the simple fact that he proposed a radical idea for his time; indeed several other naturalists were thinking along similar lines simultaneously. In fact, the roots of evolutionary theory can even be traced back to the ancient Greek Anaximander.\nPhoto: public domain\nFor some, Darwin's memory will linger for his humble attitude toward the subject matter, his attention to detail and the excellent style he employed while writing. One cannot read Origin of Species without feeling a sense of awe at the vast tapestry of life, which is no doubt what Darwin wanted to communicate more than anything. To forget him, his theory and the effects of his opinions on the world since would be to ignore much of what we know today, whether we choose to acknowledge it or not.\nPhoto: wikimedia commons\nIn honour of Darwin's work and theory, the Natural History Museum in London is celebrating the great contributions Darwin made to the field of biology. On February 12, 2009 the museum will unveil a new work of art that will serve as the ceiling for a gallery behind the Central Hall. Entitled ‘TREE’, by Tania Kovats, this piece is inspired by Darwin’s ideas and chosen unanimously by a panel of judges out of 10 other works by other artists.  All are currently on display in the museum.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"Natural History Museum Celebrates Charles Darwin","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","url":"http://www.environmentalgraffiti.com/green-living/natural-history-museum-celebrates-charles-darwin/2244"}