{"summary":"Beginnings: Deception Island's Hektor whaling station under construction 1912Photo: Photo: Ansgar Theodor Larsen . Military remains: The derelict hangar and airplane on Deception IslandPhoto: Photo: Lyubomir Ivanov","advice_category":"8","content":"\nPhoto: Photo: The Cool Family\nDeception Island. The name alone conjures intrigue, concealment and trickery. Upon approaching this remote, horseshoe-shaped Antarctic outcrop, a desolate and forbidding coastline looms – sheer, snow-capped rocky crags and barren volcanic slopes cloaked in a soup of swirling fog. Occupied sporadically for a century or more, ghost settlements are now all that remain of the island’s earlier human ventures. Several vicious volcanic eruptions have made sure of that.\nSpectres of the dead: Graveyard in 1962 later buried by the 1969 eruptionPhoto: Photo: Rear Admiral Harley D. Nygren, NOAA Corps (ret.)\nThe sub-zero air above the glacier-covered landscape was cold enough to cause death in minutes, but beneath the trembling earth and frozen sea, the lava was beginning to boil. On 5 December 1967, the first of a series of fierce volcanic eruptions shook Deception Island. The men inhabiting the base posted so precariously on this landmass of ice and fire were forced to withdraw.\nVanquished: Derelict British base in Whalers Bay destroyed by volcanic eruptionPhoto: Photo: Lyubomir Ivanov\nThe base was tentatively used again from 4 December 1968, but operations lasted a matter of months. On 23 February 1969, the giant volcano the men effectively lived on grew angry again, forcing an emergency evacuation. The ensuing mudflows were powerful enough to tear out the middle of the scientific station house, Biscoe House. The facility has lain abandoned ever since.\nMilitary remains: The derelict hangar and airplane on Deception IslandPhoto: Photo: Lyubomir Ivanov\nAbandoned but not lost. “Despite the savage incursion of molten lava and scorching volcanic ash, some portions of the old base are still in relatively good shape,” observed photojournalist Roderick Eime. “Rations of scotch oats and canned pilchards remain intact, deep-frozen, in the old storehouse.” An aircraft hanger and bright orange decrepit airplane fuselage stood side-by side here until the latter was removed in 2004, remnants of Deception Island’s secret military past.\nSalvaged: Old storage silos were reclaimed during Operation TabarinPhoto: Photo: wili hybrid\nThere is more than meets the eye to Deception Island – more than the ghost camp left behind can reveal. Up until the eruption of 1967, the island had been occupied as part of Britain’s Operation Tabarin, a covert wartime expedition allegedly aimed at securing control of southern regions, with an eye on the Falkland Islands, in the face of Argentine and German territorial claims. Deception Island provided a strategic location and denied access and opportunities to enemy ships and U-boats.\nSealer's hut: Buildings from the old whaling station were re-used by the BritishPhoto: Photo: wili hybrid\nOn 3 February 1944, a team of 14 led by Lt James Marr established a would-be permanent base on Deception Island, proudly hoisting the Union Jack in place of the Argentine flag in the process. It seems the decision to launch Tabarin was not political, with Churchill apparently unaware it had taken place. When the War ended, the Operation Tabarin bases were subsequently handed over to the civilian British Antarctic Survey and the aims on Deception Island have since been scientific.\nRusting remains: As seen from sea during a Chilean Antarctic expeditionPhoto: Photo: Jorge Vald?s Romo\nThe entire island is formed by a giant volcanic crater. Around 10,000 years ago, a massive, violently explosive eruption ejected 30 km? of molten rock from Deception Island. Part of the volcanic summit imploded and seawater drowned the breached caldera, creating Port Foster, a huge natural harbour about 10 miles across.\nGetting your bearings: Antarctic peninsula mapPhoto: Published by Zagier & Urruty Publications, Argentina via Air-and-Space\nTo anchor here, ships must steer through the treacherous channel of Neptunes Bellows, a narrow 230m cleft in the island’s encircling cliffs with a concealed rock in its midst. Navigate this and it’s straight on directly into the centre of a restless volcano – one of the few places on earth where vessels can sail such a passage.\nBeginnings: Deception Island's Hektor whaling station under construction 1912Photo: Photo: Ansgar Theodor Larsen \nDeception Island became a haven from the icebergs and storms of the Antarctic seas in the early 19th century with British and US sealers seeking shelter during the 1820s. In 1906, a Norwegian whaling company began using Whalers Bay as a base for a blubber-processing factory ship. By 1914, there were 14 such ships there, and a shore station had been established for servicing them and boiling down the whale carcasses to extract whale oil. The results were grossly wasteful: at one point some 6,000 partly butchered, decaying beasts are said to have floated in the bay.\nEarly workings: Whaling station with factory ship Hektoria in the backgroundPhoto: Photo: Ansgar Theodor Larsen \nAs the Great Depression set in, whale prices fell, and with the station unprofitable, in 1931 it was abandoned. Technological advances in factory ships soon made shore stations for processing carcasses a thing of the past and Deception Island’s was never reoccupied. A total of 45 men were entombed in the station’s cemetery, but this final resting place was itself buried in the 1969 eruption. Almost the only residual signs of the station are its rusting iron tanks and boilers.\nBarely withstanding the weathers of time: Decrepit iron boilers and tanksPhoto: Photo: Jerzy Strzelecki\nAlmost. The ruins of this station are the most complete remains of whaling history in the Antarctic and a constant reminder of immense volcanic power that still hangs over the island. As Robert Eime observed of  the old Norwegian relics: “Against the backdrop of stark, yet delicately frosted peaks, bleached and busted barrels, orphaned metalwork and sundry detritus, mixed with randomly scattered whalebones, form an almost supernatural landscape.”\nSkeletal landscape: Old storage tanks on Deception IslandPhoto: Photo: wili hybrid\nToday, Deception Island is perhaps less of a ghost island than one might expect. This unique part of the Antarctic draws a slew of tourists eager to spot its colonies of chinstrap penguins or enjoy the novelty of soaking in a tub by turns scalding hot and freezing cold dug into sands heated by the still smouldering volcano beneath. There is, however, concern that unchecked, the increasing numbers of cruise ships and tour groups could impact negatively on this island and its wildlife.\nSigns of life: Penguins on the black volcanic beach at Deception Island 1962 Photo: Photo: Rear Admiral Harley D. Nygren, NOAA Corps (ret.)\nFor now at least, though, the steaming beaches and ash-layered glaciers are still serene, while the element-ravaged ruins of human activities are as haunting as ever.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"Welcome to Deception Island","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/welcome-deception-island/16995"}