{"summary":"All in all, not only are dung beetles beautiful, from the plain black specimens all the way through to the rainbow dung beetles, but they live interesting lives and are also extremely beneficial to our world.. The rollers, as seen in the picture below, make their burrow away from the dung and then roll the feces into balls to their home","advice_category":"2","content":"\nPhoto: Olga Helmy via maiabee\nThe dung beetle is a beetle that feeds almost exclusively on feces - in fact there are only a couple of species that will eat anything else. They are also known as scarab Beetles and were revered by the ancient Egyptians. Come with me and learn some of their fascinating habits and the importance they have in our world.\nPhoto: Olga Helmy via maiabee\nDung beetles can be divided into three groups. There are rollers, tunnelers and dwellers. The rollers, as seen in the picture below, make their burrow away from the dung and then roll the feces into balls to their home. They split the work, with the female doing most of the digging while the male collects the dung for her.\nPhoto: vendys\nTunnelers fly until they find some feces to dive into, then they dig a tunnel and just drag all the feces they want down in it. The female again stays in the tunnel for the most part while the male does the dragging. Dwellers simply live in dung, generally the dung that the burrowing owl collects.\nPhoto: Olga Helmy via maiabee\nThe horns of the male are used to both attract females and to fend off thieves! They move their dung in a straight line, going over obstacles. Originally it was thought that there were \"helper beetles\", when one was trying to get the ball over a difficult spot, but instead Jean Henri Fabre discovered they were beetles waiting to try and steal the ball.\nPhoto: Olga Helmy via maiabee\nHe stated \"I ask myself in vain what Proudhon introduced into Scarabean morality the daring paradox that 'property means plunder', or what diplomatist taught the Dung-beetle the savage maxim that 'might is right'.\"\nPhoto: epantha\nThe dung is used as both food and brooding nests for the young. Their courtship is quite sweet with the male meeting the female in a dung pat and offering her a giant brood ball. If the female accepts, they ride away together, either both rolling the ball or the female hitchhiking on it. The parents then prepare it. For example, a roller will often lay her eggs in it after mating and then cover it with more dung and some soil. The larvae eat the surrounding dung until ready for their metamorphosis. None of the exclusive dung eating beetles need water because dung contains all the nutrients. \nPhoto: Duwwel\nDung beetles are vital for our world and agriculture. In fact it is one animal that has been introduced deliberately for agricultural reasons which has had no downside. By taking care of the dung in fields of cattle and other livestock, they not only recycle the nutrients and enrich the soil but they also take away breeding grounds for flies. When 23 species were introduced in Australia, the pestilential bush flies were reduced by 90 percent in farmers' fields. They are also of high importance to hygiene in developing countries. By burying or eating the dung, hygiene at least has a chance. There is even one species (and the only one) that eats human feces exclusively, thereby reducing the danger of illness that is passed on by contact with it or a by flies laying their eggs in it.\nThe scale on which they clean up dung is unbelievable. Researchers in one example found that a 1.5kg dung pat left by an elephant attracted 16,000 beetles and was gone in 2 hours.\nAll in all, not only are dung beetles beautiful, from the plain black specimens all the way through to the rainbow dung beetles, but they live interesting lives and are also extremely beneficial to our world.\nSources: 1, 2, 3, 4,","author":"Michele Collet","web_category":"nature","title":"The Majestic Beauty of the Dung Beetle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WOLLEMIA-BARK_0","url":"http://www.environmentalgraffiti.com/news-th-incredible-world-dung-beetles"}