{"summary":"Finally, we end with a video highlighting the best footage from Earth-Touch in the previous week. That’s why we’ll be working with Earth-Touch to bring you their best new wildlife footage every week.","advice_category":"2","content":"\nEnvironmental Graffiti is pleased to partner with Earth-Touch.com to bring you a brand new series.\nEarth-Touch seeks to create unique, beautiful, entertaining, and educational wildlife films. Their footage is captured in a way that is both environmentally friendly and ethically sound. They don’t sensationalize their footage, and they don’t antagonize animals to capture exciting footage. The mission is simple, to celebrate the truth and beauty of nature.\nAs Earth-Touch says: Life on Earth is not a documentary. We’re all part of a complex world, and it’s easy to miss something important and beautiful with everything that’s going on in the world. That’s why we’ll be working with Earth-Touch to bring you their best new wildlife footage every week.\nWe have a triple treat for you this week. We’ll start out by seeing some footage of black bears. In this video, a mother bear grazes for food in a meadow, while her two young cubs stick close to mother’s side.\nThe next video shows the hippo, one of Africa’s deadliest animals. While they look slow and stupid, hippos are quick and fiercely protect their territory. They kill more people every year in Africa than lions, crocodiles and elephants. Here a male hippo shows his dominance and displays some of his deadly teeth. There’s no ominous music, no sensational voiceover, just an animal showing his natural power.\nFinally, we end with a video highlighting the best footage from Earth-Touch in the previous week. In it we see animals from very small to very large, watching microscopically filmed footage of milkwood locusts to playful elephants in the Kalahari Desert. You’ll see animals from penguins to a southern right whale and travel from South Africa to South America in this week’s highlight reel.\nPlease join us next week as we bring you more real, natural wildlife footage in partnership with Earth-Touch.\nYou can visit the Earth-Touch website here.\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Wildlife Video Roundup","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/chernobyl.jpg","url":"http://www.environmentalgraffiti.com/ecology/wildlife-video-round-up/886"}