{"summary":"Photo: from Urquhart Family Clan. Photo: Reckless","advice_category":"4","content":"\nPhoto: Reckless\n\n\"I could have died laughing!\" \"I almost died of embarrassment.\" \"Her dress was to die for.\" \"I'm just dying to see you...\"\nMost of us think nothing of using these cliches, and everyone knows what they mean. Laughter is supposed to be \"the best medicine,\" but in a few unfortunate cases in recorded history, mirth has turned deadly...\nPhoto: Galawebdesign\nIn the third century BC, Greek philosopher Chrysippus died of out-of-control laughter after he gave his donkey some wine, and then observed it pigging out on figs... Pietro Aretino (below), writer, raconteur, and the founder of \"literary pornography,\" is said to have died in 1556 of suffocation from laughing too much...\nPhoto: Portrait by Titian (1545)\nThe king of Burma in 1599, Nanda Bayin, is said to have laughed to death, \"when informed by a visiting Italian merchant that Venice was a free state without a king...\" Meanwhile, Scottish aristocrat and polymath (look that one up!) Thomas Urquhart (below) is said to have died from uncontrollable laughter in 1660 upon hearing that Charles II had taken the throne.\nPhoto: from Urquhart Family Clan\nMore recently... On March 24th of 1975, Alex Mitchell, a 50-year-old bricklayer in Norfolk, England, kicked his bucket while howling with laughter over the \"Kung Fu Capers\" episode of his favorite TV show, \"The Goodies.\" The episode featured a kilt-clad Scotsman attacking a vicious-looking blood pudding with his bagpipes, and roundly trouncing it. After laughing uncontrollably for twenty-five minutes, Mitchell finally succumbed to heart failure on his sofa. His bereaved widow reportedly sent a letter to the producers of \"The Goodies\" in which she thanked them for making Mitchell's final moments so enjoyable!\nPhoto: Simon\n\nIn 1989, a Danish audiologist named Ole Bentzen died of mirth while watching the hit movie, \"A Fish Called Wanda.\" He too succumbed to cardiac arrest, and his heart was estimated to have been beating at between 350 and 500 beats per minute at the time of his death. Finally, an ice-cream truck driver in Thailand, Damnoen Saen-um, 52, died while laughing hysterically in his sleep. His wife was unable to awaken him, and after two minutes of continuous laughter, he stopped breathing. \"I have never seen a case like this. But it is possible that a person could have a heart seizure while laughing or crying too hard in their sleep,\" observed Dr Somchai Chakrabhand, of the Thai mental health department.\nPhoto: renjith krishnan\nSo, what is going on here? How can someone expire while laughing -when laughter is supposed to be so?healing?for the body and mind?\nWikipedia gives us a scientific explanation, replete with complex medical terminology. ?In simple terms, pathological laughter may be caused by tissue death due to obstruction of the blood supply to the brain. Hard laughter may cause a person to stop breathing properly, which can cause \"syncope\" - death by fainting and suffocation. ?Laughing too hard can also cause heart failure, due to an elevated rate of heartbeat, and/or predisposing heart conditions. ?There is even a form of syncope known as \"Seinfeld Syncope,\" for obvious reasons.\nSo...be careful. ?Laugh your head off (that's another article), but do remember to keep breathing. ?If you find yourself laughing too?hard, try to think of something really sad--and then go ahead and laugh even harder!","author":"ladywolf","web_category":"science","title":"When Laughter Turns Deadly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","url":"http://www.environmentalgraffiti.com/news-dying-laughter"}