{"summary":"I know that this comes as a shock, seeing as the sun is powered by the most powerful fusion reaction we can easily wrap our paltry little minds around, but the tsunamis of hot gas moving around its surface were filmed, and they move really, really fast.. Image from NASA","advice_category":"4","content":"\nI know that this comes as a shock, seeing as the sun is powered by the most powerful fusion reaction we can easily wrap our paltry little minds around, but the tsunamis of hot gas moving around its surface were filmed, and they move really, really fast.\nImage from NASA\nConsidering that we didn't even recognize that this phenomena existed until the 1990s, I think it's pretty impressive that it took less than 20 years to capture it on film.\nUsing a spacecraft called STEREO, NASA has determined that these waves of hot gas release two billion times the ANNUAL energy consumption of the entire planet (non-Earth Hour, har har) in a fraction of a second.\nIn that same fraction of a second, they wave will also have traversed nearly one million miles, as they move at a speed that is so great that they're blazing over the area of our planet in less than the blink of an eye, according to the STEREO team.\nUnlike tsunamis on earth, we don't yet totally know why they occur-- explosions inside the sun, of course, but how, and why, are mysteries-- but at least we have really, totally awesome video here.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"science","title":"Solar Tsunamis Filmed, Move Really Fast","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/sciencetech/solar-tsunamis-filmed-move-really-fast/1002"}