{"summary":"Knowlton that draws our attention toward the many discoveries of the Census of Marine Life, in engaging detail. Nancy Knowlton has devoted her life toward the life of sea creatures","advice_category":"2","content":"\nPhoto: Nancy KnowltonTransparent baby slipper lobsterAll images courtesy of Dr. Nancy Knowlton and used with permission\nEven though we know a lot about our Earth, we are often surprised by new discoveries every day. Especially when it comes to marine life, we must admit that it is much more complex than we think and God knows what hidden wonders are there beneath sea level. Among the many surprises, you may find sea-spiders the size of dinner plates and shrimp-like creatures more than a foot in length.\nPhoto: Nancy KnowltonPoisonous sea slug (Phyllidia ocellata)\nWhen the Census of Marine Life was launched, its goal was to answer basic questions about oceanic creatures and their life. As a scientific leader of Marine Life, Dr. Nancy Knowlton has devoted her life toward the life of sea creatures. She is the Sant Chair of Marine Science at the Smithsonian National Museum of Natural History in Washington, D.C., and proud founder of the Center for Marine Biodiversity and Conservation at Scripps Institution of Oceanography at the University of California, San Diego. \n\"Citizens of the Sea\" is a wonderful book written by Dr. Knowlton that draws our attention toward the many discoveries of the Census of Marine Life, in engaging detail. But why not speak with Dr. Knowlton and let us know about it in her own words? In a brief interview, Dr. Knowlton spoke with Environmental Graffiti about her new book and her passion for sea creatures. \nEG: What made you to write this book?\nDr. Knowlton: \"I was invited to write this book by the Census of Marine Life and jumped at the opportunity. It allowed me to share all the wonderful ocean stories I have been collecting in my head since I started studying the ocean more than 35 years ago.\" \nPhoto: Nancy KnowltonGiant Kelps (Macrocystis pyrifera) \nEG: What were the surprises and challenges, you had while writing this book?\nNK: \"The biggest challenge was really the deadline, since it had to be finished in less than a year! The biggest surprise was how much fun I had doing it, even with the time pressure. And of course all the wonderful details we uncovered while researching each story were also surprising - for example the facts that some birds fly the equivalent of three round trips to the moon in their lifetimes and that a quart of seawater has more than 20,000 kinds of bacteria.\nEG: The book is full of hidden wonders of the sea. Do you think there are still big discoveries to be made yet?\nNK: \"There is so much still to be discovered - the ocean covers over 70% of the surface of the earth and over 95% of its habitable real estate. We have only begun to scratch the surface, literally, since the deep sea is mostly unexplored. We have visited the moon more often than the deepest part of the ocean, and even in shallow water, the diversity is so high that we continue to make new discoveries every day.\"\nEG: In closing, any 'green' message to our readers, about the health of the ocean and what we ordinary people could do about it?\nNK: \"The ocean is in trouble - between over-fishing, pollution, invasive species, and greenhouse gas emissions (which make the ocean warmer and more acidic), many species and ecosystems are threatened. But each of us can help by treading lightly on the planet. This means eating only sustainable seafood, using energy efficiently, and minimizing waste (much of which winds up in the ocean).\"\nPhoto: Nancy Knowlton\nFor many decades, scientists from all over the world have been discovering many unknown species hidden in the deep sea and are still working hard toward the future of marine life. \n\"Citizens of the Sea: Wondrous Creatures from the Census of Marine Life\" is a new National Geographic book, brilliantly captured by underwater photographers, and written with fun as an easygoing, detailed documentation. It not only brings readers face-to-face with the hidden denizens in the deep-sea, but also reveals a miraculous array of sea creatures. You will get to know more about your neighbors, once you will read the book.\n My sincere thanks to Dr.Nancy Knowlton for her answers and sharing such an incredible book with us.","author":"Alka Sharma","web_category":"nature","title":"The Strangest Citizens of the Sea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","url":"http://www.environmentalgraffiti.com/animals/news-citizens-sea"}