{"summary":"As a result of this, divers frequently step on stonefish when in shallows or near coral reefs. Only trained and experienced experts are likely to spot stonefish in their natural habitat.","advice_category":"2","content":"\nPhoto: Silke Baron\nAustralia is often portrayed in the media as being a country in which everything wants to kill you. For some reason, the land down under has a reputation for being home to dangerous animals that far surpass those of any other continent. Reflections of this are found in Australian culture – tales of fictional deadly animals such as ‘drop bears’ are often used to scare greenhorn tourists. But there’s no smoke without fire, and in the coral reefs of coastal Australia, there is very often good reason to watch your step.\nPhoto: Steve and Gemma Copley\nStonefish are members of the family Synanceiidae. With their unsightly protuberances and mealy-mouthed frown, they would doubtless be considered among the ugliest of the denizens of the deep were this horrific visage not the perfect camouflage for blending into the sea floor. The stonefish's sedentary habit is designed not to attract attention to itself. Looking and acting exactly like a stone, it can be nigh-on undetectable. Its cryptic mottled colouring of brown, red and grey cause it to look like an encrusted piece of stone or coral. Only trained and experienced experts are likely to spot stonefish in their natural habitat.\nPhoto: Richard Ling\nOn the stonefish’s back are thirteen dorsal fin spines that are capable of transmitting a powerful toxin, making the stonefish one of the most venomous fish in the world. When stood on, the stonefish will lock its spines into an upright, vertical position to deliver the dose. The habits of the stonefish make it doubly dangerous, as it will not move even when in close proximity to humans. As a result of this, divers frequently step on stonefish when in shallows or near coral reefs. The venom famously causes intense pain, affecting all muscles, including respiratory and heart muscles. Shock and local paralysis are common early symptoms.\nPhoto: Nataraj Metz\nPhoto: Sean Mack\nThough stonefish are believed to have killed many indigenous inhabitants of the Indo-West Pacific prior to the arrival of European colonizers, in recent years deaths due to stonefish have been very few. Besides the invention of appropriate antivenom, useful measures to be taken are now known by most cultures inhabiting affected areas. In fact, no fatal attacks have been reported since at least 1936.\nPhoto: Silke Baron\nGoing on some of these pictures, would you trust yourself to spot a camouflaged stonefish?\nSources: 1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Steampunk","web_category":"nature","title":"Deadly Stonefish Hiding in the Sand, Ready to Strike","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44109-2701756110105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/deadly-stonefish-hiding-in-the-sand-ready-to-strike/20357"}