{"summary":"But in trying to prevent fires, the role fires play in the forests was overlooked. In 1968, the National Park System updated their policy to recognize the role fires play in our forests","advice_category":"2","content":"\nPhoto: USFS Gila National Forest.\nEach summer, wildfires burn thousands of acres of forests to the ground. For centuries, fires were suppressed, leading to thick, dense forests that ultimately burn with such intensity that their smoke clouds are sometimes visible for hundreds of miles. Wildfires destroy homes, property and burn so much landscape that the scars are visible from space. Each year, we lose as much forested land to fires as we do to logging and conversion to farmland combined. Yet, far from being restricted to forests alone, wildfires are a global problem, affecting areas as diverse as the American West, the far northern tundra and temperate grasslands. \nPhoto: U.S. Fish and Wildlife Service\nUnder ideal conditions, forest fires are beneficial. They clear dead wood and destroy only the lower branches, allowing sunlight to reach the forest floor. After a fire, healthy forests can quickly regenerate with new growth, allowing fire-resistant trees to flourish. Fires also add nutrients to the soil. And many species, including oak and pine, require the heat of fire to crack their tough seed shells. \nPhoto: U.S. Fish and Wildlife Service\nIn the 1930s, the US policy concerning fires was to put out all wildfires by 10am on the day after they were discovered. But in trying to prevent fires, the role fires play in the forests was overlooked. Forests became thick, choked with underbrush, and the trees became too densely packed to thrive. Fires that did break out were also prone to being incredibly strong. In 1968, the National Park System updated their policy to recognize the role fires play in our forests. \nPhoto: Threat to Democracy\nA rapidly changing world is affecting our forests. Dry winters and summer droughts make conditions perfect for extreme fires. Fires are also on the rise due to decreased harvesting of timber on federal lands in recent decades. Without fires, small-diameter trees are dominant in the forests. And these thinner trees must compete for fewer resources. Lacking an ideal mix of water, space and sunlight, trees are not as healthy as they could be, putting them at greater risk from devastating wildfires. \nPhoto: NASA\nWith 7 billion people currently living on the planet, wildfires are more of an issue now than ever. Many people live in threatened areas. This includes the world’s poor, many of whom are forced to live on the edges of safer areas. Of course, this also includes affluent people who seek out nature’s beauty. But unlike less privileged people, the prosperous have a voice and can demand that policy change for their protection.\nSources: 1, 2, 3, 4, 5, 6, 7, 8","author":"Lisa Hossler","web_category":"nature","title":"Why Suppressing Forest Fires Actually Made Them Worse","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45854-2095346750105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/forests/news-beneficial-and-harmful-aspects-our-forest-fires"}