{"summary":"Most species developed thousands to millions of years ago but scientists think that the hamlets are in an early process of developing new species and this makes it doubly important to follow them. There are 10 species of hamlet fish, most found in their own location, even though there may be a few species on one reef at times","advice_category":"4","content":"\nPhoto: Alex Mustard\n\nEvolution is a vast subject and some areas of it are as yet poorly understood. One of these is how species diversify. The most popular theory is that geographic separation is responsible. \nPhoto: Alex Mustard\nA new groundbreaking study of the colorful hamlet fish found in the Caribbean has brought up another possibility - that ecology and not geography is the answer.\nPhoto: Jay Paredes\nThere are 10 species of hamlet fish, most found in their own location, even though there may be a few species on one reef at times. The Blue Hamlet above is only found in the Florida region for example. The species are easily identified by their colors. Originally it was theorised that as sea levels fell, hamlets were separated and devolved into separate species, then came together again when the levels rose.\nPhoto: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nWhat has been found instead is that, as this University of East Anglia report says: \"Since different species hotspots overlap and many species have more than one hotspot, the results do not support the theory that hamlets originated independently when they were geographically separated in the past. The research also showed how ecological factors, such as competition for food or habitat, may influence how different hamlet species co-exist.\"\nOne of the most exciting findings is that the DNA of all 10 species is practically identical even though the colors are very different. Given the information in the study, it seems to show that the coloration of the different species is no simple variant like hair color but instead is ecologically relevant to the closely related species.\nPhoto: Commander William Harrigan, NOAA Corps (ret.) Credit: Florida Keys National Marine Sanctuary\nMost species developed thousands to millions of years ago but scientists think that the hamlets are in an early process of developing new species and this makes it doubly important to follow them. \nI had the opportunity to ask Dr Holt what he wanted us laymen to take away from the study, he kindly gave this answer: \"Lots of good results have been gained from theoretical and laboratory studies but in order to see how speciation works in the real world, data from the field must be analysed.  This is not easy as most speciation has either already happened or is yet to happen. Therefore groups such as the hamlets, which may be currently diverging, are extremely valuable.  This study shows two things, firstly there is no evidence to suggest that hamlets diverged under past allopatric conditions and secondly colouration plays a biologically important role in the group, to the extent that colour forms do not coexist freely.\"\nSources: 1 2 3 4","author":"Michele Collet","web_category":"science","title":"The Iridescent Colors of the Hamlet Fish","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/news-colorful-hamlet-fish-answer-some-questions-evolution"}