{"summary":" Habilis is also the possible direct ancestor another very important species, Homo Erectus..  Homo erectus was actually pretty similar to modern humans, and it lived from about 2 million to 400,000 years ago","advice_category":"2","content":"\nWelcome to the 12th post in the series we’re calling Mother Earth.\nSo far we've covered the big bang to the formation of\nEarth, volcanoes, the early atmosphere, water, ice, the beginnings of life on Earth, some really interesting sea creatures, plant evolution,when fish began to walk, the rise and fall of the dinosaurs, and the rise of the mammals.\nToday we’re going to be taking a look at how modern humans might have evolved from ancient hominid species.\nThe first primates appeared sometime around 85 million years ago. Around 40 million years ago, most of the primates on Earth were killed by the beginning of a massive ice age. The majority of the primates left lived in Africa and southern Asia. At some point, one of these primate species evolved. It wouldn’t have been much different than many other primate species, and it certainly didn’t resemble humans, but the new race would have a direct evolutionary connection to modern humans today.\nUnfortunately, we have absolutely no idea what that species is. A lot of research has been done on finding the earliest ancestor we could link in a direct line to humans. All this research has led to very little consensus on the subject.  What we do have, is some likely ancestors of early humans.\nAustralopithecus\n\nA conceptualized model of australopithecus afarensis\nThe most likely direct ancestral group of the genus Homo, to which we belong, is the australopithecines. Australopithecines appeared in Africa possibly as much as 4 million years ago. This group had the first examples of one of the most important traits of all hominids to come, bipedalism.\nThe ability to walk on two legs was one of the most important evolutionary steps in hominid history, and can be seen from at least 3.7 million years ago. A member of the Australopithecus afarensis species, the most famous fossil example of which is probably the skeleton known as Lucy, walked in a layer of volcanic ash near present-day Laetoli, Kenya around that time.  Nobody knows exactly why apes started walking upright, however. Some suggest that it was to be able to see better on the savannahs, some say it was to carry more food or children, but we’ll never really know.\nOur australopithecine ancestors didn’t have an easy time of it. For one thing, they were apparently delicious. They were much smaller than humans today, and they frequently fell prey to predators of the time. We know that one in particular, dinofelis, had a taste for the little guys. Also known as the false sabre tooth, this cat had a distinctive set of teeth. These left a distinctive set of teeth marks in the heads of fossilized australopithecine remains found throughout several of the caves it likely dragged its prey into millions of years ago.\nThe Homo genus\nHomo erectus skull\nAround 2.4 million years ago, we see the first example of the genus Homo, Homo habilis. Homo habilis lived from between 2.4-1.5 million years ago. Homo habilis didn’t look much like we do today. Habilis was short, with big arms and a distinctly apelike head. One of the most important developments made by Homo habilis though, was tool use. Habilis fossils are frequently found with stone tools.  Habilis is also the possible direct ancestor another very important species, Homo Erectus.\nHomo erectus is likely the most recent direct ancestor of Homo sapiens, although we can’t be entirely sure of course.  Homo erectus was actually pretty similar to modern humans, and it lived from about 2 million to 400,000 years ago. It was much larger than habilis, averaging about 5’ 10”. They looked a lot like modern humans, but they had a brain only 75% of the size of ours. They also didn’t have the capacity for advanced speech.  They were another group of tool fans. They also advanced tool use during their time on Earth. They were the first to chip hand axes on both sides, making a sharp cutting point. Another important aspect of erectus is their propensity for travel. They have found evidence of erectus in Africa, Europe, and Asia. Evidence of controlled fire use has also been found in erectus settlements.\nAnd so we arrive at our final destination: Homo sapiens. We as a species probably arose in Africa some time around 200,000 years ago. The first anatomically modern humans appeared around 70,000 years after that. For the vast majority of human existence, all humans have been hunter-gatherers. Then something changed.\nJoin us next time as we discuss the rise of human civilization on Mother Earth.\nJoin us next time on Mother Earth when we discuss the beginnings of civilization. The easiest way of keeping up with the rest of the series is probably by subscribing to our RSS feed... and if you do that we’ll also give you a free album! What a bargain.\n ","author":"Chris","web_category":"nature","title":"Mother Earth: The Evolution of Man","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-40712-2223529330102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-the-evolution-of-man/625"}