{"summary":"The Sumatran tiger is the last wild tiger found in Indonesia after Javan and Bali tigers were driven extinct from habitat loss and hunting for parts..  There are thought to be less than 500 Sumatran tigers left in the wild.","advice_category":"2","content":"\nParts of the Sumatran tiger, a critically endangered species, are being openly sold in 10% of 326 retailers surveyed across the Indonesian island of Sumatra.\nA Sumatran tiger caught on film in the wild. Image by Michael Lowe\nAlthough there are laws in place to protect the tigers, a lack of enforcement has led to the widespread sale of the tigers’ body parts in gold and souvenir shops and as ingredients in traditional medicine.  The study, conducted by wildlife trade monitoring organization Traffic, estimated that about 23 tigers were killed to provide the products they found for sale.  There are thought to be less than 500 Sumatran tigers left in the wild.\nThe rare and exotic animal is on the World Conservation Union’s “red list” of the most endangered species in the world. The Sumatran tiger is the last wild tiger found in Indonesia after Javan and Bali tigers were driven extinct from habitat loss and hunting for parts.\nA 1999-2000 study found about 50 tigers on sale in the same area, but experts believe the decline in animals for sale is not due to a reduced demand but a reflection of the growing seriousness of this particular environmental problem. Lead study author Julia Ng said: \"Sadly, the decline in availability appears to be due to the dwindling number of tigers left in the wild. The Sumatran tiger population is estimated to be fewer than 400 to 500 individuals. It doesn't take a mathematician to work out that the Sumatran tiger will disappear like the Javan and Bali tigers if the poaching and trade continues.\"\nThe trade in tiger parts has long been part of local culture. The bones and genitals of the tiger are used in Chinese medicine, while teeth and claws are put in jewellery that allegedly bring good luck. Other parts are used in magical protection charms.\nWhile the government acknowledged that more needs to be done about the environmental issue, a statement from Sumatran official seemed to suggest problem was not a top priority. Dr. Tonny Soehartono of the Indonesian forest ministry said: \"We have to deal with the trade. Currently we are facing many other crucial problems which, unfortunately, are causing the decline of Sumatran Tiger populations. We have been struggling with the issues of land use changes, habitat fragmentation, human-tiger conflicts and poverty in Sumatra. Land use changes and habitat fragmentation are driving the tiger closer to humans and thus creating human-tiger conflicts.\"\nThe land use changes he refers to are almost certainly the increasing spread of palm oil plantations in Indonesia, an environemntal problem the government of the country has demanded cash to address.  This has become a growing environmental problem as demand for palm oil for use in biofuels and food increases. Palm oil plantations are becoming infamous for their attitude towards native animals and forest dwelling people. Habitat loss from the expansion of the plantations, as well as poaching by plantation employees, has been driving down the number of a variety of native species including the Sumatran tiger and the orangutan.\nInfo from Guardian, Telegraph and Reuters\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Parts of Nearly Extinct Tiger Openly Sold in Sumatra","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","url":"http://www.environmentalgraffiti.com/ecology/parts-of-nearly-extinct-tiger-openly-sold-in-sumatra/788"}