{"summary":"There are various myths concerning Yellowstone, among them the idea that Native Americans rarely set foot in the area for fear of its geysers and other hot spring features like fumaroles. Fumarole of the fire goddess: Halemaumau Photo: Photo: Mila Zinkova","advice_category":"8","content":"\nPhoto: Photo: BruceMcAdam\nFacetious folk might say fumaroles are sure-fire proof that the lords of the underworld are from the bong-smoking school of thought. Yet these volcanic vents have more serious associations, often lying on active volcanoes in times of comparative quiet between eruptions. Such smouldering fissures in the earth are visible emitting hot steam and volcanic gasses in places as far and wide as Italy, Indonesia, Hawaii, Yellowstone and Iceland. With their fizzing, more than faintly menacing behaviour, it’s easy to see why fumaroles are shrouded in myth and legend.\n1. IcelandPhoto: Photo: hkvam\nIceland’s landscape is riddled with volcanic features like boiling mud volcanoes, lava flows and gushing geysers – not to mention their close cousins the fumaroles in hotspots such as N?maskar?. Magma close to the surface releasing gasses and heating groundwater is the scientific explanation for fumaroles, but accounts from mythology would almost certainly have held sway in their day.\nNorse land of elves and trolls: N?maskar? Photo: Photo: Peter Nijenhuis\nIn days gone by, magical creatures like elves and trolls were blamed for people vanishing at what were likely the hands of Iceland’s extraordinary volcanic phenomena. Amidst all the astonishing geological activity, would the country’s fumarole fields have been mixed up with the wrath of the Norse god Odin, or been seen as gateways to his kingly stronghold in Valhalla? Mystery cloaks this magical land.\n2. HawaiiPhoto: Photo: Mila Zinkova\nThe massive fumarole pictured is streaming from the Halemaumau Crater in Hawaii, itself part of the much greater summit caldera of Kilauea in Hawaii Volcanoes National Park. Halemaumau remains one of the most active volcanoes on earth. Its serious lava eruptions as well as hazardous sulphur dioxide levels and volcanic smog of 2008 were signalled by gas venting from its east wall fumarole.\nFumarole of the fire goddess: Halemaumau Photo: Photo: Mila Zinkova\nAccording to the traditions of the indigenous people, the Halemaumau pit crater is the home of Pele, the fiery Hawaiian volcano goddess. The Hawaiian oral tradition tells implicitly of many eruptions stirred up by an angry Pele prior to the arrival of the Europeans, so logic would have it that the fumarole is a sign of the fuming goddess preparing to explode on the unwary.\n3. IndonesiaPhoto: Photo: Tom Pfeiffer / www.volcanodiscovery.com\nIndonesia is a vast volcanic hotbed, and Mount Papandayan on West Java, which last erupted in 2002, stands as one of its most volatile peaks. Papandayan’s “Golden Crater” is known for its dazzling sulphur crystals and hissing fumarole fields – the picture here showing one steaming in violent fashion and churning out a plume hundreds of metres high.\nCrying over spilt boat: Tangkuban ParahuPhoto: \nWhile mythology about Papandayan is hazy, that surrounding its neighbour Tangkuban Parahu is less so. Tangkuban Parahu roughly translates as “upturned boat” owing to the legend of its creation. The story goes that a queen exiled her son, only for the pair to later mistakenly fall in love. Since marriage was forbidden, they were doomed to drown when a dam was burst, and fumaroles are said to represent the mother’s sobbing.\n4. ItalyPhoto: Photo: Mr Topf\nFumaroles full of sulphur gasses, like the ones found at Pozzuoli near Naples, are known as solfataras – though the volcanic crater in southern Italy also assumes the same name, which comes from sulpha terra, meaning “land of sulphur”. Pozzuoli’s Solfatara was formed around four millennia ago, with its last major eruption, fuelled by steam interacting with hot magma, taking place in 1198.\nGateway to Hades: SolfataraPhoto: Photo: Donar Reiskoffer\nIn Classical times, this far less dormant smoking opening in the earth’s crust – even more replete with jets of steam and sulphurous fumes – must surely have been viewed as some sign or emissary of Pluto, Roman god of the underworld. Indeed, in Virgil’s the Aeneid, Aeneas is depicted venturing into Hades, Pluto's dark domain, through an eerie solfatara.\n5. YellowstonePhoto: Photo: Lance and Erin\nThere are an estimated 4,000 fumaroles in Yellowstone National Park, which is also home to mud pots and geysers a-plenty. Fumaroles commonly emit concoctions of steam, hydrogen sulphide and other gasses from beneath the earth’s surface, though a fumarole that is also rich in carbon dioxide is called a mofette. It's slightly sinister that the gasses issuing from this last family of fumaroles, found around Yellowstone, are known to settle in hollows, causing animals and birds to suffocate.\nNative American wonders: extinct Yellowstone fumarolePhoto: \nThere are various myths concerning Yellowstone, among them the idea that Native Americans rarely set foot in the area for fear of its geysers and other hot spring features like fumaroles. However, evidence shows that this is not the case. Early people not only visited but camped near such phenomena, suggesting a measure of reverence that the Native Americans held for so many of nature’s marvels.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"5 Picturesque Infernos: Fumaroles From Around The Globe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/add1jpg","url":"http://www.environmentalgraffiti.com/featured/picturesque-infernos-fumaroles-around-globe/9787"}