{"summary":"Growers from various nations show off their talents at Floriade pavilions. A Vancouver Sun writer described the compact gardens, national pavilions and acoustically wired woodlands at Floriade","advice_category":"6","content":"\nPhoto: Carl Dania\nPlant lovers rejoice. The The Floriade 2012 World Horticultural Expo is here! Every decade, a different Dutch town hosts a horticultural fair called Floriade. The current Floriade is in Venlo, the Netherlands.\nGrowers from various nations show off their talents at Floriade pavilions. Some of the pavilions focus on aesthetics. Others demonstrate cutting edge technology or explain environmental concerns. Landscapers created the 160 acre grounds for Floriade 2012 from farmland and woods. In keeping with a green ethos, the infrastructure built for Floriade 2012 will be put to good use as an industrial park after the fair is over.\nPhoto: EnergieAgentur NRW\nA slideshow of Floriade 2012 captures the stunning displays at the fair. Numerous flowers impress visitors with their vibrant colors and diverse shapes. Cable cars transport attendees across the fair as they gaze at the view below. And pavilions range from traditional and meditative to futuristic and vivid.\nFloriade was spectacular enough to make the news outside of Europe. A Vancouver Sun writer described the compact gardens, national pavilions and acoustically wired woodlands at Floriade. A reporter at ABS-CBN News also covered the event.\nPhoto: nikontino\nIt is easy to see why Floriade impressed so many people. The designs at the festival blend functional space and outdoor recreation harmoniously. Consider the patio design pictured above, for example. The frame around the space defines it without separating it from the surrounding environment. The painted hutch simultaneously provides storage and pulls the greenery into the arrangement. Muted colors on the rest of the furniture and on the ground stand in stark contrast to the green lawn.\nPhoto: nikontino\nFlowers are a given at Floriade, but the plantings aren't limited to ornamental species. Fruits and vegetables are also among the mix. The strawberry garden above has strawberry plants in raised planters so they are easy to tend and pick. The geometric layout of the pathways complement the angular greenhouse in the background. A whimsical sculpture adds a bit of charm to an otherwise utilitarian garden. Who wouldn't want to visit this landscape for a quick snack?\nFloriade is a celebration of horticulture for all to enjoy. The Floriade website gives details for anyone who wants to attend. The event will last until October. Live music, sporting events, films and dining enliven the festivities at night. Beautiful landscape designs calm the mind and please the senses. And informative exhibits raise environmental awareness and disseminate horticultural know-how. Acres of wonder await visitors to Venlo this year, but they must hurry. By the time an early snow covers the land, Floriade will be gone for another decade.","author":"Joseph Dunsay","web_category":"art+and+design","title":"Floriade 2012: The Netherlands' Once-a-Decade Plant Show","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-floriade-2012-celebrates-art-growing"}