{"summary":"If crepuscular rays are called God’s Fingers, would anticrepuscular rays be the opposite, the Devil’s Feelers maybe?. The image below seems to show anticrepuscular rays converging from a gorgeous glory, captured above the clouds on a flight to southwestern Tennessee","advice_category":"4","content":"\nPhoto: Anticrespulcular rays captured just outside Boulder, CO\nImage: John Britton\nHow many people turn around when they watch a beautiful sunset? Not many, but here are a few good reasons why they should. Anticrepuscular rays are spectacular optical phenomena that are quite rare and they require the viewer to have his or her back to the sun or sunset point. Like crepuscular rays, covered here earlier, they are columns of sunlit air streaming through gaps in clouds. Yet while the former seem to converge from the sun, anticrepuscular rays converge toward the antisolar point – the point in the sky directly opposite the sun – creating some stunning effects.\nNothing supernatural here or is there?Photo: \nImage: Carolina ?dman\nRadiating from this ship in Ye Liou, Taiwan?Photo: \nImage: Unknown photographer \nAnticrepuscular rays actually do not radiate from one point but are parallel shafts of light. They produce an optical illusion explained by da Vinci’s linear perspective according to which at distance, all things convert to a central point. It's similar to a long, straight road converging toward the horizon regardless of which way one is looking.\nThe illusion is even more spectacular when the anticrepuscular rays seem to converge from an object like the ship above or this rock at Horseshoe Canyon in Utah, below.\nPhoto: \nImage: Peggy Peterson\nWith a tinge of pink, in Florida:Photo: \nImage: Daniel Herron\nThe hours around dusk and dawn are called the crepuscular hours (literally: relating to twilight) and have given this light phenomenon its name. Dusk and dawn are the times of the rays’ most frequent occurrences because then, the contrast between light and dark is the most obvious.\nSeen from a plane while flying over Arizona:Photo: \nImage: Craig Gould\nIf crepuscular rays are called God’s Fingers, would anticrepuscular rays be the opposite, the Devil’s Feelers maybe?\nDivine intervention?Photo: \nImage: Piccolo Namek \nWe can see why these images are often used for religious pamphlets:Photo: \nImage: Luis Argerich\nThe image below seems to show anticrepuscular rays converging from a gorgeous glory, captured above the clouds on a flight to southwestern Tennessee. Below the clouds, the phenomenon would have been observed as crepuscular rays.\nRays and glory:Photo: \nImage: Tim Stone\nThe last pic should clear up any questions about anticrepuscular rays:\nSetting sun + well placed clouds + a bit of luck = anticrepuscular rays.\nPanoramic view of anticrepuscular rays over Chandler, Arizona:Photo: \nImage: Ian Schlueter\nSo next time you watch a spectacular sunset, make sure to turn around as something unusual if not even more spectacular may be awaiting you.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"10 Most Incredible Images of Anticrepuscular Rays","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/most-incredible-anticrepuscular-rays/20371"}