{"summary":"Practically the only negative thing you could say about the mountain goat is that it isn’t – a goat that is.. If mountain goats were bottled, they'd be a certain Dutch beer, because mountain goats reach the parts other beasts cannot reach","advice_category":"2","content":"\n*Also check out this great article on webecoist about tree goats!* Photo: Feral Goats in Tryfan, North Wales Image : James@hopgrove\nIf mountain goats were bottled, they'd be a certain Dutch beer, because mountain goats reach the parts other beasts cannot reach. Blessed with climbing skills to impress the most intrepid mountaineer, these agile, sure-footed creatures deserve to be held on a pedestal as lofty as the alpine crags on which they appear. Practically the only negative thing you could say about the mountain goat is that it isn’t – a goat that is.\nPrecipice? What precipice? A mountain goat scales a dizzying rock facePhoto:  Image via: Treehugger\nDespite their name, mountain goats are not true goats, although they are close relatives, and both species share a propensity for scrambling up and balancing on hair-raisingly high objects like rocky cliffs, out of reach of most potential predators. They do so with little apparent sense of danger – but do you worry about getting hit by a car every time you cross your local street?\nEr, guys, I think I forgot something: Three mountain goats negotiate a cliff face Photo: Image via: Treehugger\nFound in many of the dramatic mountain regions of North America at altitudes of up to 13,000 feet, mountain goats are well adapted to clambering up precipitous slopes to reach vegetation due to the nature of their cloven hooves. They have two widely spaced toes that provide stable balance, with rough pads on the bottom to stop them from slipping, just like any good climbing shoe.\nSitting, chilling: A mountain goat rests amidst spectacular sceneryPhoto: Image: U.S. Fish and Wildlife Service\nThese powerful, barrel-chested beasts are also supremely nimble, able to jump almost 12 feet in a single leap. They're hard as nails too – boasting long, pointed black horns – and both males and females behave aggressively towards one another, billies in face-offs during breeding season, and nannies to protect their turf in conflicts that sometimes turn into the mountain goat equivalent of mass brawls.\nCheck out my back garden: A mountain goat on Mount Huron in Colorado, USAPhoto: Image: Robert Shepherd\nWith their double-layered coats – a dense, woolly undercoat covered by an outer layer of longer hair, better than any ski jacket – mountain goats are well insulated against freezing temperatures and the bitter mountain winds they must face. Their brilliant white colour also acts as good camouflage on the snowy peaks, though the high altitudes they inhabit is itself a safeguard against most natural predators.\nMountain goat? Tough? Don't make me laugh: A lynx Photo: Image: Iaw Kevan\nAlthough on higher ground, nanny mountain goats must be wary of protecting their kids from golden eagles, it's generally only when they migrate below the tree line that they may need to call on their fighting skills to defend themselves and their young from predators. Wolves, wolverines, cougars, lynx and bears all figure as public enemies to be on the lookout for.\nI'm going to do it, I really am: A feral goat on Tryfan mountain in North WalesPhoto: Image: Kev Bailey\nWe couldn't leave you without a snapshot of the mountain goat's smaller cousin, the feral goat, which also takes to rugged, mountainous terrain and displays top co-ordination in the most precarious places. Found throughout the globe in spots like the mountains of the British Isles, these living waste disposal machines can become invasive species in habitats not adapted to their vegetation-clearing ways.\nCome on, keep up: Goats encountered on An Teallach mountain in ScotlandPhoto: Image: AndiW \nYet feral goats – domestic goats that have settled in the wild – can also become an important part of the ecosphere, replacing locally extinct wild goats, and being used for conservation grazing to control the spread of undesirable scrub in many places. Like their more imposing, American counterparts, feral goats too live life on the edge.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Mountain Goats Scaling Dizzying Precipices","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-45177-2746310540104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/mountain-goats-scaling-precipices/11490"}