{"summary":"Photo: William WarbyThe crater. Photo: Vincenzo Gianferrari PiniFlamingo, Blackwinged stilt, jackal, hippos","advice_category":"2","content":"\nPhoto: David DennisZebra's eyelashes\nThe Ngorongoro Crater is part of the Ngorongoro Conservation area and is a UNESCO World Heritage Site. The crater is a large volcanic caldera where hominids and wildlife have lived for over 3 million years. It formed when a giant volcano collapsed on itself and the floor as well as surrounding sides were unbroken and unflooded (though often a flood turns them into a volcanic lake instead).\nPhoto: William WarbyThe crater\nThis site is uniquely managed as a multi use heritage site, where man and wildlife live and work along side each other. The wildlife is protected but farmers are allowed to graze their cattle in the crater, and while no cultivation is allowed, subsistence hunting is of certain animals.\nPhoto: Schuyler ShepherdBlack Kite\nThe Ngorongoro Crater holds a resident population of 25,000 animals, including the densest population of lions known. This in itself is a problem due to genetic in breeding. It is rare that other lions enter the crater and when they do, the male denizens of it are so fit thanks to the abundant food, that they can easily chase a newcomer out, so genetic illnesses have been cropping up, leading to a rise in cheetah populations - lions are the number one danger to cheetah cubs, while wildebeest and buffalo herds are a danger to lion cubs. These populations are dynamic, however they shift continuously with one growing while another declines and vice versa.\nPhoto: Charles J SharpLesser flamingo\nPhoto: lkiwaner Black Rhinoceros\nThe crater is home to the big five of African wildlife, the elephant, rhinoceros, lion, leopard and buffalo, as well as all the other birds, insects, ungulates and predators also found in the Serengeti which the crater touches on. Most stay within the crater (it is not enclosed, there are passes) but some travel during the summer season. Some 260,000 zebra, 470,000 gazelles and 1.7 million wildebeest pass through it yearly.\nPhoto: Diane DaviesElephant\nThe crater floor is 10 km across and has five distinct habitats. First there is the Lerai forest in the southwest section of the crater. Lerai refers to the Acacia and the thorny tree dominates this forest. It is home to a large number of species including the only leopards in the crater, baboons, vervets and a small population of giant tusker bull elephants.\nPhoto: BudgiekillerSpotted hyena with young\nPhoto: Vincenzo Gianferrari PiniFlamingo, Blackwinged stilt, jackal, hippos\nThe second area is Lake Magadi in the central-west part of the floor. It is a large salt lake, or soda lake, known for its thousands of migratory flamingos, generally lesser flamingos but other species as well. The photo above is a perfect example of the abundance of flamingos and other wildlife using the lake. There is a jackal, a blackwinged stilt - hard to make out but just in front of the flamingoes, and hippos.\nPhoto: David Dennis\nThe southeast and southwest have two big seasonal swamps which house hundreds of waterbirds and hippos. \nPhoto: Steph33560Serval cat\nPhoto: Pharoah HoundCheetah\nThe central area, which is the biggest, consists of short grass plains. Thousands of wildebeests, zebras and Thompson gazelles roam and of course predators do much of their hunting here. In the above picture, the cheetah has just finished feeding; you can see the fresh blood on her forelegs and her face.\nPhoto: David Dennis Ostrich\nThe eastern section consists of long grasslands where water buffalo are found and the smallest carnivore, the serval cat, is also found. As you can see, the crater is a huge diverse ecosystem of its own. The rim of the Ngorongoro Crater ranges in altitude from about 7,000 feet to 8,000 feet, while down below, the relatively flat floor of the crater rests at an elevation of about 5,500 feet.\nPhoto: David Dennis Zebra rolling\nAs one of the most fascinating areas on our Earth today and with the history behind it (the famous Olduvai gorge where Richard Leakey first found so many vital hominid fossils and artifacts is part of the conservation area), the Tanzanians have chosen a unique way to protect it while allowing the land to be used as it had been for thousands of years; a grazing place for cattle, open to those who have always used it. We need to see more protection efforts like this in the world where the peoples' needs, as well as the world's, are benefited by conservation.\nSources: 1, 2, 3","author":"Michele Collet","web_category":"nature","title":"The Incredible Abundance of Wildlife in Africa's Ngorongoro Crater","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-45107-2437925410102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-ngorongoro-crater-and-its-animals"}