{"summary":"Humans should beware as their sweeper tentacles are capable of stinging our flesh.. Clearly some aquatic animals love bubble coral as much as we do – at least those big enough not to be on the menu – be it the awesomely named orang-utan crab or this little bubble coral shrimp, Vir Philippinensis.","advice_category":"2","content":"\nPhoto: Photo: CybersamX\nBunches of grapes grown in a radioactive environment? The genetically modified eggs of some strange unidentified marine species? Or a fungal growth that would call for a hasty trip to the doctor? Nothing of the sort. It's stunningly beautiful bubble coral, and once we saw it we simply had to blog about it. Don your dark glasses; you're in for a feast for the eyes that might leave you dazzled.\nClub culture coral: Bubble coral under actinic lightPhoto: Photo: RevolverOcelot\nBubble corals are recognisable by their large, water-filled bubbles, or vesicles. Like light-loving balloons, these inflate during the day and deflate at the night, when tentacles come out instead in search of food.\nBubbles become fingers: Plerogyra sinuosa bubble coral in TimorPhoto: Photo: Nick Hobgood\nThe bubbles – which are white, cream, light green or pink in colour – protect the bubble coral skeleton. Meanwhile, the extended sweeper tentacles fight for space, and hunt prey such as plankton; stinging, capturing and killing their targets.\nWrinkly skin: Dangling tuft of Plerogyra sinuosa bubble coral Photo: Photo: RevolverOcelot\nSome bubble corals are also characterised by incredible fingerprint patterns, a nice touch by Mother Nature – at least to humans, apparently keen to recognise themselves in everything they see in the world around them.\nCrustacean cameo: Orang-utan crab on bubble coralPhoto: Photo: Nick Hobgood\nClearly some aquatic animals love bubble coral as much as we do – at least those big enough not to be on the menu – be it the awesomely named orang-utan crab or this little bubble coral shrimp, Vir Philippinensis.\nShrimp and egg salad: Vir Philippinensis with eggs on bubble coralPhoto: Photo: prilfish\nThe bubble corals collected in our virtual aquarium are all Plerogyra sinuosa. The exception is the striking specimen below, which is not actually bubble coral per se but the more fungal-looking euphyllia ancora, or anchor bubble coral.\nMicroscopic germs? No, Euphyllia ancora - anchor bubble coralPhoto: Photo: Nick Hobgood\nBubble corals are native to the western Pacific and Indo-Pacific oceanic regions as well as the Red Sea. Here they tend to be found in protected, shaded areas with gentle currents, for example under overhangs and on cave walls.\nAlien frogspawn: Plerogyra sinuosa bubble coral on Hino MaruPhoto: Photo: David Burdick\nThese beautiful marine organisms are a favourite among reef aquarists, who must be careful if they don't engage in warfare with each other. Humans should beware as their sweeper tentacles are capable of stinging our flesh.\nBlue brain: Bubble coral in the waters of the Tongan islands of Vava'uPhoto: Photo: Andrea\nBeautiful and belligerent, bubble corals are also extremely sensitive to environmental changes such as those in temperature and salinity. To vouchsafe their future in the wild, they must be protected from potentially damaging human activities such as mooring, fishing and construction.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Bizarre Bubbles Invade the Ocean Floor","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-43675-2686175750102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/bizarre-bubbles/17088"}