{"summary":"Volcanoes are truly an amazing world wonder but are also deadly, so make sure you adhere to the above safety guidelines at any signs of an eruption. Over the centuries, numerous societies have witnessed the destructive potential of volcanoes","advice_category":"2","content":"\nPhoto: creative commons\nVolcanoes are simply fascinating aspects of nature. They are often adored for their beauty and wonder. They resemble beautiful mountains but at any moment they can become disastrous. Unlike mountains, they have geothermal activity within and can sometimes cause mass destruction.\nPhoto: creative commons\nVolcanoes around the world are located in special 'zones', many of which are strategically placed around the Pacific Ocean. That is why the term \"Pacific Ring of Fire\" was born. The most destructive are located in Japan, Indonesia, the Philippines, and New Zealand. Other areas such as Hawaii and Costa Rica have volcanoes but they are not known to have caused as much damage. \nPhoto: creative commons\nOver the centuries, numerous societies have witnessed the destructive potential of volcanoes. Many have lost their homes and loved ones to molten lava. In many cases, volcanic eruptions are followed by earthquakes, which makes the destruction even greater. \nPhoto: creative commons\nLuckily though, volcanoes usually don't erupt without a warning. It takes time for enough lava to accumulate inside to trigger an eruption. In many cases, there are indicators that can be monitored. Volcanologists and seismologists are often able to warn people months before a volcano erupts. \nPhoto: creative commons\nUpon the issue of a warning, you should follow the guidelines below to prepare for the eruption:\n1. If you live within a few kilometers of the volcano, evacuate and take as many of your belongings as you can. Remember to sort the essentials from the non-essentials. Things can be replaced. \n2. Prepare gas masks. Volcanic eruptions can release sulfur which in some cases has led to suffocation. Many find it difficult to breathe once inhaling this foul odour. \nPhoto: creative commons\n3. Avoid all contact with lava. Lava is extremely hot, often thousands of degrees in temperature, and disintegrates anything it comes in contact with. \n4. Do not leave your safe haven until you have been given the okay. Always wait to hear from the volcanologists as to when it is safe to return to your home. Never assume you are okay without checking first. \nVolcanoes are truly an amazing world wonder but are also deadly, so make sure you adhere to the above safety guidelines at any signs of an eruption. ","author":"TCKellett","web_category":"nature","title":"What to Do When a Volcano Erupts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-what-do-when-volcano-erupts"}