{"summary":"Monarch butterflies go through four generations each year between their lengthy migrations; each one going from egg to larva to pupa to adult butterfly. A strong bond exists between Monarch butterflies and the poisonous Milkweed plant","advice_category":"2","content":"\nPhoto: Derek Ramsey \n“Dear butterfly, Majestic monarch of the sky,\nHolder of universal secrets and reasons why,\nColor my canvas, touch my heart before I die,\nTo live in joy, teach me how never to say good-bye.” ~ Michael Levy \nButterflies truly are fascinating creatures. Despite their small size they are as beautiful as any insects. They also provide a perfect example of the miracle of metamorphosis and can live in all climates and altitudes, though they prosper in tropical rainforests. Let us meet the monarch butterfly, one of the most colorful and most beautiful of all the butterflies - which also holds an amazing record for the lengths of its repeat migration.\nWhere do monarch butterflies migrate and why? Photo: Derek Ramsey\nThese butterflies are quite extraordinary insects. In North America, the fragile monarchs live in the Rocky Mountains. However, they cannot survive the chilly winter weather so they migrate twice a year to a warmer area. They fly for about 3,000 miles southward, to Central Mexico’s Oyamel fir forest for the winter. In spring, they return, completing a journey of thousands of miles. Their migration patterns are astonishing and still a puzzle for scientists. It is still a mystery as to how they can fly to the same place, every year.\nA journey longer than their lifespan?Photo: Agunther\nMonarch butterflies go through four generations each year between their lengthy migrations; each one going from egg to larva to pupa to adult butterfly. On their journey south, the butterflies mate and lay eggs. The first three generation die after about six weeks, leaving behind fourth generation to carry on with their long migration process. Hence it is their great grandchildren who finish the trip. This is another puzzling problem for scientists, as to just how these butterflies return to the same spot even after a gap of several generations.\nAre monarch butterflies poisonous?Photo: Derek RamseyMonarch caterpillar feeding on the leaf of the Swamp Milkweed\nA strong bond exists between Monarch butterflies and the poisonous Milkweed plant. The female eats these leaves and lays eggs on the underside of the milkweed leaves. When the eggs hatch, the caterpillars feed on the milkweed leaves which are easily available. This incorporates the poisonous toxin into their body. This is what makes the monarch butterfly poisonous and helps them to keep their predators at bay. Also this is how they got their famous nickname the 'Milkweed Butterfly’.\nMost honored butterfly in the world:Photo: Derek Ramsey\nIn the USA, the Monarch butterfly is honored as the state butterfly of two states; Vermont and West Virginia. Also, it is the state insect of five other states – Illinois, Idaho, Alabama, Minnesota and Texas. In November 2009, three Monarch Caterpillars, from the University of Kansas, were selected to be sent to the International Space Station. Details can be read on NASA’s website. Lucky caterpillars!\nPopulation Loss of Monarch Butterflies:Photo: Loadmaster\nIn the past few decades, these magnificent butterflies has been suffering from population loss, because of climate change and extreme weather conditions in the USA and Mexico. Sadly, it has lost almost half its population in heavy rain and mudslides in Mexico in recent years.\nAt present, the best chance for the butterfly is for us to grow as many milkweed plants as possible, as it is the only plant that this butterfly eats during its larval stage while laying eggs, which may help to stop their declining numbers. Another important measure is that people should not hunt these butterflies because of the the risk of wiping out their future generations.\nFor more information visit monarchwatch.org/ to see how their colorful world can be conserved. Let these magnificent creatures wander freely, under open skies.\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"nature","title":"The 3,000 Mile Migration of the Monarch Butterfly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bf12.png","url":"http://www.environmentalgraffiti.com/nature/news-bizarre-longest-migration-monarch-butterfly"}