{"summary":"The Wai-O-Tapu pools are the result of thousands of years of volcanic activity. Also known as the Champagne Pools, Sacred Waters, and Artist's Palette, the Wai-O-Tapu geothermal pools have attracted much attention for their psychedelic qualities.","advice_category":"2","content":"\nPhoto: Chmehl\nThe melted-highlighter hues of the Wai-O-Tapu hot springs in New Zealand make one wonder how nature can look so unnatural. Also known as the Champagne Pools, Sacred Waters, and Artist's Palette, the Wai-O-Tapu geothermal pools have attracted much attention for their psychedelic qualities.\nPhoto: macronix\nThe Wai-O-Tapu pools are the result of thousands of years of volcanic activity. Nine hundred years ago, a hydrothermal eruption solidified the presence of the pools. The eruption was triggered by the infiltration of rainwater into the ground, which returned to the surface significantly hotter and hydrostatically pressurized due to its passage through the earth.\nPhoto: tokyoahead\nThe geothermal gradient beneath the pools is responsible for an outward heat flow from Earth's boiling interior. The heat flow from the Earth at these locations is so powerful that it generates 0.3% of the world's electricity.\nPhoto: anna t\nThe Champagne Pool is maintained at a temperature of 165 degrees Fahrenheit, but the deepest parts, which do not lose heat into the atmosphere, can hit 500 degrees. Due to the high heat, very little life can survive in the pools, which are more a geological phenomena than an ecosystem. However, at least three bacteria have been found to exist within the waters.\nPhoto: Leyo\nThe colorful pools are even more impressive due to their size. The craters are over 200ft in diameter and 200ft deep, and are filled with nearly 2 million cubic feet of geothermal fluid.\nPhoto: Tim Parkinson\nThe Champagne Pool is aptly named given the presence of surplus carbon dioxide, yielding bubbly fizz in the water, much like is found in a bottle of Dom Perignon. The colors are attributed to the variety of minerals and metalloid compounds including orpiment and stibnite.\nPhoto: khirol\nAlthough originally occupied by the Ngati Whaoa tribe, the Wai-O-Tapu geothermal wonderland complex is now a vibrant tourist attraction. The area includes geysers, which erupt daily, and bubbling mud pools, and has been protected as a scenic reserve since 1931.\nPhoto: viahar24.com\nPhoto: viahar24h.com\nSources: 1, 2, 3, 4","author":"ppavone","web_category":"nature","title":"The Most Psychedelic Hot Spring on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-45570-2983652490104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-most-psychedelic-hot-springs-earth"}