{"summary":"Photo: Mads Peter Heide-JorgensenPod of narwhals. It is vital at the moment to keep the study of narwhals going, both to see how they are affected by climate change and also because they are our ocean observers","advice_category":"2","content":"\nPhoto: Glenn WilliamsTusking\nNarwhals can seem like the unicorns of the sea, elusive and the stuff of legends. They are one-toothed, medium-sized whales that live almost exclusively in Arctic Greenland and Canadian waters. The males have one long conical tusk, while the females can on occasion have one, but that's rare.\nPhoto: Mads Peter Heide-JorgensenPod of narwhals\nNarwhals are black with white mottled patterns on their skin but the most obvious characteristic is their tusk. It is actually the left incisor tooth that grows out in a spiral fashion to as long as 3 meters. Sometimes the right incisor grows out too and they have dual tusks.\nPhoto: Frederich EIchmillerInner look at the tusk\nPhoto: Kristin LaidreTagging a narwhal with a satellite\nThere is great interest in studying narwhals at the moment because of their special adaptations. It is expected that they will be the most vulnerable to climate change. In the summer they spend time in shallower waters with little ice, feeding on fish, but in the winter they head for the deep ice pack and spend the time there around Baffin Bay and Greenland and surface in narrow fissures in the water known as \"leads\" as seen below. These areas have less than 5% open waters and huge amounts of Greenland halibut.\nPhoto: Co-PI Mads Peter Heide-J?rgensenPod surfacing in a 'lead'\nNarwhals are the deepest divers known among mammals, diving at least 2,500 feet 15 times a day and often diving as deep as 5,400 feet, which is where the Greenland halibut lives. The total journey takes them approximately 25 minutes! They live in pods of between 5 and 15 animals; in the summer pods often come together to visit and spend time with each other.\nPhoto: Kristin LaidreMale with two females\nMales rub their tusks together, an activity called \"tusking\" that is thought to be a sign of social dominance, but narwhals rarely fight with their tusks. In fact, the tusks are believed to be a secondary sexual characteristic like a peacock's tail or a lions mane.\nPhoto: Co-PI Mads Peter Heide-J?rgensen.\nTheir main predators are orcas and polar bears, not man. The Inuit population has been licensed to hunt narwhals for subsistence hunting only. Studies have shown they are vulnerable to climate change owing to their winter behavior as they need the deep ice to get down to the levels they find their food in. Scientists believe that, like polar bears, they will be among the first animals to show the strain of global warming.\nPhoto: Kristin LaidrePushing an iceberg out of the way of the nets\nThese magnificent beasts were the origin of the legend of the unicorn, from a time when European whalers would bring back tusks and stories of what animal they were attached to. It is vital at the moment to keep the study of narwhals going, both to see how they are affected by climate change and also because they are our ocean observers. The satellites narwhals are tagged with send back information on the temperature, landscape and other things of the dark alien land under the surface of the Arctic waters.\n\nSources: 1, 2, 3","author":"Michele Collet","web_category":"nature","title":"Narwhals: The Unicorns of the Sea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tasermiut4_0.jpg","url":"http://www.environmentalgraffiti.com/news-unicorn-sea-narwhals"}