{"summary":"Photo: Saturn's Dragon Storm / false color. Photo: Saturn's rings - temperature / false color","advice_category":"4","content":"\nPhoto: Saturn/unlit - visual, infrared,false color\nPhoto- NASA /JPL/ University of Arizona\nAtmosphere\nLet's take a closer look as the atmosphere and ring system of Cronos, properly known as Saturn. The instruments on the Cassini spacecraft collect data at multiple wavelengths – infrared, ultraviolet and visual. Our understanding of the complexity and dynamic activity in Saturn's atmosphere and ring system has thereby been dramatically enlarged, and our sense of wonder immeasurably increased. \nThis striking mosaic was created from 25 photographs taken over 13 hours, day into night on Saturn from one million miles distant. The visual and infrared spectrometers on the Cassini spacecraft acquired information at 353 different wavelengths. 2.3, 3.0 and 5.1 micron wavelengths provided data that were combined in the blue, green and red channels of a standard color image in order to make a false color mosaic. On the night side (right side of the image), Saturn's thermal radiation, which is generated deep within the planet, lights up the dark night sky. This thermal glow allows deep ammonium sulfide clouds to be seen on the day side of Saturn, when haze is thin and there is little reflection off the deep clouds. \nThe northern hemisphere of Saturn is twice as bright as the southern hemisphere because fine, high altitude particles are half as numerous as below the equator and therefore less effective at blocking Saturn's glow. At each micron wavelength, methane and water absorb or reflect, thereby creating dark and bright atmospheric features. At 5.1 microns (red), reflected sunlight is weak and therefore light from Saturn is largely upwelling thermal radiation that dominates the dark side and north polar hexagon region. Variable amounts of clouds in the upper atmosphere block thermal radiation and create a banded and speckled pattern that is constantly changing due to Saturn's strong winds.\nPhoto: Saturn's atmosphere - infrared\nPhoto - NASA/ JPL/ University of Arizona\nSaturn's atmosphere is revealed at infrared wavelengths in this photo. The 'string of pearls' region spans 37,000 miles and is at 40N. The 'pearls' are clearings in Saturn's deep cloud system that are lit from below by the planet's internal thermal glow. Saturn's outer atmosphere is 93.2% molecular hydrogen and 6.7% helium. Trace amounts of ammonia, acetylene, ethane, phosphine, and methane have been confirmed. The upper clouds in Saturn's atmosphere are ammonia crystals. The lower crystals are either ammonium hydrosulfide or water. \nSaturn's atmosphere is banded and resembles that of Jupiter although the bands are fainter and much wider at the equator. The atmosphere is also layered bottom to top, with each layer dominated by a characteristic compound. The bottom layer is water ice, on top of which is ammonium sulfide, and above which are ammonia clouds. The cloud tops reside in a hydrogen and helium atmosphere. There is a temperature gradient from the bottom layer upward of of -23C to -153C.\nPhoto: Saturn - Great White Spot at infrared and blue wavelengths\nPhoto - HST / NASA Johnson Space Center Collection\nThe amazing Hubble Space Telescope took this photo on Nov 27, 1990. It reveals Saturn's atmosphere at infrared and visible blue light wavelengths. Although less colorful and changing less often, the visible features in Saturn's atmosphere have a general resemblance to those of Jupiter. Large, colored circular areas on the gas giant planets are usually huge, violent storm systems. The Great White Spot on Saturn is similar to the massive storms on Jupiter, such as the well known giant Red Spot. The Great White Spot is situated near the equator and re-appears once every 30 earth years (~ one Saturn year) at the time of the summer solstice. The GWS was first seen in 1876; its next appearance will be in 2020.\nThe Cassini spacecraft data revealed that the northern hemisphere of Saturn is bright blue, as is Uranus. This color is due to Rayleigh scattering and is not visible from earth. Saturn's ring system is aligned so as to block the northern hemisphere from earth based astronomers.\nPhoto: Saturn's North Pole Hexagon / visual, infrared\nPhoto - NASA / JPL / University of Arizona\nThe warmest region on Saturn is the north polar vortex. It is the only planetary structure of its type known in the solar system and was discovered by Voyager in 1980. The hexagon is stationary and extends deep into the atmosphere. While average temperature on Saturn is -185C, the vortex can be as 'warm' as -122C. Red color in this image maps heat generated in the warm interior that escapes the planet. The brightness of the hexagon indicates a clearing in the clouds that extends at least 47 miles below the upper layer haze and clouds. \nBlue light is sunlight striking the far edge of Saturn; the north pole has weather akin to a polar winter on Earth. The north polar vortex has straight sides about 13,800 km long and it rotates with a period of 10h 39 m 24s. This rotation periodicity of the north polar vortex equals the period of Saturn's radio emissions and it is assumed to be the rotational period of the planet's interior. The north polar vortex might be a standing wave emission, or a very unusual type of aurora. There is a hurricane-like storm locked to the south pole where an eyewall and jet stream have been confirmed. Saturn's winds may be the strongest of any planet, with speeds up to 500m/s (1800km/hr).\nPhoto: Saturn's Dragon Storm / false color\nPhoto - NASA /JPL / Space Science Institute\nRed in this photograph indicates methane that is located above the cloud layers. Clouds deep in the atmosphere are gray, while those at intermediate altitudes are brown. The rings are bright blue because there is no methane in their vicinity. In this photo, the complex feature with arms and extensions is the Dragon Storm which first appeared in September, 2004.  It is a long lived storm deep in the atmosphere that has periodic flareups. It resides in a region of the southern hemisphere known as 'storm alley'. The Dragon Storm emits powerful bursts of radio noise similar to that created by lightening on Earth because it is a giant thunderstorm whose 'rain' generates electricity.\nPhoto: Saturn - auoras at south pole\nPhotos - NASA/Hubble/Z. Levay and J. Clarke\nSaturn has a simple, symmetric, bipolar magnetic field that is slightly weaker than that of the earth and only 1/20 the strength of Jupiter's magnetic field. It is generated by currents in the metallic hydrogen layer and it is efficient at deflecting solar wind particles from the sun.\nRing System \nPhoto: Saturn's rings at visible and radio wavelengths\nPhoto - NASA / JPL / Space Science Institute\nSaturn's rings were first observed by Galileo in 1610 using a very early telescope. He could not discern a 'ring structure' and proposed that Saturn was actually three planets close to one another. In 1655, Christiaan Huygens using a much stronger telescope observed and understood the ring system. In 1675, Giovanni Domenico Cassini determined that Saturn's 'ring' was composed of multiple smaller rings with gaps between them; the largest of these gaps carries his name as the Cassini Division. The ring system is so large that it would not fit in the space between the Earth and Moon.\nThe upper half of this image is a mosaic comprised from photos taken in visible light. The bottom image is constructed from radio spectrum images where color indicates particle size. The rings are likely only a few hundred million years old. Saturn's ring system may have had its origin in the breakup of one or more moons, or a close approach by a comet or large meteor that was then torn apart by Saturn's gravitational field.\nPhoto: Saturn's rings at ultraviolet wavelengths\nPhoto - NASA /JPL / University of Colorado\nSaturn's rings are 93% water ice, and almost 7% amorphous carbon. Ring particles range in size from dust specs to chunks the size of an automobile. A, B and C are the main rings and they are less than 100 km thick (300') in most places. Dark spokes have been photographed in the rings but they are not in the plane of the rings. Their mechanism of origin is unknown and they are seasonal, re-appearing at the spring and fall equinoxes. The spokes must be composed of microscopic dust particles that are influenced by electromagnetic force, because they rotate almost synchronously with Saturn's magnetosphere.\nPhoto: Saturn's rings - temperature / false color\nPhoto - NASA / JPL / GSFC / Ames\nThis false color image was constructed using data from the Cassini spacecraft instruments. Each color represents a temperature: red is 110K (-261F), blue indicates 70K (- 333F) and green is 90K (-298F). (Note that water freezes at 273K (32F). Saturn is unavoidably overexposed in this photo. Saturn's rings may have originated when the orbit of a large moon decayed, causing the satellite to be ripped apart by the planet's tidal forces when it was close enough to be destroyed. Alternatively, a moon of Saturn could have been torn apart into millions of fragments if struck by a comet or asteroid. A third theory postulates that the rings could be left over material from the original planetary nebular out of which Saturn formed. Incredibly, the rings have their own atmosphere, although it is very thin. Molecular oxygen and molecular hydrogen are products of the biochemical interactions between ultraviolet light from the sun and water ice in the rings. Furthermore, high energy ions ejected by the moon Enceladus break apart ring water molecules to produce a rarefied OH gas component to the ring atmosphere.\nPhoto: Saturn - Ring System and inner moons\nGraphic - NASA/JPL\nThe ring system's complicated structure of thousands of small gaps and ringlets arises from the gravitational pull of many of Saturn's moons and moonlets clearing out gaps. Gaps in some rings arise from resonances between the orbital period of small particles and that of nearby massive moons. A good example of this is the maintenance of the Cassini division (gap) by the moon Mimas. Another structure in the rings arises from spiral waves caused by gravitational perturbations with a periodicity that is generated by some moons. Some ringlets are maintained by the gravitational influence of 'shepherd satellites' such as Pandora and Prometheus who shepherd the narrow F ring. Pan is a tiny moonlet that orbits inside the A ring in the Encke Gap. Water ice emitted by the geysers on Encledaus is the material from which the E ring is built and continuously renewed.\nThis post is a contribution to the EG series that presents extraordinary astronomy photographs wherein we can marvel at the beauty of the universe as we delve into important astronomy data. The next article in this series will journey to three of the four moons that crossed the face of Saturn in near simultaneity as captured by the extraordinary photograph taken in February, 2009: Dione, Enceladus and Mimas.\nSources -1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"The Countless Colours of Saturn","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/countless-colours-saturn/9705"}