{"summary":"One fine day, northern Californian inventor Doyle Doss thought about how better to observe the hummingbirds in his garden and after various strong doses of coffee and a night without sleep, he had the solution: a wearable bird feeder! . Would we spend $79.99 or ¢G49 on this wearable hummingbird feeder? No, but just because of where we are, we’re unlikely to spot hummingbirds in the first place as none have yet made it to Europe","advice_category":"2","content":"\nPhoto: \nImage via heatstick\nWhat looks like a welding helmet and has pretty flowers on the outside and windows to the bird world on the inside? No idea? We don’t blame you. What we’re talking about is the latest hummingbird feeder helmet, a.k.a. “eye 2 eye” because you’ll be viewing hummingbirds from that close. Here’s the story together with some amazing pics and videos.    \nThe view one usually gets – stunning, but not eye-to-eye:Photo: \nImage: Lori Greig\nOne fine day, northern Californian inventor Doyle Doss thought about how better to observe the hummingbirds in his garden and after various strong doses of coffee and a night without sleep, he had the solution: a wearable bird feeder! \nHe went to the local hardware store and quickly built the first prototype from a professional full face shield (painted red to attract the hummers), a graphic inlay with a red rhododendron motif and a miniature feeding tube. Says Doss: “Figuring out how to actually make a miniaturized feeding tube work was the real challenge in this project. The feeding tubes are individually crafted from thick wall vinyl tubing with stoppers for both ends.” \nThe kit – add a cape to cover yourself and there’s a flowery Darth Vader:Photo: \nImage via heatstick\nThen, he first strapped the prototype over a can of paint to see if it would actually attract hummingbirds. Lo and behold, it did! Excitedly, Doss then put the mask on himself and had the experience of his life - he came eye-to-eye with hummingbirds. Soon, he started production of the wearable hummingbird feeder to share it with others.  \nHere’s the full video that shows how the feeder was developed: \nThe wearable hummingbird feeder operates with a solution of sugar-water that attracts the hummingbirds, much like a traditional hummingbird feeder. The only difference is that this feeder is wearable and provides viewers not with a side view of the bird but with a frontal one.   \nThis video shows how close a view of hummingbirds wearers of the helmet really get: \nThe most difficult part may be to sit stock still while you’re viewing one of the fastest birds on earth flapping its wings so furiously - and here's a bit more about them before you try it out. Patience will pay off! \nWould we spend $79.99 or ¢G49 on this wearable hummingbird feeder? No, but just because of where we are, we’re unlikely to spot hummingbirds in the first place as none have yet made it to Europe. For those of you who are fortunate enough to have hummingbirds flying around in the wild, we can only envy you. \nWhat we like is that inventor Doss aims to find low-tech solutions for everyday problems like how to heat small spaces in the winter – or how to observe nature better. We also like the fact that he’s using recycled materials whenever possible. Way to go Doyle! \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Hummingbirds Hovering Inches in Front of Your Face","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-46736-2950419780105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/hummingbirds-hovering-inches-face/17168"}