{"summary":"Now, it’s the females you will be shuddering for as you read about the most traumatic insemination known. Firstly to collect and suck up human blood and secondly, an evolved penis designed to inject and deliver sperm into the female","advice_category":"2","content":"\nPhoto: Piotr Naskrecki\nWhen we think of mating rituals, various pictures flash through our heads and most are pleasant. But this is certainly not the case for a particular species of insect. Now, it’s the females you will be shuddering for as you read about the most traumatic insemination known. The poor victim – the common bedbug (Cimex Lectularius).\nThe male bedbug is equipped with multi-functioning mouthparts serving two key purposes. Firstly to collect and suck up human blood and secondly, an evolved penis designed to inject and deliver sperm into the female. This allows the sperm to be injected directly into the female’s blood which swims up to its ovaries.\nSo this may not sound so bad, aye? \nThis technique is very violent as the female is pinned down and stabbed several times in the body to ensure insemination. This often leads to infection from to the deep stab wounds. This method has evolved to bypass the female’s genital passage, restricting and removing any control the female would usually have over the timing of her conception and ambushing any anti-sperm devices she might have evolved. What a disturbing method of procreation...\nThe female strikes back!\nPhoto: Drosoboy\nAnd here is where it gets interesting…\nThe female bedbug has evolved a defensive counter-action. From observations of scars on the female’s body, the copulating position of the male often results in organ piercing in the region of her fifth segment. So craftily, if the male stabs the right hand side of the female, his spiked penis slides into a notch that directs it into a form of holding pocket complete with spermicidal cells produced by the female that can kill both unwanted sperm and microbes. The females that perform this technique of defence live much longer life spans and produce more eggs.\nAnd just when you think it’s all over…\nMale bedbugs have caught on about the females defence so they are always on the watch for promiscuous females. Equipped with taste sensors on his stabbing organ he can detect any previous sperm, allowing him to move on and save his sperm for virgins!\nNow that is what I call one very clever battling sexual fight!","author":"Emmysarus","web_category":"nature","title":"The Brutal Mating Ritual of the Common Bedbug","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/d.jpg","url":"http://www.environmentalgraffiti.com/news-most-traumatic-insemination"}