{"summary":"Scientists, in sequencing the genome of the duck-billed platypus, which has traditionally been classified a mammal, found enough reptilian characteristics to characterize it as an important discovery in understanding how mammalian processes evolved from reptiles. The genome sequencing project is an international collaboration of over 100 scientists, spanning 18,500 genes and 2.2 million base pairs","advice_category":"2","content":"\nPhoto: Image by Vicious bits\nCongratulations, everybody, we're all one evolutionary step closer to the snakes and reptiles than we were yesterday. Scientists, in sequencing the genome of the duck-billed platypus, which has traditionally been classified a mammal, found enough reptilian characteristics to characterize it as an important discovery in understanding how mammalian processes evolved from reptiles. If you've set your snark phasers to \"kill,\" that means this research explains why we don't lay eggs.\nThe genome sequencing project is an international collaboration of over 100 scientists, spanning 18,500 genes and 2.2 million base pairs. In the end, they were able to categorize the \"evolutionary accident\" as not a mammal, or a reptile, or a bird, but a mix of all three, on the most basic genetic level. This can only further complicate our understanding of how to categorize the fluffy, beaked phenomenon. When first discovered and brought back to England, scientists thought the creature was so strange that they entertained the possibility of it being an Asian taxidermists' joke.\nWhat is perhaps most interesting about this discovery is the fact that it could lead to a deeper understanding of evolutionary processes and the manner in which certain traits and skills survived the mass extinction that killed off the dinosaurs 65 million years ago.\nThe idea of reptilian traits carrying on in mammals and mammals evolving slowly away from reptiles, sheds some light on the adaptability of life; under enormous pressures and upheavals necessity may really be the mother of all invention.\nThe sequencing of the platypus genome exposes one of today's great biological complexities, it's only a question of if we'll be able to make proper use of the knowledge in conservation efforts.\nSources [AP] [AFP]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Is It a Mammal? Is it a Bird? Is it a Reptile? No It's All Three ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-41377-2133977240105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-mysteries-of-the-platypus-or-why-you-dont-lay-eggs/1149"}