{"summary":"The 32-year old Spanish artist submitted his first realist ballpoint-pen drawing at a national competition in 2004 – and won second prize! The rest is history and Casas hasn’t really looked at traditional painting methods again.. Juan Francicso Casas appreciates the ballpoint pen’s “simplicity” and stresses the fact that as an artist, it doesn’t really matter what material you use","advice_category":"6","content":"\nPhoto: \"Sarajevo Surprise Attack\" (2007)\nImage via onemansblog\nWhat is blue, about 10 feet tall and takes several ballpoint pens to make? One of Juan Francisco Casas’ drawings, based on a photograph and recreated with only a blue pen. The 32-year old Spanish artist submitted his first realist ballpoint-pen drawing at a national competition in 2004 – and won second prize! The rest is history and Casas hasn’t really looked at traditional painting methods again.\nA slight teeth obession? Casas’ latest works at SCOPE 2009 in New York:Photo: \nImage via Art Comments\nIn an interview with the Daily Mail in February 2008, Casas said: \nAnd hasn’t been done since, as far as we know. Juan Francicso Casas appreciates the ballpoint pen’s “simplicity” and stresses the fact that as an artist, it doesn’t really matter what material you use. The only drawback of using ballpoint pens? One can’t erase mistakes and can just hope to make them early on. No wonder then that one large drawing can take Casas up to two weeks to make.   \nA detail photographed by flickr user Art Comments during the SCOPE art fair in New York in 2009 reveals the fine penmanship – it is a drawing we’re looking after all, not a photograph.Photo: \nImage via Art Comments\n\nSince winning the prestigious ABC Prize in Madrid in 2004, Juan Francisco Casas’ works have been exhibited at important galleries in Spain and art fairs in New York, London, Basel and many other cities. And his works are selling fast: at an exhibition in Madrid in 2008 he sold 60 of drawings for between €1,000 - €5,000 ($1,400 - $7,200) each. So many in fact, that he quickly had to draw more to have something to exhibit.\nCasas received a Ph.D. in Fine Arts from the University of Granada in southern Spain in 2006 where he taught for six years. In 2007, he moved to Rome after winning a grant from the Spanish Academy there.  \nThe artist putting finishing touches on \"Sarajevo Dental Floss\" (2007):Photo: \nImage via onemansblog\nWe wish this promising artist all the best and wonder if Bic has thought about sponsoring his art? More amazing drawings and paintings can be found on Juan Francisco Casas website.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"art+and+design","title":"Incredibly Realistic Ballpoint Pen Drawings by Juan Francisco Casas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/realistic-ballpoint-pen-drawings-juan-francisco-casas/14067"}