{"summary":"Kira enjoying a fishing trip Photo: turtlekiss.com . Here are her words on this contentious issue: “Topless photos/videos of me painting don't exist, as I'd rather have the finished article stand on its own merit","advice_category":"6","content":"\nPhoto: turtlekiss.comCalypso 5 Breast painting\nArtistic expression takes many forms, and it is shameful that, on occasion, the way in which an artist chooses to create their artwork can cause controversy or innuendo, simply because it is an unusual method. One such artist, who has quite undeservedly been vilified in some sections of the press, is American painter Kira Ayn Varszegi, who chooses to paint some of her work by applying paint directly to her breasts, which she then presses against the canvas.Newhope 200 Breast paintingPhoto: Turtlekiss.com \nIn a long message to me, Kira made it quite clear that the ‘breast-brush’ art forms only about 10% of the work she produces. Every painting in this series incorporates the word ‘Hope’ in the title, and many are actually donated to cancer research. Her work is sold online, usually on eBay, where one of her paintings is currently on offer at over ¢G1,100 and she claims to have works hanging in every state in the US. \nCalypso 3 Breast Painting Photo: turtlekiss.com \nKira feels that her reputation as an artist has been sullied in the past by unjustified comments about her breast-brush work. To quote from the online interview we conducted, she commented: “I am the first documented online-based artist to treat the method as a fine art instead of a novelty, fetish, fundraiser, or publicity scheme. All of my breast paintings are archived, documented, preserved to last & highly collectible. I research (via MSDS) every ingredient in every color of paint to verify that the components are non-toxic. The strangest thing about them is how tastefully they're presented, compared to how they could be presented”. \nInsomnia2 Non Breast painting Photo: turtlekiss.com \nKira has been creating and offering her art online full-time since 2001. The world economy going into a slump has been devastating to artists since 2008, and not as many people are buying art right now. She has about 50 as yet unseen new artworks ready for the market, and most of them are not breast paintings. Kira is a painfully shy person in real life, and extremely modest about herself and her work. \nWhitebirch Non Breast Painting Photo: turtlekiss.com \nShe creates things that she herself likes, without thought about galleries, technical skill, or other artists. She regards her creations as a means of communication, since she suffers from severe panic disorder, and is uncomfortable with public appearances. She has rejected hundreds of requests for interviews during the past decade. She wants to be a successful artist, but not seen as in any way typical of the supposed artistic lifestyle. She lives in Hartford, CT, is 34 years old and endowed with a 36DD (natural) bustline. \nNewhope 221 Breast Painting Photo: turtlekiss.com \nTo reinforce how much she enjoys solitude, Kira is a keen Bass fisherwoman, spending most of her free time bass fishing and looking for fishing tournament sponsors. As for the process of breast-brush painting, Kira says with some exasperation that it genuinely is anything but erotic. \nKira enjoying a fishing trip Photo: turtlekiss.com \nHere are her words on this contentious issue: “Topless photos/videos of me painting don't exist, as I'd rather have the finished article stand on its own merit. No one asks a traditional painter for a photo of the brushes. My husband will attest to the fact that I spend hours kneeling on thick sheets of painty newspaper in the nude for several hours. It's not fun, painless, or sensual at all...it's actual work, and my only goal is creating something beautiful. Marketing my \"sex appeal\" is exactly what's expected of me but I refuse to cheapen my art by focusing on what society would perceive as \"shock value.\" \nSpendour1 Breast painting Photo: turtlekiss.com \n\"I adopted this style of painting because I knew it would be a challenge to take something so trashy and gimmicky-sounding and turn it into fine art. I still don't think too many people 'get it.' What I do in the privacy of my own home is somehow controversial to some people - that speaks volumes about society's fascination with breasts, money, and creating drama out of thin air. This unintentional experiment has disappointed me immensely. A lot of people buy art for the wrong reasons”. \nColour of Hope Photo: turtlekiss.com \nIt really is hard to disagree with what this talented lady says. Art should be allowed to stand or fall on its own merit. Her abstract imagery is powerful and evocative, however the paint was applied to the canvas, and we should look past that to appreciate this glorious artwork for what it is. Kira has no interest in gallery exhibitions of her work, preferring to rely on word-of-mouth and her online presence. \nNewhope 157 Breast painting Photo: turtlekiss.com \nKira is a full-time, self-taught, professional artist, who also likes to paint landscapes, figural drawing and some types of sculpture. She enjoys working with different mediums and finding new ways to get paint onto a canvas, using brushes, palette knives, other body parts, toys and fruits & vegetables. Her sole intention is to provoke emotion through her art, make living spaces more beautiful, spark conversation, and most importantly - make people smile. Her works can be seen in homes and businesses throughout the world. \nIt may well be that the state of modern society is such that her 36DD assets and her breast-brush technique of painting serve to make this astounding artist more noticeable to the general public, but that hardly matters when you consider the breadth of her tremendous talent. This lady will become a big name in the art world on merit, and no one will deserve it more than she. \nAll information used in this story taken from websites mentioned and the artist herself.","author":"tonyleather","web_category":"art+and+design","title":"Incredible Breast-Brush Paintings by Kira Ayn Varszegi","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-breast-brush-artwork-us-artist-kira-ayn-varszegi"}