{"summary":"The bizarre effect that occurs in the mangrove swamp at Mosquito Bay is caused by millions of microscopic organisms called Dinoflagellates – a type of plankton. Dinoflagellates are amazing organisms","advice_category":"2","content":"\nDeep in a mangrove swamp on the island of Viques, in Puerto Rico a fish moves.\nBioluminescent wave image by Flickr user msauder\nEerie blue and green glows swirl and light up the water like an underwater aurora borealis and then disappear into the blackness. This is no normal water. This is one of the most bioluminescent places in the world.\nThe bizarre effect that occurs in the mangrove swamp at Mosquito Bay is caused by millions of microscopic organisms called Dinoflagellates – a type of plankton. In one single gallon of water there can be millions of them.\nThe bioluminescence or natural light is sparked off by movement – the sign of a plankton predator; this in turn attracts a larger predator, which doesn’t eat plankton, but will eat the smaller predator. Ingenious problem solved! The actual glow or bioluminescence is caused by the Dinoflagellates converting chemical energy into naturally bright light.\nThe organisms were first documented in 1753 by Baker. They were subsequently named by a guy called Muller after the Ancient Greek word ????? (dinos), which means “swirling” and the Latin word “flagellum” meaning whip or scourge.\nDinoflagellates are amazing organisms. The glowing and ethereal effects they produce are truly stunning. Fortunately, Mosquito Bay is not the only place that the organisms live. They can be found all over the world. Watch this video for a glimpse of bioluminescent waves breaking in California. Enjoy!\nSources: 1. Curious expeditions,  2. Wikipedia.\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest weird and super awesome environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Introducing Natural Glow-in-the-Dark Water!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Xray2_0_0.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/introducing-natural-glow-in-the-dark-water/913"}