{"summary":"These people are now commonly known as vegansexuals. They are mainly women, well educated and politically active, but are squeamish about having sexual contact with meat eaters.One vegan respondent from Christchurch said: \"I believe we are what we consume, so I really struggle with bodily fluids, especially sexually”","advice_category":"8","content":"\nVegans are a wonder; firstly, they live longer than us regular folk, they’re super good for the environment (rearing animals for food being one of the biggest CO2 producers), and yet this lifestyle choice has generally been seen as excessive and unhealthy.   In the home of the extreme (that’s New Zealand if you weren’t quite sure), a portion of vegans are taking the restrictions on their lifestyle a step further, not only by extracting animal produce from their diet, but also from their love life.\nThese people are now commonly known as vegansexuals. Alongside not eating meat, they are also choosing not to be sexually intimate with non-vegan partners whose bodies, they say, are made up of dead animals. The term was coined by Annie Potts, the co-director of the New Zealand Centre for Human and Animal Studies at Canterbury University. Her research into the lives of \"cruelty-free consumers\" uncovered this phenomenon, and even profiled the typical vegansexual. They are mainly women, well educated and politically active, but are squeamish about having sexual contact with meat eaters.One vegan respondent from Christchurch said: \"I believe we are what we consume, so I really struggle with bodily fluids, especially sexually”. Another vegan woman was so repulsed by the practice that she wouldn't even let a carnivore get to first base: \"I couldn't think of kissing lips that allow dead animal pieces to pass between them.\" This vessel of dead animals is with the Washington Post’s Emil Steiner: ‘all human bodies are composed of the same elements. If they claim otherwise, vegansexuals not only give fodder to those who think vegans are fools, but they make it harder for open-minded folks not to laugh, too.’As a great man once said, ‘let them eat bacon’. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"emma","web_category":"lifestyle","title":"“No Sex Please, We’re Vegans!”","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/“no-sex-please-we’re-vegans”/278"}