{"summary":"They have bravely persisted in building the fence despite repeated assertions from a variety of sources that it will be massively expensive and completely ineffective. The government has faced adversity before over its plans in constructing a border fence to combat illegal immigration.","advice_category":"2","content":"\nThe government has faced adversity before over its plans in constructing a border fence to combat illegal immigration.\nThey have bravely persisted in building the fence despite repeated assertions from a variety of sources that it will be massively expensive and completely ineffective. (My personal favorite piece of anti-border fence media comes from Penn & Teller’s: B*llsh$T. They built a fence to the specs the government created, then had several undocumented immigrants try to get through, under, and over it. It took about 5 minutes for 6 people to get through.) \nDespite this, they’ve soldiered on and won’t be called quitters. But when it comes to the highly endangered US Jaguar, well finding enough is just too hard so they’re just going to let it die out. The Department of the Interior said that too few of the cats have been found in the US, so therefore there is no point to make a recovery plan.\nQuite a few people think the government’s border fence plan and the demise of the jaguar in the US are intertwined. While it only takes a few minutes for a person of normal strength to get past the wall with a few tools, jaguars find the fence impenetrable. \nJaguars extend from South America all the way up into the Southern United States, but their presence in the border region could cause trouble for officials. If the area were designated a protected area for the animals, it would be a massive roadblock to a border fence. Kieran Suckling, the Center for Biological Diversity’s policy director, said: \"That's the central issue here.\"\nThe Center has filed a lawsuit against the US in Phoenix which they hope will end up forcing the US Fish and Wildlife Department to create a recovery plan for the animals. But the department says it’s not a US problem, saying the jaguar’s recovery \"depends on conservation efforts in Mexico and Central and South America.\"\nThe department’s belief is that the US population is insignificant to the species’ survival, and that removing the cat from its habitats in the US will not harm the species overall. \nIt’s great to see that the government has its priorities straight. Wiping out even a small percentage of an endangered species can have disastrous effects one the population as a whole, but that doesn’t matter so long as people from south of the border find it very slightly more difficult to come to America. \nSource: National Geographic\nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n\n ","author":"Chris","web_category":"nature","title":"U.S. Abandons Endangered Species to Build Border Fence","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb62.webshots.com-41661-2565778670105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/us-abandons-endangered-species-to-build-border-fence/710"}