{"summary":"Bruce shot his stills and videos through the dirty windows of buses connecting Hollywood and Central LA. Photo: Bruce Rex","advice_category":"6","content":"\nPhoto: Bruce Rex\nLos Angeles native Rex Bruce is the founder and director of the Los Angeles Center for Digital Art. He is also a significant landscape photographer, multimedia artist and a leader in the flourishing Renaissance in downtown Los Angeles.\nPhoto: rex Bruce\nHis work revolves around convergence of art and technology. Bruce used to shoot his nostalgic movie-land videos and images from within vehicles, expressing the spirit of Tinseltown, which according to the artist is \"the capital of vehicular excess\". Not long ago, Bruce gave up his car and spent two years shooting skywards from within buses and other public transportation to protest global warming. \nPhoto: Rex Bruce\nBruce shot his stills and videos through the dirty windows of buses connecting Hollywood and Central LA. To show the effects of the greenhouse gas on the atmosphere, the artist composited his images at different frame rates, compression levels, resolutions and varied states of digital regeneration. Though visually appealing, his imagery is a vivid representation of environmental crisis. \nPhoto: Rex Bruce\nThe artist uses his art self-consciously to share his own perception about inequities in the lives of Angelinos. Bruce explains: \"Cities don't have to be on a death trip. This is a fantastic project of enormous scope. It is also extremely political and about galvanizing political will, it has everything to do with the old cliche of greed versus good. I think we are up to it. It is a very frightening time, but I believe we'll do it. I am in for the duration - that's for sure.\" \nPhoto: Rex Bruce\nBruce's landscapes are not created on a monumental scale, however, they symbolize the reality of our time. Bruce's work intensifies the viewer's awareness of the catastrophe. The images incorporate the relationship between human social/political action art, and the environment.\nFor more information, please, check www.lacda.com","author":"kpyudik","web_category":"art+and+design","title":"LA Shot Through the Windows of Buses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/news-rex-bruce-landscape-art-against-global-warming"}