{"summary":"Such was his astonishing beauty – and the length and breadth of his mane and tail – that the Rutherfords sold Linus to the Eaton brothers of Maine who made Linus the headliner of their traveling circus show. Ed, you definitely know that a \"horse is a horse, of course, of course.\" But you've never, ever seen a horse like Linus the long-maned horse","advice_category":"2","content":"\nPhoto: via Urban Titan\nIf you've ever seen the old 1960s TV show Mr. Ed, you definitely know that a \"horse is a horse, of course, of course.\" But you've never, ever seen a horse like Linus the long-maned horse. Born in 1884, Linus was a descendant of the breed known as the Oregon Long-Haired Wild Wonder horses, a herd that roamed freely throughout the mountains of Oregon. The wonder horses were known for their rich chestnut color and, more importantly, the amazing length of their manes and tails. And, after they were bred primarily in captivity, the growth of their hair increased with each generation. But no one was more renowned for their glorious mane than Linus, who was dubbed the Samson among equines.\nPhoto: via Urban Titan\nAnd for a horse as majestic as Linus, his story reads like a chapter from National Velvet.\nOwned by the Rutherford brothers of Marion, Oregon, Linus was the son of Oregon Beauty (the first stallion of this breed to be captured and rumored to be the leader of the herd) and a Clydesdale female named Oregon Queen. And as beautifully maned as mother and father were, Linus was deemed the best looking of all. Such was his astonishing beauty – and the length and breadth of his mane and tail – that the Rutherfords sold Linus to the Eaton brothers of Maine who made Linus the headliner of their traveling circus show. And thanks to the Eatons' successful promotion of the horse, Linus was even featured in the magazine Scientific American.\nPhoto: via Urban Titan\nAs was written in a promotional leaflet for the show: \"When about four years old his mane and tail grew so rapidly-often as much as 3 inches a month-that in three years they reached their present astonishing length. His body colour is a glossy golden chestnut, he has white hind feet and a white face, and his mane, tail and foretop are of a soft flaxen colour. His hair, which is 'done up' when he is not receiving visitors, continues to grow, though now very slowly. Linus is certainly a beautiful animal. He is proud, carries his head high, and enjoys admiration with all the intelligence and pride of his race. The mane is 14ft, the foretop 9ft and the tail 12ft. When spread and drawn out to their full extent, the display of the beautiful locks is quite impressive.\"\nPhoto: via Mike Medhurst\nThe care and maintenance of Linus' marvelous mane was also described in great detail: \"It is washed out with cold water, no tonics being applied to it. Before the horse is placed in his stall the hair is drawn out and divided into several thick strands. From his mane four such strands are made. Each strand is then tied around once every six inches almost to the end. It is then rolled up and put into a bag. For his mane and foretop alone five bags are required...\"\nPhoto: via Circus No Spin\nSadly Linus died in 1894 at the age of 10, but before he died he sired a son named Linus II who was said to be just as beautiful as his father and who went on to continue in his father's footsteps. As for the Oregon Long Haired Wild Wonder Horses, sadly the breed is now extinct.","author":"Elaine Furst","web_category":"nature","title":"Linus the Long-Haired Wonder Horse","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-44910-2851015150104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-linus-long-maned-horse"}