{"summary":"It is 2009 and while we can observe, photograph, record spectral emission  and map out the structure of NGC 6543, we really do not understand the Russian Doll in the Cat’s Eye. The Cat’s Eye Nebula is one of the most complex nebula known and observational data still generate complexities that defy quick explanation","advice_category":"4","content":"\nPhoto:  Cat’s Eye Nebula / X-ray & optical emissions\nPhoto ? NASA [ http://www.nasa.gov/ ] / X-ray: Y. Chu (UIUC [ http://www.astro.uiuc.edu/ ]) et al., Optical: J. P. Harrington, K. J. Borkowski (UMD [ http://www.astro.umd.edu ]), Composite: Z. Levay (STScI [ http://www.ststci.edu/ ])\nThe Cats Eye \nThe Cat’s Eye Nebula is 3300 light years away in the constellation of Draco, the Dragon and was discovered by the famous English astronomer William Herschel on February 15, 1781. Situated in the direction of the North Ecliptic Pole, it is easily observed from Earth’s northern hemisphere. This gorgeous photograph shows X-ray emissions in blue-purple and optical wavelengths as red and green. But ease of observation does not automatically translate to ease of understanding. The Cat’s Eye Nebula is one of the most complex nebula known and observational data still generate complexities that defy quick explanation. This cat’s eye hides a Russian doll, a lovely phrase that conveys the mysteries not yet solved in this nebula. \nThe term ‘planetary nebula’ was applied to many nebula that earlier astronomers believed contained the first stages of planetary formation around a star. We now understand that the dying stars eject vast amounts of gas to form 'planetary nebula', long after their planet formation has been completed. Our sun will not die with the formation of a planetary nebula for 5 billion years.\nPhoto:  Cat’s Eye Nebula / extended halo\nPhoto ? R. Corradi (Isaac Newton Group [ http://www.ing.iac.es/ ]), D. Goncalves (Inst. Astrofisica de Canarias\nThe bright central region of the Cat's Eye Nebula is small, only 20 arc seconds in diameter. The faint extended halo has a 3 million light year diameter and, as expected, is less dense and much cooler. It was ejected by the central star long ago when the young star was perhaps 5 solar masses; it is now slightly more than one solar mass. The central star of NGC 6543 is an O-type star, whose radius is two-thirds that of the sun and whose temperature is 80,000 K, about 10,000 X the sun’s luminosity.\nThe star of NGC 6543 ejected its mass in 1500 year intervals that created dust shells. About 1000 years ago, this ejection of mass stopped. The dying star created a poetic, ethereal sculpture of gas and dust. Changes in the increasing expansion have been recorded in Hubble Space Telescope images starting in 1994. This star is currently losing mass to a fast solar wind at 20 trillion tons a second with a velocity of 1900 km/s. Nebular expansion allows us to estimate age and assuming a constant rate of expansion, NGC 6543 is quite young, only about 243 years old. \nThe ratio of Carbon: Nitrogen: Oxygen is typical for a planetary nebular and larger than that for the Sun. This star’s atmosphere was enriched with heavy elements before ejection as a planetary nebula.\nPhoto:  Russian Dolls in the Cat’s Eye Nebula\nPhoto ? Russian Dolls in the Cat’s Eye / NASA\nComplexities in the Russian Doll \nMuch of the energetic activity at the center of NGC 6543 could be explained by a binary star and an accretion disk created by transfer of matter between the two stars which often gives rise to high velocity, polar jets.\nThe structure of the very bright portion of the nebula is caused by the high velocity stellar wind emitted by the central star with older material ejected when the nebula was formed. X-ray emission is thereby created. “The stellar wind has ‘hollowed out’ the inner bubble of the nebula and appears to have burst the bubble at both ends.” (Source #1). This structure resembles an antique Russian doll.\nPhoto: Cat’s Eye Nebula / Hubble ACS –  September 18, 1994\nPhoto ? HST / NASA\nOutside the small bright inner portion of the nebula, there are a series of regularly spaced, concentric rings. These were likely ejected before the formation of the planetary nebula less than three centuries ago. The extended halo is much older still. In this 1994 Hubble Advanced Camera for Surveys photograph of the Cat’s Eye Nebula, abovem it is possible to discern at least 11 concentric rings (‘shells’), each of which is the edge of a spherical bubble projected onto the sky. Hence the bright outer edge and a view that resembles an onion cut in half where each layer of ‘skin’ is discernible. The entirety has the appearance of a Russian Doll. In this composite photograph, red indicates hydrogen-alpha, neutral oxygen is blue, and ionized nitrogen is green.\nPhoto: Cat’s Eye Nebula / extended halo\nPhoto ? Nordic Optical Telescope / Romano Corradi\nQuestions With No Clear Answers \nSeveral models have been proposed to explain the present structure and formation of NGC NGC 6543: cycles of magnetic activity, action of a companion star that orbited the dying star and stellar pulsations. Perhaps material was ejected smoothly and the rings were created later.\nThe suspected, but not yet found binary system, could explain the high velocity jets of gas that lie at right angles to the equatorial ring. In many binary systems, the two stars are of very unequal mass and gravitational field. One companion star would then pull material into itself from its smaller partner and jets of gas would be given off along this much larger star’s rotation axis. Such jets would compress gas ahead of them, creating the curlicue features and bright arcs that are photographed at the outer edge of the gas lobes. However, the twin jets are now pointing in different directions than this model requires, which indicates that they are wobbling and turning off and on in an episodic pattern. Some of these features were first seen in the 1994 composite photograph made from images taken by the Hubble’s ACS.\nTo date, no mechanism is understood that could have created the extreme regularity of the concentric rings. Thermal pulsations that create planetary nebular have intervals of tens of thousands of years. Small surface pulsations of the star would have a periodicity of only years to decades. A model for the timing of the formation of the concentric rings eludes us because it requires pulsation at 1500 year intervals. Calculations of the element abundance from spectral emission and ‘excited lines’ are 3X too high using assumptions that have been confirmed elsewhere for many decades.  \nIt is 2009 and while we can observe, photograph, record spectral emission  and map out the structure of NGC 6543, we really do not understand the Russian Doll in the Cat’s Eye. It is more than fitting, and perhaps ironic, that the Cat’s Eye Nebula looks like the eye of the disembodied sorcerer ‘Sauron’ in the film ‘Lord of the Rings”. This post is a contribution to the EG series that presents extraordinary astronomy photographs wherein we can marvel at the beauty of the universe as we delve into important science data.\n__________\nVideos of the Cat’s Eye Nebula \nESA Videos of the Cat’s Eye Nebula are in Quick Time format only 6 to 31 seconds long, which is small for media files. These are links to pages at the ESA where you choose when to play the video; they do not automatically load.\n1. Zooming in on the Cat’s Eye Nebula – 31s\n2. Creation of the Cat’s Eye – 35s\n3. Creation of the Russian Doll in the Cat’s Eye – 21s\n4. Expansion of the Russian Doll in the Cat’s Eye (Close-up) – 6s\n5. Expansion of the Russian Doll in the Cat’s Eye (Overview) – 6s\n6. Expansion of the Russian Doll in the Cat’s Eye (Medium View) – 6s\nSources -1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"A Russian Doll in a Cats Eye in the Dragon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/a-russian-doll-in-a-cats-eye-in-the-dragon/11887"}