{"summary":"The sturgeon used to migrate further up the Yangtze River, but in the early 1980s the building of the Ghezouba Dam cut off the sturgeon's migratory path, just as it did for the critically endangered Chinese paddlefish..  Thirty years ago, 2,000 Chinese sturgeons were spotted in the Yangtze River, where they go to spawn, every year","advice_category":"2","content":"\nDescribed as a \"living fossil\", the Chinese sturgeon is a giant fish that has been around since the age of the dinosaurs.  Adults can measure up to 4 metres in length and weigh 450 kilos.  Thirty years ago, 2,000 Chinese sturgeons were spotted in the Yangtze River, where they go to spawn, every year.  However, that number has now reduced to just a few hundred.\nThe Yangtze River does not have a good track record with protecting endangered species, as we reported last week.  Its deteriorating environment and increased shipping traffic have taken their toll on the mammoth fish.\nConservationists are currently struggling to rescue this precious species from extinction.  Wei Qiwei, a researcher at the Yangtze River Fisheries Research Institute in Jingzhou, hopes to increase numbers by breeding sturgeons in captivity and putting them back into the river before the species disappears from the wild.\nThe sturgeon used to migrate further up the Yangtze River, but in the early 1980s the building of the Ghezouba Dam cut off the sturgeon's migratory path, just as it did for the critically endangered Chinese paddlefish.\nZeb Hogan of the National Geographic Society's Megafishes Project describes the current breeding program as “an insurance policy to make sure this ancient fish does not disappear” like the Yangtze  River dolphin, now believed extinct. However, biologists believe it is of tantamount importance to preserve the fish in the wild, as part of the ecosystem.","author":"Maryking","web_category":"nature","title":"Another extinction for the Chinese Yangtze River?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/another-extinction-for-the-chinese-yangtze-river/204"}