{"summary":"Photo: Image: Roadnottaken. Their bodies have evolved to look just like dead, dying or discoloured leaves, and the longer they avoid detection, the better their disguise becomes.","advice_category":"2","content":"\nPhoto: Image: Roadnottaken\nKatydids are fascinating little buggers, er, bugs. More than 6,400 species exist so it’s not surprising they come in a range of shapes, sizes and colors, or that they have adapted to blend with their habitats to avoid becoming lunch. Leaf mimic katydids are the most adept at getting lost in the undergrowth. Their bodies have evolved to look just like dead, dying or discoloured leaves, and the longer they avoid detection, the better their disguise becomes.\nPhoto: Image via Conservation Report\nIt would be all too easy to stand on one of these little fellers. Up close, the lie of the viens, discoloration of the body and small speckles are uncanningly similar to those of a real leaf. It's no wonder these creatures can go without be discovered by their predators.\nPhoto: Image via Flickr\nPraying mantis are other intriguing specimens, some of them also live with the same leafy disguise. Mantises, as a group, are excellent predators themselves, using their camouflage to surprise unsuspecting prey. They often blend with their surroundings but some have developed in various ways to mimic leaves, twigs, flowers and grass, much like the katydid.\nPhoto: Image: baw31\nMany mantises are also able to change their covering on the go – some species in Australia and Africa will turn soot black on their next molt following a fire. The specimen below was photographed in Halong Bay, Vietnam, so it seems these clever creatures know no bounds.\nPhoto: Image c.cobb\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"Leaves that Literally Move by Themselves","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44375-2296804540104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/leaves-move-themselves/4469"}