{"summary":"  Since most rain and snow begins with the formation of similar ice crystals, but according to the Times of India “only the biological participants can do it in warmer temperature.”. Wind then sweeps the bacteria into the atmosphere, and ice crystals form around them","advice_category":"4","content":"\nI was one of the unenlightened people that thought we knew how rain works.\nThunderstorms over Brazil, captured by the space shuttle Challenger in 1984 \nI assumed that rain was essentially the result of water vapor condensing in clouds and falling to earth.  I never once considered that precipitation could be caused by bacteria.\nYet scientists at Montana State University have found a bacteria that appears to help cause precipitation.  These “precipitation bacteria” are quite common in the atmosphere, and their discovery may help pave the way for effective solutions to severe droughts.\nDavid Sands led the study, the results of which were recently published in the journal Science. Sands said: \"Drought could be less of a problem once we understand all of this.”\nHe went on to explain the process by which bacteria can cause precipitation, saying: \"Bacteria form little groups on the surface of plants. Wind then sweeps the bacteria into the atmosphere, and ice crystals form around them. Water clumps on to the crystals, making them bigger and bigger. The ice crystals turn into rain and fall to the ground.\"\nSands calls this the “bio-precipitation cycle”.   Since most rain and snow begins with the formation of similar ice crystals, but according to the Times of India “only the biological participants can do it in warmer temperature.”\nThis research could be a boon to those seeking a manmade solution to drought.  As droughts become more common worldwide, a development many people attribute to global warming's effects, solving them becomes an increasingly important environmental issue.\nThough there are methods, such as cloud seeding, to encourage the formation of precipitation, their effectiveness is debatable and they are very expensive. A natural, effective drought solution could be immensely helpful in places like Africa, where severe droughts are effecting the livelihoods of the inhabitants and leading to conflict over scarce water.\nInfo from Times of India\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"science","title":"Can Bacteria End Drought?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/HolePunchCloud.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/can-bacteria-end-drought/935"}