{"summary":"The Beluga also known as the white whale is one of the smallest and most thriving toothed whales of the icy waters of the Arctic Ocean. I want to express how extraordinary the Beluga whale is and how unusual it is","advice_category":"2","content":"\nPhoto: Stan Shebs\nThe snow-white beluga whale (Delphinapterus leucas), whose name means “white dolphin without wings” is a unique mammal of the sub Arctic waters and with its very distinctive features of color and prominent forehead can easily be distinguished from the rest. I want to express how extraordinary the Beluga whale is and how unusual it is. \nWhat is the Beluga whale?\nThe Beluga also known as the white whale is one of the smallest and most thriving toothed whales of the icy waters of the Arctic Ocean. Often inhabiting the shallow coastal waters during the coldest months they also congregate to warmer freshwater estuaries and river basins.\nWhy are Beluga Whales so Unique?\nPhoto: Serg!o\nNow it is the appearance of the Beluga whale that fascinates me – the head region is very rounded with a prominent melon and a short broad beak. One of the most noticeable traits that you will find compared to other species is that the Beluga whale lacks the dorsal fin – and instead a narrow dorsal ridge replaces this.\nSo why the difference?\nThe reason behind this fascinating change in anatomy is to allow the whale to become more adapted to its environment - allowing them to swim gracefully under Arctic Ice sheets. Other advantages include locating breathing holes and preventing heat loss by cutting down surface area, all due to having no dorsal fin! Such small changes in anatomy make such versatile adaptations and benefits! \nThe Beluga has a very flexible neck providing a great wide range of emotion – another benefit provided from change in anatomy! Unlike most cetaceans the neck vertebra is fused together limiting neck movement, but not with the Beluga!\nPhoto: Diliff\nAnother wild feature of the ghost-like-whale is the 34 teeth that make up its mouth – another grand adaptation for its diet, allowing grabbing and tearing of prey. The Beluga is a smart, opportunistic feeder – living on a wide diet. The majority of its diet is composed of fish, crustaceans, octopus, squid and worms. Alongside this the white whale are both bottom (benthic) and oceanic (pelagic) feeders allowing them to hunt for various schools of fish and other varied species. These two tactics combined together present a very clever whale when gaining a well-balanced, nutritious diet that is essential for building insulation for such a cold climate!\nA fully-grown adult Beluga packs away 50lbs a day, proving how well mastered they have become at catching prey!\nNot many whales have the ability to swim both forwards and backwards, but again the white whale over time have evolved to do so, allowing both a greater catch of prey and a tactful escape from predators!\nSo why are Belugas white?\nPhoto: Robyn Angliss\nThe Beluga whale is as stunning as a frozen winter's morning, glistening with a glow of pure white. But why does this whale have such extraordinary colouring? You are looking at another perfect example of an evolutionary adaptation to environment. Living all their lives in such icy waters with the disadvantages of limited defences, camouflage is the whale’s key adaptation for survival and protection from predators and hunters. \nThe whale’s name “Beluga” comes from its beautiful ghost appearance, deriving from the word “Belukah” meaning white. The whale is not white throughout its whole life cycle, as at birth calves are born dark grey and gradually lighten into the famous ghosts of the sea when reaching maturity. \nBeluga Whales and climate change\nExtensive ice coverage and extreme weather conditions have always kept human involvement in the Arctic to a minimum, leaving many regions inaccessible to travelling ships and vessels. With a rapid decline in ice coverage, passages between northern landmasses have become more navigable allowing humans to gain easier and frequent access to pristine areas that are home refuges for Beluga whales.\nPhoto: Carquinyol\nHuman Invasion: The increased number of invading vessel traffic through the Arctic, mostly for exploration of resources and commercial shipping, are commonly injuring and killing whales. The sound frequency detections from the ships to the Beluga whales often disrupts their behaviour. Horrible consequences of this include impaired ability to communicate, inability to forage efficiently and stress.\nChanges to Prey: Losing large amounts of ice and increased ocean temperatures year after year, gradually affects the composition, productivity and location of prey. This greatly influences the success and ability of the Belugas catching prey and building up insulation. The warmer waters and loss of prey in Arctic habitats also open up dangerous risks of prey competition against much larger and ferocious whales.\nCan the sea ghosts battle climate change?\nPhoto: Ansgar Walk\nThroughout the Belugas' range, the total number of over 100,000 may sound sustainable, but when looking at such a sudden drop in numbers in the past 100 years we can see that the decline is harsh, especially in those areas where the whales have been overhunted. Lacking of knowledge of the Beluga Whale's adaptation to climate change it is hard to predict what the future holds for the beautiful marine mammals.\nA dedicated charity that play an important role in ensuring a future for these magnificent ice white whales is the World Wildlife Fund for Nature – have a quick peep on their website for some simple tips on how we can keep these incredible species thriving and protected. \nPhoto: Jos? Cruz/ABr\nhttp://cmsdata.iucn.org/downloads/fact_sheet_red_list_beluga.pdf\nhttp://www.whaletimes.org/beluga.htm\nhttp://www.enchantedlearning.com/subjects/whales/species/Beluga.shtml\nhttp://marinebio.org/species.asp?id=159","author":"Emmysarus","web_category":"nature","title":"The Beluga Whale: The Ghost of the Seas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/animals/news-amazing-white-whale"}