{"summary":"Check out this awesome Youtube video of horseshoe crabs matings:. This is when the tides are the strongest and crabs can get the farthest onshore","advice_category":"2","content":"\nPhoto: \nA Face Only a Mother Could Love\nImage: Mohammed Al-Naser\nAs you can see, the horseshoe crab isn’t the most captivating wildlife star in terms of looks. But then I guess a lot of creatures that pre-dated the dinosaurs weren’t going for looks. The angular part of their shell above their eyes makes it seem like they have a permanent scowl. Horseshoe crabs actually belong to an animal group called chelicerates, which are closer to spiders than crabs.\nPhoto: \nA Female Showing off Her Bottom Half\nImage: Mary Hollinger\nHorseshoe crabs have more amazing features than just their looks. Their blood has hemocyanin in it instead of the common hemoglobin. This means that their blood really is blue unlike ours, which only looks blue until it touches air. The females provide the energy source that fuels America’s greatest wildlife spectacle: eggs (60,000-120,000 apiece to be specific). Check out this awesome Youtube video of horseshoe crabs matings:\nEggs are super-nutritious and humans aren’t the only species that know this. Birds know it too. They also know that horseshoe crab spawning climaxes during the last new or full moon of May. This is when the tides are the strongest and crabs can get the farthest onshore. Almost one million birds converge on the mid-Atlantic coast of the United States.\nPhoto: \nA Red Knot Dipping for Some Food\nImage: Jan van de Kam\nRed knots, the star migratory bird species, travel the farthest. Coming all the way from Chile, with no breaks since Brazil, the birds arrive at the point of starvation. They spend a few weeks fattening up and then fly on to their breeding ground in Canada. All told, they’ll cover over 10,000 miles.\nPhoto: \nIt's a Cute Little One!\nImage: Gregory White\nUnfortunately, the migration has lost some of its intensity in the past two decades. Horseshoe crabs have been overharvested for use as bait, fertilizer, and blood for drugs. Fewer horseshoe crabs meant fewer eggs, and thus more hungry birds, which either didn’t reproduce or died. Red knot population numbers have plummeted from over 100,000 to 25,000. With new protections for horseshoe crabs, hopefully these numbers will rebound, but because horseshoe crab females take 10 years to reach a reproductive age, we’ll have to be patient like the birds and wait for the right time to see results.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"swgreenscribe","web_category":"nature","title":"The 445 Million Year Old Crab","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","url":"http://www.environmentalgraffiti.com/ecology/millions-year-old-crab/20893"}