{"summary":"Photo: Dave. The veterinarian will impregnate the cow with bull sperm in an injection","advice_category":"2","content":"\nPhoto: Jeremy and Taylor\n\nCalifornia happy cows, not. These cows spend all day in their own cr*p, lying, walking, standing, while locked up in a pen. Usually around 100 to a pen. They get fed regularly while their heads are locked up in a stanchion. Flys all over them. Not able to move. \nPhoto: Dave\nOnce in a while the cows get sprayed to bring the fly count down to at least unbearable. In the summer it gets so hot, some cows just drop dead, literally. Then in the winter, in heavy rains, same thing. Some cows just drop dead in 2 to 4 feet deep manure and water. This is the real life of a California, not so happy, dairy cow.\nWhen young cows, called heifers, come of age, they get their turn with the veterinarian. They have to get pregnant and give?birth in order to be productive. This is a business to the dairyman. That's all. There's no compassion to the cows. It's money and a product. The veterinarian will impregnate the cow with bull sperm in an injection. Most times this has to be done?more than once. And all through the pregnancy, the veterinarian has to stick his arm, up to his shoulder, in the cows back end. They do this to make sure all is going well. \nThen comes time to give birth. If it's a good birth, the baby will just come out on it's own. If it's a complicated birth, all kinds of things can happen. If a cow is having problems, the dairyman needs to check and see what is going on inside the womb.\n?Photo: Dave \nIn this particular case, the baby was stuck and needed some help. So, what does the dairyman do? Get a rope! He tied a rope to the baby's calves and positioned the baby just right. Looks like it was an enduring challenge.\n?Photo: Dave \nWith the rope tied on and the baby positioned right, it's time to get down to business. The other end of the rope is hooked to a crank that helps with momentum on pulling the baby out.\nPhoto: Dave?\nAnd if that's not enough, then add a little more power to the crank.\nPhoto: Dave?\nFortunately, this was the worst that it got for this birth. The baby came out, to everyone's relief, especially the cow. Took some love from the dairyman to clean the baby off and welcome it to the world. It was just a matter of minutes that the baby was walking and seemed just fine. The cow didn't even know what had taken place back there. I guess the joy of a new baby makes the mother forget the labor. But, it won't be all that long before the mother is done producing milk and goes back through the program again. And this baby, she'll follow in her mother's footsteps. A dairyman's milk producer.","author":"Dracmago","web_category":"nature","title":"How Cows in California Give Birth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockHypomelanisticmilksnakeorm24223973jpg_0","url":"http://www.environmentalgraffiti.com/animals/news-one-way-have-cow"}