{"summary":"Perfect indigo – pigeons flying over Mumbai’s Gateway of India monument: Photo: . A touch of the divine – the Qutb Minar in New Delhi: Photo: ","advice_category":"8","content":"\nPhoto: \nImage: Naveen Gujje\nIndia is for many a country of contrasts, extremes and in recent years, upswing. In fact, India Shining was the political slogan with which India started the first decade of the new millennium. Without doubt, it has always been a country of colours so, inspired by last week’s article on rainbows, we’ve arranged stunning pictures of Indian moodscapes according to the rainbow spectrum. Put on some A.R. Rahman, Cat Stevens/Yusuf Islam or even Lucky Ali and follow us on an Indian tour de rang…\nMany see red when they think of Mumbai’s prestigious but costly Bandra-Worli sealink project:Photo: \nImage: IM Swaminathan\nA tree outlined in front of a dark orange sky on National Highway 47 near Trivandrum:Photo: \nImage: Shamih\nOne of Mumbai’s most recognizable landmarks is the Haji Ali mosque and tomb between Worli and the southern part of town. Built in 1431, the days of this mosque may be numbered as its structure has been eroded beyond repair by the force of Arabian Sea over the centuries. Plans exist to tear it down and rebuild it with the same marble that has served the Taj Mahal in Agra so well. Currently, up to 40,000 people of all faiths visit the mosque on Thursdays and Fridays. According to legend, Haji Ali, a wealthy merchant, drowned at this spot while on a pilgrimage to Mecca. In any case, it is a place of inspiration for many that has hardly been captured as beautifully as in the following picture. \nMumbai’s famous Haji Ali mosque in the Arabian Sea tinted yellow in front of a bright orange sky:Photo: \nImage: Humayunn N A Peerzaada\nFrom light orange to yellow - palm trees in the setting sun in Kerala: Photo: \nImage: Hannah & Noah\nTeen Minar (three towers) at the Elgandal Fort, 10 km from Karimnagar in Andhra Pradesh, bathed in green light: Photo: \nImage: Naveen Gujje\nPainted green – pigeons, those universal creatures, gather near the Taj Mahal hotel in South Mumbai:Photo: \nImage: IM Swaminathan\nPerfect blues – sunrise in Goa:Photo: \nImage: Salvatore Barbera\nThe next picture is not taken at a temple but at a private house in Cochin. The person sitting on the right is therefore not a statue but the photographer’s brother meditating. \nFrom dark blue to violet – sunset in Cochin, Kerala:Photo: \nImage: spisharam\nThe Gateway of India is another one of Mumbai’s recognizable sites and one with historical significance too. Construction of the 26m-high (85 ft) basalt arch started in 1911 and was completed in 1924. Built on reclaimed land at the southern tip of the island that is Mumbai, it used to be the first sight that hopeful visitors arriving by boat would spot.  \nPerfect indigo – pigeons flying over Mumbai’s Gateway of India monument: Photo: \nImage: IM Swaminathan\nHyderabad’s NTR gardens bathed in a violet sunset:  Photo: \nImage: Pranav\nA powerful display of colours - sunset over Leh in Jammu and Kashmir: Photo: \nImage: Karunakar Rayker\nMix all colours and you will get grey, even in a colourful melting pot like Mumbai... \nGrey skies over Mumbai before the onset of the monsoon:Photo: \nImage: Elroy Serrao\nA corner shop in Chennai bathed in a mysterious light: Photo: \nImage: Etienne Cazin\nThe Qutb Minar (“axis minaret”) in New Delhi is the world’s tallest free-standing brick minaret at 72 m (238 ft). Built between 1193 and 1386, Qutb Minar is one of the earliest examples of Indo-Islamic architecture. The whole Qutb complex is a UNESCO world heritage site.  \nA touch of the divine – the Qutb Minar in New Delhi: Photo: \nImage: bbjee\nIndia Shining, a slogan popularised by the then ruling Baratya Janata Party (BJP) for the 2004 general elections in India, referred to an overall feeling of economic optimism after a good monsoon in 2003 and the Indian IT boom in 2004. Satirised as India Shining – Bharat Drowning (Bharat being the Hindi name for India), we hope that in view of the nearing monsoon and the ongoing elections, this will not be the case…   \nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Rainbow Coloured Skies of India","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-43501-2637862130104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/rainbow-coloured-skies-india/10878"}