{"summary":"It is not good enough to just rely on these volunteers to bring back the rubbish. Conscientious walkers will pick up left rubbish on their way back down, trying to clear the mountain of non-biodegradable material, but sometimes there can be just too much left up there","advice_category":"2","content":"\nPhoto: Alex Iszatt\nBen Nevis, the highest mountain in the British Isles, sees over 20,000 walkers a month.\nThe journey to the top of the 1,344m mountain is not so much a treacherous one, than a long one. The average person takes 8 hours to complete the challenge but on the way they will be enjoying the awesome views of lochs and rolling hills.  \nHowever, they can also enjoy picnics and high-sugar snacks to keep them going. With no bins or facilities on the way up it can be less hassle to drop sweetie wrappers or tissues than to replace them in the over-packed backpack.\nPhoto: Alex Iszatt\nConscientious walkers will pick up left rubbish on their way back down, trying to clear the mountain of non-biodegradable material, but sometimes there can be just too much left up there. \nFour times a year, volunteers and conservation officers make the journey to the top, with a bag and a rubbish picker, collecting all the junk left behind.\nOver 50 volunteers recently completed a pick on the last May bank holiday 28th, each filling a large black bag.\nThe purpose of the walk was not just to collect rubbish, but also to educate people about the products that they may not even realize can’t be biodegraded at such high altitudes; including banana skins and apple cores.\nAt lower temperatures these items will get turned to mulch quickly, as anyone who has a compost bin will know, but at high altitudes they cannot degrade and can be left untouched for years.\nPhoto: Alex Iszatt\nThe same is true of human waste; not having any toilets does not stop walkers from taking a pit-stop behind a boulder. But, not only is it a sight that others don’t want to see, it is also causing a chemical imbalance in the soil.\nLittering is illegal in Scotland and is punishable by a ¢G50 fine; however, with no CCTV or patrols who can really enforce this rule?\nIt is not good enough to just rely on these volunteers to bring back the rubbish. Individuals need to take responsibility themselves and bring down whatever they carried up.\nRespecting the land is not hard to do, or too time consuming, but it can make a large difference to other visitors and nature itself.","author":"Funnyale","web_category":"nature","title":"Cleaning Up Britain's Highest Mountain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-25179-2600010880104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-cleaning-ben-nevis"}