{"summary":"Mountain top removal mining, also known as mountaintop mining  is a form of surface mining that involves the destruction of the summit ridge of a mountain. Studies being carried out demonstrate all too graphically that mountaintop mining has serious environmental impacts","advice_category":"2","content":"\nPhoto: naturescrusaders\nMountain top removal mining, also known as mountaintop mining  is a form of surface mining that involves the destruction of the summit ridge of a mountain. Entire coal seams are removed from the top of the mountain, hill or ridge by taking away the rock above it. In theory the removed rock goes back onto the ridge to approximately rebuild the original shape of the mountain. However, the actual practice is horribly different.\nMountaintop removal involves clear cutting of native hardwood forests using dynamite to blast away as much as 600ft of mountaintop. This is then followed by the dumping of the waste produced into nearby valleys, often burying streams. While the environmental devastation caused by this practice is obvious, there is also a human effect and families and communities near these mining sites are forced to contend with continual blasting from mining operations that can take place as near as 300 feet from their homes and which can operate 24 hours a day.\nPhoto: sierraclub\nOne of the greatest environmental and human rights catastrophes in American history is underway right now on the coalfields of Appalachia. Individuals and even whole communities are apparently being driven from their homes and businesses by flooding, landslides and blasting resulting from mountaintop removal coal mining.\nBelow is a sequence of images taken from a plane above a mountaintop mine.Photo: RostonPhoto: RostonPhoto: RostonPhoto: Roston\nFederal government scientists say a \"growing body of evidence\" shows that mountaintop-removal coal mining is destroying Appalachian forests and dangerously polluting vital headwater streams. Excess rock and soil laden with toxic mining byproducts is often dumped into nearby valleys, in what are called \"holler fills\" or \"valley fills.\"\nPhoto: JW Randoplh\nStudies being carried out demonstrate all too graphically that mountaintop mining has serious environmental impacts. There is a loss of bio-diversity and natural habitats that cannot be reversed or repaired. Not only that, but adverse human health threats can often arise from contact with affected streams or exposure to airborne toxins and dust.\nIt may well be that man has a real need for the resources obtained in this way, but the price in environmental terms is far too high. Hopefully sombody with a real concern for nature, wildlife and the future stop this mountaintop destruction before it's too late - if that isn't already the case.\nPhoto: erikstabile","author":"tonyleather","web_category":"nature","title":"The Devastating Power of Mountain Top Removal Mining","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-45177-2746310540104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-mind-blowing-madness-mountain-top-mining"}