{"summary":"This praying mantis looks straight out of Alien or Men in Black…  No prizes for guessing who inspired whom.Photo: Image: Kristin Lee. They feed upon the sap found in plant stems, which they prick with their beaks.Photo: Image: Vai_boy","advice_category":"2","content":"\nA common mistake when searching for alien life forms is to look up into the sky for something big. But alien life is right here, at our feet, in our backyards. Millions of tiny but frightening aliens, many just a few millimetres long. We’ve convinced the most cheerful of the lot to give us a tour…\nPhoto: \n1. “Hi, I’m Danny and I’ll be your host. Buzz along…”\nThis alien poses as a damselfly of the Zygoptera suborder. People often fail to notice that they hold their wings differently when at rest and are also smaller than dragonflies. Oh, and did you notice, their eyes are separated. Though running might be better than waiting to see the blue in their eyes…Image: Barry Forbes\n2. \"Give me… FOOD!\" This fuzzy yellow alien with black spots is called Dasychira Pudibunda and is the larval form, or caterpillar, of the red-tailed moth.Photo: Image: Malgorzata Tomkowicz\n3. This species of aliens has fooled humans for many years. Popularly known as a bumblebee of the Apidae family, they have donned a fuzzy yellow-and-black fur and spread rumours that some of them are stingless. Right, whatever, just careful with that … thingy, dude!Photo: Image: L. Reyns\n4. \"Listen to me, Earthling, feel the mighty wrath of Gandalf the Green!\" This green bush cricket of the Tettigoniidae family is still miffed because he wasn’t cast in Lord of the Rings.Photo: Image: Luis Manual Guaida\n5. \"Hullo there, did I startle you? If I did pretty please, will you be my… ahem… buy my dinner?\" This praying mantis is one of 2,000 species in the mantis order of insects. As predatory aliens, er, insects, they might better be called preying mantis.Photo: Image: Kool Pix\n6. \"I might look cute but I can sap you out!\" Treehoppers have long fascinated biologists because of their unusual appearance. They belong to the Membracidae family and are closely related to cicadas and leafhoppers. They feed upon the sap found in plant stems, which they prick with their beaks.Photo: Image: Vai_boy\n7. This praying mantis male would certainly score a role in any alien movie. His acting talent is undisputed as he’s part of the flower mantis species - they pretend to be flowers and then attack their prey. How very cunning, indeed.Photo: Image: Scott Thompson\n8. \"Who you’re calling an alien? Our ancestors have been around since 350 million BC!\" Wasps are said to be terrestrial but some of them look positively extra-terrestrial. Though often called pests, they are in fact very important for ecosystems: as food for other insects and birds or as predators limiting the populations of many other species.Photo: Image: J. Wadele\n9. \"Call me a cricket one more time!\" Grasshoppers have horns or antennas that are shorter than their body, unlike their relatives’, the bush crickets. They may look well shielded but lose many a battle when they end up as a protein-rich delicacy on someone's plate in many parts of the world.Photo: Image: Lida Rose\n10. This praying mantis looks straight out of Alien or Men in Black…  No prizes for guessing who inspired whom.Photo: Image: Kristin Lee\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"10 Most Alien-like Insects on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-46920-2131523540105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/10-most-alien-like-insects-on-earth/3885"}