{"summary":"The pylons are to form a continuous gradient, and each one will be blessed with a unique quality – though how this will work when it comes to replacing parts remains to be seen.. Taking fibrous systems in – where else? – biology as inspiration, Arphenotype propose that an “aramid-fibre-matrix bounded with eco resin” be used as the main material for their pylons","advice_category":"6","content":"\nPhoto: All images via: Dezeen\nSurely everyone agrees. Electricity pylons or transmission towers are terribly unsightly constructions at the best of times. Maybe the Australians say it best, calling them Iron Men, but that gives each cloned metallic colossus a rather too human aspect. All the same, architects Arphenotype are looking to change such preconceptions with their newly born design for a power transmission network in Iceland.\nWhat do you think? With their sci-fi styling, these conceptual pylons do look easier on the eye than your average steel lattice monstrosity, although it could just be lack of familiarity that inspires this attraction. Those graceful, curved lines definitely have a freshness and imagination about them though. Could this be love at first sight?\nStanding at between 17 and 32 metres tall, the height of each tower would vary according to its individual latitude and longitude. Arphenotype compare the concept to adaptability in nature, waxing lyrical about \"evolution through phenotypes\" and how the pylons are intended to be adaptable to specific landscapes in different locations:\nSay what? It’s got to do with offering an organic kind of design, although perhaps more specific information is needed on how exactly it relates to the human body – and not one of the aliens from Starship Troopers. Simpler terms might be nice too; all this highfalutin language may not be the best way to win new fans.\nIn terms of construction, the design is based on a tripod shape, which again is linked to an effort to integrate the structures with the surrounding topography. The pylons are to form a continuous gradient, and each one will be blessed with a unique quality – though how this will work when it comes to replacing parts remains to be seen.\nTaking fibrous systems in – where else? – biology as inspiration, Arphenotype propose that an “aramid-fibre-matrix bounded with eco resin” be used as the main material for their pylons. Not sure exactly what this is, but it isn't steel, and apparently it's to be coated in a reflective colour that \"will be cleaned through natural weather conditions and will reflect the nature itself.” Charming.\nLess superficial observers – those less smitten with the physical aesthetics of these things – might raise doubts about the practicality of pylons that come in all shapes and sizes – as long as they're curvaceous – not to mention their potential overheads. As pure designs though, they have a futuristic aesthetic that's hard not to appreciate. In short, they look simply darling.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Electricity Pylons Inspired by Nature","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/electricity-pylons-inspired-nature/9513"}