{"summary":"Maybe if Josh Chalom put out a call for donation, he would get enough to finish future Cube Works? All those old cubes from the ‘80s must be out there somewhere, catching dust. Well, there’s a remedy! Toronto-based graphic designer Josh Chalom has turned his passion into a business: He and his team recreate famous artworks like Leonardo Da Vinci’s Mona Lisa or Andy Warhol’s pop adaptation of Marilyn Monroe in Rubik’s style cubes.","advice_category":"6","content":"\nPhoto: Bob Marley and the Mona Lisa at Lileo Gallery in Toronto’s Distillery District\nImage: David Griebeling\nRubik’s Cubes can be frustrating for those who take hours to solve them. And even those good at them are not immune to the empty feeling of “what next?” after they’re done with one. Well, there’s a remedy! Toronto-based graphic designer Josh Chalom has turned his passion into a business: He and his team recreate famous artworks like Leonardo Da Vinci’s Mona Lisa or Andy Warhol’s pop adaptation of Marilyn Monroe in Rubik’s style cubes.\nNo puzzle, no cry - Bob Marley in cubes:Photo: \nImage: David Griebeling\nAnd they don’t take the easy way out – no, every cube has to be solved according to a predetermined, computer-generated pattern. No cheating by breaking the cube open! Says Chalom about the challenge of converting a photograph into a blueprint for a new cube work:\n\n\nThat means breaking each original down into a grid of squares the size of one small Rubik’s Cube square. Sound familiar? This is how computers and digital cameras break down images into tiny pixels. Like any artwork based on a pixel-like technique – Chuck Close’s computer-like drawings for example – the cube mosaics work best if viewed from afar.\nBob Marley and the Mona Lisa head-to-head:Photo: \nImage: David Griebeling\nWarhol's Marilyn Monroe, here seen in a gallery:Photo: \nImage via mastermindtoys\n… and just her eye, up close:Photo: \nBecause the plastic cubes are fairly heavy and hundreds if not thousands of them are used for one artwork, mounting the finished piece is as important as assembly. Chalom’s company Cube Works holds the Guinness Book World Record for the largest such artwork made out of toy cubes: For their cubist replica of \"The Last Supper\", they used 4,050 Rubik’s style cubes on a panel measuring 17 ft x 8.5 ft (5 m x 2.5 m). But the company’s already striving for higher goals: A replica of the ceiling of the Sistine Chapel that would use up 250,000 cubes and weigh 56 tons.\nWarhol's \"Campbell’s Tomato Soup\" lends itself to new cubism:Photo: \nImage via mastermindtoys\nWhat started as an experiment has turned into a business as private clients commission pieces they would like to see recreated in cubes. Chalom says that especially people coming from a math background seem to be drawn to his art and speculates that \"it's something about the algorithms of the pieces that appeal to them.\"\nIf you think this is all child’s play, try it out for yourself and see how difficult it is to recreate even a single word. Flickr user San Greenhalgh has had a go at it and here’s his result:\nPhoto: \nImage: Sam Greenhalgh\nHe says of the experiment: “With 6 colors and 900 pixels to play with this was the most recognisable image I could come up with. I think it works pretty well.”\nWe think cube art rocks but would find it even cooler if old Rubik’s Cubes were recycled instead of using specially manufactured ones from China. Maybe if Josh Chalom put out a call for donation, he would get enough to finish future Cube Works? All those old cubes from the ‘80s must be out there somewhere, catching dust. And who wouldn’t want to donate theirs for a cool cause? Now that would make cubist art really historic.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Rubik’s Cubism [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb22.webshots.com-37461-2079306340103691965S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/rubik-cubism/17194"}