{"summary":"Emmanuel de Merode of Virunga National Park said: “That the infant mountain gorilla was recovered and the suspected poachers arrested is a remarkable achievement by the Rwandan Authorities. Photo: MGVP, Inc","advice_category":"2","content":"\nPhoto: MGVP, Inc\nIn a major win for the good guys, a baby mountain gorilla was rescued when poachers tried to smuggle her into Rwanda from Virunga National Park. As there only a few hundred of these mountain gorillas left in the world the loss of even one has major ramifications for conservation efforts to save the species. Named Ihirwe for \"luck\", the little female gorilla is now safely in the hands of vets after being stolen from her mother.\nPhoto: MGVP, Inc\nDr. Jan Ramer of the Mountain Gorilla Veterinary Project said: “She will go through a 30 day quarantine period, and hopefully will return to DR Congo at Virunga National Park’s Senkwekwe Center where she can join orphan gorillas Maisha, Kaboko, Ndeze and Ndakasi. We are cautiously optimistic for this little one – she is tense, but accepting of people, and is eating. All good signs for her eventual recovery.” So hopefully little Ihirwe will soon be playing with others her age at the orphanage.\nPhoto: MGVP, Inc\nAs you can tell from this smuggling attempt, the crime is a major problem in the area and in this case officials suspect that the two men in custody are part of a larger smuggling operation. Dr. Emmanuel de Merode of Virunga National Park said: “That the infant mountain gorilla was recovered and the suspected poachers arrested is a remarkable achievement by the Rwandan Authorities.  Nevertheless, the incident is unacceptable and deeply worrying for us, and reflects the enormous pressures faced by our rangers, 11 of whom have been killed this year protecting the park. Efforts are underway to strengthen the protection measures through de-snaring, increased anti-poaching, and tight collaboration with the local community.”\n","author":"Michele Collet","web_category":"nature","title":"Infant Mountain Gorilla Rescued from Poachers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/514306400c1659ca003zjpg","url":"http://www.environmentalgraffiti.com/news-infant-mountain-gorilla-rescued-poachers"}