{"summary":"Low salinity ponds proliferate with green algae, but in high salinity ponds red algae are predominant. The dramatic colours are produced by varying concentrations of algae, brine shrimp and?other pond life, making the ponds appear as if they have been dyed","advice_category":"8","content":"\nPhoto: \nImage by Jerry Ting\n‘Art imitates life’ – or so the old saying goes – but when the reverse appears true, as Oscar Wilde noted, the effect can be all the more striking. The vivid hues of the San Francisco Bay salt ponds remind us more of a crafted stained glass window than the sea’s naturally muted colour palette, and they produce some of the world’s most magnificent natural colourways…\nPhoto: \nImage by apdonovan\nThe San Francisco Bay is a shallow bay surrounded by the cities of San Francisco, Oakland and San Jose, through which almost half the water of California is drained into the Pacific ocean. Home to the notorious Alcatraz prison, which housed among others Al Capone, the bay also contains a large number of salt evaporation ponds responsible for producing much of America’s industrial salt.\nPhoto: \nImage by webmink\nThe dramatic colours are produced by varying concentrations of algae, brine shrimp and?other pond life, making the ponds appear as if they have been dyed. These micro-organisms change colour according to the salinity of their environment, thus the tint of each pond is an indication of its salinity. Low salinity ponds proliferate with green algae, but in high salinity ponds red algae are predominant. Millions of tiny brine shrimp can also cast an orange shade over ponds.\nPhoto: \nImage by KAP Cris\nUnfortunately the salt ponds have recently been purchased by the state of California and will shortly be converted by the South Bay Restoration Project into a mixture of?tidal marsh, mudflat and other wetland habitats. So, no longer will you be able to see these wonderful colours from the air on your way into San Francisco International – but at least the new project will provide a habitat for thousands of animals, right on the doorstep of one of the world's most famous cities.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Thomas Davie","web_category":"travel","title":"San Francisco's Incredible Stained Glass Salt Ponds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb14.webshots.com-44621-2462468740104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/san-francisco-incredible-stained-glass-salt-ponds/14109"}