{"summary":"Zoran was so convinced in his witch doctor’s advice that he had sex with a hedgehog when instructed to by the local healer. Animals are cool and don’t want to make out with you, it’s animal cruelty and they will bite you and such","advice_category":"2","content":"\nIn some countries the advice of the local shaman or witch doctor is seen as almost infallible.\n\nStep away from the hedgehog, sir! Image by Alma\n\nTherefore it’s unsurprising that some people will do crazy things on the advice of these traditional medicine men, even if it’s embarrassing or technically considered cruelty to animals and all sorts of gross. \nTake, for example, the case of Zoran Nikolovic, 35, of the Serbian capital of Belgrade. Zoran was so convinced in his witch doctor’s advice that he had sex with a hedgehog when instructed to by the local healer. What was this supposed to heal, you ask? Premature ejaculation, of course. What else could possibly be cured by hedgehog sex?\nUnfortunately for our friend Zoran, the hedgehog was not exactly a willing partner, and those things are feisty. Nikolovic had to have emergency surgery after the encounter. On the plus side, it’s entirely possible that the surgery will make it, ahem, more difficult for him to finish.\nNikolovic has not told his girlfriend yet, although I presume she’ll find out pretty soon. He said: “God knows what she will think of me. I don’t know whether she’s more likely to dump me for being some kind of pervert or for being such an idiot.”\nHe added that he went to the witch doctor because “I was so ashamed to go to a normal clinic to discuss sexual problems that I was ready to try anything. When the voodoo man suggested having sex with a hedgehog I walked out. But he guaranteed me total discretion and 100 per cent success so I decided to try it.”\nWhile the witch doctor may have guaranteed discretion, the hospital apparently didn’t. In what is likely the hospital spokesman’s best day of work ever, he said: “The animal was apparently unhurt. The patient came off much worse from the encounter. We have carried out similar operations before, but only on people who have been in accidents. No one here has ever come across anything like it, and I doubt any of us ever will again.”\nA few things to remember here. One, don’t make out with animals. Animals are cool and don’t want to make out with you, it’s animal cruelty and they will bite you and such. Second, read that last quote again. Serbian hospitals have had to carry out these operations several times before after accidents. Apparently people there are accidentally hooking up with hedgehogs fairly regularly. Should you travel there, take protection and be careful when walking around outside.\nInfo from The Sun via Nothing to do with Arbroath(They're cool. You should check them out)\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Man Needs Surgery After Hooking up with Hedgehog on Witch Doctor's Advice","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_0","url":"http://www.environmentalgraffiti.com/offbeat-news/man-needs-surgery-after-hooking-up-with-hedgehog-on-witch-doctors-advice/947"}