{"summary":"A close-up shows how the wolves are suspended in the air. A visitor squats in front of a shower of wolves to take a picture of them hitting the glass in Deutsche Guggenheim, Berlin, where Head On was first exhibited in 2006Photo: Image: stomen","advice_category":"6","content":"\nPhoto: Image: Walter Rodriguez\nLike deer caught in headlights or moths to a flame, these wolves are doomed. It's almost like the artist took a snapshot of them in time, just as the front runners of the huge pack meet with a clear glass wall that painfully stops them in their tracks. All the while, so much momentum has been created that the wolves behind can't change course, and will follow their leaders to the same horrible fate.\nCreated by Cai Guo-Qiang, Head On is just one example of this accomplished Chinese artist's many works currently on display at the Museo Guggenheim Bilbao in Spain. The show, called I Want to Believe, is a retrospective of the artist's works and spans over 20 years. It includes a variety of different types of art, including early works, gunpowder drawers, explosive events, installation and social projects.\nA visitor squats in front of a shower of wolves to take a picture of them hitting the glass in Deutsche Guggenheim, Berlin, where Head On was first exhibited in 2006Photo: Image: stomen\nIn this impressive installation, 99 life-sized replicas of wolves run headlong into a glass wall. But what does it all mean? Up for interpretation, it could be a comment on the extinction of species, or perhaps this pack of wolves symbolizes a lack of courage to deviate from the norm. Whatever it means, the work doesn't just make visitors stop in admiration, but in thought as well.\nA close-up shows how the wolves are suspended in the air. One wolf seems to stare at us, temporarily distracted from its fate.Photo: Image: stomen\nThe wolves look so real, you'd think they were sad products of road kill and a hard-working taxidermist; instead, they were handcrafted in a no less meticulous fashion using papier mache, plaster, fiberglass and resin, with the hide of each wolf painted on.\nIn New York's famous Guggenheim, the wolves look like they're sprinting on the ledge of one of the circular rotundasPhoto: Image: artant\nBorn to a historian and painter in 1957, Qai studied stage design at the Shanghai Drama Institute between 1981 and 1985. Since the beginning, his work has tended towards a scholarly and often politically charged nature. Having explored the use of gunpowder in his drawings, he has also had an ongoing fascination with explosive work; his most recognizable large-scale work is his spectacular fireworks displays from the 2008 Beijing Olympics, where he was a member of the creative team and Director of Visual and Special Effects for the opening and closing ceremonies.\nQai's retrospective I Want to Believe can be enjoyed until September 6, 2009 at the Museo Guggenheim Bilbao in Spain. If you can't get to Spain in time, visit Cai's website to see more amazing pictures of his work.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"99 Wolves Run Headlong into a Glass Wall [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/featured/wolves-run-headlong-into-glass-wall/10387"}