{"summary":"Is there any connection between the arrival of humans and the extinction of the incredible Ice Age fauna?. However, later on this vegetation was replaced by a new type – slow growing and less nutrient-rich ‘boggy tundra’ vegetation","advice_category":"4","content":"\nPhoto: Tracy O\nIn the past two centuries, many images of huge creatures have surfaced in various caves around the world. Recently, in northern Colorado, researchers dug up the bones of a giant Ice Age mammoth. Also, in Utah, another piece of rock art was discovered that depicts a giant mammoth.\nPhoto: Pavel.Riha.CB\nAll around the world, frozen carcasses and other remains of oversized animals such as bison, musk oxen, elk, saiga antelope and even woolly rhinos and mammoths have been excavated by researchers, which indicates that giant animals were in existence around 8000 BC. So, what wiped out these Ice Age giants? Was it human over-hunting or climate change?\nClimate changePhoto: Mauricio Ant?n\nThe climate change hypothesis sounds very compelling, but is doubtful too. Mammoths and other animals had survived many previous periods of climate change centuries before, when grasslands, forests and tundra became prevalent. Yet, if mammoths, glyptodonts, litopterns and others survived all of this, what made them disappear afterwards?\nSources say that the mammoths on Wrangel Island in the Arctic Ocean may have survived longer because of ‘mammoth steppe’ vegetation. However, later on this vegetation was replaced by a new type – slow growing and less nutrient-rich ‘boggy tundra’ vegetation. Perhaps this change to a wetter and warmer climate and change in vegetation resulted in severe habitat loss for these giant creatures.\nHuman over-huntingPhoto: Edited by Mark Forrester\nAnother possibility is that these innocent giants were hunted to extinction. At several archaeological sites, the bones of these large animals have been found together with spear points and fireplaces. Is there any connection between the arrival of humans and the extinction of the incredible Ice Age fauna?\nConclusionPhoto: Dantheman9758\nIce Age animals would certainly have suffered droughts, rainfall, hot and cold weather, and other various phases of climate change. On the other hand, some were killed by hunting too. Scientists are still trying to solve the mystery behind their sudden disappearance.\nOne possibility could be that once one species was lost, the disproportion between prey and predators led to a cascade of population explosions that eventually wiped out these giants. Larry Agenbroad, Site Director for the Mammoth Site research facility in Hot Springs, South Dakota, says: \"Our study shows that species could become extinct because the combined effect or climate change and direct human impacts.\"","author":"Alka Sharma","web_category":"science","title":"What Wiped Out the Ice Age Giants?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/news-what-wiped-out-giant-wooly-mammoth"}