{"summary":"Liechtenstein has been more active in trying to fix their environmental problems, although San Marino is close.  Liechtenstein laid a bit of a smackdown on Tuvalu, and then San Marino beat the Seychelles","advice_category":"8","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nLiechtenstein\nvs.\nSan Marino\n\nWe’re back for the semifinal round after an exciting conclusion to the quarterfinals.The first round started with Andorra getting thrashed by Liechtenstein. Then Vatican City edged out Monaco in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with San Marino knocking out Malta. We’ve been in the island rounds for the last three weeks, with Tuvalu taking out Nauru and Barbados beating Grenada on penalty kicks. The Seychelles took out the Maldives in a squeaker of a match. Finally, Palau beat St. Vincent and the Grenadines.  We began the second round recently, with the Vatican City easily dispatching Antigua and Barbuda.  Liechtenstein laid a bit of a smackdown on Tuvalu, and then San Marino beat the Seychelles. Last week Palau got by Barbados to make the semis. \n\nThis week we’ll see two European nations take each other on as San Marino meets Liechtenstein. It’s the first Europe vs. Europe match since the first round, and Europe’s chance to win the cup may hang in the balance. \n San Marino starts with the ball. San Marino won a resounding victory in the first round over Malta in the first round then squeaked by the Seychelles in the quarterfinals. \nSan Marino is a mountain republic. I don’t mean they have a lot of mountainous areas there, I mean the whole country is literally on the side of a single mountain, Mount Titano, surrounded by Italy. \nIt was founded by a Christian monk attempting to escape Roman persecution in 301 and its 1600 constitution is the oldest in the world that’s still in effect, helping their claim to be the oldest constitutional republic in the world. They’ve had a lot of powerful fans over the years, including honorary citizen Abraham Lincoln and Napoleon, who didn’t conquer it because he thought the country was awesome the way it was. \nThe San Marino government has a Ministry of State for Territory, Environment, and Agriculture. The main environmental issue facing the country is urbanization. It’s kind of hard to farm on a mountain, although people manage to, and the government has claimed that global warming has made it even harder. The urban areas are growing quicker than originally anticipated. This has led to inadequate basic facilities for some of the population. It has also led to most of the land being built up, rather than used for agriculture as it was previously. There are no endangered species in San Marino, mostly because very few animals live on the sides of mountains.\nLiechtenstein trashed Andorra in the first round before beating Tuvalu by a point in the second. Liechtenstein is a tiny European principality nestled between the alpine states of Austria and Switzerland. \nThe country has a healthy tourist industry, with plenty of “residents” who live in the country as a tax haven. There are also more registered companies in the nation than people. It’s been very active in environmental policy. It passed the 1933 Nature Conservation Act, the 1957 Water Conservation Act, and air pollution laws in both 1973 and 74. Every bit of wastewater produced by the country is purified, which has helped keep the Rhine, into which the water is dumped, cleaner. \nIt does have some issues with greenhouse gas emissions. Liechtenstein has a higher CO2 emission rate per capita, at 7.5 tons of CO2 per person per annum, than Switzerland, Croatia, and several other larger countries.  \nFinal Score: Liechtenstein-2 San Marino-1\nLiechtenstein has been more active in trying to fix their environmental problems, although San Marino is close. Liechtenstein’s slight edge gives it the win. \n... If you'd like to keep up with the rest of the series, why not subcribe to our RSS feed?. We'll also give you a free album.\n\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup Round 3: Liechtenstein vs. San Marino","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-round-3-liechtenstein-vs-san-marino/897"}