{"summary":"Arum dioscoridis, like all these plants has the smell of rotting flesh, but it also looks like it has rotting flesh inside it, with the dark mottled look of decomposition. Helicodiceros muscivorus is a foul smelling plant, carrying the stench of rotting flesh like other carrion flowers","advice_category":"2","content":"\nPhoto: ma-suska\nCarrion flowers are the opposite of what most of us think flowers are like. Instead of a lovely scent wafting to our nose, they send the scent of rotting flesh, strong enough to make some vomit. These \"stinking flowers\" have the same need for pollination as all the sweet scented ones do, but turn the mechanism on its head by attracting flesh eating flies like blow flies and predatory beetles. The smell comes from the essential oils of decomposition, putrecine and cadaverine - though admittedly at lower levels than in an actual corpse. Here is a countdown of the worst 5 offenders.\n5. Dead Horse Arum LilyPhoto: Frederick Depuydt\nHelicodiceros muscivorus is a foul smelling plant, carrying the stench of rotting flesh like other carrion flowers. It does have one unique property though, which is that it is able to raise its temperature using thermogenesis, acting as an added lure to attract flies to its pollen.\n4. Arum dioscoridis\nPhoto: Eitan f\nArum dioscoridis, like all these plants has the smell of rotting flesh, but it also looks like it has rotting flesh inside it, with the dark mottled look of decomposition. The coloration, be it red and attractive or dead and rotten, all work together with the smell to lure the flies.\n3. The Corpse Flower Photo: Lothar Grunz\nThe above photos looks like something out of the Wizard of Oz but its real! The Corpse plant, Amorphophallus titanum, (also known as the Titan Arum) is one of the largest flower structures in the world. It actually blooms and dies, and only then does a leaf emerge. It takes 6 years before one of these stunning plants come into bloom and it is stunning - in both senses of the word. At this stage the spadex of the Titan is approximately at human body temperature. People hold their breath when it is in full bloom, as the smell is so disgusting.\n2. Dracunculus vulgarisPhoto: Pleinair\nKnown variously as the Dragon Arum, the Black Arum and the Voodoo Lily this one's beauty defies its reputation. A gorgeous, frilly pink flower with a purple spadex arising from its centre, it would be ideal as a Halloween costume. Even the stems are mottled with red and purple looking like it is blood spattered. Central to this plant is the overriding scent of a decomposing carcass to lure in flies to pollinate it. Apparently it is a smell you will never forget - the pure smell of death.\n1. RafflesiaPhoto: Klaus Polak\nRafflesia is the state flower of Indonesia and the genus contains 27 species of parasitic plants - parasitic because they latch onto vines and then grow inside them. In fact, all you can see of the plants are the flowers and they have no roots. Also called the corpse flower, it is not the same flower as the Titan Arum, though it has some of the same distasteful properties. Enough to put someone off their dinner!\nWhether they are called carrion plants, morbid plants or corpse flowers, they play tricks on the flies that normally prefer rotting flesh, and with their smell of death fool them into pollinating them. Whatever you do, make sure you don't have one accidentally planted in your garden unless you want to wake up to the sweet stench of decaying bodies.\nSources: 1, 2, The Book of the Bizarre by Varla Ventura","author":"Michele Collet","web_category":"nature","title":"5 Most Disgusting Flowers on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Titan-arum1_0.jpg","url":"http://www.environmentalgraffiti.com/news-most-morbid-plants-earth"}