{"summary":"The individual elephants do have distinctive styles and seem to take pleasure in what they are doing – points that favour them having an aesthetic sense. Photo: Painting by Congo the chimpanzee","advice_category":"6","content":"\nPhoto: Hong the elephant painting an elephant Photo: ckmck\nThe art class starts serenely. Standing poised before its easel, the creature’s tail swishes and ears gently flap. Then, brush held in the tip of its trunk, this most imposing of land mammals deftly drags a streak of paint across the page. At first the sense of awe limits itself to the dexterity at work, but as the seemingly arbitrary squiggle takes on the likeness of the creature itself, wonder fills the air in gasps of “Oh my goodness!” from the watching American tourists. Art has arrived in the animal kingdom.\nPhoto: Photo: ckmck\nMove over Monet, step aside Cezanne – there’s a new master of line, form and colour on the scene, and its name is Jumbo. Or rather, their names are Boombim, Hong, Jaab, Paya, Somjai, Wanpen and more – ex-logging elephants in Thailand who are able to paint pictures of everything from flowers and landscapes to their very own ‘self-portraits’. So what’s the scoop with these brilliant beasts? The videos have circulated a few times on the Web, so we at EG decided to find out what all the fuss was about.\nPhoto: Photo: ckmck\nIt didn’t take much searching to learn that elephants do indeed possess a remarkable painterly skill when faced with the blank canvass all artists must confront. Blessed with trunks dextrous beyond their size, they are capable of painting with incredible detail. What’s more, under the direction of their handlers – and sometimes with a little guidance from artists of the human kind – these expressive animals can even create recognisable depictions of objects and animals in the physical world.\nPhoto: Photo: ckmck\nBut there’s a catch. While we might marvel at the control and precision of elephants like Hong, Somjai and Paya, their figural paintings of elephants and plants are actually a learned series of brushstrokes rather than works of their own imagination. These are not still life paintings or self-portraits in the true senses of the words because the animals themselves do not appear to recognise what it is they are painting. The design they make are not their own, but replicas they have been trained to produce.\nPhoto: Photo: ckmck\nThis is not to detract from the intelligence the animals show in translating their training into visually expressive form, but by their handlers’ admission the realistic artworks are more like collaborations between elephant and mahout – certainly than the abstract pieces at which the jumbo-sized beasts are also adept. The quality of the paintings is not in doubt – with experts in auctions having been fooled into believing they were produced by people – but the question “Is it art?” is more difficult to answer in the affirmative.\nPhoto: Photo: ckmck\nThe individual elephants do have distinctive styles and seem to take pleasure in what they are doing – points that favour them having an aesthetic sense. However, the mammoth uncertainty is whether these giant animals can themselves distinguish the beauty, let alone symbolic meaning, of their creations. It seems unlikely. For starters, elephants cannot see in the same range of colours as we do, and rely on other factors such as movement and smell to distinguish objects and other animals.\nPhoto: Photo: ckmck\nElephants aren’t the first animals to have entered into art. In the 1950s, a chimpanzee named Congo became famous under the tutelage of zoologist and painter Desmond Morris. Three 1957 pieces by Congo were auctioned off for over ¢G14,000 in 2005 alongside artworks by Renoir and Warhol. Bidders went bananas over the chimp’s paintings, but they were abstract works, and unlike Picasso – or some of our elephants – Congo never learned the ropes of realism before his forays into the nonfigurative.\nPhoto: Painting by Congo the chimpanzee\nPhoto: Photographer unknown \nYet for Morris, this doesn’t make Congo any less artistically able. On the contrary, upon hearing of the elephantine upstarts, the zoologist was quick to highlight the merits of his former primate prot?g?. Congo’s freeform compositions surpassed the set routines of the elephants, who “unlike the chimpanzees... do not explore new patterns or vary the design of their work themselves.” The growing complexity of his favourite chimp’s patterns “showed he contained within his brain the first germ of artistic creativity.”\nPhoto: Koko the gorilla painting\nPhoto via Artists Ezine\nFrom dogs and dolphins to parrots and pigs, other animals have also demonstrated proficiency with a paintbrush that belied their species. Yet it does appear that non-human primates, in spite of the fact that they cannot master identifiable pictorial images like elephants, better appreciate the aesthetic value of their work. Koko and her partner Michael, well-known sign language-speaking gorillas, love to paint, and both apes have named their paintings, despite the difficulty of discerning visually what they represent.\nPhoto: Photo: ckmck\nIf nothing else, all this animal artistry makes us rethink the sacredness of human consciousness, though in the case of the elephants it has also had more pragmatic effects. Like all Thailand’s 3,000 domestic elephants, those involved in the Asian Elephant Art and Conservation Project formerly worked hauling logs in the timber industry. Deforestation and anti-logging laws left them jobless, so putting their trunks to more creative uses meant they once again had a place in the economy. The sale of their artworks now helps raise money for conservation.\nWe finish off with the video of Hong with paintbrush in trunk. You can visit the Asian Elephant Art and Conservation Project's website here.\nSources: 1, 2, 3, 4, 5 , 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"The Elephant World's Answer to Picasso","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-43984-2380224670104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/elephants-painting/20419"}