{"summary":"Fish don’t possess outer ears but their inner ear is connected to the swim bladder. However, there are frogs that communicate only through ultrasound","advice_category":"2","content":"\nPhoto: nickandmel2006\nScientists haven’t unraveled all the mysteries related to animal language yet. However, there have been breakthroughs, and the discoveries made on the following five animals are very interesting. \nElephants\nThe elephant’s large ears were thought to be responsible only for temperature control, through flapping, and for social signaling, not for hearing. In fact, elephants can communicate with each other over large distances through infrasound. This explains the elephant’s peculiar behavior when it suddenly lifts it head while drinking or when all the elephants in a group start marching at the same time. A male in \"heat\" will locate its receptive mate from afar thanks to this infra-sound ability and to an odor they give off over vast distances. \nFishPhoto: ellenm1\nAcoustic communication exists in fish as well. Fish make sounds using organs that aren’t as developed as the vocal apparatus of other animals. The swim bladder is used to amplify the sounds tat are produced by teeth grinding. Around the swim-bladder, there are muscles that make it vibrate. Thus the sounds’ volume is increased. Fish don’t possess outer ears but their inner ear is connected to the swim bladder. They also detect vibrations in the water. \nToadfish\nToadfish have a particular mating song. They produce beautiful sounds to attract their mates. It is a hum that resembles a love song and it occurs during the breeding season. However, they produce grunts as well to warn off enemies or other males.\nFrogsPhoto: maarten sepp\nThe frogs’ calls have to compete with other animals’ loud signals. These calls are perceived as very loud to humans. However, there are frogs that communicate only through ultrasound. Their frequency is too high for the human ear to hear. The Huia cavitympanum species that lives in Borneo is the only species known to man that communicates only through high-pitched sounds. \nMonkeysPhoto: micsten\nMonkeys are not only able to communicate in a complex manner but also to understand basic grammar rules. For example, tamarins understand grammar patterns and communicate with each other through whistling sounds whenever they are separated from the group. Monkeys that can grasp grammar is a remarkable starting point for further discoveries.\n\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Gregory Johansson","web_category":"nature","title":"5 Animals That Use Their Own Language","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3847160476_d9aae4736f.jpg","url":"http://www.environmentalgraffiti.com/news-5-animals-their-own-language"}