{"summary":"The city of Al Hajjara in Yemen’s Haraz Mountains seems ancient yet modern at the same time: the taller of the brown, flat-roofed houses so precariously balanced on top of the mountain resemble early skyscrapers. The narrow streets of Al Hajjara:Photo: ","advice_category":"8","content":"\nPhoto: View of Al Hajjara - Would you want to live on the top right?\nImage: Franco Pecchio\nThe city of Al Hajjara in Yemen’s Haraz Mountains seems ancient yet modern at the same time: the taller of the brown, flat-roofed houses so precariously balanced on top of the mountain resemble early skyscrapers. Many are decorated with elaborate white friezes and patterns so typical for the region. The town’s remoteness and narrow streets suggest a close-knit community that might, in times of invasions, have allowed outsiders to enter yet not necessarily to leave… \nThe hilltop houses and narrow streets close-up:Photo: \nImage: pringle2004\n… and the same scene further to the right, the edge of town:Photo: \nImage: Bellosta\nToday though, Al Hajjara, also spelled Al Hajarah or Al Hajjerah, is a city that greets visitors who brave the trek from the capital Sana’a, about 25 miles northwest, with friendly smiles and insights into their culture. Dance is what the inhabitants of the Hazar Mountains are especially known for. And, not surprisingly, stone is what the city's all about - hajjar means stone in Arabic - it being built on top of a rock and out of stone. \nPanoramic view of Al Hajjara with cactus:Photo: \nImage via girlsoloinarabia\nThe Haraz Mountains are perfect for hiking, an activity best undertaken with a local guide to translate in the many villages and explain Yemeni culture and history. Though Sana’a’s climate is moderate, the area around it is known for its high temperature ranges: peak temperatures can be 30 degrees Celsius during the day and fall to 0 degrees Celsius at night.  \nUnpainted, the houses would just blend into the landscape:Photo: \nImage: Franco Pecchio\nThe narrow streets of Al Hajjara:Photo: \nImage: pringle2004\nThe western highlands receive the highest rainfall in Arabia and this is where Yemen’s agriculture takes place; the landscape is therefore heavily terraced. Popular crops are sorghum, cotton and fruit trees – mangoes are the most sought after. Even if you have never been to Yemen, you might have tasted its most famous export – Mocha! Yemeni coffee is made from ancient variations of coffee arabica grown nowhere else and processed the way it has been for centuries. \nAgricultural terraces just below Al Hajjara:Photo: \nImage via traveladventures\nThe central highlands are drier due to their elevation – the area is a wide plateau at 2,000 m (6,560 ft) – but still receive sufficient rain during most years to grow crops like wheat and barley. Stored rain water is used  for irrigation as Yemen has no permanent rivers, only wadis or river valleys that are dry in the summer.  \nA typical Haraz Mountain village close to Manakha, an ancient stronghold:Photo: \nImage: Franco Pecchio\nDepending on the region, houses in Yemen were predominantly built with clay (in the north and dry east) or stone (in the west and central highlands). Great pride is taken in building a house and once finished, it is often decorated with calligraphic writing chronicling the event. Windows are often the most decorative element with date palm motifs, dots, zigzag lines or floral designs. Though houses vary from region to region, their particular building style is unique to Yemen. \nSmall houses to the left, skyscrapers to the right:Photo: \nImage: Bruno Befreetv \nBuilding on top of rocks seems a national sport in Yemen, here the Imam's Palace or Dar al-Hajar rock house in Whadi Dhahr:Photo: \nImage: Franco Pecchio\nTraditional building style in Sana’a:Photo: \nImage: Tyabji\nSana'a is said to have been founded by Noah’s son Shem not far from the mountain where the ark washed ashore after the flood. At up to 10,000 years old, Yemenis thus proudly claim it to be the oldest living city in the world. Though never easy to reach, tucked away in the mountains, Sana’a soon earned the nickname \"Hidden Jewel of Arabia\" because of its beautiful buildings and well-stocked markets. Let's hope it'll remain tucked away a wee bit longer and its building style preserved unscathed by modern influences.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Al Hajjara: The City That Hangs Over A Precipice","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/al-hajjara-city-precipice/18470"}