{"summary":"Animal rights groups have long protested the use of rats in scientific experiments which are of no benefit to the rats themselves. More than 100 million rats and mice are killed in US experiments alone","advice_category":"2","content":"\nPhoto: Rebecca LaiThis towel is so comfy!\nAlthough we don't really give them much thought (and when we do it's often negative) you might be surprised to learn that humans owe rats a lot. Research on these cute furry rodents has given us medical and scientific breakthroughs in areas as diverse as cancer treatments, evolutionary psychology, cybernetics... and even space exploration! A lot of what we now know about ourselves as a species comes from studying rats. All this, and they make great pets too! Despite the way in which they are often portrayed, rats are loyal, intelligent and scrupulously clean animals.\nPhoto: Rebecca LaiGo on, give us a kiss!\nThe reason rats are so incredibly helpful in the laboratory is because they are actually a lot like us: we share a roughly 70% genetic similarity. Scientists know that if a drug works on a rat, there's a very good chance it will cure us too. Many diseases have the same effect on rats as they would on people, so their treatment is usually as effective — or not — on both.\nPhoto: bclinesmithTime for a nibble! NOM!\nThere are many different species of rats, from the ones living in the wild to the type we keep as pets or use in laboratories. Domestic rats are all variations of the brown or Norwegian rat (rattus norvegicus), which is actually neither Norwegian nor necessarily brown! Believed to originate in China, the brown rat has spread with humans to all continents of the world except Antarctica, making it second only to humans as the most successful mammal on the planet.\nPhoto: Rebecca LaiSometimes you need something a bit more substantial...\nRats today come in many different colors, including the albino rats used in laboratories. The first albino rats to be domesticated were the descendants of a single white rat caught in a cemetery by none other than Queen Victoria's Royal Ratcatcher, Jack Black. One of the first people lucky enough to adopt one of these early domestic rats was the well-known author Beatrix Potter. Perhaps its friendly and inquisitive behaviour provided her with inspiration for some of her beloved children's stories?\nPhoto: ArtBromHello. What are you doing back there?\nPeople began using albino rats in experiments as far back as 1828, where researchers included them in a study on fasting. The first place to selectively breed lab rats was the Wistar Institute in Pennsylvania, and the Wistar rat is still a breed commonly used in labs today. The Wistar rat has the (perhaps unlucky) distinction of being the first animal to be bred purely for use in scientific research. Because experiments often require a large pool of animals with the same genetic makeup, lab rats can be bred between brothers and sisters for 300 generations, resulting in rats with 99% identical genes – which is even more genetically similar than clones!\nPhoto: ohnonotanotheridThere's nothing so cozy as sharing a blanket with a friend.\nOf course, lab rats are not only valuable to scientists because of their biological quirks. Their intelligence, ingenuity and excellent memories also make them ideal candidates for psychological and sociological studies. However, it is only in the last few years that we have learnt exactly how much rats are like us. Two studies in particular (one in 2007 and the other in 2011) have shown rats to be smarter and far more empathetic than they were previously given credit for.\nPhoto: ArtBromAll nice and clean!\nThe 2007 experiment came up with the first surprising find. Rats are capable of metacognition, that is, the ability to 'know what they know.' For an example of metacognition, think about being asked to answer a complicated maths question. Before even attempting to come up with a response you will likely have some idea whether or not you will be able to give a correct answer, based on the knowledge of your knowledge, so to speak. Up until this study, it was thought that only humans and some of the higher primates had this ability.\nPhoto: PuppiesAreProzacWhat do you mean move over? I can't move over!\nThe metacognition experiment was conducted using sounds and rewards. Rats were played a sound that could be either long or short in duration, and were required to respond as to which duration they thought it was. Sometimes the sound was obviously one or the other, but sometimes it was difficult to tell if it was a long sound or a short one. The rats were given a large reward for every sound they classified correctly, no reward if they got it wrong, and a small reward if they passed on answering. It was therefore in their favor to correctly work out which answers they could get right, and be well rewarded, and which answers they knew they had less chance of getting right and settling for a smaller reward.\nPhoto: bclinesmithJust hanging around with a mate…\nIf the rats had no metacognition, they would either have made a guess every time and tried to get the larger reward or passed every time for the surety of the small reward. Instead they seemed to correctly gauge their own abilities and only passed on the sounds they had difficulty with. This was proven by the fact that when researchers removed the pass option, the rats got a significant number of the sounds (which they would otherwise have chosen not to classify) wrong. They knew what they knew, and also what they didn't. It seems likely, then, that rats can be said to possess metacognition.\nPhoto: Steve JurvetsonIt's not our fault we're hairless...we were bred this way!\nThe 2011 experiment yielded even more surprising results. Here, the rats were placed in a cage in pairs. One of the rats was free to wander while the other was restrained in a plastic tube that could only be opened from the outside, and with some difficulty. Researchers found that the rats would repeatedly try to open the tube until they were successful and would thereafter free their cage mates every time they were placed in the same situation. The rats even freed their trapped friends if they were then immediately separated, showing that their actions were driven by empathy even more than a simple desire for company.\nPhoto: Janet StephensI hope today's experiment is psychological…\nTo test the boundaries of the rat’s empathy for their fellows, the free rats were then offered two restraining tubes, one containing another rat, and the other containing chocolate. To the surprise of the researchers, the rats were just as likely to free their friend as eat their chocolate first. And even when they did go for the treat first, they usually left some for the rat they freed later. The results have been described as not only proof of empathy in rats, but also of their more complex pro-social behaviour. It would certainly be interesting to see how most humans would do on this test…\nPhoto: ArtBromLending a hand to a baby rat!\nIt's long been known that domesticated rats are social animals. They form bonds with other rats and can become moody and depressed if separated from their friends. Female rats raised together will even help bring up each other's young, nursing them and adopting them if something happens to the mother. Even male rats confined with a pregnant female have been known to exhibit parenting behaviour once the babies are born, although this is rarer.\nPhoto: surprise truckWell don't just sit there, pick me up!\nRats enjoy playing together and especially grooming each other. While being groomed, a rat goes into a trance-like state which they don't emerge from for some time afterwards — perhaps like a person getting a nice massage. While male rats woo their mates with high pitched 'love songs', rats will also make giggle-like squeaks (inaudible to human ears) when tickled, and are even believed to dream while they sleep!\nPhoto: bclinesmithI seem to have got my whiskers a bit bent…\nAnimal rights groups have long protested the use of rats in scientific experiments which are of no benefit to the rats themselves. Many people feel that, at the very least, lab conditions should be made as comfortable for the rats as possible. More than 100 million rats and mice are killed in US experiments alone. Unlike other mammals, they are not protected from unnecessary suffering by law. The battle between activists and scientists continues.\nPhoto: bclinesmithIs it safe to come out?\nWhile researchers insist that the rats are currently essential in laboratory testing, efforts are being made to create artificial alternatives to live specimens, at least for some experiments. For the sake of our cute, smart and helpful little friends, let's hope they're successful!\nSources: 1, 2, 3, 4, 5, 6, 7, 8","author":"Yohani Kamarudin","web_category":"nature","title":"Rats! Clever, Caring and Incredibly Cute","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Pholcus-phalangioides-1jpg","url":"http://www.environmentalgraffiti.com/news-rats-clever-caring-and-extremely-cute"}