{"summary":"Surrounded by a host of furry animals and hunky, scantily clad men, the Betty White Calendar is not only a tribute to the last surviving Golden Girl, but will help raise funds for a wildlife charity as well - all of the proceeds from the sale of the calendar will be donated to Morris Animal Foundation. The Betty White Calendar will be available for purchase in September and is currently available for pre-order on Amazon for $12.99","advice_category":"8","content":"\nPhoto: via Neatorama\nLet’s face it. Betty White is HOT! From her recent Emmy-award nominated guest actress stint on Saturday Night Live and popular Super Bowl commercial to her new television show Hot in Cleveland, the award-winning octogenarian is everywhere these days!  \nPhoto: David Shankbone\nAt 88 years young, White is adding sexy pin-up girl to her rapidly growing list of accomplishments. White, known for her love of animals, is posing in a 2011 calendar. Surrounded by a host of furry animals and hunky, scantily clad men, the Betty White Calendar is not only a tribute to the last surviving Golden Girl, but will help raise funds for a wildlife charity as well - all of the proceeds from the sale of the calendar will be donated to Morris Animal Foundation.  \nPhoto: Ilker\n\nFounded in 1948 by visionary veterinarian Dr. Mark L. Morris Sr.,the Morris Animal Foundation helps animals live longer lives by its many research and study projects that help protect, treat and cure pets, horses and wildlife across the globe. The beloved actress, quick-as-a-whip comedienne and outspoken animal advocate has supported the Foundation for over 40 years and is listed as a President Emerita of the organization. \n\nAmbassador to the Animals, White was recently honored for her many years of dedicated service to the Greater Los Angeles Zoo Association (GLAZA) during the 40th Annual Beastly Ball.  White received the Screen Actors Guild Life Achievement Award earlier this year. Her appearance on SNL, which resulted from a grassroots campaign on the social networking site Facebook, made her the oldest person to ever host the show. Her appearance was credited for the show’s highest ratings since 2008.  \nPhoto: TJ Nuckolls\nThe Betty White Calendar will be available for purchase in September and is currently available for pre-order on Amazon for $12.99.  For more information, be sure to Follow Ms. White on MySpace.","author":"Jace Shoemaker-Galloway","web_category":"lifestyle","title":"Betty White's Boytoy Calendar Raises Money for Wildlife","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/celebrities/news-betty-white-–-america’s-newest-pin-girl-poses-hunky-men-and-furry-animals-pet-cause"}