{"summary":"Allergy to pollen is called hay fever. When pollen lands on a compatible pistil of flowering plants, it germinates and produces a pollen tube that transfers the sperm to the ovule of a receptive ovary","advice_category":"2","content":"\nPhoto: Noodle snacks\nPollen is a powder containing the genetic material of plants. How fine it can be is clearly shown in the picture above. Pollen grains have a hard coat that protects the sperm cells during the process of their movement between the stamens to the pistil of flowering plants or from the male cone to the female cone of coniferous plants. \nPhoto: Brian0918\nWhen pollen lands on a compatible pistil of flowering plants, it germinates and produces a pollen tube that transfers the sperm to the ovule of a receptive ovary. The individual pollen grains are small enough to require magnification to see detail.\nPhoto: dolescum\nRhinitis is inflammation of the nose, which is recognized by symptoms such as sneezing, having a runny nose, blocked or stuffy nose, itching and or having mucus running down the back of the throat. It can occur in association with inflammation of the eyes or sinuses, and can have several causes, such as infection, a reaction to medication, irritation by dust, or allergy to a substance such as pollen, housedust mites, cats, dogs or moulds.\nPhoto: brookenovak\nThese substances, which trigger allergic reactions, are called allergens. The result of this reaction is the release of chemicals from cells in the nasal passages, eyes or airways which causes inflammation and irritation to the lining of the eyes, nose and throat. Allergy to pollen is called hay fever. \nPlants that release pollen, for dispersal by air currents, tend to produce large quantities of lightweight pollen which can be carried for great distances and are easily inhaled, bringing it into contact with the sensitive nasal passages. Knowing which type of pollen causes your allergy means you can minimize exposure, and start treatment at the right time.\nIf you notice symptoms during April, you're probably allergic to tree pollen; May, June and July indicate allergy to grasses. Weed pollen and mould spores come into their own in late summer. Check your local pollen count (pollenforecast.org) and, if it is high, stay indoors with the windows closed, or at least away from heavily planted open spaces.\nPhoto: Dartmouth Elactron Microscope Facility\nLevels are usually highest in the mornings and on windy days. If you do go out, shower and wash your hair once you get home. You can also try wrap-around sunglasses if you suffer from itchy eyes. Stay indoors when the grass is being mown, and bring in washing before pollen levels increase at night. Plan a holiday by the sea or somewhere where pollen seasons are earlier, to avoid symptoms.\nHay Fever is often regarded as a trivial problem but it severely affects the quality of life of many people. It disturbs sleep, impairs daytime concentration and the ability to carry out tasks, causes people to miss work or school, and has been shown to affect pupil's school exam results.\nPhoto: gocarts\nThe first main treatment is an antihistamine; usually taken as tablets though nasal sprays are also available. There are many kinds, the newer ones mostly taken once a day, without causing drowsiness. This treatment can be all that some people need, and is most effective for itching, sneezing and runny noses but less so for blocked ones. If the first antihistamine you try is not helping, switch to another.\nRegular use of a steroid nasal-spray is often effective if a blocked nose is a problem. These are available on prescription from your GP. As with antihistamines, there are different types of steroid nasal spray and you may need to try more than one to find the best solution. All treatments should be taken regularly, starting shortly before your symptoms normally begin. It is more difficult to control symptoms that are already well established.\nPhoto: jaszaz\nImmunotherapy is intensive and time consuming, and only offered to those with extreme symptoms, uncontrolled by normal medications. In order to be considered for desensitization you will need to be referred to a specialist allergy clinic by your GP. The most effective is a course of injection immunotherapy, which can have long lasting benefits. Hay Fever need not rule or ruin your life.\nPhoto: John Palmer\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"Why Pollen Makes Us Sneeze","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-42989-2513443520105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-why-pollen-makes-some-us-sneeze"}