{"summary":"Don’t miss the torn paper teeth of this cute building face in Fremantle, Australia: Photo: . Photo: ","advice_category":"6","content":"\nPhoto: \nImage: DK Pugh\nDon’t you love it when you find beauty in places you least expect it? Like seeing a smiley face on a grey, dreary day? Around the world, people find buildings with faces in their neighbourhood and attribute human characteristics to them. The following pictures prove that some buildings truly have character. \nDon’t miss the torn paper teeth of this cute building face in Fremantle, Australia: Photo: \nImage: Gemma Longman\nSometimes, facing a brick wall is not so bad:Photo: \nImage: rtaibah\nThis grey building in Yokohama, Japan sure has a toothy smile: Photo: \nImage: Ishikawa Ken\nA solemn building face, graciously making way in Heidelberg, Germany:Photo: \nImage: Lauren Manning\nDid anyone say Tetris? A building face-ade in Albuquerque, NM:Photo: \nImage: Eric\nA startled building in Singapore:Photo: \nImage: Tim Parkinson\nFound in Japan - turquoise hair, differently coloured, raised eyebrows and cheek piercings – this can only be a modern building face: Photo: \nImage: DK Pugh\nSpeaking of modern, a Picasso-style building face in Madison, WI:Photo: \nImage: David Drexler\nDoesn’t the entrance of this movie theatre look very welcoming? Photo: \nImage via Cool optical illusions\nThis building face in Cleveland, TX has seen better times but it’s the only one on stilts! Photo: \nImage: Patrick Feller\nMaking eyes at you:Photo: \nImage: Clyde Robinson\nAn ancient building face with one raised eyebrow in Jordan:Photo: \nImage: Shannon Hobbs \nSometimes, the devil, er, face is in the details. This one at Washington DC’s Department of Justice building seems to have a beak:  Photo: \nImage: Mr. T in DC\nSleepy, yet stylish, upside-down living room wall face with a chandelier moustache:Photo: \nImage: nabger\nAn elevator face in Amsterdam:Photo: \nImage: Michell Zappa\nIs this building in Paris cheating, hiding or simply double-faced?Photo: \nImage: Will Lord\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"art+and+design","title":"Buildings Have Faces Too!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/featured/buildings-have-faces-too/12382"}