{"summary":"Fry applied Silver’s adhesive on one side of the paper and thus developed the idea of the Post-it Note.. If painters could just paint over their slip-ups, why couldn’t typists? For five years, she worked on the correction fluid with her son’s chemistry teacher, and began selling her invention as “Mistake Out.” Today, the correction fluid is known as Liquid Paper or Wite-Out.","advice_category":"6","content":"\nPhoto: Vivere Libero\nIf you’re bored stiff in your office cubicle with nothing to look at except your desktop computer, and blah white-washed walls you’re enclosed in, take a big breather and get some creative inspiration from your everyday office supplies. Take a look at how this stuff was invented, and how many people have turned these ordinary office items into extraordinary works of art.\nPaper Clips\nBefore paper clips were born, people used to fasten and bind papers using wax and ribbons. Then, in 1867, Samuel B. Fay received his patent for the paper clip in the USA. However, it wasn’t originally used to hold papers together; he first used it to fasten tickets to fabrics. Later, in 1877, Erlman J. Wright patented his own paper clip designed, only it was used exclusively to fasten newspapers.\nPhoto: Dominique Godbout\n\nToday, paper clips are very common around the world, even reputed to be a spy “gadget” for opening all kinds of locks. Kids even make long chains of it and put them on as jewelry. Artist Elizabeth Lundberg Morisette, using lots and lots of paper clips, even made an art piece that looks like a hula skirt. Talk about making some noise every time you walk by.\nPhoto: Clementine Mom\n\nPost-it Notes\nAccording to the story, American inventor Arthur Fry would bookmark his hymnal with pieces of paper whenever he sang for church choir, but found that the paper just keeps moving about, or would sometimes even fall out. Fry knew of an adhesive developed by Spencer Silver, which was strong enough to stick to a surface, but also weak enough to let go easily. Fry applied Silver’s adhesive on one side of the paper and thus developed the idea of the Post-it Note.\nPhoto: Bernard Goldbach\n\nPost-it notes can be posted anywhere, from refrigerator walls, doors and windows to laptops, and books. Check out how Adrian Wallett used 183 pieces of Post-it Notes to make a huge collage. All illustrations were contributed by artists all around the world.\nPhoto: Adrian Wallett\nThe origami swan below took a whopping 500 Post-it Notes to make.\nPhoto: Jen\n\nBallpoint Pen\nIn case you didn’t know, a ballpoint pen has really a steel ball at the tip that regulates and smoothens the flow of ink. Every time you touch the pen on a surface, the ball rolls around and releases the ink. Hungarian L?szl? J?zsef B?r? is the inventor of the modern ballpoint pen, thus replacing the use of the fountain pens. He received the patent for his invention in Paris in 1938.\nPhoto: Maria Reyes-McDavis\n\nSome companies that make ballpoint pens would claim their pens would and could write on any surface. It must have been a hell of a good ballpoint pen Matt Reinbold used to draw his funny monkeys on a banana. See how relaxed those monkeys look?\nPhoto: Matt Reinbold\n\nRubber Eraser\nWhoever didn’t experience chewing on a rubber eraser at the tip of the pencil probably missed half of his life. It was Englishman Joseph Priestly who discovered and coined the term “rubber,” but it was another Brit named Edward Nairne who applied the rubber into being an eraser. In 1770, Nairne developed the rubber into erasing pencil marks, and sold them after.\nPhoto: Michael Frain\n\nToday, rubber erasers have developed into many types of erasers: art gum erasers, vinyl erasers, kneaded erasers, even ink erasers, and, would you believe, electric erasers? J. Wynia tried his hand at a kneaded eraser and molded an abstract sculpture of his own. What do you think this looks like?\nPhoto: J Wynia\n\nCorrection Fluid\nIt’s only fitting that a secretary would invent a correction fluid. A long time ago, electric typewriters were the most advanced typing machine, but you can’t afford to “backspace” a misspelled word. That’s why, during that time, typing schools were also established. American typist Bette Claire McMurray was inspired by her part-time job as a painter to invent the correction fluid. If painters could just paint over their slip-ups, why couldn’t typists? For five years, she worked on the correction fluid with her son’s chemistry teacher, and began selling her invention as “Mistake Out.” Today, the correction fluid is known as Liquid Paper or Wite-Out.\nPhoto: Helga Lobster's Stew\nNowadays, you can see correction fluid in the form of correction tapes and correction pens, not like the correction fluid bottles that look like nail polish bottles. Kids sometimes use the old-fashioned bottle with the brush to paint their nails. But when it gets boring enough, you can just find a blank space of wall and draw your own art for everyone passing by to see.\nPhoto: William Murphy\n\nThanks to inventors and pioneers, office work can be made easy. Now, it’s time for you to revamp them and use them for whatever kooky and artsy idea you have in mind.","author":"Karize Uy","web_category":"art+and+design","title":"Extraordinary Art Created from Ordinary Office Supplies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/art/news-extraordinary-art-ordinary-office-supplies"}