{"summary":"Building conservation capacity in regions in which priority EDGE species occur. The Zoological Society of London and EDGE are leading the way to gain attention for, and start the vital work of, conservation with species that are not just on the verge of extinction but totally unique in looks or behavior","advice_category":"2","content":"\nPhoto: ICNGSC\nAlmost all of us have heard that orangutans and tigers are endangered, but how many know about the Purple Frog or the Pygmy Three-toed Sloth or the Chinese Giant Salamander? These weird and wonderful creatures are on the edge of existence and could tumble into extinction at any time.\nPhoto: Bryson Voirin\nAn organization called Evolutionarily Distinct and Globally Endangered (EDGE) has taken up the cause of these creatures over the past few years. Many of the species they highlight are unique in looks and behavior but get little conservation attention. Every year some are highlighted for attention and a number of conservation actions are taken. EDGE works as part of the Zoological Society of London (ZSL), and when little is known about a species, ZSL scientists lead an expedition to get more information.\nPhoto: Zoological Society of London (ZSL)\nEDGE's goal is \"to ensure that local stakeholders, governments, and in-country and international conservation organizations take ownership of these forgotten species and  commit to ensuring their future survival.\" You can find out more about their more specific goals here.\"\nNow let's take a look a just a few of the wonderful animals that have been highlighted by EDGE and learn a little about them.\nPurple FrogPhoto: S.D. Biju\nThis amazing little fellow is part of the only family left of a 130-million-year lineage and is truly a living fossil. He lives in a tiny area of India, right at the southern tip in Ghat. You find him in forests where he spends most of his time underground while waiting for monsoon season. Then the males and females come out to mate. When a species has \"been evolving independently for over 130 million years [and] has survived the break up of a continent and the extinction of the dinosaurs,\" it would be a great shame if it became extinct due to man's actions – destroying the forests he lives in for plantations in this case. Learn more about him on his EDGE page\n Chinese Giant SalamanderPhoto: ICNGSC\nThe Chinese Giant Salamander is listed as critically endangered due to overfishing. These salamanders are considered a delicacy in Asia, and the population has declined a whopping 80% since 1960. Due to their lack of gills as adults, they need to live in fast-running water to be able to take up as much oxygen as possible. As one of the largest amphibians on earth, these big boys can grow as long as 1.8 meters. To learn more about what is being done to try and save them, visit the Chinese Salamander page.\nHirolaPhoto: Tim Wacher/ZSL \nThe Hirola is the world's most threatened antelope. Another creature designated as a living fossil, it has changed very little in hundreds of years and is critically endangered. It went from a population of 14,000 in the 1970s to the just 600 animals left today. Threatened by poaching, drought and habitat loss, it needs intensive help immediately if it is to be saved. Learn what you can do to help.\nMalagasy Rainbow FrogPhoto: George Sunter/ZSL\nA colorful frog indeed, this little fellow has become increasingly popular in the pet trade to its detriment. A burrowing frog, it is the only one of its group that isn't arboreal (moves about in the trees) but instead climbs rocks to get away from flash floods. It is listed as critically endangered because its habitat is only 100 sq km of Madagascar and sapphire mining has been affecting this area. Read about conservation actions here.\nPhoto: George Sunter/ZSL\nPygmy HippoPhoto: Zoological Society of London (ZSL)\nThe Pygmy Hippo is a different species completely from the Common Hippo, even though they look alike at first glance. A couple of differences are webbed feet, which the Common Hippo has but the Pygmy Hippo doesn't, and the eyes, which are set in the front of the Common Hippo's head but on the side in the Pygmy's. Listed as endangered, the Pygmy Hippo is threatened due to habitat loss and hunting. A subspecies in Nigeria is believed to be extinct. You can read about a workshop in Liberia dedicated to conservation strategies on EDGE's blog.\nPygmy Three-toed SlothPhoto: Bryson Voirin\nRecognized as a distinct species in 2001, this animal has been separated from Panama's mainland for 9,000 years and lives on the island of Escudo de Veraguas. Weighing 2.5 to 3.5 kg, it is the smallest of all sloths. As you can see in the picture, males have a bright orange back with a stripe. The sloth has one of the more unusual camouflage techniques: the fur is often coated in an algae that hides it when in the trees. Sloths can also turn their heads like owls, 360 degrees. To learn more about this amazing animal, visit its EDGE page.\nRondo Dwarf GalagoPhoto: Andrew Perkin\nThis name is quite a mouthful for such a small species! Galagos are also known as bushbabies. Endemic to Tanzania, the Rondo Dwarf Galago was first formally described in 1996 and is one of the most endangered primates. The species is easily identifiable by its huge bottle brush tail and its special call. Critically endangered due to habitat destruction – deforestation being the main cause – it only survives in eight tiny populations in an area defined here on EDGE's Google Earth application.\nPhoto: Andrew Perkin\nSagalla CaecilianPhoto: Alexander Kupfer\nThis worm-like (though not a worm) animal has one of the smallest habitats, only 29 sq. km; it lives on the Sagalla Hill in south-east Kenya, over 1000 feet up a mountainside. It's more closely related to salamanders and frogs than to the worms it's often mistaken for. One unique thing about the Sagalla is that the males have an everted cloaca (the one body part for urinating, defecating and sex that birds and some other animals have): the Sagalla's is outside its body and has become a penis-like organ so that it can have direct sex, rather than simply depositing its sperm on laid eggs. These unusual amphibians have a fascinating history you can read about here.\nPhoto: John Measey\nSlender LorisPhoto: Gamage S/Mahanayakage C./ZSL/SL/SLCP\nThe Slender Loris is notable for its huge huge eyes, which take over its face, and for how sociable it is out of all the nighttime primates. These lorises sleep together in the branches during the moonlit hours, often with their head between their legs. The Slender Loris is endemic to Sri Lanka, with only about 1,600 left in the wild. Deforestation due to logging and agriculture is the main reason this lovely creature is in danger of falling off the earth's map. \nThe Zoological Society of London and EDGE are leading the way to gain attention for, and start the vital work of, conservation with species that are not just on the verge of extinction but totally unique in looks or behavior. They categorize based on the animal's evolutionary distinctiveness and its danger of extinction. The number of these creatures that are simply being overlooked by conservationists is a crying shame. As EDGE say:\n\"Our research has identified a major gap in global conservation efforts: 65% of the world’s top 100 EDGE mammals and 85% of the top 100 EDGE amphibians are currently receiving little or no conservation attention. These alarming figures are likely to be even higher in less high-profile taxa. EDGE’s mission is to put each and every one of these forgotten species on the map and secure their future. We are achieving this through:\n1. Supporting targeted on-the-ground action for priority EDGE species\n2. Building conservation capacity in regions in which priority EDGE species occur\n3. Encouraging others to support and engage in EDGE species conservation.\"\nMy thanks to EDGE for its willingness to share these wonderful photos and the information on their program. For those who would like to help in some way, they have a donation page available.","author":"Michele Collet","web_category":"nature","title":"Bizarre Animals on the Edge of Extinction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-edge-existence"}