{"summary":"The High Line has advanced the way public spaces will be manipulated and formed in the future and created an advanced way of living and interacting for urban residence worldwide. Photo: Rendering by Field Operations and Diller Scofidio + Renfro/Courtesy the City of New York","advice_category":"6","content":"\nPhoto: Rendering by Field Operations and Diller Scofidio + Renfro/Courtesy the City of New York\nWhat is an urban center to do when inhabitants are demanding an increase in usable outdoor space, but horizontal spacial resources are in limited supply? Look vertically, of course! The now well-known 'High Line Project' in Manhattan is a pioneer in the elevation of public parks in urban centers, and a marked shift in the way that we consider public spacial opportunities. \nPhoto: thehighline.org\nThe High Line was first built in the 1930s as part of an intensive infrastructure project. It lifted freight traffic 30 ft above ground level and freed the space beneath to be used by the public. However, the tracks have not been used for transportation since 1980, and faced the danger of demolition near the end of the 20th century. As groups banned together for the preservation of the High Line, the movement gained support and was backed by the city in 2002. Following this movement, a range of community supporters joined with landscape architects James Corner Field Operations, and architects Diller Scofidio + Renfro began developing the design of a public takeover of this space.\nThe High Line has transformed from a highly industrial zone of inactivity into a destination for New York City residents and visitors alike. Original rail lines were kept intact, walking surfaces were overlaid and wildlife introduced to create a dynamic and intriguing environment. The public now walks and gathers along this elevated surface, often at level with private interior zones such as galleries, meeting rooms, and hotel sleeping quarters.\nPhoto: Nicole McGlinn\nThis juxtaposition of old and new, industrial and organic, is a large portion of what creates a successful and constantly adapting space. New construction is beginning to develop along this park and structures already situated in this prime location are undergoing extensive renovations to accommodate their increased public exposure. Artists are contributing their work to the space, and new and innovative ways to allow the public to interact with nature and gather in public spaces are in constant evolution. \nThe High Line has advanced the way public spaces will be manipulated and formed in the future and created an advanced way of living and interacting for urban residence worldwide. New York City has set a precedence in this innovative solution to what could have become an extensive blight to an entire city neighborhood. Instead, New York has followed its own motto: onward and upwards!\nPhoto: on-hudson.com","author":"Nicole McGlinn","web_category":"art+and+design","title":"New York City's Sky Park ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1dewi3jpg","url":"http://www.environmentalgraffiti.com/news-park-sky"}