{"summary":"Photo: Ross. The results will reveal the number of planets it would take to support your seemingly eco-friendly lifestyle","advice_category":"8","content":"\nPhoto: Ross\nOne of the most extensive carbon footprint calculators out there, Global Footprint Network's \"Footprint Calculator\" will have every hippy out there in tears of disbelief. This calculator asks about everything from how much of every kind of meat you consume in a week to the square footage of your home to the gas mileage in your vehicle. The results will reveal the number of planets it would take to support your seemingly eco-friendly lifestyle. The results, I can assure you, will be quite surprising.\nPhoto: ezioman\nTo ease the pain along the way, the website assembles a virtual world as you move through the questionnaire, throwing in grocery stores, buildings, cars, and telephone poles if you answered yes to using these commodities. You will even have the opportunity to pick out what color skin, hair, and clothes your virtual self you will have.\nStill not impressed? At the end of your quiz, you will not only learn the number of planets it would take to sustain your lifestyle, but you will also be given a breakdown of your ecological footprint. You will be given a pie chart that will be split up between food, shelter, mobility, goods, and services. You will also be given a bar graph revealing how many acres of land (including energy land, crop land, grazing land, forest land, built up land and fishing grounds) your lifestyle would abuse in this theoretical planet were everyone is as destructive as you! More information will be given at the conclusion of your quiz as to what you can do to reduce this number. \nTo complete this quiz go here.","author":"Rachael Moore","web_category":"lifestyle","title":"How Big Is Your Carbon Footprint?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-what-your-carbon-footprint"}