{"summary":"Think about it, wouldn’t it be awesome if your girlfriend had the ability not only to change the channel on tv, wash the dishes, cook your dinner,  but also charge your ipod or mobile phone? Maybe that last comment explains why I don’t have a girlfriend.. The concept bra of course requires light, which is a bit of a problem, since most people don’t tend to go out in their underwear","advice_category":"6","content":"\nPhoto: Image via Reuters\nAlthough this may be a gimmick, we’re suckers for that kind of thing here at Environmental Graffiti. Think about it, wouldn’t it be awesome if your girlfriend had the ability not only to change the channel on tv, wash the dishes, cook your dinner,  but also charge your ipod or mobile phone? Maybe that last comment explains why I don’t have a girlfriend.\nIn all seriousness though, as our friends over at Alternative consumer put it “From the “slap a solar panel on anything and make headlines” department comes Triumph Internationals.” Yep, you’ve got it, it’s a photovoltaic solar powered bra and of course, it’s made in Japan. No surprises there…\nThe concept bra of course requires light, which is a bit of a problem, since most people don’t tend to go out in their underwear. You also can’t wash it, which of course adds to the archetypal smelly treehugger’s appeal.\nNotwithstanding this, company spokesperson Yoshiko Masuda assures us that it does send the message of how lingerie could possibly save the planet. Hmmm, interesting angle there.\nOther weird inventions from the same company include a bra that turns into a reusable shopping bag – bigger breasts here must obviously mean that you can carry more shopping.\nBut should we really be laughing at such fascinating and weird examples of green-washing? After all, this is a great publicity stunt and can only add fuel to the eco-friendly fashion movement.\nWe’d love to hear your thoughts.\n\nPhoto: Image via DVICE\nSources: 1, 2, 3, 4\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"art+and+design","title":"Boobs Save the Planet: the Solar Powered Bra","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/boobs-save-the-planet-the-solar-powered-bra/1210"}