{"summary":"Lichen, a plant that is a main food source for reindeer in the winter, absorbs UV light. Ultraviolet light simply is light, but with a wavelength shorter than the blue, indigo or violet that humans can see","advice_category":"2","content":"\nPhoto: Billy Lindblom\nPerhaps reindeer do not really fly, but they do have one super power: ultraviolet vision! Not to be confused with Superman's X-ray vision, a reindeer's eye does not emit UV (ultraviolet) rays; but it does see in UV light.\nWhat is Ultraviolet Light?Photo: RukaKuusamo.com\nUltraviolet light simply is light, but with a wavelength shorter than the blue, indigo or violet that humans can see. UV light can give a person a tan, or sunburn; it triggers the production of Vitamin D.\nCan People See in Ultraviolet Light?Photo: timo_w2s\nNo, human eyes see red through indigo or violet, in wavelengths from approximately 700nm (nano-metres) for red down to 400nm (violet). In fact, the cornea of the human eye blocks most UV light; presumably this protects the retina.\nPeople without eye protection in bright snowy areas can suffer temporary \"snow blindness\" because the cornea clouds over. This painful condition usually reverses itself in time. However, current medicine recommends using quality sunglasses to block at least 99% of \"UV-A\" and \"UV-B\" rays to prevent cataracts.\nWhat Do Reindeer See in Ultraviolet Light?Photo: Joe Mabel\nUV rays reflect off the snow, so scientists had not expected that there would be anything to see in UV light.\nProfessor Glen Jeffery found, however, that a few types of objects in the Arctic do absorb UV, so they would appear \"dark\" against a \"bright\" snow background... to anyone or anything that could see in UV.\nLichen, a plant that is a main food source for reindeer in the winter, absorbs UV light. This would help reindeer find their next meal.\nAnimal fur and urine also absorb UV light. The reindeer could spot their major natural enemy, the wolf, by their \"dark\" fur. Traces of urine in the snow would reveal visually where wolves had marked their territory. Both these visual clues could help the reindeer avoid becoming a meal for their canine predators.\nFurther Questions\nPhoto: Estormiz\nThe biggest question is, \"Which of these questions are more helpful?\" Would a human eye truly be unharmed by ultraviolet light, if the cornea allowed UV rays to enter? Or should we ask how a reindeer's eye avoids damage?\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nPhoto: Alexandre Buisse (Nattfodd)\nReferences:University of Colorado, \"UV Radiation and the Eye\", PDF referenced May 26, 2011. Phys Org, \"Reindeer see a weird and wonderful world of ultraviolet light\", published May 26, 2011, referenced May 26, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"The Reindeer Superpower: Ultraviolet Vision","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Xray2_0_0.jpg","url":"http://www.environmentalgraffiti.com/animals/news-reindeer-have-ultraviolet-vision-foraging-and-safety"}