{"summary":"Melville, NY Telophase HeLa (cancer) cells expressing Aurora B-EGFP (green; 100x; 11th place, 2010)All photographs courtesy of Nikon Instruments Inc. Photo: Michael Stringer, Nikon Instruments Inc","advice_category":"4","content":"\n?Photo: Paul D. Andrews, Nikon Instruments Inc. Melville, NY Telophase HeLa (cancer) cells expressing Aurora B-EGFP (green; 100x; 11th place, 2010)All photographs courtesy of Nikon Instruments Inc. Melville, NY\nThis stunning microphotograph is of two human cancer cells, sitting next to each other, right before they divide. Dr. Andrews, who took this amazing image, says: \"It's really critical to understand how cancerous cells multiply and take over.\"\nAmazed? Since 1974, the Nikon International Small World Competition is held annually. Microphotographers gather from all around the world to participate. Some photos, you'll find are best in advance science and some are so amazingly beautiful and interesting, you would love to see them again and again.  \nPhoto: Michael Stringer, Nikon Instruments Inc. Melville, NY Pleurosigma (marine diatoms; 200x; 1st place, 2008)\nMr. Stringer, who took the photograph above, gathers one of the most common types of phytoplankton, called diatoms. Though he is not a microscopist, he is very well aware of how to dress up the diatoms by manipulating the image and hence creating wonderful photomicrographs.\nPhoto: Gerd Guenther, Nikon Instruments Inc. Melville, NY Soap film, right before it collapsed (150 x; 8th place 2010)\nGerd Guenther is an organic farmer by profession in Duesseldorf, Germany. As part of his work, he loves to explore the beautiful world of soap bubbles and plants under the microscope.\nPhoto: Yanping Wang, Nikon Instruments Inc. Melville, NY Crystallized Chinese soy sauce (16x; 10th place 2010)\nYanping Wang is a screenwriter by profession. She chose this microphotograph of Chinese soy sauce because she found that it resembles a human face.\nPhoto: Charles Krebs, Nikon Instruments Inc. Melville, NY Ichneumon wasp compound eye and antenna base (40x; 17th place, 2010)\nHave you ever seen an Ichneumon wasp compound eye magnified 40 times? This amazing photo was taken by Charles Krebs, who is a professional photographer with a specialization in small insects.\nPhoto: Gregory Rouse, Nikon Instruments Inc. Melville, NYJuvenile bivalve mollusc, Lima sp. (10x; 12th place, 2010)\nThis rare image of a mollusc baby was taken while it was swimming like a scallop by clapping its shells together. Dr. Rouse is a marine biologist, who as a part of his awareness program uncovers the hidden wonders in the sea sand.\nPhoto: James E. Hayden, Nikon Instruments Inc. Melville, NY Anglerfish ovary (4x; 4th place, 2009)\nJames E. Hayden is from the Wistar Institute, Philadelphia, USA, who came up with the idea of looking at the autofluorescence of tissue in two colors. This is a great photomicrograph of developing oocytes (unfertilized eggs) as they move along the spiral of an anglerfish's ovary. \nPhoto: Heiti Paves, Nikon Instruments Inc. Melville, NY Arabidopsis thaliana (thale cress) anther (20x; 1st place, 2009)\nDr. Heiti Paves finds anthers a good subject because \"they do not move very fast.\" He took this shot of Arabidopsis thaliana, which is a commonly used plant and serves as a model in scientific research. It is also the first plant to have its genome fully sequenced.\nPhoto: Paul Marshall, Nikon Instruments Inc. Melville, NYCarbon nanotubes, post growth (30x; 2nd place, 2008)\nWhile studying an atypical carbon nanotube growth run, Paul Marshall took this image. It is a rare microscopic beauty of a 'forest' of carbon nanotubes.\nPhoto: Michael Hendricks, Nikon Instruments Inc. Melville, NYZebrafish embryo midbrain and diencephalon (20x; 2nd place, 2007)\nAs a part of his graduate thesis, Michael Hendricks captured this image showing the anatomy of a 3-day-old embryonic zebrafish brain, trying his best to show the details of the brain structure.\nPhoto: Albert Tousson, Nikon Instruments Inc. Melville, NYConvallaria majalis (Lily of the Valley; 1300x; 3rd place, 2008)\nUsing the technique of laser confocal microscopy, Albert Tousson shot a rare image of the cross-section of a lily of the valley plant. Here the cell walls are shown in red. The parts shown in yellow and green are the starch granules.\nSo how did you like the unseen world of ours through a complex but beautiful life? Seen through a light microscope, these stunning images are a very important scientific contribution to the life sciences, bio-research and materials science. \nMy sincere thanks to Joseph Gervasi at Nikon Instruments Inc. with whose permission I was able to share these beautiful and very rare “microphotographs”, far beyond the reach of our naked eye.\n\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"science","title":"The Hidden Photographic World of Micrographs ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-27263-2817095160105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-beauty-and-wonder-our-unseen-complex-life-rare-pics"}