{"summary":"The grounds of the Essex County Environmental Center include an interpretive trail. Essex County built its environmental center from recycled materials","advice_category":"6","content":"\nPhoto: Joseph Dunsay\nThe Essex County Environmental Center is located in Roseland, New Jersey, just a few miles from Newark. The center is in a developed neighborhood, but it is close to West Essex Park, which has 1,361 acres of green space. The Essex County Environmental Center offers environmental education that is geared to young children, while West Essex Park offers natural recreational opportunities to people of all ages.\nEssex County built its environmental center from recycled materials. A green roof and water barrels reduce the runoff from the building during rainstorms. Water- and energy-saving features make the Essex County Environmental Center more environmentally friendly. An exhibit inside the center explains these green design elements. Other exhibits teach about the Lenni Lenape that once lived in Essex County, rocks and minerals, the water cycle, rain gardens and birds. Tanks holds live fish and a turtle. An alcove contains activities and books for young children. There is also a teaching lab and a lecture hall with a screen for group activities.\nPhoto: Joseph Dunsay\nThe grounds of the Essex County Environmental Center include an interpretive trail. Two gardens along the train and near the entrance to the center teach about pollinators and practical plants. The butterfly garden has plants such as butterfly bush, common milkweed and butterfly milkweed that provide food for butterflies. Useful plants grow in the herb garden next to signs that explain their uses. According to these signs, peppermint repels insects, lemon balm attracts bees, aloe soothes sunburn and dill fennel satiates hunger.\nThe rest of the interpretive trail is broken into four short sections. Some of the sections are better maintained than others. Numbered spots along the trail demonstrate different ecological principles or show how humans interacted with the environment. Some of the stops on the trail call attention to the plant species of New Jersey. A rotting log teaches about decomposition. Visitors learn zoology by looking at a frog pond, bird house and beehive. The booklet for the interpretive trail identifies a boulder that glaciers brought to Essex County some 12,000 years ago. A model Lenni Lanape home and parts of an abandoned farm remind visitors how previous generations lived with nature.\nPhoto: Joseph Dunsay\nThe Essex County Environmental Center is a local amenity for Essex County residents. The permanent exhibits are good for occupying young children for an hour or two. Special events at the center provide family-friendly fun with environmental themes. Families can combine a visit to the Essex County Environmental Center with a trip to West Essex Park for a full day of recreation.","author":"Joseph Dunsay","web_category":"art+and+design","title":"Essex County Environmental Center: Teaching Children about Nature","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-essex-county-environmental-center-teaches-about-nature"}