{"summary":"Posing at least a 50% chance of generating a significant tsunami over the next 50 years, an underwater volcano named Kick 'em Jenny is slowly rising from the ocean floor to the surface.. In the Eastern Caribbean, the suspect most likely to generate a major disaster lies submerged underneath the offshore waters of Grenada and the Grenadines","advice_category":"4","content":"\nPhoto: NSF and NOAAA strong undersea volcanic eruption is a major disaster threat in the Eastern Caribbean in the next half century.\nThe Caribbean is not quite the calm, idyllic paradise it seems to be. In the past 500 years, around 75 tsunamis are estimated to have claimed 3,500 lives across the Caribbean Basin, and it is predicted that a catastrophic Magnitude 8.0 earthquake could happen \"any day”. These are some of the findings from a recent United Nations conference that analyzed Caribbean earthquake and tsunami risk.\nAlthough recent memory conjures images of tsunamis tearing across the Pacific and Indian Oceans, this time it is an estimated 40 million Caribbean residents and 22 million annual tourists who face a very real and possibly imminent threat of catastrophe.\nIn the Eastern Caribbean, the suspect most likely to generate a major disaster lies submerged underneath the offshore waters of Grenada and the Grenadines. Posing at least a 50% chance of generating a significant tsunami over the next 50 years, an underwater volcano named Kick 'em Jenny is slowly rising from the ocean floor to the surface.\nLurking 180 meters (590 feet) below sea level and with a base 5 kilometers (3 miles)  in diameter, the colorfully named volcano has erupted 12 times since 1939. During the 1939 event, an eruption cloud shot nearly 275 meters (900 feet) above the ocean's surface during an eruption that lasted for 24 hours, while a 2 meter-high tsunami washed into Grenada and the Grenadines. Kick 'em Jenny has yet to produce an eruption as strong since, but surpassing the 1939 mark may just be a matter of time.\nPhoto: Franco CaruzzoIslands such as St. Lucia may be at risk if Kick'em Jenny produces a major tsunami.\nSitting on a \"subduction zone\", where the Mid-Atlantic Ridge plate is being pushed beneath the Caribbean plate, Kick 'em Jenny is in a highly active seismic area. If a strong tsunami is created, its effects may be felt throughout the entire Eastern Caribbean, across a large swathe of islands stretching from Antigua to the Venezuelan coast, and potentially beyond.\nKick 'em Jenny, whose name possibly has origins in the French phrase “cay que g?ne” (“the troublesome cay”), because of the choppy waters above it, has a quite enigmatic reputation in the local maritime community. According to an article written in Caribbean Compass, fevered (and erroneous) rumors from the region about pending eruptions have occasionally trickled into the press of other countries, reaching places as far away as Canada. Following an alert of increased activity by the Grenada coastguard in the mid-1990s, a yachtsman eagerly patrolled the sea near the volcano looking for evidence of any activity. After finding nothing, the captain solemnly reflected, \"We were rather disappointed not to be given a whiff of sulfur. Perhaps we were foolhardy.\"\nPhoto: Faten AggadPreparedness is key for the populations of the Eastern Caribbean.\nSooner or later, however, Kick 'em Jenny will undergo seismic and volcanic convulsions as it continues its slow journey to the ocean's surface and claims its place on the Caribbean map. As it does so, the United Nations and regional disaster management organizations have begun efforts such as the launch of a regional tsunami early warning system slated for 2014, full-scale tsunami exercises, and increased public preparedness campaigns – especially at the local level.\nFor the Caribbean's residents and tourists, waiting out geologic time may not be a luxury if Kick 'em Jenny springs to life.\n[Via: UNISDR/UNESCO via ReliefWeb, University of the West Indies Seismic Research Center, US Geological Survey, Oregon State University/Volcano World, Caribbean Compass.com]","author":"Glacier.Analytics","web_category":"science","title":"Underwater Volcano is Caribbean's Looming Tsunami Disaster","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/news-caribbeans-looming-undersea-disaster"}