{"summary":"Since the dogs use scent markers in their urine to demarcate their territory, McNutt figured it was possible to intentionally use the urine as a kind of invisible boundary. The reason anyone is bothering to study dog urine all boils down to human-wildlife conflicts","advice_category":"2","content":"\nPhoto: Richard Toller\nMost of us would never guess that urine is at the cutting edge of scientific research. Pee doesn’t seem too complicated to us: it’s yellow, it smells like ammonia, and it washes byproducts out of the body. Simple, right? Wrong. African wild dog urine, for example, is extremely complex. It contains mixtures of hundreds of organic chemicals in ridiculously low quantities (under the parts per billion range), and it allows the dogs to communicate with one other in mysterious and intriguing ways. And although analyzing the chemical composition of pee may not sound very forward-thinking or important, this research could actually mean the difference between life and death for one of African’s most persecuted predators.\nPhoto: Luca Venturi\nThe reason anyone is bothering to study dog urine all boils down to human-wildlife conflicts. Africa’s wild dogs can have territories ranging from 200 to 400 square miles, and they hunt in packs, bringing down one antelope or other large animal every day. With their territory decreasing, these “notorious fence-breakers” often end up in human-occupied areas and threaten livestock. And to protect their livelihood, people shoot, poison and trap the dogs. In fact, up to 60% of wild dog deaths are caused by humans. As a result, these lovely-colored canines are desperately endangered, with only 5,000 individuals left in the wild.\nPhoto: Sean Murphy\n“Tico” McNutt, a Seattle native who has been working with wild dogs in Botswana for over 20 years, came up with the idea of using a “bio-fence” to keep the dogs away from humans and livestock. Since the dogs use scent markers in their urine to demarcate their territory, McNutt figured it was possible to intentionally use the urine as a kind of invisible boundary. What’s more, his theory turned out to work really well in practice. Researchers at the Northern Tuli Game Reserve in Botswana collected urine from alpha males and females and transported it hundreds of miles to strategic locations – keeping the wild dogs within a safe tract of land. \nPhoto: Steve Jurvetson\nBut collecting the urine samples necessary to maintain the bio-boundary (and flying them to the game reserve) is no easy task. The better solution would be to have a synthetic, easily replicable marker. And that brings us back to that groundbreaking urine research we mentioned earlier. Identifying the appropriate boundary markers (within the hundreds of molecules present in dog urine) is a massive task. Indeed, it’s basically equivalent to deciphering an entire language: the language of smell.  \nPhoto: I Love Trees\nHuge variations exist in urine produced by the same dog on different days, in different locations and at different times. Dogs within a pack have different scent markers, and there are also differences from pack to pack. All of this amounts to a massively complex communication system, or code, if you will – a code that researchers in Maun, Botswana are trying to break. \nIf they succeed, it will mean a huge step forward in the science of semiochemistry (using substances to communicate) as well as in conservation efforts. This research could not only save the dwindling wild dog populations in Africa by preventing human-wildlife conflicts but could also lead to “enhanced breeding techniques”, “disease diagnostics” and “population monitoring, repellents, baits and attractants.”\nSources: 1, 2, 3, 4, 5, 6","author":"yvonne.mcarthur","web_category":"nature","title":"How Urine 'Bio-Fences' Could Save African Wild Dogs ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5379.jpg","url":"http://www.environmentalgraffiti.com/nature/news-incredible-wild-dog-urine-bio-fences"}