{"summary":"Even vendors exploit the tourism that the Great Wall of China brings. The Chinese government has taken measures to prevent further damage to the Great Wall","advice_category":"6","content":"\nPhoto: Josh Steinitz\nThe remarkable Great Wall of China is famous for being one of the largest man-made structures in the world, stretching as long as 1500 miles from end to end. Unfortunately, the Great Wall is now experiencing massive destruction.\nPhoto: Kevin Poh\nChinese emperor Shi Huang Ti is given credit for inciting the construction of the Great Wall to protect China from the northern Mongol tribes. Some of the walls were already in existence, so Shi Huang Ti ordered for all the walls to be connected, with more than 60 watchtowers located in between them. The walls surrounded and barricaded the empire, as seen in the picture below.\nPhoto: Torley\nToday, different sections of the Great Wall are falling to pieces and are already crumbling. It is reported that only one third of the whole Great Wall is still standing, and the remaining two-thirds are on their way to demise.\nPhoto: Josh Steinitz\nBoth Mother Nature and humans are responsible for the ongoing ruin of the Great Wall. While many sections of the Great Wall are made of bricks, some sections are built with earth and mud, making them susceptible to erosion and sandstorms, especially in the drier northern area of China.\nPhoto: Christopher (Augapfel)\nEspecially in the province of Gansu where the Silk Road once was, a 25-mile-long section of the Wall is already flattened down. What once were walls rising on an average of 20 feet are now down to under 7 feet.\nPhoto: Craig Nagy\nBut ultimately, the destruction of the Great Wall of China can be blamed on humans. Farming at the base of the wall dried up the Gansu province, resulting in sandstorms and erosions. Factories and plants are also built at the base, where car and fashion shows, film and television shootings run aplenty. And we know how much air pollution those shows and shootings can cause.\nPhoto: &gt;&gt;&gt; Silly Rabbit, Trix are for Kids &lt;&lt;&lt;\nSome irresponsible tourists also help themselves to some souvenirs by digging out parts of the wall to take home. Some leave garbage all over, carve graffiti on the walls and even urinate on them.\nPhoto: Watchsmart\nSquatters and camping groups also take advantage of the long stretch of road by sleeping and pitching their tents inside the Great Wall. Nails in between the walls were found, obviously hammered in by campers to make their tents stand up.\nPhoto: Will Luo\nEven vendors exploit the tourism that the Great Wall of China brings. All along different sections of the Wall, street food stalls and counters are set up to accommodate hungry visitors. Even souvenir vendors set up their stalls inside, destroying the ancient ambiance the place can bring.\nPhoto: d. FUKA\nRecent news reported that 11 villas were also built nearby, further destroying the structural beauty of the Great Wall, not to mention possibly destroying parts of the wall as well.\nPhoto: Craig Nagy\nThe Chinese government has taken measures to prevent further damage to the Great Wall. Parking lots were demolished and “cultural preservation offices” were put up to reprimand any vandals. Also, a law that prohibits new construction within 500 miles of the Great Wall was recently enforced.\nPhoto: Neil D'Cruze\nAlthough the Chinese government could still help out the Great Wall by funding its restoration and pushing for stricter enforcements of the law, tourists should also be responsible enough not to do any damage to the site. Hopefully, the Great Wall will return to its glory days and still be around for many years to come.\nPhoto: Marianna\n\nSources: 1 2 3 4 5 6","author":"Karize Uy","web_category":"art+and+design","title":"How the Great Wall of China is Slowly Crumbling Away","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-crumbling-great-wall-china"}