{"summary":"One final explanation of why trees grow in a less than vertical position is that they grow faster than they're able to fully support their own weight and height. In other places in the world the trees are not nearly as big, but certainly no less beautiful","advice_category":"2","content":"\nPhoto: Guillaume\nIf you were lucky enough to grow up around a heavily wooded area, you probably spent many hours wandering through the trees, admiring their size, beauty, and variety. Depending on where in the world you live, there may have been just a few different species of trees, or many different sizes and shapes. The west coast of North America has some of the largest trees in the world, climbing hundreds of meters into the sky with trunks many meters around. Trees so big, that if you wanted to, you could carve out the middle and live in it, all the while pretending to be your favourite AA Milne character. In other places in the world the trees are not nearly as big, but certainly no less beautiful. Whether you admire them for their beauty, or just appreciate that they're the ones responsible for the oxygen-production, keeping each and every one of us alive, trees are incredible.\nPhoto: Smoobs\nWhile trees generally grow in a vertical direction, there are a variety of reasons why you may have seen them growing sideways, upside down, or all gnarled up!\nPhoto: Chris Downer\nThe photo above is a prime example of a tree growing sideways due to erosion. While the waves are crashing against the shore, wearing down the cliff, the tree loses it's footing. Because this tree is so large, it has a very deep root system, which is fantastic news for two reasons. Firstly, the massive roots are allowing this tree to remain alive, even as the once highest branches now reach all the way to the water below. The second reason is that the deep roots are helping to prevent further erosion.\nPhoto: Robert W. Howington\nAs is evident in some of the pictures, trees will grow sideways in very windy areas. In some places winds reach 100kmph or more on a regular basis - just too much power for the trees. While they're strong enough to remain standing, thanks to their deep root systems, the branches and leaves catch a lot of the wind, and are not sturdy enough to remain in a completely vertical position. \nPhoto: numberjuan2\nOther times, as in the picture below, an explanation cannot be derived simply by looking at the tree. Especially since the area is surrounded by trees, one would be inclined to think that it's quite sheltered. And since it doesn't appear to be the result of erosion, we're left scratching our heads. Perhaps the tree fell over a very long time ago, long enough in fact that all visible signs of the fall are now gone. The roots could have still been mostly in the ground and since the tree was trying to 'grow towards the light', perhaps the most sunlight was coming from beyond the trees. That doesn't however, explain why towards the right of the picture the tree grew back towards the ground at one point.\nPhoto: weasello\nOne final explanation of why trees grow in a less than vertical position is that they grow faster than they're able to fully support their own weight and height. As a result, they bend back towards the ground. Eventually their strength builds, but at that point the shape is now permanent. Whatever the reason, it sure makes for interesting viewing while wandering the forest!","author":"moishecallow","web_category":"nature","title":"Sideways Trees!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_bristlecone.jpg","url":"http://www.environmentalgraffiti.com/plants/news-sideways-trees"}