{"summary":"That’s the kind of spirit that inspired Elis Stenman in 1922 to build a fully viable, habitable house from discarded newspapers. Together with the house, Stenman built his furniture from newspapers as well","advice_category":"6","content":"\nPhoto: Daderot\nAn average family in the UK buys a newspaper at least three times a week, that’s 156 in one year and about 12,480 in a lifetime. Paper production accounts for about 35% of felled trees; recycling one ton of newsprint thus saves the world’s forests one ton of wood.\nThat’s the kind of spirit that inspired Elis Stenman in 1922 to build a fully viable, habitable house from discarded newspapers. At a time of historical unease and limited holidaying, Mr. Stenman thought well of putting his mechanical engineering to good use and surface from the Great Depression with a clever, sustainable solution; a paper summer house.\nPhoto: Daderot\nNaturally, the floor and roof of the house were made from wood (how else would it stand?), but the walls were built entirely from regular paper: Instead of bricks, Stenman recycled old newspapers; instead of cement, he used glue; and instead of impermeable stone, he used varnish. \nHis initiative was one born from curiosity and amateur inventorship, but from a simple experiment, the house soon became his passion and his summer living quarters. Newspapers were inexpensive and friends and neighbours from the small town of Rockport, Cape Ann, Massachusetts, donated\ntheir old newspapers to the man with the plan. \nLikewise, the glue didn’t cost him much, for it was a homemade solution of flour and water with apple peels and other such sticky ingredients. The house was made into a home round about 1924, when Stenman and his wife moved in and incorporated electricity and running water as well, the latter coming straight from a woodland stream.\nPhoto: Daderot\nTogether with the house, Stenman built his furniture from newspapers as well. Everything inside, in fact, apart from the piano, radio and fireplace that are only covered in paper (only real ones can actually be used unfortunately), was made from this strange and timely technique.  \nPhoto: Daderot\nInterestingly, the ancient grandfather clock was made with paper\nfrom each of the American states, meaning that each capitol city could be\nidentified with a date, and the radio was covered with Herbert Hoover’s 1928 presidential campaign. \nPhoto: Daderot\nThe the desk and chair were made from Christian Science papers, the\nbookshelf from foreign newspapers and the drapery (made by Mrs. Stenman during the long summer months) was made from colourful comic books. The furniture was sturdy, through compression, and thus entirely functional, and bits of articles can be glimpsed in the areas where use has worn the varnish.\nPhoto: Daderot\nOne’s immediate expectation is to believe the newspapers would disintegrate with the cold, snowy winters, rainy autumns and temperate summers of Massachusetts, however, some whopping 88 years later, the house still stands in all its glory and is maintained by Stenman’s grandniece, Edna Beaudoin, who, living next door (in a real house), paints a coat of varnish on the outer paper walls every now and again and gives guided tours of the house. \nPhoto: Daderot\nAfter Mr. Stenman died, in 1942, the paper home was turned into a museum and the cost of entry was ten cents; today, inflation has raised\nit to a dollar and a half and is studied by art students and eco-friendly\ninventors all around.\nPhoto: Daderot\n\nSource: 1","author":"marianovellamonti","web_category":"art+and+design","title":"The 88-Year-Old House Built From Discarded Newspapers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/architecture/news-88-year-old-newspaper-house-pictures"}