{"summary":"However, in space, where there is no preventing mantle, humans would encounter an astronomical array of different kinds of radiation, from electromagnetic to high-energy particles. We can consider the Universe as an isolated system in space, and as such the pressured oxygen and liquids in your body are organized compared to the space around you","advice_category":"4","content":"\nPhoto: martianchronicles\n\nWhat really happens to the physiology of humans if they enter into space without proper protective gear? According to science fiction, there might be an impressive explosion, probably some fire and a horrible scream from the unlucky victim. However, this may just be an example of something that is more horrifying in reality than in fiction. If you can imagine that... \nWe can immediately identify at least three main factors that will ultimately lead to the death of a human in space, but surprisingly none of them are as fierce as our intuition might suggest. I'm going to move from the least deadly towards the most deadly factor, introducing some interesting trivia about each one of our three factors as we go.\nTemperature\nHeat is actually the movement of particles or more precisely kinetic energy. Absolute zero is theoretically where all the kinetic energy is prevented and there is absolutely no movement or activity at all. It is also considered an impossible state. In space, temperature is generally three Kelvin, which means plus three Celsius above absolute zero - and this temperature is provided by background cosmic radiation.\nPhoto: David Darling\nIntuition might hint that something similar might occur to what happens to liquid nitrogen, but in the case of outer space – which is quite literally a vacuum – there is nothing that would work as medium for heat to radiate powerfully or conduct. Therefore it would take a relatively long time before body temperature would drop significantly, and so temperature is the least deadly of our three factors.\n\nPhoto: Coolcosmos\nPhoto: wiki commons\nOn earth – behind the protective magnetosphere – we usually are aware of the sun's radiation only through the effects of heat, light and ultraviolet radiation. The sun, like other stars, emits many other types of radiation that the earth magnetosphere blocks (this can actually be seen in the 'northern lights'). However, in space, where there is no preventing mantle, humans would encounter an astronomical array of different kinds of radiation, from electromagnetic to high-energy particles. Needless to say, UV-radiation in space is enough to burn your skin to a cinder, but high-energy particle (namely proton) radiation would literally tear your molecules apart. These injuries from radiation, except severe burns, would kill slowly over a few days so this method – even though it is ultimately deadly with no possibility of recovery – is not instantaneous and therefore makes number two on our list.\nThe second law of thermodynamics concludes that in an isolated system, disorganization increases with time. We can consider the Universe as an isolated system in space, and as such the pressured oxygen and liquids in your body are organized compared to the space around you. So, by the second law of thermodynamics, the Universe will try to maintain equilibrium between sub-systems which are enclosed in this isolated system by introducing disorganization. This leads gasses to try to escape your body in order to stabilize the difference in pressure between your body and the space around you, which is quite literally a vacuum.\nIn fiction, people generally explode in vacuum chambers or in space, not to mention on Mars in 'Total Recall'. In reality, if humans enter space their bodies will enlarge to approximately twice their normal size. However, this is not enough for tissues, like skin which is air-tight, to rupture - let alone explode. Instead, your lungs will rupture, as well as your ear drums causing instant disabling of your system and death. They say that you can give yourself a few extra seconds by exhaling but that seems to be only delaying the inevitable.\nBlood pressure – in a vacuum – can maintain itself for a relatively long time because it is isolated system (the vascular system) by itself. In a vacuum, water can boil at room temperature, but within your body you can maintain blood pressure for quite a while.\nAnimal testing has been used many times to investigate low pressure effects but to be fair, there have been few instances where humans have encountered the unbearable lightness of a vacuum. \n1965 NASA tested pressure suits in Johnson's Space Center (Texas) and in one incident the suit leaked and the poor man ended up trapped in a vacuum. He lost consciousness in 14 seconds. This means that it took 14 seconds to lose oxygen from the brain. Re-pressurization started in 15 seconds and he regained consciousness in 30 seconds with no permanent damage. Amazing.\nPhoto: NASA\n\nIn 1991 a puncture wound occurred to an astronaut?s hand on a space walk. The astronaut did not even notice until the space walk was over and he saw his hand around the wound area was swelled and numb. In any case, extreme pressure still leads to severe complications making it the first, fastest and deadliest of our ways to die in space. \nOf course it may not be empirically tested, but it appears theoretically humans could survive in space for a short period of time. How amazing is that?\n","author":"Orco","web_category":"science","title":"What Would Happen To Your Body In Space?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/space/news-human-vs-space"}