{"summary":"The Galapagos sea lions have no natural predators on land and almost no fear of humans. Officials recently found the bodies of 53 sea lions on Pinta Island","advice_category":"2","content":"\nThe Galapagos Islands are world famous for their environment.\nWho is massacring sea lions on the Galapagos Islands? Image by Carlos Ponte\nBut now it seems that the islands’ ecology and environment are being threatened by their own growing popularity, alien animal species, even global warming. But no threat is so sinister as the unknown murderer stalking some of the island's exotic animals.\nCharles Darwin made the Galapagos famous after the islands’ animals inspired his theory of natural selection. The 19 islands were the first ever UN World Heritage site, and have become the most popular tourist attraction in Ecuador as eco-tourism has taken off.  But a recent mysterious massacre has caused trouble in paradise.\nOfficials recently found the bodies of 53 sea lions on Pinta Island. The bodies included 25 young sea lions, six females, nine males, and even 13 baby animals. Someone had killed each of the animals with a forceful blow to the head, causing their skulls to cave in. Officials are mystified by the attacks, as there appears to be no real motive at present. Other than a broken skull, the sea lions showed no other injuries.\nHad the lions been mutilated or injured in some way, it might be explainable. Certain sea lion parts, including the teeth and male genitals, are used as part of traditional Asian aphrodisiacs. In 2001, 35 male sea lions were killed for their parts in the same area. The animals are even occasionally hunted for their skin. Yet neither explanation could apply here, as the animals are intact.\nAccording to Galapagos National Park official Victor Carrion, the attacks were “a massacre whose motives the prosecutor's office must clarify.\"  Carrion added that no other animals have been found dead. National Park officials will be beefing up security on the islands by adding more patrols.\nIt would have been easy for the twisted killer to catch his prey. The Galapagos sea lions have no natural predators on land and almost no fear of humans. The carnivorous species is an important part of the island’s ecology, and any harm done to their population could threaten the fragile environment and animal diversity of the heritage site.\nThis case seems to have all the makings of a great crime thriller: a sympathetic victim, a savage and mysterious crime, and a shadowy unknown figure behind all of it.  I have a theory based on my own very limited knowledge of the situation (it involves fishermen or a random crazy person), but I’m interested to hear what you think. Can you solve “The Mystery of the Murdered Sea Mammals”?\nSource: BBC\nIf you want to find out all the latest mysterious ecology news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"The Mystery of the Murdered Sea Mammals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dolphinjpg","url":"http://www.environmentalgraffiti.com/ecology/the-mystery-of-the-murdered-sea-mammals/744"}