{"summary":"The root was also a source for a paste, used in dressing wounds. Rhodiola rosea is a perennial herb with a solid history as a food and a more mysterious reputation in herbal folk lore and modern alternative medicine.","advice_category":"2","content":"\nPhoto: Opio?a Jerzy\nRhodiola rosea is a perennial herb with a solid history as a food and a more mysterious reputation in herbal folk lore and modern alternative medicine.\nIntroducing Rhodiola as a Plant\nRhodiola rosea is a member of the Crassulaceae (stonecrop) family. Rhodiola goes by many aliases, including Golden Root, Roseroot and Rhodiole Rouge?tre. The color of the flower generally indicates the gender: female flowers have yellow petals, while the males are purple.\nRhodiola grows in cooler temperate regions, as well as in sub-Arctic and Arctic climates. Rhodiola is found in Canada, particularly in the territory of Nunavut, and in the northern portion of the province of Quebec. As well as growing in Alaska, the plant has prospered in Greenland and  Eurasia for centuries.\nRhodiola can live on the tundra, particularly on slopes, ridges or cliffs. Although it can survive under somewhat moist conditions, it does well in dry tundra where the soil has a low organic content.\nPhoto: talaakso\nThe Traditional Value of?Rhodiola rosea\nThe root, stems and leaves of Rhodiola rosea have served as food. For example, the people of Greenland eat the succulent young stems and leaves, either as a raw salad or cooked as vegetables. The cooked root is also a somewhat starchy vegetable.\nPhoto: Duncan~\nTraditional European herbalists included the root of the Rhodiola as an ingredient in aphrodisiacs or love potions. The Vikings credited the root as a source of endurance and strength while sailing.\nMore general Northern European folklore credits Rhodiola rosea with being a “tonic herb”. It was used to help convalescence from illness, to prevent infections, and to combat fatigue.\nIt is not clear whether the claims are justified that the leaves were considered to be as soothing as?Aloe vera in treating bites, burns and skin irritation. The root was also a source for a paste, used in dressing wounds. Modern day Ukrainian folk medicine still uses the root in making a medicinal tincture.\nPhoto: Badagnani\nModern Claims and Controversy Concerning Rhodiola rosea\nSoviet physicians studied Rhodiola in the twentieth century. They classified Rhodiola as an \"adaptogen\", a term invented to describe any nutrient that aids the body in adapting to various stresses without unwarranted side effects. Adaptogens may assist with adapting to heat or cold, exertion or sleep deprivation, trauma or exposure to toxins or radiation, infection or psychological stress. \nThese Russian scientists reported that Rhodiola has ingredients that help to reduce stress or depression, to improve memory and learning and to protect the liver (especially from side effects of treating cancer). It seems to stimulate the central nervous system. In addition to this, Rhodiola might possibly inhibit cancer.\nWestern researchers also have conducted many tests on Rhodiola extracts. As with so many \"new\" herbal medications, it is all too easy to find claims that Rhodiola can prevent, treat or cure a variety of ailments. Perhaps the most credible benefit would be that Rhodiola helps combat fatigue and maintain alertness.\nOn the other hand, consuming the raw root may cause allergic reactions. As late as mid-2011, concerns had been raised that there have not been enough studies to rate the safety of treatments based on?Rhodiola rosea for pregnant women, children, or people with specific severe organ diseases.\nPhoto: peganum\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nReferences:","author":"MikeDeHaan","web_category":"nature","title":"Rhodiola: The Northern Hemisphere's Favorite Medicinal Herb","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Varanus-paratypeArvinCDiesmosjpg","url":"http://www.environmentalgraffiti.com/plants/news-rhodiola-favourite-perennial-herb-north"}