{"summary":"Photo: Image: Pavol Sulek. Photo: Image: Pavol Sulek","advice_category":"6","content":"\nPhoto: Image: Pavol Sulek\nWritten by new contributor, Megan Fizell\nBanksy has opened a different sort of pet store in Greenwich Village and the 'animals' in the cages are something you would expect from a happy meal at McDonalds. The show entitled ‘The Village Pet Store and Grill' explores society's use of animals as pets, food, and clothing.\nPhoto: Image: Pavol Sulek\nDisplays range from 'Chicken Nuggets' where the fast food treat appears to peck at a trough of ketchup to fish sticks floating in a fish bowl. The display of a limp and lifeless leopard is one made especially poignant when it is discovered to be a fur coat.\nPhoto: Image: The3rdHeat\nThis is Banksy’s first foray into the world of animatronics, a far cry from his usual street graffiti. “I wanted to make art that questioned our relationship with animals and the ethics and sustainability of factory farming but it ended up as chicken nuggets singing,” said the artist. \nPhoto: Image: racoles\n\"There have been complaints from people who are unhappy about being on their way to work and seeing two hot dogs performing a sex act. But it's no more unnatural than the process behind making a sausage in the first place.\"\nPhoto: \nImage: Tracey Lee\nOther displays include hot dogs wiggling about as snakes, robot monkeys watching their peers on tv, and a child’s dolphin ride tangled in a fishing net and made un-useable. The pet shop is open until midnight October 31 and although people can’t buy its contents, they can walk in and view the exhibition. And for those who haven't had enough of the elusive street artist, take a wander around the streets of New York to see some of his cheeky new works of graffiti art.\nCheck out more awesome images of the Village Pet Store by Pavol Sulek here.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"meganrenee","web_category":"art+and+design","title":"Bansky's Village Pet Store and Charcoal Grill","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/banskys-village-pet-store-and-charcoal-grill/2810"}