{"summary":"With geographic boundaries and public Transit becoming a theme on this list, it's probably shocking to no one that New York City is the star of this list-- bounded by multiple bodies of water (and New Jersey) and featuring the most extensive mass transit system of any American city, New York has long fostered the sort of environment where citizens don't even own cars.  Long the poster child for urban sprawl, the reality of L.A","advice_category":"8","content":"\nRecently an American economist crunched the numbers and determined the most dense urban areas in America--something that may be a bit of a misnomer, given our national reputation for sprawl and hourlong commutes.\nImage from NASA\nNevertheless, he had some shocking findings relating to location, geography, and public transportation.\n5. Chicago, Illinois\nComing in as the fifth-densest city in America, and unsurprisingly so, given the excellent public transportation, which has allowed development to progress with a reasonable level of sprawl, is Chicago.\nImage from StuckinCustoms on Flickr\nThe Windy City, charged with rebuilding itself after Mrs. O'Leary's cow kicked over a lantern and burned four square miles of the city in 1871, developed the urban core upwards, and later installed an elevated rail system as the centerpiece of Chigaco Transit Authority.  The CTA, which runs 24 hours a day, is the second-largest transit system in the nation, and provided nearly 500 Million rides last year.\n4. Honolulu, Hawaii\nThe fourth-densest city in the United States is, shockingly in Hawaii-- this Pacific paradise is shoehorned into some of the most difficult geography of any American city, in the low-lying areas on a mountainous island.\nYou can see in the above photo how the city is forced to contour around the natural obstacles to development-- the mountain on one side, and the ocean on the other.  Kudos to the Hawaiians for not taking the Kentucky approach to things and simply blowing the top off of the mountain, or building out into the ocean like they do in Dubai.\n3. Los Angeles, California\nThe third-densest city in America bucks its reputation.  Long the poster child for urban sprawl, the reality of L.A. is simply that it's that big-- density EVERYWHERE doesn't make a city any less (or more) sustainably developed.  The difference between Los Angelenos and the rest of the citizenry on this list is that L.A. has far more commuters on the road and not using mass transit.\nFrom Thomas Pintaric\nSee the smog?  Imagine if they had good public transit.\n\n2. San Francisco, California\nNext on our hit parade is San Fransisco-- much like Honolulu, the SF-Oakland area has its hand forced by geography, and it also has an excellent rapid transit system-- the BART-- that enables a tightly-packed populous to move around as they would with automobiles in suburban areas.\n From Wikipedia user Nadavspi/info2 \n1. New York City\nWith geographic boundaries and public Transit becoming a theme on this list, it's probably shocking to no one that New York City is the star of this list-- bounded by multiple bodies of water (and New Jersey) and featuring the most extensive mass transit system of any American city, New York has long fostered the sort of environment where citizens don't even own cars.  Of course, most still do, but it's possible not to, and a glimpse into our more easily sustainable future.\nFrom Trabajo Propio\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"travel","title":"Lead Metropolis: the Five Densest Cities in America","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/new-york-is-like-lead-or-the-five-densest-cities-in-america/968"}