{"summary":"Gilroy is a well-established agricultural center in the Unites States; in fact, most of the garlic production here is centered around Gilroy, CA. The Gilroy Garlic Festival is a celebration of food, fun and family","advice_category":"8","content":"\nPhoto: Jey0h\nDoes anybody know what this signboard is indicative for? It's saying – “Welcome to Gilroy, Garlic Capital of the world”. Instantly, the question comes to mind “Where is this Garlic Capital of World”? The answer is it's Gilroy, California.\nGilroy is located approximately 16 miles south of San Jose, CA, on U.S. Route 101 and 19.2 miles inland from the Pacific coast. Lying in a southern extension of Santa Clara County, it is bounded by the Santa Cruz Mountains to the west and the Diablo Range to the east. No doubt you can smell Gilroy, before seeing it.\n???????????????????????????? Top 10 garlic producers?— 11 June 2008??\nSource: Food And Agricultural Organization of United Nations: Economic and Social Department: The Statistical Division\nBut what about the data shown above? According to the Food and Agricultural Organization of the Unites States, the top producer of garlic is China, which almost produces 77% of world’s output, followed by India, South Korea, Egypt, Russia and finally the United States at 6th position. So, how did Gilroy get the title “Garlic Capital” even though it does not lead the world in garlic production?\nGarlicPhoto: Jonathunder\nGilroy is a well-established agricultural center in the Unites States; in fact, most of the garlic production here is centered around Gilroy, CA. Gilroy Foods also processes more garlic than any other factory in the world; mostly pickled, minced and powdered garlic. This very factor makes Gilroy famous as \"Garlic Capital of the world.\" \nGarlic FestivalPhoto: Shift6 \nApart from this, another very important factor the world knows about Gilroy is that it hosts the \"garlic festival\" held annually, on the last full weekend in July at Christmas Hill Park. This event is regarded internationally as “America’s premier summertime food festival.”\nThe Gilroy Garlic Festival is a celebration of food, fun and family. It is the Garlic Festival’s policy to provide a safe, family-friendly atmosphere for all festival patrons and volunteers. So it is mainly garlic that is making Gilroy more popular and a tourist attraction.\nGarlic FestivalPhoto: Shift6\nIndeed, the Garlic Festival is so successful that the event is all that many people know about Gilroy. Basically, local initiatives led to an iconization of the humble product in Gilroy. It gathers over 100,000 garlic lovers each year or those who just want to have fun. Gilroy Garlic Festival is an event that shouldn’t be missed. You can have a wonderful selection of garlic products: garlic breads, fresh garlic, pickled garlic, garlic seasonings, dehydrated garlic as well as garlic kitchen gadgets and cookbooks. Above all are garlic ice-cream and garlic fries. Yummy…! \nWineriesPhoto: Alka sharma\nPhoto: self \nApart from this unforgettable festival, you can visit parks and wineries. These wineries have honed their craft and spread the belief that fine wine is an important, civilized part of a healthy and gracious lifestyle. Also there is a theme park - Gilroy Gardens. Those who have never been to Gilroy must visit this Garlic Capital of the World! ","author":"Alka Sharma","web_category":"lifestyle","title":"Gilroy, California: The Garlic Capital of the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-why-gilroy-‘garlic-capital-world’-though-it-does-not-lead-world-garlic-productio"}