{"summary":"The Mars hoax or Mars Spectacular, started as a simple email message sent in 2003 in which the close encounter between Mars and the Earth that year was misinterpreted. Mars will be easy to spot","advice_category":"4","content":"\nPhoto: pingnews.com\nIn what could be the greatest case of confusion since Orson Welles' \"War of the Worlds\" back in the 1940s, an email has been circulating claiming that Mars will for once in our lifetimes, look as large as the full Moon to the naked eye on August 27, 2010! Thing is, this information is true... sort of.\nThe Mars hoax or Mars Spectacular, started as a simple email message sent in 2003 in which the close encounter between Mars and the Earth that year was misinterpreted. Here's the message in its entirety: \"The Red Planet is about to be spectacular! This month and next, Earth is catching up with Mars in an encounter that will culminate in the closest approach between the two planets in recorded history. The next time Mars may come this close is in 2287. Due to the way Jupiter's gravity tugs on Mars and perturbs its orbit, astronomers can only be certain that Mars has not come this close to Earth in the last 5,000 years, but it may be as long as 60,000 years before it happens again.\nPhoto: Dbenbenn \nThe encounter will culminate on August 27th when Mars comes to within 34,649,589 miles (55,763,108km) of Earth and will be (next to the moon) the brightest object in the night sky. It will attain a magnitude of -2.9 and will appear 25.11 arc seconds wide. At a modest 75-power magnification Mars will look as large as the full moon to the naked eye. Mars will be easy to spot. At the beginning of August it will rise in the east at 10pm and reach its azimuth at about 3am. \nPhoto: Hubble Telescope\nBy the end of August when the two planets are closest, Mars will rise at nightfall and reach its highest point in the sky at 12.30am. That's pretty convenient to see something that no human being has seen in recorded history. So, mark your calendar at the beginning of August to see Mars grow progressively brighter and brighter throughout the month. Share this with your children and grandchildren. NO ONE ALIVE TODAY WILL EVER SEE THIS AGAIN!\" Although the e-mail itself is correct, the hoax stemmed from a misinterpretation of the sentence, \"At a modest 75-power magnification Mars will look as large as the full moon to the naked eye\". The message was often quoted with a line break in the middle of this sentence, leading some readers to mistakenly believe that \"Mars will look as large as the full moon to the naked eye\" when, in reality, this sentence means that Mars enlarged 75 times will look as big as the moon unenlarged. Got it?\nPhoto: Galileo \nThe hoax has resurfaced a number of times since 2003 and may continue to do so, always announcing an imminent close Earth-Mars approach. The content of the original email, although almost entirely correct for August 27, 2003, has falsely been redated to announce a new close Earth-Mars approach. Oh and the next time Mars will come as close to Earth as it did back in 2003?...August 28, 2287. \nSources: 1, 2","author":"Elaine Furst","web_category":"science","title":"How Mars Will Appear To Be As Big As The Full Moon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","url":"http://www.environmentalgraffiti.com/space/news-mars-will-look-large-full-moon-august-27-2010-or-not"}