{"summary":"A honey bee colony typically consists of several thousand bees that cooperate in nest building, food collection and brood rearing. Essentially, the bees never get home once they leave","advice_category":"2","content":"\nPhoto: Jon Sullivan\nIt seems like the plot of a particularly far-fetched horror film, but it's all too true. Some researchers are suggesting that our love of mobile phones could slowly be killing off the bee population. How is this possible, you might ask.\nPhoto: wildxplorer\nThe culprit is a pigment called cryptochrome. Bees and many other insects use cryptochrome to sense the Earth’s magnetic field and use that knowledge to find their way back to their hives. But some of the radiation emanating from cell phones is disturbing the bees' sense of direction. Essentially, the bees never get home once they leave. There's even a name for this bee decline: Colony Collapse Disorder.\nPhoto: dni777\nHow did the researchers discover the cell phone/cryptochrome connection? Well, first it helps to understand the whole bee colony setup. You see, honey bees are social insects. A honey bee colony typically consists of several thousand bees that cooperate in nest building, food collection and brood rearing. Each member has a definite task to perform, but it takes the combined efforts of the entire colony to survive and reproduce. A colony normally has a single queen, fifty to sixty thousand workers at its peak, and several hundred drones during late spring and summer. It is the female worker bee that leaves the hive to locate food sources to nourish the queen honeybee, so that she may reproduce. When worker bees leave the hive, they do so in order to locate food or to find a safe area for relocating the colony when needed. When workers fail to return, however, colonies perish.\nPhoto: david.nikonvscanon\nIn order to test cell phones' effects on bees and their colonies, researchers at Punjab University in Chandigarh, northern India, fitted cell phones to a hive and powered them up for two fifteen-minute periods each day. After three months, they found the bees stopped producing honey, egg production by the queen bee halved, and the size of the hive dramatically reduced.\nPhoto: Ernie\nSo why should we care about all this, you ask? Well, the answer has to do with money. The effect that bees have on crop growth is amazing, and their loss would be incredibly costly to the economy. The USDA cites that bees are directly responsible for a whopping $15 billion in additional crop value and that as many as one mouthful in every three consumed by Americans is thanks to the pollination efforts of honeybees.\nPhoto: Orin Zebest\nGee, if cell phones are messing up the bees this much, one can only imagine what they're doing to us...\nSources: 1, 2, 3","author":"Elaine Furst","web_category":"nature","title":"How Your Cell Phone Is Slowly Killing Bees","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-how-your-cell-phone-slowly-killing-bees"}