{"summary":"Both Fay Darling and Dr. Paul Hargraves studies diatoms and dinoflagellates and takes images of them with a scanning electron microscope (SEM) that come out in black and white, while Fay Darling digitally colorizes them by hand into amazing artworks after he sends them to her.","advice_category":"6","content":"\nPhoto: Hargraves/Darling\nAll images courtesy of Dr. Paul Hargraves and Fay Darling \nFay Darling and Professor Hargraves had been friends in college who lost touch in later life. However, a chance email brought them back together and extended to a partnership in art. Dr. Paul Hargraves studies diatoms and dinoflagellates and takes images of them with a scanning electron microscope (SEM) that come out in black and white, while Fay Darling digitally colorizes them by hand into amazing artworks after he sends them to her.\nPhoto: Hargraves/Darling\nDiatoms are a type of algae, normally single-celled, that are the very bottom of the food chain and therefore a very important part of it. They come in a multitude of shapes - circles, triangles, ovals and more - and are unseen to the naked eye at as small as .002 inches.\nPhoto: Hargraves/Darling\nWe could almost be back watching MASH with Hot Lips Houlihan here, this diatom is such a perfect pair of lips. Fay's colorization just enhances the natural beauty already there. Blue on the other hand is just as stunning with its round shape and filaments on top.\nPhoto: Hargraves/Darling.\nPhoto: Darling/Hargraves\nDiatoms are considered by some to contribute up to 45% of oceanic primary production (the production of organic compounds from carbon dioxide). Almost all of life is reliant on primary production either directly or indirectly, and as mentioned above, diatoms the base of the food chain. Now they are the base of fantastic art work as well.\nPhoto: Hargraves/Darling\nPhoto: Hargraves/Darling\nPeople often encounter diatoms as slippery brown coatings on sticks and rocks or a gelatinous coating on algae. Scientists who have been studying diatoms find they can be used as a tool to study environmental aquatic and marine conditions. Dr. Hargraves has been studying them for years, while Fay Darling finds them a perfect tool for her artistry.\nPhoto: Darling/Hargraves\nPhoto: Hargraves/Darling\nFay calls this one \"the peanut opal\" with its stunning iridescent coloring. The work itself takes time and care to apply colors and layers and delete them until she has something that looks right for the diatom, using between 12 and 20 colors. \nPhoto: Hargraves/Darling\nPhoto: Darling/Hargraves\n\"I'll try certain colors and then go back and start with the original black and white image. Sometimes I'll go through it two or three times before I like it,\" says Darling. \"In the past year I have gotten more into a rhythm with my technique,\" she adds. The kaleidoscope image above was created from the diatom/dinoflagellation she colorized just above that. As you can see, all the same colors were used, and they are a delightful match. Fay says that the detailed and complex shape of the first image seen in this article was the most challenging of any that she has colorized.\nPhoto: Hargraves/Darling.\nPhoto: Hargraves/Darling\nBoth Fay Darling and Dr. Hargraves may approach diatoms from different perspectives but they both have the same goal in mind, to create \"greater awareness of the marine world\". \nPhoto: Hargraves/Darling\nPhoto: Darling/Hargraves\nFay says she is proudest of having done something that helps preservation and conservation, and both also have a blog for people to see and learn more about the marine world.\nSource. 1- Material from Fay Darling, 2","author":"Michele Collet","web_category":"art+and+design","title":"When Microscopic Diatoms Become Neon Artworks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/news-diatoms-art"}