{"summary":"The young volunteers work on improving the conditions for the bears in the sanctuary by collecting food and helping to build shelters for the bears. Brown bears can weigh between 100-150 kg and up to 300 kg:Photo: deepwater","advice_category":"2","content":"\nBrown bears can weigh between 100-150 kg and up to 300 kg:Photo: deepwater\nIn 2002, Mr. ?uro Huber founded a sanctuary for orphaned young bears whose mothers have died in traffic accidents or through poaching. Thanks to Mr. Huber's sanctuary in the small village of Kuterevo, in Lika, Croatia, these young bears escape a  sure death. The brown bear (ursus arctos) is an endangered species in Croatia.\nThough the biggest terrestrial carnivores, brown bears eat  mainly plants:Photo: deepwater\nThe Bear Sanctuary is currently run as an international volunteer camp for young people. They come from all over the world and every summer there are people from Holland, France, Italy, England, Korea and many other countries. \nPhoto: deepwater\nThe young volunteers work on improving the conditions for the bears in the sanctuary by collecting food and helping to build shelters for the bears. Here, the volunteers learn how to take care of wild animals that need help from humans.\nPhoto: deepwater\nVolunteers can stay at the camp from between two weeks to two months and live with nature in beautiful surroundings. Lest anyone forget that bears are wild animals and that everyone has to be cautious, the ground rule is \"Never cross the line\".\nPhoto: deepwater\nIn fact, only last year, during this author's visit, one of the six resident bears attacked Mr. ?uro Huber, the founder himself, who over the years has apparently forgotten to be cautious. Fortunately for Mr. Huber, he was not badly hurt and is well now.\nPhoto: deepwater\nEvery year, the sanctuary attracts about ten thousand visitors and everyone is welcome.\nSources: 1, 2, 3\n","author":"deepwater","web_category":"nature","title":"Inside Croatia's Kuterevo Bear Sanctuary ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/chernobyl.jpg","url":"http://www.environmentalgraffiti.com/animals/news-sanctuary-yung-bearskuterevo"}