{"summary":"The research indicates that morality has developed through evolution and is not an exclusively human attribute. Moral questions: has morality evolved and is it unique to humans?Photo: Orangutan photo by: Kabir Bakie","advice_category":"2","content":"\nPhoto: Image via: The Three Monkeys\nDarwin himself might have raised a bushy eyebrow at the idea that monkeys and apes have a sense of morality and the capacity to tell right from wrong. Such moral qualities have been widely held to be part and parcel of what distinguishes us from our furrier simian relatives – but fresh research implies otherwise. In a series of studies, scientists have found that monkeys and apes can make judgments about fairness, offer sympathy and selfless help to others, and even appear to have consciences and the ability to remember obligations.\nMoral questions: has morality evolved and is it unique to humans?Photo: Orangutan photo by: Kabir Bakie\nThe research indicates that morality has developed through evolution and is not an exclusively human attribute. But if our primate cousins share some of our moral scruples as the findings suggest, it is likely to anger those who believe such traits are God-given and set humans apart, according to reports on the Times Online and Telegraph websites. Frans de Waal, professor of psychology at Emory University, who led the study, said: \nIt’s not fair: apes object when others are unfairly rewardedPhoto:  Lar gibbon photo by: Matthias Trautsch\nIn tests to see whether monkeys and apes understood the idea of fairness, the animals performed a set of tasks and were rewarded at random with food or affection. The researchers discovered that the primates objected acutely when others were rewarded more than themselves for the same task, and even sulked and refused to take further part.\nHelp! I need somebody: chimpanzees will offer altruistic helpPhoto: Photo by: Unknown Researcher\nAnother more encouraging study found that chimpanzees were willing to spontaneously help both humans and one another in controlled tests, even when no reward was offered. This backs up evidence of similar such altruistic behaviour; a key example, cited in a 2007 New York Times article, described chimps who were unable to swim drowning in zoo moats while trying to save others.\nThe beast that keeps on giving: capuchin monkeys are keen to sharePhoto: Photo courtesy of: Frans de Waal \nOther researchers have discovered comparable qualities in Latin American capuchin monkeys, who are also eager to share food and gifts with companion monkeys – simply so it seems for the pleasure of giving. Related research found that primates can remember and will endeavour to repay individuals who have done them a favour.\nMoral backbone: morality and our place in evolutionPhoto: Image via: Fastfission\nThese community-focused precursors to human morality seem to point to more of an overlap between the behaviour of humans and other social primates than we previously thought – though influences such as religion and reason would still separate us. Professor de Waal argues that morality came about through natural selection at a time when people living in small foraging groups had to make split second life-or-death decisions that were also moral choices.\nMoral fibre: morality as a means of survival for groups of early humansPhoto: Diorama photo by: VSmithUK\nSome researchers believe our morals developed due to climate change – particularly a period of global warming at least 50,000 years ago when early humans were forced to band together and adapt to survival in hostile plains. Others think communities were compelled to devise moral codes to stop bigger alpha males monopolising the food, and that if anyone went against the rules they and their amoral genes would be disposed of.\nWho sees no evil? The three wise monkeysPhoto: 17th Century Japanese carving photo by: lyss_003\nIncidentally, while we usually imagine “see no evil, hear no evil, speak no evil\" to mean ignoring the wickedness of something we are involved in, in earlier times it had other meanings. It was a reminder not to let immorality appear in the social actions of looking, listening and chattering. And while we naturally assume the three wise monkeys stand for humans, what if they’re just meant to be monkeys? Perhaps the originators of the proverb knew something we don't. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Monkeys Have Morals After All","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/ecology/monkeys-have-morals-after-all/8037"}