{"summary":"A newly formed organization, Butterfly Conservation Europe, will work to coordinate butterfly preservation actions across the continent. A meeting of top butterfly experts called for urgent action to stop the decline of butterfly populations in Europe.","advice_category":"2","content":"\nA meeting of top butterfly experts called for urgent action to stop the decline of butterfly populations in Europe.\nThe call follows the extinction of 10 or more butterfly species within the national boundaries of several European states. The conference, held in Laufen, Germany, also recorded the extinction of the first European butterfly since record keeping began in the 17th century. The butterfly, the Maderian Large White, is now officially globally extinct.\nCountries with extensive agriculture, especially the Benelux countries, recorded the worst decline in populations, followed by Germany, Slovakia, and Latvia.\nThe butterfly experts blame changes in farming practices for the decline. A newly formed organization, Butterfly Conservation Europe, will work to coordinate butterfly preservation actions across the continent. They plan to focus their efforts on the more than 400 designated Prime Butterfly Areas that cover almost 2% of the continent’s landmass.\nDr. Martin Warren, the Chief Executive of Butterfly Conservation and Chairman of Butterfly Conservation Europe, highlighted the need for urgent action: \"Patterns of butterfly behaviour are already telling us much about global warming and climate change. They are not just beautiful - they are going to be increasingly important.\"\nSource: Telegraph\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"The Butterflies Are Fluttering Away","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Red-Lacewing.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-butterflies-are-fluttering-away/421"}