{"summary":"The Luna moth actually has two equally long wing tips but this one is missing one, making it look all the more like an elephant trunk. Speaking of favorites – this moth from Costa Rica takes the cake","advice_category":"2","content":"\nPhoto: \nImage: aegle~busy shifting\nJust like the bugs with faces we portrayed a while ago, their cousins the moths refer to a similar tactic when dealing with predators: frighten the hell out of them by putting on a scary face. Or should we say wearing their heart on their wings? In either case, these tactics are quite cool, take a closer look.\nThis above doesn’t only look cool in a Star-Trek kind of way but also has a cool name: Oleander hawk moth (daphnis nerii), often spelled Oleander hawkmoth. It can be found in southern Europe, Turkey, Africa and India. This moth with its distinct green “fur” (did you know moths could be that fuzzy?) has a wingspan from 9 to 13 cm.\nPhoto: \nImage: Charles Johnson\nThe Atlas moth (attacus atlas) really doesn’t take any chances: Not only is it the largest butterfly species, reaching a wingspan of almost 30 cm, its wing tips look like snake heads (the forked tongue seems to appear any minute) and the rest of its wing design like a colorful, scary mask. No wonder it is so careful as its life as a butterfly is precious, lasting only ten days. That’s one busy, versatile moth!\nPhoto: \nImage: Snarelin\nThis Luna moth (actias luna) seems the zen-kind of fellow, looking remarkably like a green Ganesh, the Indian elephant god and protector from all evils. The Luna moth actually has two equally long wing tips but this one is missing one, making it look all the more like an elephant trunk. That plus the half-closed eye spots and the tuft of white (hair) at the top – this could easily become a favorite! Its habitat is North America from Ontorio to northern Mexico and the warmer the climate, the longer their life span (minimum seven days) and the more generations (one to three) per year.\nPhoto: \nImage: Los Gringos Locos\nSpeaking of favorites – this moth from Costa Rica takes the cake. Or better, the pitchfork. That face in the middle looks positively like the devil. This moth is a true master of camouflage with its inconspicuous brown coloring that makes it look like a run-of-the-mill garden moth. Unless it is turned around. Let’s hope its predator is not part of a satanic cult.\nPhoto: \nImage: mrktggrt\nNow, from scary to cute – this Scalloped Oak moth (crocallis elinguaria) can be found in any English country garden. It is small (wingspan 2.5 cm) and adorable with its black, beady eyes peering through the Zorro-like mask (or blindfold?) and the fluffy brown nose. While its predators go “awwww” it’s already gone…\nPhoto: \nImage: zoer\nNow this fellow, a beige Angle Shades moth (phlogophora meticulosa) with a wingspan of 4.5 to 5 cm, is also a native of the UK. Though it has a similar colouring than the previous one, it looks positively scarier. Is it because of the framed eye spots and matching band at the wing tips? Or is it because of the moth body that seems to form a proper nose?\nPhoto: \nImage: mrktggrt\nHere’s its brother, a dark brown Angle Shades moth. Though it is the same moth family, the wing patterns are distinctly different, making this one look more like a scary, tribal mask than a face.\nPhoto: \nImage: Durlston Country Park\nLike moth no. 3, this moth reminds one remarkably of an elephant, which is why it is called Elephant hawk moth (deilephila elpinor) but it is actually related to the Oleander hawk moth – notice the similarities in wing and body shape and fuzziness. The pink pattern is amazing though, especially the spots that mimic those of a painted elephant’s trunk.\nPhoto: \nImage: Terpino\nThe wing pattern of this North American grey-and-black Cutworm moth (noctuinae) reminds of a mask. The symmetrical marks below the rectangular “eyes,” white in this specimen, are distinct features of cutworm moths.\nPhoto: \nImage: Troup1\nLast but not least, Spirama retorta of the Spirama helicina family, a moth with an exotic wing pattern from Thailand is part of the noctuidaes. With the intricate woven lines and the frayed wingtips, it looks like the moth is hiding under a woollen rug. But it must be one hell of a predator that is being scared off by those eyes!\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"10 Amazing Moths with Multiple Personalities","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/spider1.jpg","url":"http://www.environmentalgraffiti.com/featured/10-amazing-moths-with-multiple-personalities/5681"}