{"summary":"After viewing 9/11 footage, many imagined to see devilish or evil faces rising from the World Trade Center smoke plumes.. Photo: camera_man","advice_category":"4","content":"\nPhoto: camera_man\nBursting into flames or ending up in smoke are usually not happy occurrences. But as the following images show, smoke can be a medium and the shapes it takes an art form, limited only by our imagination. We’ve found everything from dancers to dragons, perfectly shaped in smoke. All it takes is a huge fire or, preferably, a couple of incense sticks, a good camera, a steady hand and some patience. And one thing is for sure – vanishing into thin air has never been so breathtaking.\nLet's start small, er, relatively speaking, with strange smoke rings and shapes.\nSmoke rings are hard to do, especially heart-shaped ones:Photo: thekatietracybucket\nThe photograph below was taken during military operations in Al Taqadum, Iraq.\nLike two giant wedding bands:Photo: Adam Lynch\nAnd this was the source:Photo: Adam Lynch\nWhich can be done with a rocket launcher too:Photo: via motivatedphotos\n... or with a C-17 Globemaster III: Photo: US Air Force/Russell E. Cooley IV\n\nSmoke faces can be massive, like the one accidentally caused below. The 2001 Steinhatchee fire in northern Florida burned more than 54,000 acres. Below is a view of the fire from the Geostationary Operational Environmental Satellite (GOES) imager.Photo: Geostationary Operational Environmental Satellite (GOES)\nAfter viewing 9/11 footage, many imagined to see devilish or evil faces rising from the World Trade Center smoke plumes.\nA clear face close to World Trade Center 7:Photo: via 911research\nAnother face in the smoke plumes:Photo: via christianmedia\nA devilish face on the side of WTC3?Photo: millsy\n\nFrom the very large we divert our attention to the smoke faces or figures rising from candles or incense sticks. Beautiful to watch, we are mesmerised by the accidental shapes smoke can take - the shape of a woman with long hair, for example, often sitting or dancing. \nSmoke coming in our out? See the face with the long nose bottom right?Photo: Egor Gribanov\nBlonde sitting with crossed legs:Photo: camera_man\nThe energetic smoke dancer:Photo: Subharnab Majumdar\nDancer in the middle of a jett?:Photo: Andrew Magill\nReclining girl in a long dress emerging from a match stick:Photo: Andrew Magill\n\nLast but not least, a cool smoke dragon. Or whatever you want to see in it. In either case, time to light a candle and get to work.\n“Smoke Dragon” – or a face with a beard? Photo: Michelle Jones","author":"Simone Preuss","web_category":"science","title":"15 Amazing Smoke Creatures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-15-amazing-smoke-creatures"}