{"summary":"Although the wooden bicycle is centuries old, fashion is cyclical. The first wooden bike design is popularly attributed to Leonardo Da Vinci, but this is not necessary true since many historians fail to imagine the Renaissance genius getting around on a small wooden bicycle","advice_category":"8","content":"\nimage via KK's Street Use\nThe modern bicycle as we know it, originated from the “dandy horse,” invented in 1816 by German baron Karl Friedrich Freiherr von Drais de Sauerbronn. Notwithstanding this, there have been countless bicycle-like designs beforehand. Indeed, yonks ago two-wheelers were not made of metal, they were all made of wood.\nThe first wooden bike design is popularly attributed to Leonardo Da Vinci, but this is not necessary true since many historians fail to imagine the Renaissance genius getting around on a small wooden bicycle. Perhaps its origin is even more ancient, although no evidence has been found.\nNowadays the wooden bike does not have to stand as a dependable transportation device since many consider building them, a form of art. Inventors all over the world work to forge more complex wooden bikes which could be used in different environments. For example, a number of inventors managed to create a tricycle capable of transportation on land as well as on water. It is called “Roadable Canoe For Seamless Transitions Between Land and Water” and was designed by the Autocanoe Company.\nimage: autocanoe.com\nThe Roadable Canoe  looks like a long wooden tricycle when used on land and a single rear wheel is used to change direction on land as well as in the water. Pretty cool, huh?\nPhoto:  Photo: \nAnother great example is probably Steve’s Recumbent Bicycle. Steve got the idea a few years ago and, being a wood worker, he decided to build a bike (made of wood of course). His enthusiasm combined with sweat, created two wood-framed recumbent bikes: Woody and TreeBike. Both seem very comfortable and practical.\nPhoto: image via country seat\nAn the beginning of the 20th century most bicycles were made of bamboo. Why? The answer may be that wood is lighter than metal – the bike therefore, is easier to transport and not a burden.\nIn Africa the main mode of transportation is the bicycle of course, and now through a project called “The Bamboo Bike” they want to revive the old fashion. Yet there are other places that have crazy wooden bikes…\nPhoto: image via KK's Street Use\nEvery year a festival takes place in the Banaue region in the Philippines, it is a celebration of the tribal culture. In this particular festival, a number of men dressed in native costumes get on a wooden bikes and race each other.\nIt’s a surprisingly original celebration and definitely a  spectacle. Dressed in their red outfits with feathers on their heads, you can just imagine them zooming past on their wooden, bipedal creations.\nAlthough the wooden bicycle is centuries old, fashion is cyclical. I personally can’t wait ‘till they come back in fashion.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"outdoor","title":"Insane Wooden Bicycle Creations","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/insane-wooden-bicycle-creations/1292"}