{"summary":"At the Earth Summit, the WWF will present its Living Planet Report, which “highlights the tremendous pressure we are putting on our planet.” Underlining the severity of the situation, the WWF adds: “We are using 50% more resources than the earth can provide and by 2025 even two planets will not be enough.”. Launched to coincide with the WWF's Living Planet Report and the Rio+20 Earth Summit, which is taking place between June 20th and June 22nd, 2012 in Rio de Janeiro, Brazil, WWF’s Earth Book is an online storybook that records people’s favorite experiences of the natural world","advice_category":"2","content":"\nPhoto: WWF\nLaunched to coincide with the WWF's Living Planet Report and the Rio+20 Earth Summit, which is taking place between June 20th and June 22nd, 2012 in Rio de Janeiro, Brazil, WWF’s Earth Book is an online storybook that records people’s favorite experiences of the natural world. And the best thing is, it's open to anyone. All you have to do is sign up and describe what you love best about our planet.\nPhoto: WWF\nAs Sir David Attenborough says in his contribution to Earth Book: “The miracle of nature is right there in front of you. A bud opening into a flower is an astonishment. And as you watch the workings of the natural world, you can’t help wondering how you fit into it.”\nSimply experiencing and enjoying nature is certainly one way of fitting in, recording special moments is another means of relating to it, and then of course there’s conserving the natural world and its resources – which is obviously extremely important. After all, without nature, we’re nothing; and future generations should be able to be in touch with and benefit from the joys of the natural world too.    \nPhoto: WWF\nWWF’s Earth Book project is a great way to contribute by recording your own story: those interested simply have to write about an experience they’ve had with nature and the planet, and perhaps upload an image or draw something that relates to their experience. But hurry – the project will only run until the Rio+20 Earth Summit, which starts on June 20th.\nPhoto: WWF\nAt the Earth Summit, the WWF will present its Living Planet Report, which “highlights the tremendous pressure we are putting on our planet.” Underlining the severity of the situation, the WWF adds: “We are using 50% more resources than the earth can provide and by 2025 even two planets will not be enough.”\nA chilling thought! So back up the world in which we live and get your story heard by supporting the WWF’s Earth Book.","author":"Simone Preuss","web_category":"nature","title":"WWF's Earth Book Records Your Favorite Nature Stories","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/conservation/news-wwf’s-earth-book-records-your-favorite-nature-stories"}