{"summary":"If you aren’t the gardening type and would rather have a patio, make sure it's environmentally friendly. Getting patio and garden furniture that is environmentally friendly is a breeze","advice_category":"8","content":"\nPhoto: Will Merydith\nIf you look at your garden and dream of a BBQ with friends and family but then open your eyes to see the piles of bricks and rubbish and think it’s too much to take on, then help is what you need!\nIf you live in Britain and are over 60 and/or disabled, you can qualify for help from your council. Some of the councils may charge you, but you can be assured that the people taming your garden are professional and trusted. \nIf you don’t qualify or want to do more chores yourself then the AutoBarrow is at your service; it's a battery powered, electric wheelbarrow, which is good for you and good for the environment.\nIt can really take the effort out of moving heavy objects, saving your back and knees. Although it can carry up to 100 kg of weight, if you're not strong we wouldn't recommend filling it to its brim as someone has to empty it!\nPhoto: Wonderlane\nGetting a gardener can be an expense that many can’t afford. However, there are various sites that can recommend a good tradesman, each one coming with a reference and offering you a full quotation service. Some of the best include Ratemytrade, Findatrade and Homepro.\nThere's an abundance of hints and tips on what to do with your garden once it has been cleared. Garden Advice is on hand to give free tips on any specific problems you may encounter, and Gardening Help UK can offer a wide range of FAQs.\nIf you aren’t the gardening type and would rather have a patio, make sure it's environmentally friendly. Composite Decking is an eco-friendly decking company that can provide a range of finishes made from re-used products. \nGetting patio and garden furniture that is environmentally friendly is a breeze. Many of the large manufacturers can even promise recycled tables and chairs. And if you want something a bit more unique, have a look at  Sylvantutch's range of wood chairs and benches.\nPhoto: Sylcantutch\nNo matter which route you choose, you will have a usable garden in no time – giving you the opportunity to plant trees and plants... and have that BBQ!","author":"Funnyale","web_category":"lifestyle","title":"6 Tips for Eco-Friendly Gardening","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-summer-here-time-tame-garden"}