{"summary":"Researchers from the University of Essex in England conducted a study of the connection between outdoor exercise and mental health. Their findings showed improvements in all mental health indicators, including mood and self-esteem from green exercise activities","advice_category":"8","content":"\n\nResearchers from the University of Essex in England conducted a study of the connection between outdoor exercise and mental health. Jules Pretty and Jo Barton analyzed the findings of ten relevant research studies (a meta-analysis), and found that being active in the outdoors, even in five minute doses, can improve mood and self-esteem.\nTheir meta-analysis included results from their previous experiments and current observations of people being active in the outdoors. In one of their prior experiments they tried to measure the effect of exercise and exposure to pleasant media on the mood of human subjects. More recently they also observed visitors to gardening projects, sailing for juevenile offenders, and walking at urban flower shows. Their study examined the trends emerging from analyzing the responses of 1,252 total participants. Their findings showed improvements in all mental health indicators, including mood and self-esteem from green exercise activities. Their data indicated that the strongest positive response was seen immediately, from the onset of the outdoor activity. Outdoor activity near a body of water had the largest effect.\nProfessor Petty remarked, “You get a very substantial benefit from the first five minutes. We should be encouraging people in busy and stressed environments to get outside regularly, even for short bits of time.” \nThe fact that the findings are from a meta-analysis appear to lend credence to them. Reportedly this study is the first to establish what the 'dose' of green exercise is needed to positively impact on mental health.\nTo many outdoor enthusiasts such findings may appear redundant; they've known for a long time from their own experience that exercising in natural settings is their best mood enhancer and stress-reducer. Personally I admire those who try to find scientific explanations for human behavior and our relationship with the natural world.\nJules Pretty is also an author who writes about sustainability and agriculture.\n","author":"jakerrr","web_category":"outdoor","title":"Green Exercise is Good for Mental Health","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_cliffdiving_portugal.JPG","url":"http://www.environmentalgraffiti.com/hiking-and-trekking/news-green-exericse-could-be-good-mental-health"}