{"summary":"Beginning with the bridge that sparked her curiosity, Anzac Bridge in Sydney Australia, Jodi Rose attached contact microphones and recording equipment, to the cables of suspension bridges to see what they sounded like. Here Jodi Rose will attempt to compose a global symphony for a multitude of bridges performed and streamed live through her network on the Internet.","advice_category":"6","content":"\nIn the second part of our “playable buildings” series, Environmental Graffiti reporter Jammie Nicholas, explores the work of Sonic Artist Jodi Rose. All images courtesy of Jodi Rose.\nSince the 20th of June 1994, Jodi Rose has been travelling the world in search of the unheard voices of the bridges that connect us together.\nBeginning with the bridge that sparked her curiosity, Anzac Bridge in Sydney Australia, Jodi Rose attached contact microphones and recording equipment, to the cables of suspension bridges to see what they sounded like. The sounds come from the inaudible vibrations created by the traffic traversing the bridge, the wind playing with the cables and the tension held in the cables themselves. Jodi Rose amplifies these vibrations, allowing their voice to sing out.\nHer project \"Singing Bridges\" is a versatile sonic sculpture, whose outcome manifests in an array of forms. At each site-specific project, a live performance is played at the location and streamed live through her website, as well as narrowcast on local radio. Thus, those who are on the bridge are able to listen to the usually inaudible sounds. Her blog, gives a day-to-day account of the project as it is installed and recorded, along with information on previous bridges and future recordings.\nWith the recordings that she takes from the various bridges, Jodi Rose composes experimental scores to re-record the bridge's voice into ordered symphonies. With her own compositions of the bridges she has been featured at Electronic Arts Festivals around the world, including Finland and Slovenia.\nOn the 14th of February 2005 a double CD of her work, *Singing Bridges Vibration: Variations,* was released by SonicArt Star. CD one featured recordings of her own compositions from bridges such as Brooklyn Bridge in New York US, the Golden Gate Bridge in San Francisco US, Macintyre Bridge in Geelong Australia and the Millennium Bridge London UK. The second CD includes a series of remixes and responses from artists and musicians.\nThe latest development of her project is the *Global Bridge Symphony 2.0* - a creative network of the ongoing interaction between the artists, engineers and musicians involved with *Singing Bridges*. Here Jodi Rose will attempt to compose a global symphony for a multitude of bridges performed and streamed live through her network on the Internet.\nTo listen to the voices click here\nSources: 1, 2, 3, 4, 5, 6, 7, 8,\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"art+and+design","title":"The Secret Voices of Bridges","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/the-secret-voices-of-bridges/1306"}