{"summary":"The Great Auk was a large, flightless member of the penguin family that became extinct in the mid-19th century. Long before the Quagga was definitively identified as a separate species to the zebra, it had been hunted to extinction for meat, hides, and to preserve feed for domesticated stock","advice_category":"2","content":"\nPhoto: Henry Burrell\nHere are seven beasts that no longer walk the earth, but must have been quite something when they did. Extinction ensured they now only exist in text books, pictures and photographs.\n1. The Dodo\nPhoto: Unknown artist via Christies\nThe dodo was a flightless bird found on the island of Mauritius in the Indian Ocean. Related to pigeons, they stood about 3 feet tall, weighing about 44 lb, living on fruit, and nesting on the ground.  The first known descriptions were made by the Dutch. They called them the Walghvogel (\"loathsome bird\") because they tasted bad, although early journals say only that the meat was tough, and not as good as that of pigeons. The name ‘dodo’ is thought to represent the two-tone call the birds made.\n2. The AurochsPhoto: Artist Heinrich Harde – 1858 – 1935\nThe Aurochs or Urus were the ancestors of domestic cattle. The beast was a type of huge wild bovine which inhabited Europe, Asia and North Africa but is now extinct. The last recorded live Auroch, a female, died in 1627 in the Jaktor?w Forest.  The aurochs were far larger than modern domestic cattle, weighing 1,000 kilograms (2,200 lb) and with a shoulder height of 2 meters (6.6 ft). Domestication occurred in several parts of the world at roughly the same time, about 8,000 years ago, though aurochs also appear in prehistoric cave paintings.\n3. The Irish Elk, or Great DeerPhoto: Artist Charles R. Knight\nThe Irish Elk or Giant Deer was one of the largest species of deer that ever lived. Its range extended from Ireland to east of Lake Baikal, during the late Pleistocene period. The last known remains of the species have been carbon dated to about 7,700 years ago. Although many skeletons have been found in Irish bogs, the animal was not closely related to either of today's species of elk, which is why it is more commonly referred to as the ‘Giant Deer’. It is believed that their extinction may have come about because of over-hunting, in pursuit of the giant antlers that made the species so unusual.\n4. The Tasmanian TigerPhoto: Photograph by E.J. Keller, from the Smithsonian Institution archives\nThe Thylacine – Greek for ‘dog-headed pouched one’ – was the largest known carnivorous marsupial of modern times. Commonly known as the Tasmanian Tiger because of its striped back, it was native to  Australia, Tasmania and New Guinea, and is thought to have become extinct in the 20th century. It was extremely rare even before Europeans settled in Australia, but it survived on Tasmania along with the notorious Tasmanian Devil. Intensive hunting is generally blamed for its extinction. Despite its official classification as extinct, sightings are still reported, though none are proven.\n5. The Great AukPhoto: John James Audubon, Bird Artist of America. (1785-1851)\nThe Great Auk was a large, flightless member of the penguin family that became extinct in the mid-19th century. Humans had hunted the Great Auk for more than 100,000 years. Many maritime people were buried with Great Auk bones, and one was buried with a cloak made of over 200 auk skins. Early European explorers to the Americas also used the auk as a convenient food source, reducing its numbers.  Its down was in high demand in Europe, which largely cleared out the European populations by the mid-1500s. Its growing rarity increased interest from European museums and private collectors to obtain skins and eggs, with the last Great Auk reported to have been eliminated on 3 July 1844 in Iceland. However, a recorded sighting in 1852 is considered to be the last ever observation of this species.\n6. The QuaggaPhoto: Source - Photo F. York, London, Regent's Park Zoo, 1870\nThe Quagga was classified as a species in its own right in 1778. Over the next 50 years or so, many other types of zebra were described by naturalists and explorers. Long before the Quagga was definitively identified as a separate species to the zebra, it had been hunted to extinction for meat, hides, and to preserve feed for domesticated stock. The last wild Quagga was probably shot in the late 1870s, and the last specimen in captivity, a mare, died on August 12, 1883 in Amsterdam. \n7. Tyrannosaurus RexPhoto: Artist - Charles R. Knight (1874-1953)\nTyrannosaurus Rex was one of the largest land carnivores of all time, measuring 42 ft long and 13.1 ft tall at the hips. These massive predators weighed in at anywhere between 4.5 and 7.2 tonnes. They could travel very fast – some estimate that they could move at around 30km per hour for short periods, so prey had little chance of escape. The Tyrannosaurus may have had infectious saliva used to kill its prey. This theory was first proposed by William Abler, after he examined the teeth found in preserved skulls, which may have held pieces of carcass, leading to a deadly, infectious bite. The debate still rages over the true role of these animals. Were they really hunters or merely scavengers of already dead meat – precursors to the modern vulture? Since they were wiped off the earth 65 million years ago, we may never know.\n","author":"tonyleather","web_category":"nature","title":"7 Incredible Creatures That No Longer Walk the Face of the Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/history/news-seven-creatures-you-could-never-again-see-flesh"}