{"summary":" It results in the extinction of certain species, therefore destroying the food chain of other species. We all know that paper is made from trees","advice_category":"2","content":"\nPhoto: Coolgirly88\nWhat do you think would be the worst yet unknown thing we could possibly do to destroy our planet? Here are three that we do almost everyday - directly or indirectly.\n1. Eating Candy\nMost candy bars are wrapped in plastic, right? After eating candy, we throw away the wrapper. So where do these wrappers go? The garbage dump of course. We actually know that plastic is a non-biodegradable material, which is part of the problem. So the only way apart from recycling, reusing and reducing to dispose of this type of material is to burn it. And then, harmful emissions would hasten the depletion of the ozone layer.\nPhoto: Fish and Wildlife Services image library\n2. Hunting\nThe second one is a bit confusing. ‘How?’one might ask. For thousands of years, the human race, proving to be the superior species, has been hunting down any animal it can find. From the use of stones to spears to bows and arrows to guns, we unknowingly kill endangered species. You might think ‘What the hell does it have to do with destroying the planet?’ but the answer is simple. When humans hunt, there’s no stopping it.  It results in the extinction of certain species, therefore destroying the food chain of other species. To cut this short, destroying the planet doesn’t simply mean destroying the atmosphere but the planet means everything within it too.\nPhoto: Brandon Blinkenberg\n 3. Using paper\nWe all know that paper is made from trees. So how do we get trees? Obviously, we cut them down. There are some who cut down trees in selected areas and right after plant new ones. But what happens mostly is that we just cut down trees without replacing them. With the growing demand of wood or timber, who knows, our green-and-blue-colored planet might be just brown-colored in the near future?  \nDid you know that for every 300 reams of copy paper (at an average of 1,500 lb) is made up of a cord of wood that is approximately 8 ft wide, 4 ft deep, 4 ft high and weighs roughly 2 tons? What might the effects be of using paper? Landslides, oxygen depletion, too much carbon dioxide to heat up the planet and the worst of all, the death of many species.\n","author":"JannMartin","web_category":"nature","title":"3 Simple Ways to Destroy the Planet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","url":"http://www.environmentalgraffiti.com/news-3-simple-ways-destroy-planet"}