{"summary":"Such could be the maxims of the Kinetic Sculpture, a site-specific artwork developed by Berlin-based agency ART+COM and on display at the BMW Museum in Munich. For example, building on-site proved problematic due to an adjacent factory that sometimes caused the whole building to shake – less than ideal when working with fine mechanics","advice_category":"6","content":"\nPhoto: All images: ART+COM\nOut of chaos comes order; out of discord harmony. Such could be the maxims of the Kinetic Sculpture, a site-specific artwork developed by Berlin-based agency ART+COM and on display at the BMW Museum in Munich. 714 individual metallic spheres seem to float weightlessly in the air, first rising and sinking haphazardly, then assuming rhythm and pattern as various undulating shapes, and eventually taking on discernible vehicular form – before the cycle starts over again.\nThe idea behind this 'mechatronic' installation is that it visualises the process of design in a tangible space. The robotic 3D sculpture is an abstract, self-reflexive representation of design itself. Or in the language of the designers at ART+COM: “The Kinetic Sculpture is a metaphorical translation of the process of form-finding in art and design.”\nNow before you “say what?” allow one of ART+COM’s designers to explain further:\n\nSo much for the content, but how does it all work? Well, the metal orbs are suspended from slender steel wires attached to individually controlled motors, with the whole arrangement covering an area of six square meters. Brought into motion, the shifting cyclical narrative plays out over 7 minutes of escalating beauty.\nMaking the Kinetic Sculpture itself presented various design challenges. For example, building on-site proved problematic due to an adjacent factory that sometimes caused the whole building to shake – less than ideal when working with fine mechanics. Then just weeks before the opening, a software bug made the installation move up instead of down and almost destroy itself – not so dramatic when you are working with pixels; much more so with physical objects.\nIt’s small wonder audiences have been more mesmerised by the finished artistic product than by the actual cars in the museum: great for ART-COM; not so great for BMW – though we’re sure they’re enjoying the associated publicity online. Here's the longer version of the piece with more tranquil music:\nDesign this beautiful yet efficient could only be the work of the German creative imagination. For more on the Kinetic Sculpture visit ART+COM.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"714 Kinetic Balls Undulating In Perfect Unison","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/featured/kinetic-balls-perfect-unison/20274"}