{"summary":"Image: Eneas de Troya. The first cases of novel influenza A (H1N1), commonly called swine flu because of its swine origin, were detected in April 2009","advice_category":"4","content":"\nPhoto: \nImage: Eneas de Troya\nThe first cases of novel influenza A (H1N1), commonly called swine flu because of its swine origin, were detected in April 2009. Because the virus is spread similar in a similar way to regular seasonal influenza through the coughs and sneezes of infected people, swine flu has changed the face of the Earth. Here are ten images that will show you how.\nAs with any new virus strain, many questions about H1N1 are still open, for example how exactly it spreads and how to vaccinate and protect against it. For the time being, health authorities have issued common-sense guidelines to reduce the spread of the virus that include washing hands frequently, covering one’s mouth when sneezing or coughing, and staying at home when sick. \nThough information on the effectiveness of facemasks for the control of influenza is currently still extremely limited, this does not deter people from wearing facemasks when out in public places. Facemasks are everywhere as the following pictures show and have changed the way we lead our lives.\nIn the subwayPhoto: \nImage: Eneas de Troya\nIn the rainPhoto: \nImage: Guerry Monero\nIn the playgroundPhoto: \nImage: Sarihuella\nIn every situationPhoto: \nImage: Sarihuella\nIn nomine patrisPhoto: \nImage: Eneas de Troya\nIn churchPhoto: \nImage: Eneas de Troya\nIn stylePhoto: \nImage: Sarihuella\nIn publicPhoto: \nImage: Guerry Monero\nIn childhoodPhoto: \nImage via English Eastday \nIn hospital gearPhoto: \nImage: iyasser\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"How Swine Flu Has Changed the Faces of the Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/featured/swine-flu-changed-faces-earth/11445"}