{"summary":"Fatal attraction: Richmann and his engraver during the eventPhoto: Image via: Frank Schulenburg. The electrocution of Georg Richmann is one of the most famous – though certainly not the first – example of what many believe to be ball lightning","advice_category":"4","content":"\nPhoto: Image via: Device Daily\nThe thunder cracked and the professor’s heart began to beat with excitement. The meeting at the Academy of Sciences in St Petersburg could wait; there were more important matters at stake. Georg Wilhelm Richmann hurried home, accompanied by his engraver, Sokolaw. His noble intention was to capture the lightning storm for future generations, but he did not count on the strange and potentially deadly phenomenon we now know as ball lightning.\nIt is 1753, the pinnacle of the Age of Enlightenment, and Professor Georg Richmann is an eminent German physicist living and working in Russia. When Richmann arrives back at his house that fateful August 6, he rigs a wire up to the roof to attract the electric discharges overhead and feeds it down to a contraption inside comprising an iron bar hung over an electrical needle and a bowl of water partially filled with iron filings.\nFatal attraction: Richmann and his engraver during the eventPhoto: Image via: Frank Schulenburg\nWith the experiment in progress, an orb of pale blue fire about four inches across suddenly darts from the iron bar and strikes Richmann on the forehead. The professor falls backwards, apparently dead on the spot, while a cannon-like explosion follows that throws his colleague Sokolaw to the floor and blows the door off its hinges. Richman’s body is later found among the wreckage of his apparatus, his shoes blown open and clothes charred.\nThe electrocution of Georg Richmann is one of the most famous – though certainly not the first – example of what many believe to be ball lightning. In 1683, a devastating event was recorded involving an 8-foot ball of fire that wreaked havoc in a church in Devon, injuring around 60 and killing 4 more. Other well known accounts include that of a lighthouse keeper in Western Australia who was knocked out when ball lightning struck in 1907, and the 1994 report of a ball of lightning travelling through a closed window in Uppsala, Sweden, leaving behind a 5-centimetre hole.\nRarely if ever captured phenomenon: Photo allegedly of ball lightning, Japan, 1987Photo: Image via: Anomolies Unlimited\nYet such tales but singe the surface of the testimonies surrounding these glowing electrical spheres – which tend to last several seconds rather than the split seconds of typical lightning flashes. A 1960 study found that as many as 5% of the US population claimed to have witnessed ball lightning, while there have been over 10,000 sightings during the past few decades, with the numbers continuing to pile up year on year.\nThe problem from a scientific standpoint is that out of so many eyewitness accounts, the characteristics of these bizarre phenomena have been anything but consistent. In shape and colour there is considerable variation in the way ball lightning is described – and even more so regarding its behaviour. Where in some cases it might spin quickly in one trajectory and be attracted to objects or people, in others it floats there or drifts in the opposite direction. While on some occasions it blasts holes through solid materials, on others it passes through them without a mark.\nGreat balls of fire: Ball lightning-like energyPhoto: Image via: Unexplained Mysteries\nAlthough often associated with thunderstorms, ball lightning sometimes appears in calm weather with no storm in sight. Meanwhile, in size it can vary from as small as a marble to several metres across. So how to understand a singularity about which theres is limited scientific data due to its irregular and unpredictable qualities?\nUntil a short while ago, ball lightning was banished as fantasy by many in the scientific community, notwithstanding the pains to which some researchers have gone to try and recreate the stuff in the lab. Laboratory experiments using high voltages have produced effects that look similar to ball lightning as it is portrayed in reports – like luminous plasma balls hovering over water – but it is unclear whether they are in fact related to a naturally occurring phenomenon.\nPlasma balls: Demonstration of a water discharge experimentPhoto: Image via: Equazcion\nRecent studies from Brazil have created brightly burning golf-sized globes that roll around erratically on surfaces, experiments born of the theory that ball lightning is brought about when lightning strikes vaporise silica in the earth's soil. Other plausible hypotheses range from the idea that ball lightning is composed of nano or sub-micrometre particles – with each particle constituting a battery – to the more cosmic notion that rare and deadly instances of extreme ball lightning are actually tiny black holes passing through the earth's atmosphere.\nMystery solved? Sparking electrified silicon vapour ballsPhoto: Video stills courtesy: Antonio Pav?o via National Geographic\nAlthough the true physical nature of ball lightning remains shrouded in uncertainty, at least efforts are being made to better understand this bizarre atmospheric phenomenon.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"The Incredible Phenomenon of Ball Lightning","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-phenomenon-ball-lightning/12587"}