{"summary":"Purchasing recycled office paper and reusing ink cartridges also helps reduce the amount of production pollution and waste. However, the problem lies just as much in daily lifestyle activities that create an equal or greater amount of pollution when compared to flights","advice_category":"8","content":"\nPhoto: Dennis from Atlanta\nCarbon offsetting aviation pollution is an important task for those who take holiday flights. However, the problem lies just as much in daily lifestyle activities that create an equal or greater amount of pollution when compared to flights. Pollution created in an office environment should be reduced when possible in order to further protect the environment from pollution damage.\nPhoto: k.steudel\nPrinting unnecessary documents on copy paper creates large amounts of waste because of the ink and toner that is used unnecessarily. Reducing the amount of documents printed to just the necessities can make a dramatic difference in the waste created. Purchasing recycled office paper and reusing ink cartridges also helps reduce the amount of production pollution and waste. Recycled office products come from a percentage of post consumer products instead of brand new sources. Reusing materials when possible, or finding methods in which to recycle and reduce office waste, including electronic waste is essential. Reducing not only waste and consumption but offsetting that which cannot be prevented is the only way to ultimately have a positive impact on climate change.\nPhoto: SqueakyMarmot\nCarbon credits purchased by businesses in order to offset the pollution created is insufficient as a sole means of reducing their pollution. This does not create an actual reduction in the waste created by the office, it merely offsets some of it. In order to be truly effective, real changes must be made to become more pollution conscious in all parts of the workplace. Lighting can be replaced with energy efficient bulbs provides providing adequate lighting while making positive change with respect to the environment.\nAnother source of pollution is the vending areas in offices. Styrofoam cups, plastic water bottles and disposable utensils not only create waste but have a pollution cost from production that can be staggering over the course of a year. Offering incentives or disallowing the use of them within an office can lower the environmental toll these disposable consumer products create. Enacting real change can only occur when each person takes responsibility for their actions in every aspect of their lives instead of just focusing on financially purchased offsets.\nOther methods to cut carbon emissions from the workplace include further reducing the amount of pollution created by daily commutes. Telecommute positions, carpools and the encouragement of public transportation usage as well as walking and cycling can reduce the amount of pollution created by driving a car. It is vital to not only offset the carbon costs of the workplace but to further make changes to prevent other pollution from being created.","author":"Grrrl","web_category":"lifestyle","title":"Why Offsetting Should Begin in the Workplace","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/nature/news-why-offsetting-should-begin-workplace"}