{"summary":"The weather in Boracay has two weather patterns known locally as Amihan and Habagat. Photo: Jason Lunas","advice_category":"2","content":"\nPhoto: via wayfaring\nBoracay is an island of the Philippines in the province of Aklan. The island is divided into three stations: Station 3, located at the southern part of the island where the cheaper lodgings can be found; Station 2, roughly in the center and meant for those who want to be close to bars and nightlife; and Station 1, the area for isolated accommodations. The latter offers peace and quiet away from the usual action-packed Boracay night scene. \nPhoto: Jason N. Lunas\nLeisure activities are available in Boracay and these include scuba diving, kiteboarding, snorkeling, windsurfing and beach relaxation. It is also the site of a world-class, 18-hole par 72 golf course designed by Graham Marsh.\nThe weather in Boracay has two weather patterns known locally as Amihan and Habagat. Amihan with its cool northeastern wind is characterized by moderate temperatures and little or no rainfall. The Habagat season with west or southwestern wind is usually hot and humid with frequent heavy rainfall. \nPhoto: Anthony Alger\nBoracay with its white sands is one of the major tourist attractions and destinations in the Philippines. In 1990, it was voted by the BMW Tropical Beach Handbook as one of the best beaches in the world and again in 1996 by British publication TV Quick as the world’s number one tropical beach. \nPhoto: Jason Lunas\nThere are also several events held in Boracay such as the Asian Windsurfing Tour Boracay International Funboard Cup and the Boracay Open Asian Beach Ultimate Tournament, an ultimate Frisbee event. \nPhoto: Erik Lindholm\nThe best time to vacation in Boracay is during the summer break, in the months of April and May, when families can expect a fun-filled vacation and unforgettable moments.\nRelated articles:Boracay: One of the Best Beaches in the WorldBoracay IslandBoracay Island Philippines","author":"JannMartin","web_category":"nature","title":"The Majestic White Sands of Boracay","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb60.webshots.com-31739-2510843090104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-take-dip-white-sands-boracay-philippines"}