{"summary":"Hydrogen gas is compressed in the spiral arms and these star birth regions appear as bright blue knots there. Gravitationally induced compression waves sweep through hydrogen clouds which are common in large spiral galaxies","advice_category":"4","content":"\nThe Whirlpool Galaxy\nPhoto - HUBBLE / NASA / ESA\nThree extraordinary photographs from the Hubble Heritage Project reveal star formation in compelling, multicolored beauty. Stand by to be awestruck at the majesty of the universe.  \nOne of the most beautiful and important star birthing grounds in the Milky Way is the Whirlpool Galaxy, Messier 51a, (NGC 5194) 23.4 Mly distant in the constellation Canes Venatici. (Canes Venatici are the hunting dogs of Bo?tes the herdsman.) The Whirlpool Galaxy is one of the most famous spiral galaxies known, and under optimal viewing conditions, can be seen in high powered binoculars. Its small companion galaxy is NGC 5195. There is a black hole in the center of M51 as in most large spiral galaxies.\nHydrogen gas is compressed in the spiral arms and these star birth regions appear as bright blue knots there. Gravitationally induced compression waves sweep through hydrogen clouds which are common in large spiral galaxies. The compression waves cause some regions of diffuse gas to condense into dense pockets. Dust lanes in the spiral arms of large spiral galaxies are one example of such compressed, dense hydrogen. When a critical concentration and density is reached, these hydrogen regions collapse further under their own gravitational force. \nStars are born at the center of these collapsing regions when the hydrogen gas has become dense enough to initiate atomic fusion reactions. New born stars grow very rapidly, eating up huge amounts of gas. They rapidly increase in temperature as they sweep away their surrounding outer layers of dust and gas, thereby creating a massive stellar wind. Such star birthing clouds are gigantic. Many, many stars are formed in each of these stellar incubators.\nPhoto: \nNGC 3324 - star birth\nPhoto - NASA / ESA / Hubble Heritage Team / G. Bacon (STScI) \nThis compelling photograph depicts a star birthing region in the New General Catalog Object #3324, which is in the Constellation Carina 7200 light years away. Carina is the keel of the ship Argo, upon which Jason and the Argonauts sailed to find the Golden Fleece. Data taken with Hubble's Advanced Camera  Survey (hydrogen light) was combined with recent data from the Wide Field Planetary Camera 2 (WFPC2) that recorded light emitted by sulfur and oxygen gas. In this composite photo, sulfur is red, oxygen is blue and hydrogen light is green.\nPhoto: \nTarantula Nebula - star birth\nPhoto- NASA /JPL/ University of Arizona\nNGC 2074 is the Tarantula Nebula of the Large Magellanic Cloud, a satellite galaxy of the Milky Way. This awesome photograph was taken by the Hubble Space Telescope on August 10, 2008. It shows a small portion of the Tarantula Nebula that is 100 light years wide and near the star cluster NGC 2074. This 'firestorm' of creation may have been triggered by a nearby supernova. The sea horse shaped pillar is about 20 light years long. Red reveals sulfur atoms, green indicates glowing hydrogen, and blue tells us where glowing oxygen is located. The serpent head formations are regions of active star birth. Another stellar maternity ward may be underneath the blue circle, center bottom.\nThese three photographs are in the archive of the Hubble Space Telescope's Hubble Heritage Project which began in October 1998. They are also in a gallery series at NASA that commemorates Hubble's 18th year in service and 100,000th orbit. NASA criteria for adding a photograph to their Heritage Project places equal value on artistic merit and valuable scientific data, as does this series of articles at EG.\nSources -\n1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"The Birth of Stars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/the-birth-of-stars/9891"}