{"summary":"Oryx leucoryx is now classified as Vulnerable rather than Endangered, according to the latest IUCN Red List of Threatened Species.. But, using data from the IUCN Red List has been successful in conservation efforts and species recovery, as in the case of Oryx leucoryx.","advice_category":"2","content":"\nPhoto: Panarria\nOryx leucoryx, or the Arabian oryx, is a species of antelope native to the Arabian Peninsula. With the last wild individual shot during the 1970s, this species was believed to have been hunted to extinction in the wild.\nGreat efforts have been made since then to bring the Arabian oryx back from the brink of extinction. This creature had been reintroduced in Oman, Saudi Arabia, Israel, the United Arab Emirates and Jordan. Thanks to conservation efforts, such as captive breeding and re-introduction, Oryx leucoryx is no longer endangered.\nOryx leucoryx is now classified as Vulnerable rather than Endangered, according to the latest IUCN Red List of Threatened Species.\nPhoto: Tamar Assaf\n\"To have brought the Arabian Oryx back from the brink of extinction is a major feat and a true conservation success story, one which we hope will be repeated many times over for other threatened species,\" said Ms Razan Khalifa Al Mubarak, Director General of the Environment Agency-Abu Dhabi. \"It is a classic example of how data from the IUCN Red List can feed into on-the-ground conservation action to deliver tangible and successful results.\"\nPhoto: Yoninah\nHabitat loss, deforestation and biodiversity loss have pushed many species towards extinction. But, using data from the IUCN Red List has been successful in conservation efforts and species recovery, as in the case of Oryx leucoryx.\nJane Smart, Director of the IUCN's Global Species Programme, said: \"It is extremely important that we keep pushing forward with surveys of little-known species, as without adequate data, we cannot determine their risk of extinction and therefore cannot develop or implement effective conservation actions which could prevent the species from disappearing altogether.\"\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"nature","title":"Arabian Oryx Brought Back from the Brink of Extinction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Thylacinepouchjpg","url":"http://www.environmentalgraffiti.com/conservation/news-once-extinct-wild-arabian-oryx-secure-now"}