{"summary":"The Ladybird Spider was only known to inhabit the Dorset region. Perhaps future colonies of Ladybird Spiders will travel from Dorset to settle other heathlands someday.","advice_category":"2","content":"\nThe Ladybird Spider earned its name from its colour scheme rather than its eating habits. An extremely rare spider in Britain, and classified as an \"endangered species\", it was given extra special treatment in August 2011.\nIntroducing the Ladybird SpiderPhoto: ufoncz\nLadybird Spiders, Eresus cinnaberinus, live inside sandy, dry heaths. They burrow into the substrate, using the above-ground heather as shelter from surface winds. This spider spins its web on the surface to snare unwary insects. Although the Ladybird Spider will deign to step outside to collect its meal, this arachnid prefers to stay indoors except under two conditions...\nMales will gladly spend a fortnight gadding about in search of mates; they hotfoot it during the early summer, unless the weather is too cold and wet. Females are homebodies but will move if the burrows become uninhabitable, likely due to excessive rainfall.\nThis species can live a relatively long time – up to eight years in favourable conditions. Females might not become sexually mature for several years. Closely related Ladybird Spiders live in Europe. They are found in Sweden, the Netherlands, Germany and Denmark.\nHome Is Where the Heath IsPhoto: candiru\nThe Ladybird Spider was only known to inhabit the Dorset region. It was thought lost until its rediscovery in 1979. It was only found in one site in Wareham Forest. By the mid-1990s, only one colony remained in the UK.\nTheir new home will be in a Arne wildlife reserve in Dorset. They are being transported in plastic water bottles... without the water, of course! Instead, the bottles are partly filled with moss and heather. The spiders are expected to make themselves at home by burrowing and setting out a web. Each \"spider in a bottle\" will then travel to the reserve. The bottle will be planted with the spider inside. So long as there are no flash floods, these living arrangements should suit the Ladybird Spiders just fine.\nWho Would \"Transplant\" Ladybird Spiders?Photo: Kiril Kapustin of www.ImagesFromBulgaria.com\nBritain's Royal Society for the Protection of Birds (RSPB), is a charity registered in England and Scotland. Their passionate belief in the conservation of birds, the environment and natural species is shared by over one million members, 13,000 volunteers and 1,300 staff members. The RSPB owns and maintains the Arne reserve in Dorset. The Arne nature preserve should provide plenty of room for this endangered species to dig in, be fruitful and multiply. Perhaps future colonies of Ladybird Spiders will travel from Dorset to settle other heathlands someday.\nPhoto: Mike DeHaan via www.openstreetmap.com\n\nSources: 1,  2,  3.","author":"MikeDeHaan","web_category":"nature","title":"New Hope for the Endangered Ladybird Spider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Brown-Reclusejpg","url":"http://www.environmentalgraffiti.com/animals/news-new-hope-ladybird-spider-british-endangered-species"}