{"summary":"According to a group of scientists from the University of Maryland and Cardiff University, English Breakfast tea may well provide the solution to Anthrax or Bacillus anthracis.. What is unfortunate however, is that the study led by Professor Les Baillie and Doctor Theresa Gallagher, concluded that the cure only works if the tea is black and doesn’t work at all with whole milk","advice_category":"4","content":"\nAccording to a group of scientists from the University of Maryland and Cardiff University, English Breakfast tea may well provide the solution to Anthrax or Bacillus anthracis.\n\nBlack Tea Image by Ultratomio\nThat’s great news for us Brits who drink millions of gallons of the stuff and it’s more proof that my caffeine addiction is healthy. What is unfortunate however, is that the study led by Professor Les Baillie and Doctor Theresa Gallagher, concluded that the cure only works if the tea is black and doesn’t work at all with whole milk. That means I’m probably screwed in a terrorist attack.\nPublished in the March issue of the Society for Applied Microbiology's journal Microbiologist, Professor Baillie said:\n\n\nProfessor Baillie continued: “I would suggest that in the event that we are faced with a potential bio-terror attack, individuals may want to forgo their dash of milk at least until the situation is under control.\nThis research is definitely an interesting solution. Could it be the next line of defense against bio-terrorism? We’ll just have to wait and see. But in the mean time have a cuppa tea old chap.\nSource: Press release.\nContact: Professor Les Baillie\nbailliel@cf.ac.uk\n029-208-75535\nCardiff University\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest weird and super awesome environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"English Breakfast Tea Cure For Anthrax? ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/english-breakfast-tea-cure-for-anthrax/917"}