{"summary":"As he looked up, along came two beautiful lionesses languidly making their way towards the watering hole. Greg has an incredible story to tell about his efforts to get the perfect shot.","advice_category":"2","content":"\nPhoto: Greg du Toit\nAmid sweltering heat, buzzing tsetse flies, baboon droppings and pee – not to mention sitting in the middle of a dirty, 25-meter-square watering hole in the Rift Valley for months on end – photographer Greg du Toit went through a lot to get these photographs. Bitten by flies from above and various parasites from below, he had a frog's eye view of all the animals that came to the watering hole in his quest for a shot of lions drinking. Greg has an incredible story to tell about his efforts to get the perfect shot.\nPhoto: Greg duToit\nIt started with a simple wish: to photograph lions at a watering hole. And since he knew where both the water and the lions were, it seemed like something he could do fairly quickly. Instead it turned into an eight month labor of Hercules. Greg first built a trench as a hide, but the olive baboons who used it as a bathroom every night finally drove him out; the smell and the heat together were too much. \"After two months, the pungent smell left by the baboons combined with the numerous Tsetse flies and searing heat meant I had come to that familiar place whereby my photographic mind leaves the realms of sanity and enters a more psychotic obsessive dimension,\" says Greg.\nPhoto: Greg duToit\nNext, Greg pitched a tent on a tiny island of dirt in the middle of the watering hole, which took away the smell of baboons but increased the tsetse flies. He managed to photograph zebras as he had in the trench hide but the lions still stayed elusive, not coming to the watering hole until after dark. \nPhoto: Greg du Toit\nAs Greg explains: \"Returning home each evening and hearing the tormenting roars of the pride in the valley below seemed to antagonise me to the point of returning the next day until finally, one afternoon, the oppressive heat got the better of me. I leapt into the waterhole, only a few feet deep and wallowed about like a warthog in the putrid soup-like water. While wallowing, I began to ponder how wildlife would perceive a bobbing humanoid head? Lion in particular, recognise human beings almost exclusively by our upright posture, so my years of working as a Wilderness Trails Guide had taught me.\"\nPhoto: Greg duToit\nSitting with his rear end comfortable on the muddy bottom, nothing showed but Greg's hands, head and camera. Suddenly a plethora of life came to the watering hole, not seeing Greg as a threat. Waterbuck and warthogs, geese and goslings, bushbuck and baboons. \"The amount of unseen life that existed and survived on that one small patch of water astounded me, and having a frog’s eye view of the world gave me a completely new sense of awe for the wonderful creatures that inhabit our splendid continent,\" says Greg. Yet no lions.\nPhoto: Greg duToit\nLife wasn't all wonderful sitting in the middle of a watering hole. Greg learned many things about insects that he never wanted to learn firsthand: \"Sitting motionless in the water also allowed for a detailed entomological study. I discovered that dragonfly nymphs deliver a most excruciatingly painful bite, not to mention a tiny green midge of unknown description, which is particularly partial to human flesh. The whirly-gig beetles seemed to enjoy swimming along my skin and up my legs! With the water level dropping fast, the water itself became warmer and more putrid with each passing day. My favourite troop of baboons, the sanitary habits of which I was already well acquainted with, meant that the water began smelling increasingly vile and it was unfortunately time to consider the clothes peg option… AGAIN.\"\nPhoto: Greg duToit\nThen one afternoon, Greg was sitting in the dying light when the Egyptian geese started to get really upset, hissing and honking. As he looked up, along came two beautiful lionesses languidly making their way towards the watering hole. Yet Greg discovered that getting what you want can be rather unnerving! He looked up from his camera and was \"horrified\" to see the two lionesses 5 meters from him: \"I recall noticing their piercing yellow eyes and their bulging muscles, which seemed to tower above me. Had I been standing, my knees would have been knocking!\"\nPhoto: Greg duToit\nGreg was so scared that his hands started to shake uncontrollably, his flight-or-fight response in high gear. However, he faced not being able to take the shots he went through so much to get if he didn't get his hands under control. Finally he calmed down enough and took 28 frames in a blur. At which point, it seems the lionesses stopped drinking and noticed him, especially when he raised his elbow out to take a vertical shot! Would he become prey because they didn't recognize him as human? As he slowly lowered his arm again, to his relief they went back to drinking.\nPhoto: Greg duToit \nYet Greg's problems weren't over yet! He had to leave before it got dark, but the lionesses were just enjoying the waterhole after they had drunk their fill. In the dark he would have no way of seeing them, so he made the choice to try to leave without disturbing them: \n\"Every time I moved, the predator duo would prick their ears and fix their gaze on my protruding head. Inching and pausing my way to the opposite shore, the next ten metres proved to be the longest journey of my life! The water began to get shallower and shallower until half my body was protruding above. The two lionesses had, by now, become intensely intrigued as to exactly what kind of creature I was. With the water becoming alarmingly shallow, I turned onto my belly and flopping about like a catfish, I inched my way out. Deciding to run the gauntlet, I leapt to my feet and ran over piercing devil thorns like one of Shaka Zulu’s warriors until I reached the heavenly sight of my parked Land Cruiser. On my way there, I glanced over my shoulder only to see two lionesses looking utterly shocked and somewhat disgusted to have discovered that I was after all a human being!\" \nPhoto: Greg duToit\nGreg got his precious lion shots after eight months, but he also got a lot more than that. Within a few weeks he was extremely ill with bilharzia – a parasitic disease also known as snail fever that can damage internal organs – and had been infected by many other parasites. His doctor called wondering if he had been in any foreign bodies of water! Needless to say it took a while to recover. However, we're sure he thinks it was worth it, and looking at the photos we can see why.\nPhoto: Greg duToit","author":"Michele Collet","web_category":"nature","title":"Animals Quenching their Thirst from Inside an African Watering Hole","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-46379-2944971930105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-perspectives-middle-african-watering-hole"}