{"summary":"The flexibility of the kettlebell workout means you're free to experiment until you find the routine that works best for you.. Kettlebell Training for Beginners","advice_category":"8","content":"\nPhoto: .::Danka::.\nA recent study at the University of Essex suggested that just five minutes of outdoor exercise has a major impact on the self-esteem and mood of both men and women, which is a powerful incentive to move at least part of your exercise routine outside. That's where a lump of iron with a loop at the top might be one of your best friends.\nEven under a bright coat of paint, these things look like antiques, and for good reason – circus strongmen and the Russian military have been training with them for centuries. They're called kettlebells, and the Russian word for them, girya, first appeared in 1704. More recently, they've caught the interest of celebrities like Gerard Butler and Katherine Heigl, celebrity trainers like Jillian Michaels and thousands of home exercisers. Many gyms also offer kettlebell classes\nPhoto: DCMatt\nKettlebell training is an intense, effective workout which can be completed in a minimum amount of time. According to the American Council on Exercise (ACE), an experienced kettlebell exerciser can burn up to 20 calories per minute in a typical kettlebell workout, all while building both aerobic capacity and muscle mass. John Porcari, Ph.D., a researcher at the University of Wisconsin, who led the ACE study on kettlebell training, says, \"The only other thing I could find that burns that many calories is cross-country skiing up hill at a face pace.\" Kettlebells, though, require neither snow nor a hill.\nThe intensity of the workout makes it imperative for beginners to seek competent instruction and consult with a physician before starting a kettlebell program. If at all possible, schedule a series of sessions with a certified kettlebell instructor, or, at the very least, familiarize yourself with a few of the many available books, DVDs or online instructional videos. When you're ready, begin with a weight that allows you to focus on your form. Traditional programs recommend 18-pound kettlebells for women and 35-pound kettlebells for men, but make sure you're not sacrificing proper technique for a heavier weight. No one's going to be impressed when you're laid up with a torn muscle or injured joint!\nPhoto: prettyflower\nThe key to proper kettlebell technique is to focus on lifting with the legs, hips and glutes, rather than with the arms and shoulders. ACE recommends a program of kettlebell deadlifts, swings, pushups, rows, presses, walking lunges and other exercises three times a week. Once you're familiar with the dynamics of the kettlebell, you can incorporate additional exercises, or begin to increase the weight. The flexibility of the kettlebell workout means you're free to experiment until you find the routine that works best for you.\nSources:Green Exercise\nKatherine Heigl and Kettlebell Workouts\nKettlebell Training for Beginners\nKettlebells: Twice the Results in Half the Time?\nOpen Letter to Celebrity TV Trainers About Kettlebell Workouts\nRise of the Kettlebell\nTraining with Russian Kettlebells","author":"ChiaLynn","web_category":"lifestyle","title":"Kettlebells: The 300 Year Old Weightlifting Craze Still Going Strong","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/news-train-celebrity-or-circus-freak-kettlebell-workout"}