{"summary":"The London Walkabout 2011 is a 15km walk, with the option of a shorter 5km walk, around Hyde Park, Green Park and St James Park. For the first time ever, a fully inclusive charity walk will take place in London’s Royal Parks on Saturday, June 18, 2011 at 10 am, bringing wheelchair riders and walkers together.","advice_category":"8","content":"\nPhoto: Julio Aguiar\nWe all know the benefits of walking: it helps keep the pounds away, it is by far the best way to get around for the environment and it reduces the risk of developing a whole host of conditions. The BBC recently reported that brisk walks can actually even limit the growth of man’s arch-health nemeses: cancer. So with all these great benefits and more, have you ever thought about exercising and doing good at the exact same time? We think we’ve found the cure.\nFor the first time ever, a fully inclusive charity walk will take place in London’s Royal Parks on Saturday, June 18, 2011 at 10 am, bringing wheelchair riders and walkers together.\nThe London Walkabout 2011 is hosted by the Walkabout Foundation, which splits its funding between research to find a cure for paralysis (the charity helped fund the US breakthrough that recently allowed a paralysed man to stand and walk again) and providing robust, dynamic and adjustable wheelchairs to countries in the developing world. In less than a year and a half, the charity has provided over 1,000 “Rough Rider” wheelchairs to countries like Haiti and Rwanda.\nPhoto: Carolina Gonzalez-Bunster\nThe London Walkabout 2011 is a 15km walk, with the option of a shorter 5km walk, around Hyde Park, Green Park and St James Park. It's free and all are welcome, regardless of age, ability or fitness. The route has been carefully selected to be entirely wheelchair accessible. Participants are asked to fundraise however much they can, whether that be ¢G200 for a whole wheelchair – built, shipped, delivered and fitted to its recipient – or just ¢G5. It all counts!\nPhoto: Carolina Gonzalez-Bunster\nSo, if you feel like exercising and doing good on Saturday 18 June and walking for those that cannot walk, simply email londonwalkabout@thewalkaboutfoundation.org with your full name and the names of any friends or family members you’d like to bring with you. It’s that easy to register! It’s just a summer stroll through London Royal Parks and it beats going to the gym any day.\nPhoto: Carolina Gonzalez-Bunster\nWalk and donate a wheelchair to the 100 million people in the world that can't afford one but so desperately need one. Walk and change a life on Saturday, June 18, 2011. For more information on Walkabout Foundation, please visit www.walkaboutfoundation.org.","author":"CarolinaGB","web_category":"lifestyle","title":"Never Has Exercising Been So Easy: London Walkabout 2011","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-never-has-exercising-been-made-so-easy-london-walkabout-2011"}