{"summary":"Strictly speaking, halos rather than rainbows, glories occur when light backscatters towards the sun through a cloud of same-sized water droplets.. The Red Arrows are the cr?me de la cr?me when it comes to aerial displays, but as they tear through a rainbow, coloured smoke trails resplendent, is it a case of man outshining mother nature's best efforts – or is the opposite true?","advice_category":"4","content":"\nPhoto: Red Arrows flying through a rainbow Photo: Copyright ? Tim Bullen Photography \nIt's man-versus-nature time again as we look at the beautiful contrasts created when airplanes and rainbows clash. One might think jumbo jets and supersonic fighters rule the heavens as they streak across the sky, but when these machines encounter the splendour of nature's finest light phenomena, their engines might be forgiven for spluttering. This mastershot from photographer Tim Bullen puts things in the balance. The Red Arrows are the cr?me de la cr?me when it comes to aerial displays, but as they tear through a rainbow, coloured smoke trails resplendent, is it a case of man outshining mother nature's best efforts – or is the opposite true?\nAirliner under rainbow's spell at sunsetPhoto: Photo: vector1771  / Hangar71.com\nIn this beautiful shot from photographer Tyler, a.k.a. vector1771, we see a Boeing 737 jet airliner almost seeming to be struck by the giant rainbow beaming down from above. According to its captor, the other end of the rainbow dropped into the Columbia River – the largest in America's Pacific Northwest – about a mile to the north. 'What a sight!' says Tyler. We can believe it.\nEngulfed in colourPhoto: Photo: vector1771  / Hangar71.com\nAnother gem from Tyler, this psychedelic shot shows a plane totally in the thrall of a huge rainbow, which makes for some backdrop. Rainbows can be seen whenever there are water droplets in the air and sunlight shining from behind the person watching from a low altitude angle. There are exceptions, though, as when these light phenomena are viewed from the vantage point of airplanes.\nWar and peace: Eagle and rainbowPhoto: Photo: vector1771  / Hangar71.com\nTyler's last shot is aptly titled 'War and Peace'. A landing F-15 Eagle crosses swords with the arc of a rainbow, the two protagonists in the image seeming to symbolise opposing ideas. The ethereal nature of the rainbow – no more than light refracting and reflecting through rain drops – is met by the cold hard metal of one the world's best known tactical fighters. A rare capture.\nRare solar glories seen from airplanesPhoto: \nPhotos: James B. Kaler  and Ophios\nNext, to the beautiful concentric rings of these circular rainbows, more accurately known as the 'glories'. Though the light phenomenon appears to have the measure of an airplane in the second photo, the glory surrounds not the plane but its silhouette. Strictly speaking, halos rather than rainbows, glories occur when light backscatters towards the sun through a cloud of same-sized water droplets.\nHornet climbing through rainbow-coloured cloudsPhoto: Photo: Mass Communication Specialist 2nd Class Kristopher Wilson, US Navy\nAnd finally to a photo of an F/A-18 Hornet climbing through the air towards an optical phenomenon that might be a kind of halo, produced by ice crystals creating coloured spots in the sky, or perhaps iridescence caused by tiny raindrops. Again, not a rainbow per se, and yet this modern day fighter nevertheless seems drawn to its tranquil tones – pot of gold enough.\nLAX Sunset airplane landingPhoto: Photo: Felipe Barrientos\nSo which bring home the biscuit, soaring planes or incandescent skies? You decide.\nSources: 1, 2, 3 \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Airplanes Vs Rainbows","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/airplanes-vs-rainbows/18923"}