{"summary":"Blue-coloured aurorae are the result of nitrogen emissions and the atoms regaining an electron after being ionized as described above. Red aurorae are the result of nitrogen emissions as well, but after the atoms’ return to their ground state from an excited, i.e","advice_category":"4","content":"\nPhoto: \nImage: Joshua Strang, US Air Force \nAurorae or Northern and Southern Polar Lights are stunning phenomena that put everything around them under a spell, dwarfing people, trees, houses, mountains, roads and even whole cities. But they not only awe us with their vastness, they also put on a spectacular lightshow in green, red or blue depending on the chemical reaction taking place.\nA so-called aurora “curtain”, dwarfing a whole forest:Photo: \nImage: Image Editor\nWe’ve brought you stunning images of the Aurora Borealis and Aurora Australis many times here on Environmental Graffiti, yet this phenomenon never ceases to amaze, especially if seen in perspective – hint: read through and you’ll see what we mean! \nAlone with a “quiet arc” aurora:Photo: \nImage: Well Lucio\nWhat are aurorae and what causes them? The sun is the culprit, or better its winds carrying solar particles or photons that are funnelled down to the Earth’s upper atmosphere – that’s 80 km or 50 miles above - and then accelerated along its magnetic field lines. Nitrogen atoms are ionized (or excited) through the collision with the solar wind particles and can either regain an electron, or oxygen and nitrogen atoms can return from their excited to a ground state. \nAdmiring the Northern Lights:Photo: \nImage: Nick Russill\nSounds like one hell of a cosmic stew of the Earth’s electrons and protons with the atmosphere’s atoms and molecules that’s brewing in the Earth’s magnetosphere! No wonder the green aurorae seem to have escaped straight from a witch’s cauldron.  \nWhat’s brewing up north?Photo: \nImage: Xander\nActually, greenish-coloured aurorae are the result of oxygen emissions, as are the brownish-red hues. The colour just depends on the amount of energy absorbed.\nAll roads lead to the Aurora Borealis:Photo: \nImage: Omar Smith\nPuncturing clouds and dwarfing mountains:Photo: \nImage: Omar Smith\nBlue-coloured aurorae are the result of nitrogen emissions and the atoms regaining an electron after being ionized as described above. Aurorae are shaped by the Earth’s magnetic field and therefore can change constantly.\nEven taller trees merely serve as a backdrop to further illuminate the aurora:Photo: \nImage: Well Lucio\nRed aurorae are the result of nitrogen emissions as well, but after the atoms’ return to their ground state from an excited, i.e. charged, state. \nA red Aurora Australis outlining a hill:Photo: \nImage: Fir0002\nDid you know that the aurora borealis is named after Aurora, the Roman goddess of dawn, and Boreas, the Greek name for north wind? The Aurora Australis is not named for Australia but the Latin term for “of the south”, Australis.  \nThough aurorae can be spotted throughout the world and even on other planets, they are most visible closer to the poles because of the longer periods of darkness and the magnetic fields. And well, not everything is dwarfed by them. We leave you with an artist’s rendition of aurorae framing the Earth:\nThe Aurora Borealis and Aurora Australis put in perspective:Photo: \nImage: NASA/Walt Feimer\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"The Vast Lightshows of the Aurora","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/vast-lightshows-aurora/18828"}