{"summary":"Otherwise known as the water spider, the diving bell spider is one of a kind. The silk threads that anchor the cocoon also serve as underwater traps, alerting the spider when some unsuspecting prey touches them, so she can come darting out to deliver a paralysing bite with her potent, venomous fangs.","advice_category":"2","content":"\nPhoto: Image: Fask7\nSometimes we humans think we've got it all sown up when it comes to inventing ingenious means for surviving in environments we weren't meant to last two minutes in. The astronaut is a case in point; so too the archetypal deep sea diver. Yet while the image of a man in a cumbersome metallic suit with a cross between an armoured helmet and a goldfish bowl on his head might strike you as inspired, it starts to look a little foolish when compared with the grace of a kitted up diving bell spider.\nDiving bell descending...Photo: Image via Keiths One Planet\nOtherwise known as the water spider, the diving bell spider is one of a kind. Found in the ponds of Northern and Central Europe as well as parts of Northern Asia, this air-breathing arachnid is the only spider that spends her entire life underwater. The spider is distinguished by the fact that she spins a 'diving bell' of air trapped inside a cocoon of silk, a wonder of nature's design she uses for consuming prey, mating, raising offspring and more.\nPhoto: Image via Muriel Martin\nAfter weaving her web sack underwater and attaching it securely to some aquatic plants, this singular spider sets about stocking it with air. She swims to the water's surface where she catches air bubbles in between the fine hairs of her legs and abdomen, before submerging once more to take her diaphanous load back to this original spider scuba tank. There, she detaches the air bubbles, and then repeats the process again and again until the sack is full of air.\nCosy inside...Photo: Image: Fask7\nThe diving bell has a few other special features as well. For one, the silk skin lets oxygen diffuse in from the water and carbon dioxide diffuse out, meaning the spider does not have to renew her air supply so often. The silk threads that anchor the cocoon also serve as underwater traps, alerting the spider when some unsuspecting prey touches them, so she can come darting out to deliver a paralysing bite with her potent, venomous fangs.\nUnfortunate victim... Photo: Image: Fask7\nSo much for the spider, but how do humans measure up beside her? In our defence, we are less clumsy underwater as scuba divers than when holed up in hulking great atmospheric diving suits or traditional diving bells, but we can't spend the winter underwater with the aid of such contraptions and neither can we use them as nests in which to safely rear our young. Human answers to this personal spider's submarine will just have to try a little harder.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Incredible Aqualung of the Diving Bell Spider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-44915-2893253190105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-aqualung-diving-bell-spider/13855"}