{"summary":"As if rocket launches weren’t spectacular enough, sometimes viewers are treated to a special light show when rocket trails are illuminated by high altitude sunlight. It doesn’t take more than 15 minutes from rocket launch to fading rocket trail","advice_category":"4","content":"\nPhoto: \nImage: James W. Young\nAs if rocket launches weren’t spectacular enough, sometimes viewers are treated to a special light show when rocket trails are illuminated by high altitude sunlight. Called twilight phenomena, these giant colourful doodles in the sky leave us wondering what their message may be. But before we can decipher it, they’ve already disappeared.  \nIs it a bird, a plane? No, it’s a butterfly:Photo: \nImage: Andrew Phillips\nThese twilight phenomena or twilight effects occur when the unburned fuel particles in the rocket trail and water condense, freeze and then expand in the thinner upper atmosphere. Because rocket trails extend high into the stratosphere and mesosphere, they catch high altitude sunlight long after the sun has set on the ground. The small exhaust particles diffract sunlight and produce pink, blue, green and orange colours, making the twilight phenomenon all the more spectacular.\nThe rocket trail left behind after a test firing of a Minuteman-II ICBM from Vandenberg Air Force Base, CA: Photo: \nImage via board.muse\nThis image shows the twilight phenomenon caused by the launch of the unarmed Minuteman III missile on September 19, 2002 as seen from the LA-24 Long Range Tracking Telescope site on Tranquillon Peak. \nTwilight phenomenon over Vandenberg Air Force Base:Photo: \nImage: Dennis Fisher, USAF\nNext is a digital telephoto view of the same twilight effect after the launch of Minuteman III as recorded from Table Mountain Observatory near Wrightwood, CA. The setting sun caused the dramatic red and orange colour that intensifies near the top of the rocket trail. The bright diffuse cloud still caught in full sunlight is the result of a rocket stage separation. The rainbow tinge was likely produced by high altitude ice crystals forming in the exhaust plume. The bottom of the trail is faintly illuminated from the east by a nearly full Moon.\nLooks like a dove, doesn’t it?Photo: \nImage: James W. Young\nTwilight phenomena are quite rare because they require a rocket launch timed around sunrise or sunset and clear skies. Plus, the exhaust particles must have similar sizes and be at least several micron across to produce this vivid iridescence. \nHigh altitude winds deform, twist and carry the rocket trails over long distances. Often visible even hundreds of miles away from the rocket launch, they catch many a viewer unaware. In fact, they are often mistaken for a failed rocket launch or even an unidentified flying object.        \nUFO?Photo: \nImage via cranium\nThe rocket trail in the image below was caused by defense missile tests in White Sands, NM on June 10, 1999. The picture was taken about 300 miles away. Also starring are Jupiter at top right, the crescent Moon and Saturn center stage. \nComposition with rocket trails, Moon, Jupiter and Saturn:Photo: \nImage: Joe Orman\nThe launch of the Minotaur I satellite from Vandenberg Air Force Base in September 2005 left this colourful rocket trail behind.\nSign your name across the sky:Photo: \nImage: nogwater\nThe same phenomenon but with the separation of the rocket as it switched stages before going into space. \nTake me back to the white light:Photo: \nImage: Jerry Pierce\nHere’s a photograph of the fading rocket trails produced by Space Shuttle Atlantis on June 8, 2007 from Titusville, FL, close to the Kennedy Space Center. \nWhen rocket trails meet power lines:Photo: \nImage: Brian Finifter\nThe two images below were taken after the Minotaur rocket launch on September 22, 2005, only a few minutes apart. It doesn’t take more than 15 minutes from rocket launch to fading rocket trail. \nMouse, cat or dog?Photo: \nImage via tomsdomain\nFading dog:Photo: \nImage via tomsdomain\nIridescent rocket trails are rare phenomena that are hard to see and even harder to capture on camera. Those who do manage to photograph them can share amazing results. Who would've thought polluting the atmosphere could be so beautiful? \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Rocket Trails at Twilight Illuminate the Sky","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/featured/rocket-trails-twilight-illuminate-sky/15161"}