{"summary":"Brittlestars, by the tens of millions, are thriving in between Antarctica and New Zealand on a 4km/h current on a seamount that's taller than the tallest buildings in the world.. I explain that as a way of proving that there are sea stars thriving in a current in Antarctica that would leave most of us barely able to hold our positions, and Olympic athletes struggling to gain ground","advice_category":"2","content":"\nPhoto: Image from laszio-photo\nThe world record for the fastest a human can swim as a matter of fact,  is just over 5 miles an hour. I explain that as a way of proving that there are sea stars thriving in a current in Antarctica that would leave most of us barely able to hold our positions, and Olympic athletes struggling to gain ground. Brittlestars, by the tens of millions, are thriving in between Antarctica and New Zealand on a 4km/h current on a seamount that's taller than the tallest buildings in the world.\nThe brittlestars, which are living by the millions tip to toe in a concentration unlike any in the world, are making the rapid current and hostile conditions work for them. As the current furiously races by overhead, they are extending their arms into it, allowing them to access a large volume of food - the water acts like one giant conveyor belt, ferrying them the tiny bits of food when they desire. So, how effective is the current?\nApparently, there is more water than the top 150 rivers in the world passing over an 800+ meter mountain; a flow and speed so powerful that scientists investigating this unique location were shocked to find some of their equipment move more than a kilometer.\nThe seamount investigated by the team, which possessed a unique flat top, represents one of the first to be investigated by scientists exploring the ocean deep. It could potentially speak volumes about the biodiversity yet to be discovered in the 75% of our planet that's covered by the wet stuff.\nAnd now, just for gratuitous purposes, here's a brittlestar eating:\nSource: Census of Marine Life press release\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"The \"Lost Brittlestar City\" of Antartica","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/ecology/lost-brittlestar-city-of-antartica/1199"}