{"summary":"There are various types of lightning – cloud-to-cloud, cloud-to-ground, in-cloud-lightning, ball lightning and cloud-to-air lightning. Every thunderstorm produces lightning","advice_category":"4","content":"\nPhoto: Scotto Bear“I hear the rumble ringing through the night;\nI see the streak of flashing light.\nThe rain falls harsh and splashes high,\nas once more the lightning lights up the sky.\nIt puts on a marvelous and glorious show,\nas the lightning streaks jump to and fro.”~ By Lew Duffey\nThunderstorm and lightning are some of the most unpredictable natural forces. Two bright strokes meet somewhere far above the earth’s surface and produce gusty winds with thunder, lightning and heavy rain. Together, nature’s canvas provides a deadly yet eye-catching spectacle. Here we explore much of what there is about lightning and thunderstorms, including myths and a few important facts.\nPhoto: John Kerstholt\nPeople in ancient civilizations believed that thunder and storms were actually heavenly bodies, and so they worshiped them. Enlil was the Babylonian god of the wind, Tlaloc was the Aztec people’s god of rain and storm, Seth was the Egyptian lord of the desert and destruction, and so on.\nPhoto: Ziemor\nDid you know that not all lightning touches the ground? There are various types of lightning. Also it is a myth that it comes from the sky. In fact, it goes in both directions – down from the sky and up from the ground. Do not be afraid to touch someone who is struck by lightning as there will be no electrical charge on them. However, they will need a quick CPR and first aid immediately!\nPhoto: Eclairs\nPhoto: Greg Lundeen\nEvery thunderstorm produces lightning. Scientifically, lightning is produced as a result of collision of ice and water particles in a cloud. The positively charged lighter particles all end up near the top of the cloud, and the negatively charged heavier particles go downward near the bottom of the cloud. And then what? A circuit needs completion and – boom – a bright bolt of lightning!\nPhoto: Don Amaro\nThunderstorms occur mainly in summer and springtime and mostly during the late afternoon and at night. To form a beautiful ‘nudge’ of stormy thunder, three basic components are required: moisture, rising unstable air and a lift. The rising warm, moist air collides with very cold air in the atmosphere where it creates thunder and lightning. At last, the storm dies out, often accompanied by snow or freezing rain.\nPhoto: Saperaud\nPhoto: Mike Lehmann\nAs I said earlier, not all lightning hits the ground. There are various types of lightning – cloud-to-cloud, cloud-to-ground, in-cloud-lightning, ball lightning and cloud-to-air lightning. It is the CG (cloud-to-ground) lightning that touches the ground. Some people think that you cannot get hit by lightning if it’s not raining but that’s another misconception. It could strike you anywhere, even 10 miles away from the rainfall area.\nPhoto: Oliverherold\nThere are professionals who sometimes chase storms, driving hundreds of miles all day long. They are called 'storm chasers'. Their vehicles are equipped with all sorts of advanced facilities with which to learn and research about storms. A truly extraordinary job!\nPhoto: Yann\nIn the United States alone, every year about 100,000 thunderstorms are produced, of which at least 10% are classified as severe. As per the National Weather Services (NWS), a thunderstorm is known as severe if it produces hail ? inches in diameter and a wind speed of more than 50 mph.\nPhoto: Magica\nThunderstorm and lightning are not always harmful. They are the reason why lightning rods have been invented. A metal rod, usually made of copper or iron, can easily be seen on top of the buildings. No, these rods do not attract lightning; instead, they transfer it to the ground safely when struck. \nPhoto: Gburiola\nIf by chance, you are out in an open area when you suddenly feel your hair standing on end, immediately look for shelter, as this is a warning that a storm will approach at any time. Try to keep dry in order to prevent being hit by lightning. \nPhoto: Sensenmann\nA final word. Even though thunderstorms and lightning are dangerous, one can’t neglect their striking beauty and can’t resist capturing them on camera. Truly a rare moment in one's lifetime.\n\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"science","title":"13 Breathtaking Snapshots of Lightning and Thunderstorms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/news-16-breathtaking-images-lightning-and-thunderstorms"}