{"summary":"Sources include:  National Snow and Ice Data Centre; Natural Resources Defence Council. If the increased rate of melting continues, the summertime Arctic could be totally free of ice by 2030.","advice_category":"4","content":"\nThe US National Snow and Ice Data Centre (NSIDC) publishes its data on conditions in the Arctic at the end of every summer, or “melt season”.  This year’s details, released yesterday, show that levels of ice in the Arctic Ocean are lower than ever before.\nArctic specialist Dr Mark Serreze comments that “It's amazing. It's simply fallen off a cliff and we're still losing ice.”\nDue to the increased rate of melting the Northwest Passage, which connects the Atlantic and Pacific Oceans, is now almost completely clear; 100 years ago when it was first navigated by explorers it took over two years to find a safe route through the thick, compact ice.  Researchers also think that the north-east passage, along Russia’s Arctic coast, could open later this September.\nThe NSIDC notes that “as of today, ice extent in 2007 was 1 million square kilometers (386,000 square miles) less than the same day in 2005.”\n“Why has the melt season progressed so quickly? The answer lies in a combination of high temperatures, changes in the age and thickness of ice, and fluctuations in atmospheric circulations.”\nIf the increased rate of melting continues, the summertime Arctic could be totally free of ice by 2030.\nDr Mark Serreze concludes that “The rules are starting to change and what's changing the rules is the input of greenhouse gases. This year puts the exclamation mark on a series of record lows that tell us something is happening.”\nRapidly decreasing ice levels have implications for the survival of polar bears, who live only in the Arctic.  Due to habitat loss they are now considered an endangered species by the Natural Resources Defense Council.  Andrew Wetzler, Director of the Endangered Species Project said in April that “the plight of these animals is critical, and so is the sense that the changes affecting them are eventually going to affect us.”\nSources include:  National Snow and Ice Data Centre; Natural Resources Defence Council\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Maryking","web_category":"science","title":"Arctic ice cap will disappear in 20 years, say scientists","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/arctic-ice-cap-could-disappear-in-20-years/264"}