{"summary":"This and the fact that the psychedelic frogfish can expand its head and extend its mouth forward, thus elongating the head to a shape more often seen in large fish, may indicate the fish’s strategy of looking larger and more impressive than it is, maybe to startle potential predators. The fish’s skin pattern with its yellowish, brown and white stripes is – similar to a zebra’s – unique to each individual, a fact that allows scientists to identify different psychedelic frogfish in the wild quite easily","advice_category":"2","content":"\nPhoto: \nImage: David Hall\nThe Psychedelic Frogfish is not only funky looking (read: trippy) on the outside; its forward-facing eyes are extremely rare for fish, allowing it to have the same kind of depth perception that humans have. As well as this, its colourful, scaleless skin actually mimics the kind of coral it can be found around, reason for us to take a closer look at this anglerfish and its habitat.\nPsychedelic ball – notice how all the stripes come together at the eyes:Photo: \nImage: David Hall\nThe psychedelic frogfish (Histiophryne psychedelica) is a new species of 2009 – it was first described in the scientific journal Copeia by zoologists Ted Pietsch, Rachel Arnold, and David Hall. At 15 cm (6 cm), it is not small and must surely be striking. Frogfishes belong to the Antennariidae family and are a type of anglerfish. Unlike the latter, though, the psychedelic frogfish does not have the characteristic fleshy growth on the head, used for luring or angling prey. \nEach fish has its own beautiful, unique pattern, like a fingerprint:Photo: \nImage: David Hall\nLike a typical frogfish, its skin is flabby, fleshy and scaleless. It may even be covered in protective mucus when swimming close to coral to avoid tearing. The fish’s skin pattern with its yellowish, brown and white stripes is – similar to a zebra’s – unique to each individual, a fact that allows scientists to identify different psychedelic frogfish in the wild quite easily. The pattern mimics the hard corals commonly found in its native habitat, the sea around Bali, Indonesia. \nFish or coral?Photo: \nImage: David Hall\nA not so distant cousin – a juvenile Painted Frogfish (Antennarius pictus):Photo: \nImage: Stephen Childs\nThe turquoise dots in the fish’s face are actually not the eyes but brightly coloured patches around them, making the eyes look larger. This and the fact that the psychedelic frogfish can expand its head and extend its mouth forward, thus elongating the head to a shape more often seen in large fish, may indicate the fish’s strategy of looking larger and more impressive than it is, maybe to startle potential predators.   \nHullo, did I startle you?Photo: \nImage: David Hall \nAs mentioned earlier, the fish’s forward-facing eyes allow it to experience depth perception similar to that of humans, an unusual characteristic for most fish. This comes in handy given that, like most frogfish, the psychedelic frogfish doesn’t move very much but rather waits for prey to come to it, following it with its eyes and then sucking it in in just six milliseconds! \nDon’t get too close to that mouth…Photo: \nImage: David Hall\nWhen it does move, though, a frogfish uses jet propulsion – that means walking on its pectoral fins over the seafloor rather than swimming. Plus, the fish takes on a ball shape and shoots water through its gills to propel itself forward, making it look like, well, in the scientists’ words \"an inflated rubber ball bouncing along the bottom.\" An astonishing fish, we think, from whatever angle you look at it, and what a find!\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"The Most Psychedelic Fish On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb18.webshots.com-45009-2177241390105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/psychedelic-frogfish/18314"}