{"summary":"The Giant’s Causeway is an array of about 40,000 interlocking stone columns, situated on the northern coast of Ireland. Photo: Man vyi","advice_category":"2","content":"\nPhoto: Man vyi\nIt's millions of years old, possesses breathtaking scenic beauty, and there is a mix of myth and legend about its origin. The Giant’s Causeway is an array of about 40,000 interlocking stone columns, situated on the northern coast of Ireland. Some of its columns are up to 12 meters (36 feet) high.\nAmong the majestic coastline one can also find kelp walls as well as a few small fisherman’s cottages and slipways.\nPhoto: Chmee2\nFamous as Ireland’s top tourist attraction and declared a UNESCO World Heritage Site in 1986, the Giant's Causeway was discovered in 1692 by the Bishop of Londonderry. Since then it has been described as the eighth wonder of the world. \nPhoto: Man vyi\nThe legend is that it was built by the giant, Finn McCool, who wanted to make a road to Scotland to fight with another giant, Benandonner. In reality, however, these fascinating patterns of hexagonal stones were formed as a result of volcanic activity in the area, some 60 million years ago. The molten basalt from the volcano cooled down slowly, cracking from the surface downward like drying mud to form six-sided stone ‘logs’.\nPhoto: Linda Bailey\nLocated in Northern Island's County Antrim, the causeway is today owned and managed by the National Trust. Some of the notable features in the area are the Giant’s Boot (pictured above), the Chimney Stacks and the Camel’s Hump. We must visit this miraculous place, full of impressive surprises!\nSources: 1, 2, 3, 4, 5","author":"Alka Sharma","web_category":"nature","title":"The Strange Geometric Stones of the Giant's Causeway","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/news-mysterious-hexagonal-stones-giants-causeway"}