{"summary":"Academics are some of the loudest protesters of carbon emitters, but universities are rarely the targets of their protests. City University in London, for example, produced 12,283 tons of carbon emissions each year, with 87% of that related to its buildings energy use","advice_category":"4","content":"\nAlthough universities are generally hotbeds of criticism against global warming and emitters of greenhouse gases, some are suggesting that schools need to do much more to reduce their own carbon footprints as well. \nUniversity College London\nUniversities often have quite a high carbon footprint, mostly from energy needs in buildings. City University in London, for example, produced 12,283 tons of carbon emissions each year, with 87% of that related to its buildings energy use.  There are many other factors not always taken into account, however, when considering the carbon footprint of the academic world.\nIronically, all those climate change conferences university professors attend could be harming the environment. Traveling by air produces large amounts of carbon, and with many professors attending several conferences a year on various topics, the amounts can add up.  International students, which universities frequently pride themselves on recruiting, also rack up high carbon emission levels from travel.\nBrian Everett and Rob Copeland, authors of 'Climate change: a trade union responsibility in higher education', offered some ideas about universities and tackling climate change. The suggest universities set up their own policies to lower their carbon footprints, and suggest using teleconferencing more often in place of personal meetings.\nThe duo also made some more radical, and less likely to be adopted, suggestions. Although they admitted the idea would be unpopular with staff, they suggest that: \"If there were to be serious reductions in carbon emissions from university buildings, one major way of doing this would be to reduce the use of buildings during the darker colder months of the year, and increase their use during the lighter and warmer months.\"\nWhile some of the two men’s ideas are unlikely to be adopted, such as cutting back on the “environmentally unfriendly” recruitment of students from Southeast Asia, the paper does raise some interesting points. Academics are some of the loudest protesters of carbon emitters, but universities are rarely the targets of their protests. While having classes in summer months or cutting back on international student enrollment are indeed radical moves, are they any more radical than many of the proposals so many professors suggest others adopt in their research and classrooms? This seems to be a subject where \"practice what you preach\" should be invoked.\nSource: Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"science","title":"Universities Not Always Practicing What They Teach on CO2 Emissions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/are-universities-practicing-what-they-teach-on-co2-emissions/470"}