{"summary":"Four species of Mobula are found in the plankton-rich waters off Mexico’s west coast – the Chilean Devil Ray, Smooth-tail Mobula, Munk's Devil Ray and Spinetail Mobula – and on occasion large schools can be seen blanketing the depths.. Trawlers, long lines and nylon nets have replaced individual fishermen using a hand line – fishermen who, faced with crushing competition from large-scale commercial ventures, have turned to catching the Mobulas they would formerly have left.","advice_category":"2","content":"\nPhoto: Photo: nbonzey\nOff the coast of Mexico’s Baja peninsula, a Mobula Ray bursts from the swell with breathtaking beauty, catching air as its whip-like tail trails behind. The expression 'like a fish out of water' is used to convey the sense of feeling uncomfortable in a situation, but one look at the Mobula Ray soaring almost seven feet above the waves and discomfort is the last thing to enter the mind. Effortlessness is more like it.\nPhoto: Photo: nbonzey\nThe Mobula Ray is one of Nature’s daredevils – ironic given its other name: Devil Ray – a fish pushing the limits of its natural environment due to its habit of breaching several metres above the surface of the water in the Sea of Cortez.\nPhoto: Photo: charleschandler\nThe Mobula Ray is no lightweight, among rays second in size only to its cousin the Manta Ray, which has been measured at 25 feet across. The Mobulas in the Gulf of California do not exceed ten feet, but that's still a lot of fish leaping from the water.\nPhoto: Photo: charleschandler\nFour species of Mobula are found in the plankton-rich waters off Mexico’s west coast – the Chilean Devil Ray, Smooth-tail Mobula, Munk's Devil Ray and Spinetail Mobula – and on occasion large schools can be seen blanketing the depths.\nPhoto: Photo: charleschandler\nThen at other times these aerodynamic aquatic animals send their glistening black bodies flying through the air. Why the creatures behave this way is a mystery, though theories range from the shedding of parasites to cooperative hunting.\nPhoto: Photo: charleschandler\nThe food Mobulas generally eat is krill, with filters in their gills that act as sieves, trapping the tiny shrimp-like crustaceans. It may be that the acrobatics trick prey into moving down into the mouths of other Mobulas below. Maybe.   \nPhoto: Photo: charleschandler\nWhatever its explanation, there is no doubting the brilliance of the way these fish get airborne to perform somersaults, double flips and belly-flops – moves which have led some to speculate that this is actually some form of exercise or play.\nPhoto: Photo: charleschandler\nThe spinning movements themselves may come down to the lack of resistance to the Mobula’s underwater motion as it leaves the water. Munk's Devil Rays have a special appetite for mid-air flips that have earned them the nickname tortillas.\nPhoto: Photo: charleschandler\nYet despite their brilliance, like so much marine life, Mobula Rays face threats from man. Reports suggest fish stocks in the Sea of Cortez have declined fast over recent years, leaving fishermen concerned that there is little left to catch.\nPhoto: Photo: charleschandler\nTrawlers, long lines and nylon nets have replaced individual fishermen using a hand line – fishermen who, faced with crushing competition from large-scale commercial ventures, have turned to catching the Mobulas they would formerly have left.\nPhoto: Photo: charleschandler\nMore devastating still are accidental nettings, abandoned drift nets posing a particularly serious danger. Few could wish harm on the Mobula Ray as is it glides gracefully through the water or flips into the sunlight, wings flapping to reveal its white underbelly. \nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Mobula Ray Bursts from the Waves ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/featured/mobula-ray-bursts-waves/17365"}