{"summary":"America's growing population will need homes in which to live. Yet the country's upward population trend is perhaps not surprising considering America's traditional dedication to welcoming immigrants and belief that starting a family is as natural as enjoying warm apple pie.","advice_category":"6","content":"\nPhoto: Global Jet\nNumber crunchers are fond of pi, an irrational number equal to the ratio between the circumference and diameter of a circle. In March 2012, Census Bureau employees were excited to announce that the USA's population passed 314,159,265 Americans, or pi multiplied by 100 million. \nAmerica's population grew nearly 10% between 2000 and 2010. Yet the country's upward population trend is perhaps not surprising considering America's traditional dedication to welcoming immigrants and belief that starting a family is as natural as enjoying warm apple pie.\nPhoto: Jakeliefer\nAmerica's growing population will need homes in which to live. Fortunately, bold dreamers are designing new digs for future Americans. The Telegraph describes these homes of the future. The report begins by describing seasteading, a plan to colonize watery habitats. Activists at the Seasteading Institute aim to launch an ocean settlement by the end of this decade. British and Dutch builders, meanwhile, have more modest plans for floating neighborhoods in coastal areas that would alleviate crowding and prevent flood-related deaths.\nPhoto: Evelyn Kamilaki\nOn land, eco-cities strive to reduce humanity's environmental impact. Masdar City is an eco-development in the UAE designed to house 40,000 residents sustainably by using technology that limits their consumption. Tianjin Eco-City's planners in China expect to adjust the city's design in response to early inhabitants so that it can evolve to match their preferences. And Britain's Eco-Towns Prospectus morphed into a campaign to use LED lights after authorities consulted with locals. The different relationships between designers and residents represent different approaches to environmentalism.\nPhoto: Jaffar Hussain\nOthers looking to the future have turned their gazes skyward in search of places to settle. Superskyscrapers that dwarf 20th-century icons could shelter millions of people. Standing at 2,723 feet, the Burj Khalifa in the UAE has over a thousand domiciles. And proposed buildings that extend more than a mile into the sky could add significantly to the skylines of Dubai and Tokyo. Even farms will move to skyscrapers if vertical farming advocates have their way. The UK's Alpha Farm gained international recognition for pioneering vertical farming.\nPhoto: Florian Boyd\nUnderground homes, on the other hand, could bring vertical living downward. According to The Telegraph, a Mexican development called Earthscraper could house subterranean residents in an upside-down pyramid, while Americans could live in a converted Arizona copper mine. All of the futuristic structures mentioned in the article are impressive, but cost is admittedly a reoccurring downside to them.\nPhoto: Ken Lund\nAmerica keeps growing as immigrants and newborns add to the nation's population. Currently, the majority of homes under construction are single-family houses.\nIn the future, higher population densities will promote alternative ways to live. Innovators are creating structures for the sea, land, sky, and underground that should be able to accommodate an expanding nation.","author":"Joseph Dunsay","web_category":"art+and+design","title":"Future Cities: Where Will America's Growing Population Live?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Community-Fridge.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-futuristic-homes-tomorrows-americans"}