{"summary":"Drug War supporters believe they can make the country safer by outlawing marijuana. This year, speakers at the rally advocated for marijuana policy reform and supported a Massachusetts medical marijuana ballot initiative","advice_category":"8","content":"\nPhoto: Steve Spezz\nHome to the Massachusetts Institute of Technology and Havard University, the greater Boston area is a cultural fount for America. Once a provincial outpost on the western edge of the Atlantic, Boston became famous for an 18th-century revolt. In Banquet at Delmonico's, Barry Werth wrote about Bostonian scholars such as John Fiske and Asa Gray who upset conventions with evolutionary theories a century later.\nPhoto: Willem van Bergen\nThe Bostonian tradition of rebellion continued last weekend as demonstrators challenged current marijuana laws at the MassCann/NORML Freedom Rally. Also known as Hempfest, this annual gathering started out near the end of the Cold War. \nPhoto: Jared and Corin\nThis year, speakers at the rally advocated for marijuana policy reform and supported a Massachusetts medical marijuana ballot initiative. Live music from bands also drew participants to the celebration. \nMost of the crowd was law abiding, although some folks smoked and possessed marijuana at the event. Yet, unashamed of their actions, they actually increased the danger of being convicted for these crimes by posting about them on social media sites. Every drug has risks and benefits, but marijuana users at the rally felt that the benefits of smoking marijuana outweighed the risks.\nPhoto: West Midland Police\nMarijuana is still a Schedule I drug which prohibition supporters blame for health problems and crime. Even so,  the Massachusetts Cannabis Reform Coalition works to change marijuana laws through efforts such as Hempfest. Its website has sections about decriminalization and legalization. Yet a frequently asked questions page urges activists to obey current laws at the rally as they push for reform.\nPhoto: USFS Region 5\nMarijuana prohibition affects Americans in all parts of the country. A portion of the population in American cities, suburbs and countrysides would like to use marijuana without fear of legal repercussions. What's more, marijuana farming is not limited to hydroponic systems in closets. There are rural pot farmers who grow marijuana on their own, or more commonly other crop farmers', lands. Law enforcement raids on marijuana farms destroy the plants of these furtive farmers.\nPhoto: Crane Station\nTargeting marijuana crops is easier this year because the plant manages to stay green during a drought while other crops turn brown. Under current drug policy, marijuana's drought tolerance is a liability. It seems possible that this 'defect' could become an advantage under a more tolerant policy. If marijuana was legal, sales from marijuana harvests could offset some of the losses from more susceptible crops during drought years. \nPhoto: Roger Wollstadt\nProhibition has significant ramifications for people in the USA. Consequently, it is the center of much debate. Drug War supporters believe they can make the country safer by outlawing marijuana. Legalization supporters, on the other hand, believe that marijuana prohibition causes more harm than does the drug. \nThankfully, Bostonians enjoy the right to peacefully assemble and petition their government for policy changes. These rights allow them to influence the law without any need for open rebellion.","author":"Joseph Dunsay","web_category":"travel","title":"Open Rebellion Breaks Out at Boston Cannabis Festival","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","url":"http://www.environmentalgraffiti.com/cities/news-open-rebellion-breaks-out-boston-cannabis-festival"}