{"summary":"Inbreeding is a serious problem for the South China tiger population as captive bred tigers may soon be the only surviving members of the endangered species. Moreover, it was the first time the operation had been attempted on a South China tiger","advice_category":"2","content":"\nOne of China’s top optical surgeons has used the skills honed on hundreds of human patients to save the eyesight of one of the world's rarest baby animals.\nA tiger at the Beijing zoo. Image by Shizhao\nLiu Fei, an eye surgeon with Nanchang University, operated on a one year old baby tiger at the Nanchang zoo in Jiangxi province. The cub was a rare South China tiger, an endangered species.\nThe baby animal had been suffering from cataracts, most likely caused by inbreeding.  Many of the tigers suffer from genetic defects.  Most of this is due to a lack of genetic diversity. There are 72 South China tigers that have been born in captivity in China. Almost all of these exotic animals are directly descended from just six tigers, all of which were captured in the wild in 1955.\nThe Xinhua news agency reported: \"Zoo workers suspected he was unable to see because he often ran into walls and fences and could only sniff for food.\" The one year old cub was famous for being one of only two surviving cubs conceived through artificial insemination.\nInbreeding is a serious problem for the South China tiger population as captive bred tigers may soon be the only surviving members of the endangered species. The World Conservation Union lists the South China tiger as a critically endangered species. There may be fewer than 30 individual tigers left in the wild.  This, in effect, makes them a “functionally extinct” species in the wild.\nDr. Fei has had much success in cataract surgeries before, operating on hundreds of human patients. This was, however, his first time operating on an animal. Moreover, it was the first time the operation had been attempted on a South China tiger.  While there have been similar operations on tigers before, it has always been Siberian, rather than South China, tigers.\nNevertheless, the operation was a complete success. The baby tiger will be able to see normally from now on.\nInfo from Reuters\nIf you want to find out all the latest animal and ecology news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Blind Baby Tiger Saved by Human Eye Surgeon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","url":"http://www.environmentalgraffiti.com/ecology/blind-baby-tiger-saved-by-human-eye-surgeon/761"}