{"summary":"The first period that showed more complex life than the red algae was the Ediacaran period from about 630 to 540 million years ago. One of the reasons we have a lot more fossils from this period than earlier, though, is the fact that the Cambrian period showed a sharp rise in the number of organisms with a hard shell","advice_category":"4","content":"\nWelcome to the seventh post in the series we’re calling Mother Earth.\nSo far we’ve covered the big bang to the formation of Earth, volcanoes, the early atmosphere, water, ice, and the beginnings of life on Earth. Today, we’re going to discuss the rise of multi-celled organisms and the time when sea creatures ruled the world.\nFor the vast majority of the Earth’s existence life existed only as single celled simple organisms like cyanobacteria. Then there was a sea change in the world’s oceans.\nMulticelular Organisms\nMulticelled organisms appeared.  The first real multicelled organism is thought to be red algae, which appeared sometime during the Ectacian period. The creature has been found in fossils as old as 1.2 billion years.  These first multicellular organisms had certain characteristics that have defined all complex life forms since, including humans.  Have you ever heard an old person (I assume they're the only ones still saying this) say something along the lines of “You kids think you invented sex”? Well that line wouldn’t have worked on red algae, if they could speak and had that phrase anyway. They were the first to have sex. Giggity!  Thank you red algae.\n\nSexual reproduction using germ (egg and sperm) cells is characteristic of multicelled organisms, and first appeared in red algae.  This development is thought to have allowed later more complex life forms to evolve.  It’s not all sunshine and sex though. Multicellular organisms are also the first to get a certain deadly incurable disease. Once the body produces multiple cells, it is vulnerable to cancer, which occurs when cells don’t regulate their own growth.\n\nThe Ediacaran\nA Smithsonian representation of life in the Ediacaran period\n\nThe first period that showed more complex life than the red algae was the Ediacaran period from about 630 to 540 million years ago. This period occurred after the end of the massive ice age known as the Cryogenian period. Some scientists believe there is a correlation between the end of the ice age and the rise of more complex life.  The Ediacaran period is the most recently named geological era, having been named in 2004 after the Ediacara hills in Australia.\nNot that the life was particularly complex at the time.  The big development in the Ediacaran was organisms with soft tissue.  This is shown in the fossil record, although examples are rare as soft tissue does not fossilize as easily as bone or other hard materials in the body.  The examples they do have, however, are quite diverse. It can’t be proven, but many scientists believe that the ancestors of coral, jellyfish, molluscs, and worms first appeared in the Ediacaran era.\nA lot of the animals in this time period were various versions of the “sack of organs” type animal. They weren’t particularly complex, but they did have internal organs and guts. You may recall a little article we did at EG a few weeks back called the Poo Theory of Life. If you don’t, here’s a quick summary. These multicelled organisms, with their organ sacks and their poo producing guts, helped pave the way for more complex organisms to evolve by helping reduce oxygen sucking bacteria populations. Their poo helped create a more oxygenated atmosphere. This high oxygen atmosphere was followed shortly by one of the biggest evolutionary events in the history of the world.\nThe Cambrian Explosion\nTrilobite fossils from the Burgess Shale\nThis event is known as the Cambrian Explosion.  The explosion is named for the Cambrian period, a period from around 530 to 490 million years ago. During this short period of time, a massive amount of new and diverse life forms appeared.  Most of our knowledge of the period comes from the fossilized remains of creatures that lived during this time.\nThere is an amazing amount of fossilized remains from the Cambrian period. Most of the remains are found in vast beds of shale. The two most famous shale fossil beds are probably the Maotianshan shales in China’s Yunnan province and the even more famous Burgess Shale in British Columbia. The Maotianshan shales contain earlier examples of Cambrian life, while the Burgess shales show animals from a bit later in the period. They both have preserved some amazing fossils, including fossilized softer body parts and appendages.\nOne of the reasons we have a lot more fossils from this period than earlier, though, is the fact that the Cambrian period showed a sharp rise in the number of organisms with a hard shell. Hard shells are far more likely to fossilize than soft squishy jellyfish ancestors so we naturally have a lot more information on them.\nThere are tons of examples of species that rose in the Cambrian explosion, but we don’t really have time to do a complete workup on all the new animal species. Instead, we’re going to concentrate on one that is both representative of the Cambrian period and really cool.\nWe’re talking about trilobites. These little guys flourished from the middle of the Cambrian until about 250 million years ago.  They’re one of the most diverse groups of animals that arose during the Cambrian, with over 17,000 different species. The trilobites are an arthropod group, defined by a three part body with a head, thorax, and tail. Several of them look like freaky versions of horseshoe crabs.\nIn fact, one of the coolest things about trilobites is the crazy forms they take.  Rather than just tell you all about the ones with all manner of crazy eyes and legs, I think it’s best if you take a look at some of the many awesome pictures and information here and elsewhere on the web. If I start on trilobites, we'd be here all night.\nJoin us next time as we discuss a new and different form of life on earth, the plant.\n\nOur next article in The Mother Earth Series will explore life on earth in greater detail. To keep up with the rest of the series, why not subscribe to our RSS feed. We’ll also give you a free album.\n ","author":"Chris","web_category":"science","title":"Mother Earth: When the Sea Creature Was King","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-when-the-sea-creature-was-king/601"}