{"summary":"Nonetheless, statistics show fewer marine systems affected than ecosystems on land. Many scientists have claimed that there must be more research focused on the consequences of climate change to marine environments","advice_category":"4","content":"\nimage via wikipedia\nMany scientists have claimed that there must be more research focused on the consequences of climate change to marine environments. Specialists note, that they have very little information on what the impacts of climate change are to oceanic life and have no doubt that research about underwater ecosystems lacks resources.\nFew investigations have launched mainly because studying life hundreds of meters below water is extremely expensive and resource intensive. Nonetheless, statistics show fewer marine systems affected than ecosystems on land. The Intergovernmental Panel of Climate Changes (IPCC) reported in 2007 that around 28,500 biological changes in land systems and just 85 in marine systems. Was this just due to the lack of data?\nMaybe. Data on marine environments acquired by the IPCC over a period of 20 years was not incredibly satisfying - there have been repeated funding cuts and therefore incomplete or insufficient information has passed through.\nResearchers argue that marine life may be more exposed to climate change than ecosystems on land, as more marine organisms are moving towards the cool waters of the poles.Sources: 1, 2, 3\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"science","title":"Scientists Need More Research on Climate Change and Oceanic Life","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/oceanic-life-threatened-by-climate-change/1262"}