{"summary":"CoRoT-7b was discovered when it transited CoRoT-7 and caused a dimming of its star’s light until the transit was completed. Photo: CoRoT-7 b planet","advice_category":"4","content":"\nPhoto: CoRot Mission\nArtist - CNES / ESA\nThe Mission / The Star \nThe French Space Agency (CNES), in conjunction with the European Space Agency (ESA), launched the CoRoT (COnvection ROtation and planetary Transits) space mission on December 27, 2006. CoRoT's mission is searching for large terrestrial-like exoplanets that have short orbital periods. The mission has already confirmed seven new extraterrestrial planets, the latest of which is extraordinary and exciting. As a result, the CoRoT mission has been extended to January, 2010.\nThere are no Earth occultations to interfere with CoRoT’s telescope, a situation that allows for 150 days of continuous observation each year. CoRoT's small 27cm diameter telescope looks into the sky perpendicular to its orbital plane and detects small changes in the brightness of nearby stars. When an exoplanet moves across its sun’s spherical disc (transits), small changes occur in the star’s brightness which can be photographed and measured.\nPhoto: IvoShandor / Wikimedia\nCoRoT-7 is in the constellation of Monoceros, the Unicorn, on the celestial equator and is a main sequence orange dwarf. The surface temperature of CoRoT-7 is 5275K, its radius is 87% of the Sun, mass 93% of the Sun and metal abundance is approximately the same as that of our Sun. CoRoT-7 is 489 light years (150 parsecs) distant and 1.2–2.3 billion years old as compared to our Sun which is 4.6 billion years old. The seismic activity of CoRoT-7 makes observations by the CoRoT mission spacecraft a challenge.\nPhoto: CaRoT_7b planet\nArtist - ABC.es\nThe Planets \nMore than 330 exoplanets have been discovered, most of which are gas giants that resemble Jupiter, Saturn and Neptune. The CoRoT mission spacecraft has discovered two small planets orbiting the star CoRoT-7 that have an uncommon Earth-like structure. On February 3, 2009, CNES and ESA announced CoRoT's discovery of the smallest terrestrial planet ever found, the first of these two unusual planets that are in orbit around the star CoRoT-7.\nCoRoT-7b is less than twice the size of the Earth with a mass 5.0X Earth and it is the first Super Earth planet found whose radius can be measured. It is located very close to its parent star and completes an orbit in 20 hours which is the shortest orbital period of any known planet. CoRoT-7b was discovered when it transited CoRoT-7 and caused a dimming of its star’s light until the transit was completed. The star and this planet exchange strong tidal forces.\nPhoto: CoRoT-7b planet\nArtist - telescop.ucoz\nCoRoT-7b has a high surface temperature between 1000¢XC and 1500¢XC and there are several possibilities for its surface composition. If no atmosphere is assumed, the irradiated face of CoRoT-7b might be 1800¢XK–2000¢XK; and the dark hemisphere could be as cold as 50¢XK. CoRot-7b might be covered in lava or water vapor; or have a predominantly rocky Earth-like surface; or have water and rock in equal amounts. If CoRot-7b becomes the first confirmed ocean planet, it would be covered in a great sea that formed when an icy surface melted as the planet drifted towards its star and the surface temperature rose. Yet another possibility is that CoRot-7B is a Chthonian Planet that initially resembled Neptune, but then lost a great deal of mass because of close proximity to the massive gravitational pull of CoRoT-7.\nMedia reports that CoRoT-7b has been confirmed as unambiguously ‘rocky’ as is the Earth are not quite accurate. There are several options for surface morphology. With a terrestrial density comparable to Earth, Mercury, Mars and Venus, there is an exciting possibility that CoRot-7b has a surface on which there are large, rocky land masses amidst one or more oceans.\nPhoto: CoRoT-7 b planet\nArtist - exoplanetz\nThe first detailed information about CoRoT-7c – the second Super Earth planet in orbit around CoRoT-7 – was published in late August, 2009. Data was contributed by international partners at the European Southern Observatory at Paranal, the 3.6 meter telescope at La Silla (Chile) and the Euler Swiss telescope. The mass of CoRoT-7c is ~8.0X Earth, and its density is similar to that of Earth. The planet’s surface may also be composed of water, ice and rocks.\nThe star CoRoT-7 is the brightest star known with transiting planets. CoRoT-7 is also the first star discovered with a planetary system composed of two short period, Super Earth mass planets with one in transit. Super Earth planets have the closest resemblances to Earth of all the extraterrestrial planets. These discoveries hint at exciting possibilities for the existence of cellular life elsewhere in the galaxy!\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Earth's Cousins Orbiting a Distant Star","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/featured/earth-cousins-orbiting-distant-star/15310"}