{"summary":"Imagine walking in to get your first tattoo and knowing that not only will it make you look bad ass but it might help save the planet. However, they haven't been linked to exposure via tattoo inks","advice_category":"8","content":"\nPhoto: Vanessa Yvonne\nImagine walking in to get your first tattoo and knowing that not only will it make you look bad ass but it might help save the planet. You'd feel like a superhero right? Unfortunately, a green tattooing method does not exist, unless you go for the henna version - which quickly wears off. Still, nothing is more cool than the real thing. I myself have three tattoos, with two of them being nature themed. \nPhoto: Beth Rankin\nEco themed tattoos are the closest one can get to at least sending a message about saving the world? It's true that tattoo inks have been found to contain dangerous levels of lead and aresenic, among other metals that can lead to birth defects and cancer. However, I don't know one person that wants a tattoo and says to themself, \"Hmmm I know there are toxic metals in this ink. Maybe I should do a little research first.\"There is nothing badass about research, sorry! If you are considering a tattoo here are a few things that can help you breathe easier with the decision.\nPhoto: TheGiantVermin\nIt's true cancer and birth defects have been linked to exposure to these metals. However, they haven't been linked to exposure via tattoo inks. If you're still a bit nervous, go with greens or blues for your tattoo color. These colors use copper salts and are said to be safe according to the FDA. If you live near Pineville, LA you can visit the first \"green\" tattoo parlour Natural Mystic owned by Mel Collier. It boasts a dome design which makes it cheaper to power, and also uses natural light. If you end up not liking your tattoo, there are ways to REMOVE your tattoo in an eco friendly manner. In the past, a chemical called tetrafluoroethane was used to cool the skin down to prevent scarring during laser removal. This is a greenhouse gas which is very unkind to the environment. CO2 is a much safer for the health of the ozone layer.","author":"PoetMomO3","web_category":"lifestyle","title":"Even Tattoos Can Be Green","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-can-tattoos-save-planet"}