{"summary":"He continues: \"The reflections are generally of trees, wild flowers, weeds, wild vegetation, the sky and the clouds.\"Photo: Denis Collette.. Every morning, Denis takes a walk through his woods and to his river where he will \"follow the light walking along my wild river bank on my little piece of this planet.\" ","advice_category":"6","content":"\nPhoto: Denis Collette\n\n\"I do not shoot with my eyes,\" says Denis, \"I shoot with my heart. I become my wild river.\"\nPhoto: Denis Collette\nPhotographer Denis Collette's \"wild river\" is his inspiration, the light is his beacon: \n\"The light… the light… the light… it’s magical and deeply spiritual… the light is my only church… when I follow the light it is like a prayer… a meditation… after an hour of shooting I’m in peace with all the Creation!\" \nPhoto: Denis Collette.\n\nPhoto: Denis Collette\nGraphic artist and photographer Denis Collette, 63 (no relation to the author) has taken thousands of pictures of his area of the world that he calls \"his wild river\"\nPhoto: Denis Collette\nA superb photographer, one of his truly incredible talents is the ability to shoot reflections in the water of his river, creating pieces of art that are reminiscent of Monet, Turner and other impressionists.\nPhoto: Denis Collette\nFrom pastels that could have been inspiration for Monet's water lily series...\n\nPhoto: Denis Collette\n...to the flaming reds of Canadian fall colors,\nPhoto: Denis Collette\n ... the gleaming yellows and golds of the same,Photo: Denis Collette\n\nPhoto: Denis Collette\n ... to the icy crispness of a rainy day before the river itself freezes...\nPhoto: Denis Collette\n... to the inky blue? darkness of a moonlit night, Denis Collette captures it all with his camera.\nPhoto: Denis Collette\nSome reflections look like animals or fish as in the \"Fish Eye\" below.\nPhoto: Denis Collette\n\nOften the pictures seem to move due to the refraction of the waves. In an interview, Denis has explained his photography:\nPhoto: Denis Collette\n\"I like the creativity of the water and like to be surprised. I have taken thousands of photos of reflections and they are all unique.\"\nHe continues: \"The reflections are generally of trees, wild flowers, weeds, wild vegetation, the sky and the clouds.\"Photo: Denis Collette.\nTalking about the challenges, Denis says: \"But the photo changes depending on the wind, the light, the stream, the level of the river and sometimes the depth of the river. It always fascinates me.\"\n\"The water ripples make them look like oil paintings by Van Gogh, Turner, Riopelle or Monet,\" he says.\n\nPhoto: Denis Collette\nEvery morning, Denis takes a walk through his woods and to his river where he will \"follow the light walking along my wild river bank on my little piece of this planet.\" \nPhoto: Denis Collette\nWithout fail, every day he will capture a piece of his planet in his lens, be it a reflection in the water or the leaves in a tree to share with the world. 100,000 people visited to look at one of his favorite photos when it was posted (the top one in the article), and Al Gore's office added themselves as a contact to his profile when they saw it.\nPhoto: Denis Collette? \nA tremendous thank you to Denis for his kindness and generosity in allowing me to showcase these truly spectacular works of art.\nTo see more of Denis Collette's stunning work, go to his flickr page. His work is also for sale at imagekind (it made my Christmas decisions easy) for very reasonable prices, approximately $45 including tax. He will happily upload any photo you like.\nSources: 1, 2, 3","author":"Michele Collet","web_category":"art+and+design","title":"When Reflections in Water are Like Impressionist Paintings","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/news-wild-river-reflections-photography-denis-collette"}