{"summary":"Myth Camel spiders utilize venom that acts like an anesthesia.Truth They use their fast-acting sticky legs to capture their prey. Myth Camel spiders move at 30 mph.Truth They can only run 10 mph.","advice_category":"2","content":"\nPhoto: dolor ipsum\nSince America set foot in the Middle Eastern, there has been many myths and legends circulating about the infamous screaming sand spiders, aka camel spiders. What’s true and what’s not?\nPhoto: dolor ipsum\nCamel Spiders have sticky legs that catch their prey in mid-flight. Normally spiders have webs, and scorpions have pincers. Camel Spiders employ neither.\nPhoto: Miss Colleen\nThere are hundreds of species (900 to be exact), most living in the Middle East. However, some do live in the US as well as South America. In Mexico, they are called 'matevenados' or deer killers. According to this source, they are not harmful to humans. But, who would want to play with these things?\nPhoto: Hyper Viper\nClick here to see an American soldier hold a rather large camel spider!\nSo what is true and what is myth?\nMyth Camel spiders move at 30 mph.Truth They can only run 10 mph.\nMyth They are as large as a Frisbee.Truth They are really only up to 8 inches, but some do get larger - though it’s rare.\nMyth Camel spiders utilize venom that acts like an anesthesia.Truth They use their fast-acting sticky legs to capture their prey. Then they suck out the prey’s internal organs through pedipalps, tube-like organs on either side of their mouth. They lack venom, but do spit acid.\nMyth They can jump 3ft high.Truth They typically climb using their super awesome sticky legs that glue them to any surface.\nMyth They get their name from eating the stomachs of camels. \nTruth They are cannibals, but they get the name 'camel spiders' from living in the desert.\nMyth They gnaw on peoples' brains in their sleep and people are unaware of it because of the numbing venom.Truth Again, they do bite, they are cannibals, but they use their sticky legs, fast reflexes, and pedipalps to suck out the organs of their prey.\nCamel spiders only use three of their eight legs. The nickname 'screaming spider' comes from the fact that when they are moving, particularly when running, they scream. Yes, they scream very loudly! This has induced further stories that the spider is chasing and screaming at its prey. According to credible sources, they only follow larger animals like humans because of their shadows, which protect them from the direct heat of the sun. Unprovoked, they would not hurt a human or large animal.\nOnce they have eaten dinner, usually small reptiles and other insects, the camel spider bloats up and is rendered helpless and unable to move. National Geographic states that they are solitary hunters and make their own dens in the cooler recesses of the sand. By the time that winter hits, only smaller baby camel spiders are seen.\nTo see a camel spider capture its prey in slow motion, click here.\nDo you want to read some very disturbing and scary true stories about camel spiders? Click here for American war heroes’ testimonies!","author":"Asher Kade","web_category":"nature","title":"Uncovering the Truth Behind the Camel Spider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/desert/news-war-folklore—camel-spider-myths-uncovered"}