{"summary":"Photo: Cheri MieleThis driftwood lizard, if it could talk, would tell creator Cherri Miele of its travels.. Photo: Cherri MieleHard to believe this little hummingbird was once tossed ashore to be forgotten forever.","advice_category":"6","content":"\nPhoto: Cherri MieleDriftwood and Butterfly\nAll images used with written permission from Cherri Miele unless otherwise indicated\nDriftwood. Its story would be sad, except its rebirth is simply amazing. Wood of all types, shapes and sizes can exemplify the life cycle of living, dying and being reborn. Cherri Miele, a Baltimore, Maryland-based artist scours local shore banks for days to find driftwood.\nOnce alive, the branch of a tree has somehow severed from its host and suffered the sad fate of being washed away. Perhaps its story is one we will never know; how far it traveled, maybe into a lake or stream, or how it was carried so many miles from a sewer drain into a bay. Some driftwood may have even been in ocean waters for months or more.\nPhoto: Cherri MieleCherri says it took weeks to get the remaining bark off this life-size dragon claw and to refinish it\nThe wood speaks to us; it tries to tell us that once it was drowning at sea, it had been tumbled beyond recognition. First, it became heavy and water logged, then its guts stripped to lightweight nothingness, it rose above the water and gasped for air.\nPhoto: Cherri MieleHard to believe this little hummingbird was once tossed ashore to be forgotten forever.\nShaping and forming into something different than it once was, the wood floats ashore to find a human host. Riddled with dioxins, driftwood should not be burnt or used for heating methods, so its preferred host is the artist.\nPhoto: Cheri MieleThis driftwood lizard, if it could talk, would tell creator Cherri Miele of its travels.\nCherri Miele of Chers Passion Studio explains: \"There is so much beauty here in this old wood. I hunt for weeks for it. I feel good about using sustainable goods in my artwork, and I'm so inspired by nature.\"\nHer love of nature is evident in her artwork. Cherri isn't alone, in fact, there's a long line of artists who see the beauty in using nature-made woods in their pieces. Much like the marvelous works of Heather Jansch, just featured on EG, who so adores driftwood and makes life-size driftwood horses. An artist from the UK, her work has been in exhibitions worldwide. \nGranted, everyone sees things differently. You don't have to be a world renowned artist to simply pick up a piece of driftwood and see what it is exactly that's staring back at you as I discovered when I took my own advice and created my own piece of driftwood art: \nPhoto: Ira MencyCaninus Maximus, driftwod found in Danforth, Maine by Ira Mency\nFor perhaps it is we, the artists who look at the wood so lovingly and with hope and inspiration. For the driftwood, this is a second birthday, another coming of age, and for the artist, a lucky find. For beyond its frailty, there is beauty that only nature could have made.","author":"IraMency","web_category":"art+and+design","title":"Salvaged Driftwood Carved into Amazing Sculptures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/art/news-driftwood-delights-nature-made-artist-adapted"}