{"summary":"Plant-Life.org, \"Field Pennycress, Thlaspi arvense L.\", referenced Dec. Cherokee Indians ate the young leaves, despite the bitter aroma and flavor","advice_category":"2","content":"\nPhoto: JW Stockert\nPennycress has earned a place in the spotlight with its potential as a non-food source for biodiesel fuel. However, what was its reputation before the recent publicity?\nA Botanical View of Pennycress\nQuite a number of Pennycress varieties have been named. Two common ones are \"Alpine Pennycress\" and \"Field Pennycress\". All belong to the genus Thlaspi within the mustard family. Different species are native to several continents.\nAlthough sometimes called \"stinkweed\", the flowers have only a subtle aroma. Bees, small flies and some caterpillars make use of it as food.\nField Pennycress has a double appearance. The winter annual is a low-growing circular rosette of leaves, perhaps half a foot in diameter. Summer annuals and the second-winter annuals grow a central stem and side branches.\nPhoto: John D. Byrd, Mississippi State University, Bugwood.org\nPennycress is Both a Weed and a Weed Killer\nA common and long-held view is that Pennycress is a weed. It seeds itself and grows where it can. Few people saw any value in it, and pennycress has been blamed for poisoning livestock.\nAnother agriculturalist's view?is that Pennycress kills other weeds, or perhaps out-competes them. It is not clear exactly which less-desirable plants would be targeted by cultivating Pennycress.\nPennycress is a Toxic Food\nCherokee Indians ate the young leaves, despite the bitter aroma and flavor. Some people use the leaves or seeds in small quantities to flavor dishes including salads. Modern medical advice is to avoid pennycress. Cattle have suffered miscarriages, and even died, due to pennycress poisoning caused by allyl thiocyanate in the seeds and leaves.\nPennycress has Herbal Medicinal Value\nHerbalists claim that the entire plant has medicinal value. Some use it as a tonic: to purify the blood; to combat inflammation; to increase the liver's secretion of bile and to strengthen the eyes. It can also induce sweating but reduces fever. It can induce productive coughing to rid mucous from the lungs. Tibetan medicine and Iroquois Indians use Pennycress for several purposes, including to reduce antibacterial activity.\nPhoto: Andrew Curtis\nPennycress is Decorative\nSome online florists and local flower shops purvey Pennycress, whose small but densely-packed flowers can brighten a bride's bouquet. This flower can be a welcome addition to an outdoor or window garden. It likes sunshine, moderate moisture, and a fertile loam soil with some clay.\nPennycress is a Slow Toxic Avenger for Soil Remediation\nSeveral varieties of Pennycress remove cadmium, lead or zinc from contaminated soil. Scientists have been working to identify and improve \"hyper-accumulator\" plants, which take up heavy metals faster than most. Growing plants for this purpose is sometimes called \"green remediation\". Additionally, \"green mining\" would reclaim the metals from the ash residue left after burning the plants.\nIn areas where soil generally contains heavy metals but hyper-accumulator plants have been cultivated for years, people and animals have lower-than-expected levels of these toxic metals. However, even the fastest-working Pennycress still takes over a decade to make a serious dent in contaminated soil.\nPhoto: pietila4\nHas the Jury Reached its Verdict on Pennycress?\nThe jury is still deliberating. While Pennycress has been identified as toxic to livestock, were the farmers culpable for including this \"weed\" in the hay bales fed to their cattle? Although some herbalists and chefs appreciate the medicinal or culinary aspects of Thlaspi, the dangers of its natural chemicals and the possibility that it has stored heavy metals argue strongly against ingesting it.\nPerhaps all will agree that this visually pleasing annual should be cultivated for its beauty and its incidental role in soil remediation. Just keep cattle and sheep fenced away from the garden.\nPhoto: Howard F Schwartz\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nReferences:Encyclop?dia Britannica, \"Pennycress\", revised 2010, referenced Dec. 2, 2010. Encyclop?dia Britannica Online. 02 Dec. 2010 . Dr. John Hilty, Illinois Wild Flowers, \"Field Pennycress\", referenced Dec. 2, 2010. Plant-Life.org, \"Field Pennycress, Thlaspi arvense L.\", referenced Dec. 2, 2010. Don Comis, US Dept. of Agriculture, \"Metal-Scavenging Plants to Cleanse the Soil\", modified Feb. 26, 2007, referenced Dec. 2, 2010. ","author":"MikeDeHaan","web_category":"nature","title":"The Green Side of Poisonous Stink Weed","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/nature/news-pennycress-had-pizzazz-biodiesel-came-along"}