{"summary":"Rhino poaching is not just a tragedy for the rhinos but also leaves villages unable to take advantage of ecotourism, brings in large- and small-scale criminals, and also spreads other criminal enterprises such as money laundering. Photo: ? Philippe Oberle / WWFStocks of rhino horns and animals skins Burnt by the government Kenya","advice_category":"2","content":"\nPhoto: ? Martin Harvey / WWF-CanonWhite rhino killed by poachers for horn\nThe animal's eyes are glazed over in death; blood pools in its mouth and nose; all fire and life has been extinguished. Why? Not because of any natural disease process but because of man's greed – greed that impels poachers to slaughter these magnificent creatures for their horns. Now, gaping wounds lie where once there were two horns, a gruesome reminder of man's inhumanity to animals.\nPhoto: ? Michel Gunther / WWF-CanonRecently cut white rhino horns, Zimbabwe\nThe slaughter of rhinos, already threatened, has increased by a worrying degree in South Africa since the years between 2000 and 2007, when only around a dozen were poached. Last year, in 2010, 333 rhinos were wiped out by poachers; this year so far 173 have been killed, which puts us on track to lose even more. \nPhoto: ? Philippe Oberle / WWFStocks of rhino horns and animals skins Burnt by the government Kenya\nThe poachers are not small-scale criminals but organized criminal cartels that use tranquilizer guns, helicopters, high-powered rifles with silencers, and night vision equipment. Most of the horns go to China and Vietnam to be used in traditional medicine, and some people in those countries even believe they are a cure for cancer. Vietnam used to have its own wild Javan rhinos but it is believed that last year the final one was killed in a national park, its horns brutally hacked off.\nPhoto: ? Tanya Petersen / WWF-CanonManouvering Black rhinoceros into net for helicopter transport to KwaZulu-Natal, South Africa\nNinety percent of the world's rhinoceroses now live in South Africa, and the huge increase in poaching there has been likened to a bush fire that starts small and ends up as a massive conflagration. Josef Okori, manager of the World Wildlife Fund's (WWF's) African Rhino Program, says: \"We look on this as an emergency, we are waging a protracted war.\"\nPhoto: ? Martin Harvey / WWF-CanonWhite rhino killed by poachers for horn\nThe South African police's National Joint Operational and Intelligence Structure (Natjoints) has entered the war against poaching. It was they who were responsible for security during the last World Cup. They are a highly trained and specialized force. But they have a fight on their hands – a fight to save a species. Working from the base of Skukuza camp in the famous Kruger National Park, they are being both preventative and reactive in their operations. They captured two poachers in their first two days of work and hopefully will continue at this level of success. Natjoints is a body responsible for major events, and it's good news that the South African government is not glossing over this horrific increase in slaughter. \nPhoto: ? Hartmut Jungius / WWF-CanonTypical Yemeni dagger with rhinoceros horn handle, Yemen\nRhino poaching is not just a tragedy for the rhinos but also leaves villages unable to take advantage of ecotourism, brings in large- and small-scale criminals, and also spreads other criminal enterprises such as money laundering. \nAnother way in which horns are smuggled out of the country is by Vietnamese and Chinese criminals who are able to obtain licenses for legal hunting (which some might see as madness in itself) and then illegally move horns out of the country after licensed kills. This practice has moved the government to allow only one rhino per person but this has only increased the number of Chinese and Vietnamese vying to get a license. The whole business, as Time magazine points out, adds \"a respectable veneer to a nasty pursuit.\"\nThe WWF has been intimately involved in helping monitor and fight this scourge of the rhinos. In South Africa and now Namibia they have set up a poaching hotline. It has had quite a bit of success in South Africa and hopefully this will be a model that spreads throughout Africa.\nA very special thank you to the WWF for permission to use these images.\nSources: 1, 2, 3, 4, 5","author":"Michele Collet","web_category":"nature","title":"On the Trail of Africa's Rhino Poachers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i35.tinypic.com-zl88w0.jpg","url":"http://www.environmentalgraffiti.com/news-rhino-slaughter"}