{"summary":"How anything so prickly and uninviting as a cactus can produce something as delicate and beautiful as a cactus flower seems a miracle. A field of cacti or cactus soldiers?Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Randy\nHow anything so prickly and uninviting as a cactus can produce something as delicate and beautiful as a cactus flower seems a miracle. But then again, don't we all hide our most sensitive qualities under a prickly exterior sometimes?\nMany cactus flowers are night blooming as they get pollinated by nocturnal insects like moths or small animals like bats. Depending on the cactus species, the flower shapes can be tube-like, bell-like or wheel-shaped. Sizes range from one fifth of a centimetre to 15-30 cm.\nExcept for the Rhipsalis baccifera  cactus species that can be found across the tropics of the world, cacti are prevalent in the Americas but with their growing popularity, have been imported all over the world. Among the most common and well-known are Prickly Pears, Barrel cacti, Saguaro cacti (featuring in most Western films), Aztekium cacti, and Echinopsis a.k.a. the hedgehog cactus that can be found as houseplants on many window sills. \nCacti showing their (almost) true colours at Huntington Gardens in San Marino, CA:Photo: \nImage: Randy\nWhat do you think, cactus face or cactus pizza?Photo: \nImage: Michael Seljos\nTiny miracle – a beautiful pink cactus flower with ants crawling over it for good measure:Photo: \nImage: Ana Cotta\nBeautiful small pink and orange flowers, captured in Sacramento, CA:Photo: \nImage: star5112\nA field of cacti or cactus soldiers?Photo: \nImage: Sonic TK\nA bit of yellow in a sea of cactus \"wool\" – a true winner, taken in the Peruvian Andes at an altitude of 4,000 m:Photo: \nImage: Alvaro Casta??n Seoane\nCactus cupcakes, anyone?Photo: \nImage via Cactus Serrano \nA shining star among the cactus flowers:Photo: \nImage: recoverling\nThe many flowers of this barrel cactus have matured into fruits that themselves seem to form a flower again:Photo: \nImage: Andrew Larsen\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"10 Amazingly Beautiful Cactus Flowers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-42879-2422346610104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/10-amazingly-beautiful-cactus-flowers/11854"}