{"summary":"Professor Graham Rook – immunologist at University College London – expounds the ‘Hygiene Hypothesis’ – which simply believes that it is that exposure to bacteria, which have survived on earth far longer than we, which strengthens and aids our immune system in its work. The oldest and commonest life form on Earth – so common indeed, that there more of them in a single tablespoon of soil than there are people on the planet – are, in today’s hygiene conscious society, the thing we fear most","advice_category":"2","content":"\nPhoto: via Taskbook\nEvery creature on earth is a wonder of God’s creation, yet as parents we may sometimes lose sight of that fact. The kids notice something interesting lying around when you are out with them somewhere and make a beeline for it.  What is your normal reaction?\n“Don’t touch that!  It’s dirty and full of germs!”\nHow many times a day does the average parent say that?  Do they really understand what they’re saying, and are they quite sure that they’re right, because the facts of some research could well astound them.\nThe oldest and commonest life form on Earth – so common indeed, that there more of them in a single tablespoon of soil than there are people on the planet – are, in today’s hygiene conscious society, the thing we fear most.  Considering we know next to nothing about 99% of them, the fear is understandable, but are bacteria really all bad, and is total cleanliness really so desirable?\nPhoto: INeedCoffee/CofeeHero\nWhat is ‘dirt’ anyway?  Believe it or not, this word derives from the ancient Icelandic for bowel movements – ‘drit’ – so in some ways it’s a misuse of the true meaning.  To us today, dirt can be anything that we avoid touching, and there is still social stigma about cleaning toilets.\nWe all ‘know’ about harmful bacteria, but perhaps not of the ‘guests’ within our own bodies.  Each of has around 10 million million human cells, yet in our guts alone we’ll host 100 million bacteria, vital to our very existence.  Such organisms were prominent on our planet for at least a billion years before any ancestors of humanity appeared!\nUp to the 19th century, personal hygiene was pretty much hit and miss.  ‘Cleanliness is next to godliness’ is a saying attributed to John Wesley, co-founder of the Methodists, though it’s said it really came from an ancient Hebrew saying – Moses passed down more than just the Ten Commandments, it would seem.\nIt was during the 1820s outbreak of Cholera in Bengal, India, where people first got the idea of tiny, unseen creatures being able to fell whole armies, or turn cities into graveyards. ‘Experts’ of the day scoffed, saying that ‘miasmas, noxious vapours that arose from putrefying organic stuff’, caused disease!\nWork, by such figures as Louis Pasteur and Joseph Lister in the late 1800s showed that microbes and bacteria can and do cause disease. Washing regularly reduced the risk substantially, but it wasn’t until the second half of the 19th century that soap became readily available to the public!\nSoap, allegedly, takes its name from Mount Sapo, on the banks of the river Tiber, in Italy, though Phoenicians were making it in 600BC.  Nobody then associated soap with washing, however, and up to the 2nd century AD, it was used as a hair cosmetic, or to treat skin complaints!\nAfter the Romans, interest in soap faded for hundreds of years. In 12th century Europe, it was seen as a luxury, and heavily taxed! It wasn’t until after the abolition of these taxes, in 1853, that demand for it soared. Soap had become an everyday necessity.  It is the fierce rivalry among manufacturers – in sponsoring radio shows – that led to the term ‘soap opera’.\nPhoto: LaGrandeFarmerMarket\nWould you believe that 75% of dirt in your house comes directly from you and the other people in it?  Four fifths of the stuff picked up by your vacuum cleaner consists of dead skin cells – we lose them all the time – plus the few bits of rubbish that blow in from the street, or fall off our shoes.  We have, to a larger or lesser extent, become obsessed with being ‘clean’ – perhaps to our disadvantage.\nBacteria, just like us, evolve to suit the conditions in which they live, developing resistance. ‘Super Bugs’ appear, and diseases suddenly become harder to treat.  This could be partly due to our immune systems working less efficiently, just because our parents kept us too clean as kids!\nA US company, Microban, developed a way of incorporating microbial inhibitors in plastics – with very impressive results – and now ‘anti-bacterial’ products are everywhere, but are we sure this is the right way forward?  A British study of 11,000 children – by Andrea Sheriff and the Institute of Child health – showed that while the kids who were washed the most were the most likely to develop allergies, exactly the reverse was true of those who washed least!\nProfessor Graham Rook – immunologist at University College London – expounds the ‘Hygiene Hypothesis’ – which simply believes that it is that exposure to bacteria, which have survived on earth far longer than we, which strengthens and aids our immune system in its work. \nPhoto: Kaibara87\nNot all bacteria are harmful, and some microbes – called archaebacteria – exist in the most inhospitable places – ultra hot volcanic vents on the sea floor, deep within Antarctic ice, and even the poisonously salty waters of the Dead Sea. Known as ‘extremophiles’, these creatures help us to better understand life on this, and other, planets.  One variety even made the groundbreaking technique of DNA fingerprinting possible!\nIt seems possible that many of today’s common complaints are made worse by being ‘too clean’. Allergic responses like asthma and eczema, and auto-immune complaints like multiple sclerosis and type one diabetes are becoming more common, and the most prevalent form of OCD – Obsessive Compulsive Disorder – is the one associated with cleanliness – remember Howard Hughes, the eccentric billionaire?Photo: xJasonRogersx\n\nProfessor Rook believes that bacteria have had a huge influence on the human Genome throughout evolution.  For all but a one thousandth part of human history, we lived in the wild as hunter-gatherers.  Like every other animal, we drank at water holes, spending much of our lives covered in mud, partly for disguise, partly protection.  Soil organics were an essential part of our physiology.\nKids go out to play, and act like magnets for every conceivable kind of dirt, or at least they did when I was that age.  Parents get annoyed, and want to clean them up.  Nothing wrong with that either, but perhaps it would be wise not to be too scrupulous with the cleaning.\nWhen John Wesley said ‘Cleanliness is next to godliness’, perhaps he was talking more about spiritual rather than physical hygiene.  God undoubtedly put all creatures on the earth for a purpose even if we sometimes wonder at what that purpose might be.\nResearch is definitely pointing to dirty kids being healthier kids, growing up to be healthier adults. Dirt, it seems, isn’t necessarily dirty, and bacteria aren’t all bad, so cut the kids some slack and relax. They are much tougher than you might think.\t\t\t\t\t       \n? Leather2010                        \t\t\t\t","author":"tonyleather","web_category":"nature","title":"Good Bacteria vs Human Hygiene","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb30.webshots.com-17117-2991284780104217012S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-desirable-dirt"}