{"summary":"Join us next time as we discuss where civilization went from there.. Classical Greece has had possibly more influence on our modern society than any other civilization in history","advice_category":"2","content":"\nWelcome to the 14th post in the series we’re calling Mother Earth.\nThe Lion of Babylon\nSo far we’ve covered the big bang to the formation of\nEarth, volcanoes, the early atmosphere, water, ice, the beginnings of life on Earth, some really interesting sea creatures, plant evolution,when fish began to walk, the rise and fall of the dinosaurs, the rise of the mammals, the evolution of man, and the rise of civilization.\nToday we’re going to pick up where we left off yesterday at the beginnings of civilization. This is a very abbreviated summary of a few of the major civilizations that eventually led humankind to modernity.\nThe Sumerians\nSumerian relief\nThe Sumerians are generally thought to be the oldest proper civilization, just beating ancient Egypt and the Indus Valley civilization to the punch.  They arose in Mesopotamia around 3500 BCE.  The civilization sported some of the first big cities, including Ur and Uruk, in what is now Iraq.  In fact, Iraq may have taken its name from the city of Uruk. Like many cities to come, Ur and Uruk were centered around a temple complex and were trading centers.  The Sumerian civilization consisted of around a dozen of these city-state areas.  The Sumerians had a complex culture and religion, some of which was absorbed by their conquerors....\nThe Babylonians\nAn artist's representation of the famed hanging gardens at Babylon\nThe Babylonians sacked and defeated the Sumerians around the mid 3rd century BCE. Babylonians ruled for several centuries mostly as a series of divided city states. Then there came a king with big ideas and a powerful army. The famous king Hammurabi united the Babylonian empire, controlling almost all of Mesopotamia from the capitol at Babylon.\nHammurabi is known less as a king and more as a law giver. You’re undoubtedly familiar with his idea of lex talionis, although you probably know it as “an eye for an eye, a tooth for a tooth”. More important than his retributional code though is the actual writing down and setting in stone of a code of laws, many of which are the basis for even modern laws today. These laws were the first instance of a code of laws not based on tribal traditions, and they changed both government and civilization forever. Despite their legal code, however, even the Babylonians couldn’t last forever.\nThe Hittites\nThe Hittites were a civilization based in Anatolia, today part of modern Turkey, who took their name from their capital of Hattusha (modern Bogazkoy). The civilization reached its height in around 1500 BCE and collapsed around 1200 BCE, although the neo-Hittite kingdoms lasted well into the 8th century BCE. Compared to everybody else, they were super technologically advanced.  One of the reasons for their military success, which included conquering pretty much everything in the near and middle east that anybody would want at the time, was due to the fact they invented the chariot.  Their superior horsepower in battle gave them an edge nobody else could compete with, at first.\nThey were also big iron users. They helped take us from the bronze age to the iron age. Iron is much stronger than bronze and can form better weapons, tools, etc. They also used it to create metal sculptures. We know they used iron extensively from letters we’ve found that they sent to conquered rulers, demanding iron as a tribute.  The Hittites also did the world a big favour before they passed into the mists of history. They shared much of their cultural and scientific knowledge with a rising civilization, the Greeks.\nThe Greeks\nThe Parthenon, surrounded by the traditional Greek tourist horde\nThe Greek civilization, or its beginnings, has existed since at least 1600 BCE with the proto-Greek Mycenean civilization.  The Greece we generally think of when discussing the ancient civilization is what’s known as Classical Greece, which began around 800 BCE with the end of the Greek Dark Ages and the rise of the Polis, or city-states, including Athens.\nClassical Greece has had possibly more influence on our modern society than any other civilization in history. They invented democracy, many of our political ideas, philosophy, math, and a made a whole host of other cultural and scientific contributions to society. Even today, part of a “classical” education means reading the great thinkers of Greece.\nBut even a civilization as great as that of classical Greece can’t last forever. Join us next time as we discuss where civilization went from there.\nJoin us next time on Mother Earth when we discuss the next step. The easiest way of keeping up with the rest of the series is probably by subscribing to our RSS feed... and if you do that we’ll also give you a free album! What a bargain.\n ","author":"Chris","web_category":"nature","title":"Mother Earth: The Next Step","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-www.environmentalgraffiti.com-wp-content-uploads-2008-06-optimist-hires.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-the-next-step/632"}