{"summary":"35 different US states have some kind of smoking ban in place. More than 50 different countries also ban smoking in some form or another","advice_category":"8","content":"\nSmoking bans are all the rage these days.\n35 different US states have some kind of smoking ban in place. More than 50 different countries also ban smoking in some form or another. \nIn the UK, it is illegal to smoke in any indoor public place, including bars, restaurants, and nightclubs. The vast majority of citizens are in favor of the ban, with almost 80% saying they supported a public smoking ban in a recent survey. \nSo how has the environment been affected? You’d think, or hope, that a smoking ban would be good for the environment. In theory, less people would be smoking because it’s more difficult. This would mean less smoke being emitted, at least.\nA new study says that’s just not happening. It argues that the smoking ban has actually caused far more harm than good, at least in environmental terms.\nThe main reason the ban has been bad for the environment is because of pubs’ and bars’ efforts to make smokers more comfortable when they head outside to light up. There has been a significant increase in the number of patio heaters in bars, pubs, and restaurants throughout the UK.\nBecause of the UK’s generally cold weather, the patio heaters are used an average of 237 days a year. This is the amount of time the temperature is below 15 degrees Celsius. \nEnvironmental groups predict that pub and restaurant patio heaters will produce around 282,000 tons of emissions per year now. That’s a 260,000 ton increase over pre-ban numbers. \nSome groups are calling for the patio heaters themselves to be banned in an effort to fight the negative environmental impact they have.\nA Friends of the Earth spokesman said: \"The impacts of the smoking ban are positive, but this should not cause more problems for the environment. Either smokers will have to give up smoking or simply put on a jumper.\"\n...and if you subcribe to our RSS feed, we'll give you a free album. You'll also find out more interesting and fun facts, read some excellent articles and see great pictures. Enjoy!\n ","author":"Chris","web_category":"lifestyle","title":"Why the Smoking Ban is Bad for the Environment","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/why-the-smoking-ban-is-bad-for-the-environment/575"}