{"summary":"The Racetrack Playa is where stones move by themselves, with no animal or human intervention and the best part is… no scientistis able to come up with a satisfying reason for this mystery.. Wind would need to reach incredible speeds to move the stones","advice_category":"2","content":"\n In the third part of our Natural Design series, Environmental Graffiti reporter Vlad Jecan explores the natural phenomenon of the Racetrack Playa, where stones literally move by themselves.\nPhoto: image via \nThe Racetrack Playa is a dry lake found within Death Valley National Park, California,  U.S.A. The flat dry ground is divided in millions of geometrical shapes formed by the hot climate.\nIn all its simplicity, the Racetrack Playa is a magnificent place to visit. Why? Well… because of a very mysterious geological phenomenon that takes place here. The Racetrack Playa is where stones move by themselves, with no animal or human intervention and the best part is… no scientistis able to come up with a satisfying reason for this mystery.\nWhen I first saw pictures of stones leaving a trail, I immediately told myself that this must be because of wind. Wind would need to reach incredible speeds to move the stones. Furthermore, the tracks seem to be linear. So what is the actual cause of the seemingly self-propelling stones?\nThe Racetrack Playa is a seasonally dry lake, meaning that in times of heavy rains, water fills the lake and under the heat of the hot sun, it dries back. In winter and early spring it can also freeze, leading to the first of many possible theories: the rocks move because of the newly-formed ice sheets after the playa is flooded.\nTo specialists, this first theory was by far satisfying. Therefore in 1976, two researchers: Robert Sharp and Dwight Carey attempted to debunk the ice-sheet theory. After analyzing the characteristics of the tracks, they concluded that wind moves the stones once every one to three years when all conditions are favorable and ice-sheets seem to be redundant.\nResearch continued with more evolved scientific tools and 20 years later, John Reid, a geologist from HampshireCollege, said both the ice sheets and wind were responsible for the rocks’ motion. Yet this theory seemed to have a little more success than the previous ones. After long discussion, the scientific community concluded that two separate mechanisms exist for the rocks to move: wind and ice.  \nA more comprehensive map of the tracks was put together in 1997 using GPS. Results indicated that trails in the eastern part of Racetrack Playa are more linear and the western trails are sporadic. Further investigations still have to be conducted to understand the ways these stones move.\nThe mystery of the Death Valley moving stones is far from being resolved. Nobody has been able to capture this geological phenomenon on camera – it’s damn difficult, as you might imagine. Notwithstanding this, the stones still leave room for wonder. They are a fascinating enigma, waiting to be solved.\nRead previous parts:Part II - Old Man’s Face Appears and Vanishes on Mountain RockPart I - Stones That Literally Grow by Themselves\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"nature","title":"Death Valley Stones that Literally Move by Themselves [pics]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sailing-stone-4.jpg","url":"http://www.environmentalgraffiti.com/ecology/death-valley-stones-that-literally-move-by-themselves-pics/1291"}