{"summary":"Well, we've all heard of these pretty, little things – yes, that's right, the original lovebirds! These affectionate birds engage in plenty of preening and pampering to show each other that they are ready for mating. This could be a box of Belgian chocolates and some blossoming roses or it could be a table for two at a luxury restaurant – but have we ever considered the romantic lives of other species on this planet? If not, then it's about time, as the world of birds, mammals and sea creatures reveals some fascinating ways in which mating can occur and the incredible means by which the male woos his female friend...","advice_category":"2","content":"\nPhoto: monkeywing\nThe word 'romance' evokes some typical images of what we consider to be romantic. This could be a box of Belgian chocolates and some blossoming roses or it could be a table for two at a luxury restaurant – but have we ever considered the romantic lives of other species on this planet? If not, then it's about time, as the world of birds, mammals and sea creatures reveals some fascinating ways in which mating can occur and the incredible means by which the male woos his female friend...\nPhoto: usfwspacific\nApproximately 90% of birds are monogamous, meaning they tend to stick to one mating partner during their lifetime. When it comes to finding that partner, albatrosses are known for their talent, as they partake in dancing rituals while showing off their vocal skills with plenty of boastful chattering and soft cooing. The dancing involves a variety of skillful moves, including \"sky-pointing\" – where the birds throw their heads back and point their beaks towards the sky. It's impressive stuff! \nPhoto: Peter B?k?si\nWell, we've all heard of these pretty, little things – yes, that's right, the original lovebirds! These affectionate birds engage in plenty of preening and pampering to show each other that they are ready for mating. Lovebirds that build strong bonds with each other will frequently be seen sitting side-by-side in blissful matrimony. Feeding each other can also be a sign that love is in the air for these beautiful birds – so it's not hard to see how they got their name!\nPhoto: Adam Foster\nSay hello to the Humboldt penguins! Don't they look happy together? This is because most penguin species, including the emperor penguin, stay monogamous for a year (at least). Adelie penguins have been found to stay monogamous for longer as they will sometimes re-pair with last season's mate the next year round. \nThe emperor penguin's mating ritual involves 'ecstatic' displays of both a visual and auditory nature which sees the male stretching his head towards the sky while making 'trumpeting' sounds to attract a female. This is combined with the spreading of the flippers whilst he waddles proudly around the colony in search of a mate. When a couple decides to form a bond, they bow deeply to one another to signal they are ready to mate, and once the egg is formed, take great care in making sure it is passed safely to the daddy penguin.\nPhoto: downing.amanda\nTake a look at this handsome couple. Sadly most bonobo monkeys don't get to enjoy a life of happiness as they are hunted for their meat, which is regarded as a delicacy in Africa. This is made sadder when we consider how similar these apes are to us – and not just because of the way they look, or even the fact that they share 98.5% of our DNA; it's also because of their sexual behaviour! Bonobos are known to be pretty much sex obsessed, and their displays of affection involve smooching and even 'French' kissing as well as straddling each other while making love. \nBonobos even partake in something we might call make-up sex! And that's not even mentioning male 'penis-fencing' and female-female rubbing of genitalia, which apparently occurs to express the close bond they have with their companions. Taking all this into account, it may seem a little scary to think of how similar these monkeys are to us – or should we say, how similar we are to them?\nPhoto: Loraine Calderoni\nThese beautiful and bizarre creatures are also well known for their romantic behaviour. They have been known to court for several days, and once both parties have shown interest, the real romance begins. Seahorses can be seen embracing each other's tails whilst promenading through the ocean water side-by-side in blissful unity. They may also use the same piece of coral to hold on to, and when facing each other form that adorable heart-shaped embrace that I'm sure we've all seen before! Once all this has taken place and both are ready to mate, they engage in a ritualistic dance that can last for hours while performing the reproductive part of their mating ceremony.\nPhoto: greatlettuce\nFinally, this fellow, known as the bowerbird, which has one of the most unique and creative ways of attracting the ladies' attention. Using the blessing of his silky, satin looks, he charms the female birds into his arms by building a blue nest of love to compliment his own blue features. By this we mean literally anything the male can find that is blue! This may include blue straws and blue bottle lids, which may only seem like ordinary trash to us but provide the distinct decorative touch for this impressive bird's endearing shrine.\nPhoto: thinboyfatter\nNow whoever said romance was dead may be correct about us humans – but certainly not for the rest of the animal kingdom!\nSources: 1, 2, 3, 4","author":"Nine-Life","web_category":"nature","title":"The Wonderful World of Animal Mating Rituals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Rainbow-Lorikeet-.jpg","url":"http://www.environmentalgraffiti.com/animals/news-wonderful-world-mating-rituals-0"}