{"summary":"James Turrell bends traditional notions of art like a painting hung on a wall by turning the wall itself into art. James Turrell in front of Roden Crater in Arizona, which is actually two volcanoes","advice_category":"6","content":"\nPhoto: \nImage: Ed Schipul\nJames Turrell bends traditional notions of art like a painting hung on a wall by turning the wall itself into art. His art is also technically not there as he uses only light and space – and the viewer’s perception. Find out more about this exceptional artist, whose canvas ranges from literally a corner in a room to a whole volcanic crater and the sky.\nThe John F. Wolfe Palm House at Franklin Park Conservatory in Columbus, Ohio in a new light:Photo: \nImage: Thomas Alexander\nUnderstanding Turrell’s approach to art means knowing his background. The son of an aeronautical engineer, he was born in 1943 and grew up in Pasadena, CA in a Quaker family, a faith he follows to this day. Turrell got his pilot’s license at age 16 and therefore an early chance at exploring the sky. At Pomona College, he pursued mathematics and received an undergraduate degree in perceptual psychology, after which he began experimenting with light. He pursued art much later but graduated eventually from Claremont Graduate School in California with a Master’s in fine arts.     \nTurrell's installation \"Alta (Pink)\" as part of the \"Cosmic Wonder\" exhibition at San Francisco's Yerba Buena Center for the Arts in 2006:Photo: \nImage: Diane Pernet\nHe says about his Skyspace projects, experiments with light and space: \nIn fact, his optical illusions have been so real that some visitors took them for real walls or beams, causing them to lean on them and fall or trip. One such case even resulted in a law suit, which proves that a gallery visit might not be as inconspicuous as it seems. \n\"Skyspaces\" at Turrell's alma mater Pomona College in California:Photo: \nImage: bunnicula\nIn 1974, something happened that should determine the course of Turrell’s artistic career: he found the perfect spot for his next project, which has kept him busy ever since. Roden Crater is a volcanic crater in the middle of the Painted Desert, northeast of Flagstaff and close to the dramatic Grand Falls, about 75 miles away from the Grand Canyon. \nJames Turrell in front of Roden Crater in Arizona, which is actually two volcanoes. The higher one erupted in the middle of the lower (and older) one:Photo: \nImage: Florian Holzherr\nAt this 450,000 year old location, Turrell’s vision is to create sky lights that will allow visitors to perceive different kinds of light: moonlight, starlight from the sun or reflected off the moon, and an even older starlight from outside our planetary system – light that is three and a half billion years old, older than our solar system! To bring this far-fetched concept a bit closer, Turrell, who could really be called a light gatherer, compared the different lights to different wines in a PBS interview: \nNo wonder then that this project has kept Turrell busy for the last 30 years, as admittedly it might not be immediately apparent to potential supporters why it could cost millions of dollars to simply gaze at the sky. Turrell’s plan is to carve more tunnels and create more chambers in his extinct volcano so that guests can stay for short and long visits. \nThat should generate some revenue because, hey, who could put a price on light that’s three and a half billion years old? Watch this video of Roden Crater to see one of the sky lights Turrell is talking about: \nSource: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"James Turrell's Visionary Masterpieces of Light and Space","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb22.webshots.com-37461-2079306340103691965S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/james-turrell-visionary-masterpieces-light-space/8759"}