{"summary":"Photo: . Image: idogcow","advice_category":"6","content":"\nPhoto: \nImage: idogcow\nIt has been about a week since Valentine's Day, and the internet has been deluged with stories of what people did that day ever since.?Amazingly, one of them was actually worth reading about.\nIt occurred in India, where rapid modernization and liberalization has put traditionalists on the defensive – traditionalists like the Sri Ram Sena, a militant Hindu group that gained notoriety recently for  openly attacking women at a bar in Mangalore.\nThe group's \"justification\" for the attack was that pubs are for men and that women should stay at home.?The women of India apparently did not get the message as tens of thousands of them vowed to spend February 14th in pubs.\nPhoto: \nImage: manjunathkiran\nIn addition, areas were set up in several cities to collect panties to send to the Sri Ram Sena.?The source specifically stated that they were looking for \"bright, pink old-fashioned knickers.\"?No word on whether any other type was taken.\nSupporters from around the world bought drinks on Valentine's Day to toast the women who were, to some, literally on the other side of the earth.\nPhoto: \nImage: manjunathkiran\nLately, there have been a lot of horror stories coming out of India – and neighboring Pakistan as well as Afghanistan – of extreme traditionalists taking ridiculous and often violent measures against anything they see as progress.?And unfortunately it's not just them and it's not a recent phenomenon.\nHowever, seeing such petty violence met with humorous and clever defiance really illustrates which side has greater character.?\"Pub-going, loose and forward women\" of India, I salute you all.\nSources 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Andy Stone","web_category":"art+and+design","title":"Pink Panties: A Weapon For Ridiculing Extremists","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6093403361a142105076bjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/pink-panties-weapon-for-ridiculing-extremists/7878"}