{"summary":"While Redwood trees are rare, albino plants are extremely rare and when you put the two together you get a very unique tree. The only reason that albino redwoods survive at all is that they are connected at the root to a parent tree from which they will suck energy for their entire lives.”","advice_category":"2","content":"\nPhoto: Cole Shatto\nWhile Redwood trees are rare, albino plants are extremely rare and when you put the two together you get a very unique tree. In plant albinism they lack any chlorophyll, which means they can't synthesize nutrients from light to live. This albino redwood is a real plant vampire! It sucks its nutrients from other redwood trees by burrowing into their roots.\nPhoto: Alex Nelson\nThe really amazing thing is not just do they suck the nutrients from their parent tree (they can reproduce asexually as shoots from roots) but they can do it for up to a 100 years. Historian Sandy Lyndon explains: \"Albinism is a genetic mutation that prevents cells from producing pigment. In humans and other animals, albinism is not necessarily such a big deal. But albino plants are unable to do the very thing that makes a plant a plant. Without chlorophyll, they can’t photosynthesize, meaning they can’t convert sunlight into energy. The only reason that albino redwoods survive at all is that they are connected at the root to a parent tree from which they will suck energy for their entire lives.”\nPhoto: Michael Schweppe\nWhen times are difficult for the Redwood trees, they will withhold their nutrients to its parasitic 'child' (Mr. Landon compares it to a 40 year old who refuses to move out of the parents home and lives off them). Park docent Dave Kuty explained in an interview to the San Jose Mercury News that: \"When times get tough, the parent tree withdraws all support and the seedlings perish, turning brown. In times of abundant rain, they sprout again, flourishing. They come and go, like ghosts. They starve to death and shrink back. Then they reappear.”\nTheir color is not the only strange thing about them; their needles have been described as limp and waxy, the color of glow in the dark stars in a child's room. The location of the known trees has been kept secret (except for two which are labeled) due to concern that people will strip them bare, and then the mystery of these tree vampires will never be understood.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"The Parasitic Albino Redwood Tree","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-32165-2541474440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-creepy-parasitic-albino-redwood"}