{"summary":"Photo: anoldent. Photo: Steve &amp; Jemma Copley","advice_category":"2","content":"\nPhoto: anoldent\nMysterious and mystifying, these structures are as old as water itself; millennia of gushing streams into caves with temperatures that plunge well below freezing, allow for the creation of these cavernous icy grottos. \nPhoto: Steve &amp; Jemma Copley\nDuring the winter months, ice-cold air currents blast through the caves freezing any snow and water that melted or trickled inside and thus maintaining, recreating and furthering their size and structure. Those that are most inspiring are known as glacier caves, as they are formed within pre-existing ice banks rather than in natural structures.\nPhoto: Aztlek\nThe caves are often hard to find, for, from the outside, they look like mere mounds of ice set in unusual, often unreachable, mountainous sites. In reality, these imposing underground tunnels can be found throughout the world and many a brave heart has attempted to enter their mysterious and uncharted depths. \nPhoto: Steve &amp; Jemma Copley\nThis said, the inexperienced should not be defied by their seemingly sturdy appearance and luminous hue, in truth of fact they are dangerous and deceiving tricksters, for they are often dark, slippery and prone to collapse under the slightest, unexpected pressure. For many years they were feared and demonized and as a result feature in many folk tales.  \nPhoto: stevecadman\nThe ‘World of Ice Giants’, the largest cave known to man (of which only 1km out of 40 has been explored) is not in the much-expected Arctic (though they do exist there too), but rather, is found in the Hochkogel Mountain of Austria; it is an eerie maze of ice tunnels and for a long time after its discovery in the 1800s, was believed to be the entrance to hell.\nPhoto: derekGavey\nOver 40 mysterious ice glaciers, many of which are becoming tourist attractions can be found in Slovakia, whilst the Czech Slovakian and Polish Carpathian Mountains accommodate remnants of a long lost ice age and lively bat populations.\nPhoto: MarmotChaser\nThe Americas are also home to some eye-boggling frozen wonders; in California, the Crystal Ice Caves are spectacular in their complex and fragile icicle beauty, while others are found amidst lava beds; reminding us of the world’s epic environmental development.\nPhoto: Guttorm Flatb?\nMontana’s mountainous region provide huge icy landscapes and the Canadian Rockies are home to Serendipity, an ice cave containing ancient, bottomless and wonderful ice ponds and the Fish Ice Caves; massive concavities acting as instruments for gusts of wind. New Mexico has some impressive, and now mush visited, ice grottos, as does the Parque Nacional Los Glaciares in Patagonia.\nPhoto: elisfanclub\nThese, often prehistoric, formations are dotted all over the mountainous regions of the world; Ice Cave Delta in Antarctica, Jostedalsbreen in Norway and The Blue Ice Caves in the Fox Glacier of New Zealand. There are even some spectacular Nepali glaciated gems. Are they truly homes to giants? Are they perhaps inhabited by magical creatures or hidden entrances to the depths of the Earth?","author":"marianovellamonti","web_category":"nature","title":"Exploring the World's Most Amazing Ice Caves","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb33.webshots.com-40416-2550711530102347975S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-ice-caves-mysterious-homes-giants"}