{"summary":"Also the largest river that the total flow is greater than that of the top ten rivers in the world combined. The Galapagos Islands is an archipelago of volcanic islands famous for the vast number of endemic species","advice_category":"2","content":"\nAmong the many wonders of nature on the entire planet, only seven will be chosen for the next WONDERS OF NATURE. There are currently 28 finalists coming from different parts of the planet. Apart from ongoing voting on new7wonders, a panel has been formed to determine the next seven wonders of the natural world. \nHere are the Top 14 finalists (in alphabetical order):\n1. AmazonPhoto: via svbchemicals\nThe Amazon Rainforest represents over half of the planet’s remaining rainforests. It is also comprises the largest and rich species tract of tropical rainforest in the world. Also the largest river that the total flow is greater than that of the top ten rivers in the world combined. \n2. Angel FallsPhoto: Berrucomons\nAbove are the Angel Falls, named after Jimmie Angel, from the path overlooking the right bank of the creek created by the falls. The picture was taken during dry season, when the falls have only a small discharge. At 979m high, including a 807m free fall, and 19 times higher than Niagara Falls, the Angel Falls are the highest waterfall on earth. They are located in the Canaima National Park in Bolivar state along the borders of Venezuela and Brazil.\n3. Dead SeaPhoto: Ian and Wendy Sewell\nThe Dead Sea is a salt lake between Palestine and Israel to the west and Jordan to the east. It is also the lowest point on earth that is on dry land and 8.6 times saltier than the ocean.\n4. Galapagos IslandsPhoto: Hr_oskar\nThe Galapagos Islands is an archipelago of volcanic islands famous for the vast number of endemic species. \n5. Grand CanyonPhoto: Doug Dolde\nThe Grand Canyon was created over a period of six million years by the Colorado River. It is 446km long with a width that ranges from 6 to 29km and a depth of more than 1.6km.\n6. Great Barrier ReefPhoto: NASA, by MISR\nThe Great Barrier Reef is the largest coral reef system on the entire planet and can even be seen from outer space. It is also the biggest single structure made by living creatures.\n7. Halong BayPhoto: Ekstazo\nThe most specific feature of Halong Bay is the abundance of lakes inside the islands. It is located in Quang Ninh province, Vietnam.\n8. Iguazu FallsPhoto: Martin St-Amant (S23678)\nIguazu Falls consistof 275 falls that extend to over 2,700 m in a semi-circular shape. The tallest among the falls is the “Devil’s Throat” with a height of 80 m. \n9. Jeita Grotto\nJeita Grotto is a compound of two separate but interconnected karstic limestone caves. It is located 18km north of the capital of Lebanon, Beirut.\n10. Jeju IslandPhoto: Douglas Knisely\nJeju Island is a volcanic island and Korea's largest island and housing its smallest town at the same time.\n11. Komodo National ParkPhoto: Mila Zinkova\nKomoda National Park is located in Indonesia. It includes three larger islands - Komodo, Rinca and Padar - along with several smaller ones. The national park was founded to protect the Komodo dragon and was later also dedicated to protecting other species.\n12. MaldivesPhoto: Bernard bill5\nThe Maldives make up an island nation consisting of 1,192 islands of which only 200 are inhabited.\n13. Puerto PrincesaPhoto: Paul Chin\nThe underground river of Puerto Princesa in the Philippines is 8km long. About 4 km can be covered by banca ride, a small boat. The Palawan Underground River is believed to be one of the longest navigable underground rivers in the world. Stalactites and stalagmites formation depict religious images, fruits, birds and cathedral-like caverns and domes.\n14. VesuviusPhoto: Pastorius\nMount Vesuvius is one of the most dangerous volcanoes in the world with its best known eruption during 79 AD that led to the destruction of the Roman cities of Pompeii and Herculaneum.\nTo know more about these interesting wonders of nature and to see some cool pictures, visit new7wonders.\nvisit new7wonders","author":"JannMartin","web_category":"nature","title":"The New Seven Wonders of Nature","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-3650-2186354380104217012S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-what-would-be-next-new-7-wonders-nature-take-your-pick"}