{"summary":"The evaporation method, obtaining salt from brine, was the reason that these salt ponds came into existence.. Notable salt ponds include the San Francisco Bay salt ponds (the pictures featured in this story are all of these salt ponds), the Dead Sea salt ponds in Israel, and the Useless Loop salt ponds in Western Australia","advice_category":"2","content":"\nPhoto: docsearls\n\nMan has always appreciated the value of salt, so much so that there was a time when it was literally worth its weight in gold. People would trade one for the other, ounce for ounce.  The word salary stems from it, as Roman soldiers were paid in salt at one time.Photo: eric-p\n\nThere have been people interested in harvesting salt for thousands of years. However, it is in reality a plentiful resource - there is so much salt in the ocean that if all the salt water on Earth dried up tomorrow, there would be a layer of salt 50ft thick over the whole planet. One main method for its extraction is through evaporation, a technique that has been much used in the hotter parts of the US. The evaporation method, obtaining salt from brine, was the reason that these salt ponds came into existence.\n\nPhoto: docsearls\nSalt evaporation ponds are shallow artificial lakes designed to produce salt from sea water. The seawater, or brine, is fed into large ponds and water is drawn out through natural evaporation, which allows the salt to be subsequently harvested. \nPhoto: eric-p\nThe ponds also provide a productive resting and feeding ground for many species of waterfowl, including several endangered species. The ponds are commonly separated by levees or dykes. You might not really be able to see it from ground level, but these ponds are also often beautifully colored.\nPhoto: docsearls\nDue to variable concentrations of algae, vivid colors, from pale green to bright red, are created in the evaporation process. The color indicates the levels of salt content within the ponds. Micro-organisms change color as the salt content of the pond increases. In lower salinity ponds, green algae is predominant. In medium salinity ponds, an algae called Dunaliella Salina shifts the color to red. Millions of tiny brine shrimp create an orange cast in these ponds. Other bacteria also contribute various shades of color.\nPhoto: docsearls\nNotable salt ponds include the San Francisco Bay salt ponds (the pictures featured in this story are all of these salt ponds), the Dead Sea salt ponds in Israel, and the Useless Loop salt ponds in Western Australia. The salt ponds are usually found close to the source. For example ponds used in  solar evaporation of salt from sea water are usually found on the coast, while those used to extract salt from solution mined brine will be found near to the brine shaft.\nPhoto: docsearls\nSalt ponds are a vitally important resource for many forms of life including our own.  The fact that they can look like works of art, simply due to the life within them, is a real testament to just how majestic Mother Nature can show herself to be.","author":"tonyleather","web_category":"nature","title":"The Vivid Colors of Salt Ponds Seen From Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-25970-2132852630103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-stunning-rainbow-beauty-salt-ponds"}