{"summary":"All of our atmospheric gases dissolve in water, which fact provides the free Oxygen that water life needs to survive, and it remains stable at very high temperatures – unlike most substances.  When you consider that the vast Ogallala aquifer – running from South Dakota to Texas in the US – is now at the ‘severely depleted’ stage, you can appreciate how urgent the need is.","advice_category":"2","content":"\nPhoto: woodleywonde\nCarl Sagan described the earth as a ‘pale blue dot’ in space, and this colour is unique in our solar system, caused by the vast expanses of oceans and seas that cover the planet. These are on average nearly four kilometers deep, so there is no shortage of water here.  Why then, do we give so little thought to it in everyday life?\nScientists have studied water endlessly for years, yet in many ways it remains one of the great mysteries of life.  Everyone takes it for granted, and a large percentage of the creatures that inhabit the planet live in it, but water is not a simple substance, by any stretch of the imagination.  \nAt least seven tenths of the world is covered by it, but the fact of its being so abundant is actually quite deceptive.  No matter how widely available it might seem, the demand for drinking water is growing, and since we each need at least one litre a day just to stay alive, it’s easy to see how very important it actually is.\nWater may be everywhere, but only a small percentage of it is actually of any use.  It has been estimated that there are at least 1.4 BILLION cubic kilometers of water on the planet – both as liquid and frozen – but only about 34 million of that is available for human consumption.  This can be most graphically illustrated by saying that, if all the world’s water were held in a five-litre bottle, drinking water would be less than a teaspoonful. The average full water jug contains only one small drop.Photo: markhillary\nEven this tiny proportion, evenly distributed, would actually allow every person on earth 8,000 cubic metres a year – far more than they’d need – but this doesn’t happen, because of natural conditions.  The driest place on earth in terms of rainfall is in northern Chile – just 0.004in per year – while the wettest, Mawsynram in India, gets 467.5in per year.\nWater isn’t, however, something that tends to get lost from the atmosphere into space, but simply moves around the planet according to prevailing weather conditions.  When you consider that each of us loses it through our skins and breath all of the time, it’s easy to see why you can starve yourself of food for weeks, but six days without water and you would certainly die.\nOur bodies are actually composed of 75% water – 85% for our brains – so it really is vital to keep your body levels topped up at all times.  Not surprisingly, the countries in the world that use the most water are the most advanced in technological terms.  The average American uses 220 cubic metres a year and the average Briton 135, while people in some parts of Africa and Asia use less than ten!\nWater is hardly simple, despite its chemical formula, which every school kid knows.  The simplicity of its composition makes it incredibly stable, but all the same it has some very strange properties. Even though, on the temperature scale devised by Anders Celsius in the 18th century, it boils at 100 degrees C and freezes at 32, that is far from being the whole story.\nBelieve it or not, water can still freeze at 100 C, and stay liquid at 68 C below freezing, dependant only on the Oxygen content and atmospheric pressure at the time. It is also the most effective of solvents, because its molecules are so small that they can easily enclose alien atoms, aided in their task by having both positive and negative electrical charges.\nPhoto: Vincehuang\nAll of our atmospheric gases dissolve in water, which fact provides the free Oxygen that water life needs to survive, and it remains stable at very high temperatures – unlike most substances.  Perhaps the most vital aspect of water is the fact that it is the only substance on earth that expands in its solid form and is less dense as a solid than it is as a liquid.\nThis unique property is believed to be the reason that water is thought of as the ‘stuff of life’ by the scientific community.  This bizarre quality means that when ice forms on water, it releases latent heat on freezing, helping to warm the water below it.  In earth’s earliest history, this almost certainly enabled life to develop.\nDemand for fresh water is increasing all the time, but since the supply of it is a constant, a real battle goes on with nature to try turning the odds in our favour. The additions of supposedly healthy additives to drinking water is a prime example of how foolish man can be with this valuable resource.  US drinking water has been found to contain over 700 synthetic chemicals.\nPhoto: Josey showaa\nOne hundred and twenty-nine of these chemicals are classed officially as ‘highly toxic’, and Whales which frequent the St Lawrence River in Canada have been found to have enough of them in their blubber to classify as living toxic waste dumps. Perhaps that is why bottled mineral water has become so popular in recent years, though many brands are far from ‘pure’, having been treated with some chemicals.\nThe race is now decidedly on to find new water sources.  Since between 10 and 20% of rainwater trickles underground – here it can lay in aquifers for thousands of years – modern remote sensing equipment helps track down previously unknown supplies.  Some believe that there is enough water hidden underground to refill the oceans thirty times over.  When you consider that the vast Ogallala aquifer – running from South Dakota to Texas in the US – is now at the ‘severely depleted’ stage, you can appreciate how urgent the need is.\nA gigantic reservoir of fresh water was found in Libya beneath the desert, but it will only supply the Libyan people for 40 to 50 years.  Plans are being made for Turkey to pipe water to some of its more arid neighbours like Syria, Lebanon and Israel, but the building of ever larger dams around he world is causing really damaging disruption to the world’s eco-systems.\nNature can exact cruel revenge for man’s tampering, as was seen in 1977 in Egypt.  Thousands died of Rift Valley Fever – directly caused by the new Aswan dam on the Nile, which proved an ideal breeding ground for mosquitoes. The same happened in Mauritania in 1987 after the building of the Diama dam on the Senegal river.\nThe trend is unlikely to change, because it is estimated that the world population will rise from six to nine billion over the next 30 years.  The World Commission on Water says that a minimum 20% increase in fresh water supplies will be needed, but many resources have already gone.  \nMiddle Eastern countries in particular have severe problems, and former Israeli Prime Minister Yitzak Rabin – himself a water engineer – stated that a ‘water war’ between Jews and Arabs was a distinct possibility in the future.  Though desalination plants are a solution – Saudi Arabia has 27 of them – they are expensive to build and run.\nPhoto: tom.arthur\n\nEven so, more and more are being built, and the largest desalination plant in the world is planned to be operational at Tampa Bay in Florida by the end of 2002.  It seems amazing that in a world where fossil fuels are being depleted quickly, little thought has previously been given to the energy potential of water, but this is also changing.\nWave energy is starting to be harnessed using turbines.  In Inverness, Scotland, a company called ‘Wavegen’ is planning construction of deep ocean wave machines that would produce vast amounts of electricity for much less than current power stations.  They estimate that the seas off Scotland have wave power enough to supply the needs of the whole British Isles three times over, and that worldwide more than double our energy requirements could be produced in this way.\nWater is power in so many ways, and humans have always held it in great fear and reverence, even to the extent of worshipping it.  When the Yellow River burst its banks in 1332 some 7,000,000 people drowned and a further 6,000,000 when it happened again in 1887.  It is the only substance on the planet capable of existing in all three of its physical states – as liquid, gas and solid.\nPhoto: unknown\nWater shapes the geography of the world and governs the existence of all life within it, but still not all of its properties or capabilities are fully understood.  That it should feature so strongly in religion is hardly surprising.  Not for nothing is it sometimes referred to as ‘Adam’s Ale’.  Big business is now taking a keen interest, staking claim to the great lakes of Canada, which hold 25% of the world’s fresh water supply.\nThough it seems unlikely, as you miserably make your way home through yet another downpour, ‘water, water everywhere but not a drop to drink’ may prove to be far more prophetic then the author, Coleridge, could ever have imagined.  Ismail Serageldin, vice-president of the World Bank warned, ‘Many of the wars of the last century were about oil – but in the next century it will be about water.’\nSobering thoughts.  Next time you wash the car or sprinkle the lawn, or even turn on the tap, think hard about the colourless, tasteless liquid you gratefully pour down your throat.  There is so much more to it than you ever thought possible, and it is far more precious than gold.\n","author":"tonyleather","web_category":"nature","title":"Wars Over Water Will Become a Reality","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","url":"http://www.environmentalgraffiti.com/conservation/news-inevitable-wars-about-access-water"}