{"summary":"Photo: Image Credit: Peter Van RoyThe anomalocaridid fossil shows this ancient sea predator existed for much longer and grew to much larger sizes than previously thought.. The Ordovician period was an era of species 'explosion', when biodiversity dramatically increased","advice_category":"4","content":"\nPhoto: Esben HornGraphic model\nAnomalocaridid is the name of a remarkably strange, shrimp-like deep sea creature which became extinct hundreds of millions of years ago. The 3.3 foot-long fossil of this creature – the largest of its kind – was discovered in southeastern Morocco. It had a spiny head and a plated mouth, and is a foot longer than previously discovered fossil specimens of its kind.\nThe study was published in the May 26, 2011 issue of the journal Nature and was supported by a National Geographic Society Research and Exploration grant and by Yale University.\n\"It would have made enough scampi to feed an army for a month—it was giant, and no doubt very tasty,\" said Derek Briggs, paleontologist, study co-author, and director of the Yale Peabody Museum of Natural History.\nPhoto: Image Credit: Peter Van RoyThe anomalocaridid fossil shows this ancient sea predator existed for much longer and grew to much larger sizes than previously thought.\nA team of paleontologists, led by Peter Van Roy, a former researcher at Yale, discovered this fossil. It was found buried under sediment clouds, which preserved its soft body in deep water extraordinarily well. The giant creature lived in the Ordovician period before it eventually became extinct, and thus existed for much longer than was previously believed.\n\"The new discoveries in Morocco indicate that animals characteristic of the Cambrian, such as the anomalocaridids, continued to have a considerable impact on the biodiversity and ecology of marine communities many millions of years later,\" said Peter Van Roy.\nThe Ordovician period was an era of species 'explosion', when biodiversity dramatically increased. It is thought that the fossil of this predator, which dominated prehistoric seas, might shed light on other marine life that existed during the same period.\nSources: 1, 2","author":"Alka Sharma","web_category":"science","title":"Giant Prehistoric 'Shrimp' Discovered","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/influenza-virusjpg","url":"http://www.environmentalgraffiti.com/breaking-news/news-fossil-giant-ancient-3-foot-shrimp-discovered"}