{"summary":"If up until now, eating bugs was only common in certain parts of Asia or Africa, researchers from the Ohio  State University suggest that such an odd menu might be the perfect choice for our health and the sake of the planet. Photo: ","advice_category":"8","content":"\nPhoto: \nphoto source: Times\nIf up until now, eating bugs was only common in certain parts of Asia or Africa, researchers from the Ohio  State University suggest that such an odd menu might be the perfect choice for our health and the sake of the planet. Entomophagy (i.e. eating insects as food) leads to low cholesterol and provides essential nutrients and proteins, while keeping down the number of pests and avoiding the heavy use of pesticides.\nIn Thailand, when the use of pesticides failed, the government urged people to consume locusts and even handed out recipes thus putting an end to the plague. Locals went even further and started planting corn to attract the little pests and sell them. It's no wonder then, that in some parts of the world bugs are considered a treat. Wasps with rice for example are one of Japan's favorite dishes, while sago grubs wrapped in banana leaves are a delicacy in Papua New Guinea. A plate of maguey worms – larvae of a giant butterfly – are valued at ¢G12.50 in many Mexican restaurants.\nPhoto: \nphoto source: Times\nTina van den Briel, senior nutritionist at the World Food Program, is part of the team that provides the much needed food aid for poor countries in Africa or Asia. While she is still doubtful about insects becoming a viable food source for large populations, she is not totally against it. They can be part of a complementary diet \"but they do not lend themselves to programs like ours where you transport food over long distances and where you have to store food for a few months.\"\nAccording to the U.N. Food and Agriculture Organization (FAO), 1,400 species of insects and worms are commonly eaten in 90 countries across Africa, Latin America and Asia. While Thailand mostly prefers crickets and silk worms, Africans go for grasshopers or grubs while ants are frequently on the menus of restaurants in South America. FAO even held a special conference earlier this year on the multiple benefits of consuming insects.\nPhoto: \nphoto source: Times\n\"Insects are the most valuable, underused and delicious animals in the world,\" says David George Gordon, a Seattle-based naturalist and author. The West \"is one the few cultures\" that doesn't eat them, he adds. \"Maybe we are the weirdos.\"\nStill, don't hold your breath or think twice if a fly lands in your soup bowl. Even though we eat the ocean's equivalent of bugs - crabs or shrimps - persuading Westerners to eat insects will require skilful persuasion.source\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Bogdan","web_category":"lifestyle","title":"Could Eating Bugs Solve the World Food Crisis?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/could-eating-bugs-solve-the-world-food-crisis/1231"}