{"summary":"Photo: terrafugia.com The unique way in which this vehicle was constructed allows the Transition to fold its wings and be driven as any other car would on normal roads, whilst having the ability, once inside an airport, to extend the wings from inside the cockpit and be ready to fly in moments. Photo: terrafugia.com When you consider that the Transition behaves like a car on the road, yet can become an aircraft lowering its 27-foot wings and taking off, you can see his point","advice_category":"6","content":"\nPhoto: terrafugia.com Almost anyone you ask would love to be able to fly into work instead of drive. The dream of your own helicopter that can make journeys that much easier is a common one, but very few can ever realize that dream, because the costs involved are astronomical, to say the least. The other possibility is, of course the flying car, but nobody really managed to develop a good one till now. Photo: terrafugia.com This could be so important for future commuters, and it looks fantastic. A group of dedicated private pilots who were also engineers got together in 2006 to create a new company called ‘Terrafugia’. This is Latin, meaning literally to \"escape the earth,\" and that was their stated aim, which resulted in the production of a truly dual-purpose vehicle. Federal Aviation Authority rules for light sport aircraft gave them room to be creative, they came up with the ‘Transition’, an aircraft that is equally at home being used as a car on the road. Photo: terrafugia.com The unique way in which this vehicle was constructed allows the Transition to fold its wings and be driven as any other car would on normal roads, whilst having the ability, once inside an airport, to extend the wings from inside the cockpit and be ready to fly in moments. July 2008 saw the co-founders heading to EAA Airventure with a proof of concept model of the aircar, and powered testing began. The car achieved speeds of 100mph on the ground, and flew successfully in Plattsbergh, New York. Photo: terrafugia.com There were problems to iron out, of course, and some design changes had to be made since the completion of testing in 2009. Testing and FAA certification of the new prototype are well under way, and the first customers are expected to receive their Transition vehicles in 2011. Carl Dietrich, CEO of the company, believes implicitly that personal air cars are the future of transportation. Photo: terrafugia.com When you consider that the Transition behaves like a car on the road, yet can become an aircraft lowering its 27-foot wings and taking off, you can see his point. With a top speed of 130mph, a 500 mile range and capacity for 430 pounds of cargo, this is a very tidy little plane. One stop to refuel will give you over 1,000 miles of travel in less than 8 hours, then you land and fold in the wings and you can get back on the road. In this vehicle, you can take off or land at any public airport with at least 2,500 ft of runway, as do most public airports. On the ground, it can be driven on any road and parked in a standard household garage or parking space. Photo: terrafugia.com Since it will be certified as a light sport aircraft, you would need a light sport pilot license to fly it, which requires a minimum of 20 hours flying time and then passing a simple practical test in the aircraft. You will also need a valid driver's license for use on the ground. So there you have it. The Transition is expected to cost between $200,000 and $250,000, and the company already has $16 million worth of advanced orders, so prospective owners are very keen indeed to get their hands on it.Up to now, the company remains privately funded and is based just outside of Boston in Woburn, USA. The flying car will be a dream come true for many, and I bet you’d love to have a go. I know I would. Photo: terrafugia.com My sincere thanks to Terrafugia who happily granted me permission to use the information and images needed to write this article.","author":"tonyleather","web_category":"art+and+design","title":"The Flying Car Just Became a Reality","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Planecrashcity.jpg","url":"http://www.environmentalgraffiti.com/innovation/news-fantastic-realization-vision-flying-car"}