{"summary":"The porches in the Americana museum also contains benches and rocking chairs, but these are not beautifully painted and new. Once the chainlink fences and postage stamp sized yards fade from your rearview mirror and pastures, barns and diners pass you by; you are entering the Americana museum","advice_category":"8","content":"\nPhoto: the prodigal untitled13\nIn every major city a local or a tourist can find a museum that contains priceless masterpieces of paint, canvas, plaster and stone. But if one were to turn off the interstate and drive to where the neighbors still borrow a cup of sugar and time moves slower, you will find a different kind of museum. A museum of traditions and values.\nOnce the chainlink fences and postage stamp sized yards fade from your rearview mirror and pastures, barns and diners pass you by; you are entering the Americana museum. Diners filled with stools pulled to a bar waiting for a thirsty farmer or anxious child anticipating a scoop of homemade ice cream. Country stores where you can still purchase a 25lb bag of flour, 5lbs of ten penny nails and a crystal clear jar filled with brightly colored gumballs.\nPhoto: Muffet\nCity porches are often decorated with beautifully painted benches and rocking chairs. The porches in the Americana museum also contains benches and rocking chairs, but these are not beautifully painted and new. Antiquated rocking chairs are worn smooth and deliver a nice creak when rocked in while looking at the sunset and talking to family and friends on the front porch. Benches have peeling paint that is rarely seen for the old men who sit along the front of the country store and diners talking about days gone by and the weather.\nPhoto: eye2eye\nTime may move slower than a tractor in the road pulling a load of hay, but these Americana museum occupants see it as more of a treasure than something that needs to be raced and tracked. Lunch at the diner is not finished in thirty minute increments of break time, but the second hand slowly sweeps by as coffee is sipped and a second helping of last year's prize winning apple pie is served. As the time gets late and the darkness creeps across the square, stores shut down in favor of spending time with family rather than make that last sale.\nPhoto: sonjalovas\nAmericana museums most prized collection is its people. In the city, an individual may have six people who are within a stone's throw, but proximity does not a neighbor make. \nPhoto: cotaroba\nNeighbors in the country may live miles apart, but they personify the word neighbor with their willingness to lend a helping hand in repairing a pasture fence, stop to change a flat tire or just hold the door open at the grocery store for the woman burdened with her purchases.","author":"Crayon Wrangler","web_category":"travel","title":"Small Town USA: America's Living National Museum","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/nan-madol-12.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-country-museums"}