{"summary":"The IPCC predictions are conservative.. We must retrain all those who lose their jobs, we must invest immediately in clean and green research, we must bring corporations and vested interests to heel, and we must repair our democracy","advice_category":"4","content":"\nThis is a follow-up to my previous post, \"If You Knew the World Would End in the Near Future, What Would You Do?\" \nSmile, this guy says we're all screwed!\nIt's not the way I wanted to start my Saturday, reading that James Lovelock, the author of the Gaia hypotheses, is predicting that we have already passed the tipping point and so we might as well \"enjoy life while you can.\" Worse, I have heard a similar prediction from Dr. Andrew Weaver, Canada's highly respected climate scientist and Nobel-winning lead author on the IPCC report.\nDr. Weaver gave it more like 40 years, but then he and most scientists are quite conservative about these things. I must say, my own research leads me to conclude that, if we have time to make change, it isn't much at all. Unless the world as-a-whole undertakes a radical wartime-like effort to completely retool the economy and eliminate greenhouse gas emissions, it will all be over except the crying.\nAnd, unfortunately, the wars and rape and murder and robbery and all the other things that happen as a civilization collapses. I encourage everyone to do their own research, but certain facts seem incontrovertible:\n1. The IPCC predictions are conservative.\n2. The IPCC predictions do not take into account certain positive feedback loops that will accelerate climate change and its effects.\n3. The actual, measured events have generally occurred much more quickly than predicted.\nThe Arctic ice melt is the most recent and obvious example of the latter. Scientists are now saying that the summer ice may all be gone within a few years. That would be catastrophic, as the Arctic ocean would then absorb heat rather than reflect it back into space, as happens when it is covered by ice and snow. As the Arctic sea ice goes, it is very likely that methane - 23 times as potent a greenhouse gas as carbon dioxide - will be released in vast quantities from the permafrost.\nAnd there will nothing to stop Greenland from melting - again, likely much more quickly than predicted - raising sea levels 7m or 20 feet. Each one metre rise in sea level will create 100 million refugees, and I would not be at all surprised if that figure was conservative.\nSo, what to do? I think it is the duty of enlightened people, and the Green Parties, to propose rapid and decisive action. We are faced with a crisis and must respond appropriately. Lovelock predicts that 80% of the human population will be dead by 2100, and I have heard similar predictions elsewhere. It is not hard to imagine that, as civilization collapses, the social effects of the climate crisis - war, murder, rioting, widescale food and water theft - will result in more immediate deaths than actual shortages.\nWhat would you do if you knew the world was going to end in 20-40 years? And what do you think a lot of other people will do?\nWe must have a plan for this change. Half measures are inadequate, and we certainly don't have time for 'the market' to respond if we simply remove subsidies and implement a carbon tax. We must lay out a program of rapid change that moves us to a green economy with almost zero greenhouse gas emissions within four years. We must retrain all those who lose their jobs, we must invest immediately in clean and green research, we must bring corporations and vested interests to heel, and we must repair our democracy. And we must do it all very bloody fast.\nCross-posted to my Green Party blog - because if we don't get the politicians moving, we're done.\nBrian Gordon is a Canadian Green Party member and candidate trained by Al Gore to present An Inconvenient Truth.\nIf you want to keep up with Brian's adventures in the Green Party, why not subcribe to our RSS feed? We'll even give you a free album. ","author":"Brian Gordon","web_category":"science","title":"James Lovelock Says Live It Up: We've Got \"20 years before it hits the fan\"","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/green-living/james-lovelock-says-live-it-up-weve-got-20-years-before-it-hits-the-fan/868"}