{"summary":" the receptor has been found in all of the insects the scientists have studied. Many animals rely on insects as a primary source of food","advice_category":"4","content":"\nThere’s an old saying that goes: “If you can’t beat them, make them sterile.”\nScientists have found a new way to combat insect populations by doing just that.  The researchers, based out of the Institute of Molecular Pathology in Vienna, Austria, have discovered a sex switch that causes certain insect behaviours after mating.\nA “sex peptide molecule” in insect sperm causes many insects to exhibit certain behaviours after mating. In the mosquito, for example, a recently mated female seeks out blood. Since this can spread malaria and other diseases, stopping the behaviour would be beneficial in health terms.  In many insects, sex peptide molecules also trigger the egg laying response.  Now scientists have determined the receptor for this molecule in female fruit flies.\nScientists say that blocking this molecule, and the switch in behaviour it causes, could be the future of pest control. Lead researcher Barry Dickson said: \"If you had an inhibitor of this receptor then you could interfere with its function and it would, in effect, be a birth control pill for insects.\"\nNot only would it be much greener than current methods of insect control like pesticides, it would also be more effective.  Current methods just kill the insects that are sprayed. Bugs breed very quickly, however, so the dead insects are easily replaced.\nThe new method the scientists propose will essentially turn insects into that one person you knew in high school. Long after they’ve had sex, they’ll continue to act like virgins. For bugs, this means not laying eggs and not producing offspring.\nScientists officially discovered the receptor in fruit flies. Fruit fly experiments seem to be all the rage this year, as earlier studies were focused on turning the insects gay and back.  the receptor has been found in all of the insects the scientists have studied. This could result in an eco-friendly “birth control pill” for insects.\nThere are some issues with the idea however. Insects may spread disease and be highly annoying, but they serve a purpose in the ecosystem. Many animals rely on insects as a primary source of food. Even mosquitoes, which appear to be the main target for any birth control method the scientists may discover, are a large part of many fish, bird, and other creatures’ diet.\nIf you want to find out more about creepy insects or alternative birth control methods, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"science","title":"Scientists Invent Tiny Chemical Condom for Bugs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/sciencetech/scientists-invent-tiny-chemical-condom-for-bugs/594"}