{"summary":"The central Kwanzaa celebration involves a nightly family ritual of lighting candles and drinking from the unity cup. Maulana Ron Karenga of California State University first celebrated Kwanzaa in 1966","advice_category":"8","content":"\nPhoto: Christopher Myers \nJust what is Kwanzaa? It is a harvest festival with internal contradictions. It is a celebration rooted in African history but was invented in the USA in 1966. While placing a high value on both individual self-determination and community solidarity, does it overcome or perpetuate racial differences?\nThe Roots of Kwanzaa History\nDr. Maulana Ron Karenga of California State University first celebrated Kwanzaa in 1966. His goal was to provide a new holiday tradition to meet the needs and aspirations of African Americans.\nHe used Swahili words such as \"Kwanzaa\" and made symbols with meaning for anyone of African heritage. Dr. Karenga intended to include all Africans, even mentioning Egyptian pharaohs. This festival should strengthen each individual's sense of self-worth, love for their family and commitment to working for the good of their community.\nPhoto: soulchristmas\nWhen is the Kwanzaa Holiday Celebrated?\nKwanzaa is an annual week-long festival, celebrated from Dec. 26 through Jan. 1. As a harvest festival, music and food play important roles. \nThe Seven Kwanzaa Principles\nThe seven principles of Kwanzaa are Umoja (Unity), Kujichagulia (Self-determination), Ujima (Collective Work and Responsibility), Ujamaa (Cooperative Economics), Nia (Purpose), Kuumba (Creativity) and Imani (Faith).\nThe Physical Symbols of Kwanzaa\nPhoto: purejuice2\nThe Kwanzaa holiday has only a few physical symbols:\nThe seven candles represent the seven Kwanzaa principles. Some celebrants light the candles in a specific sequence. Kwanzaa flags may add to the decor or be flown outside. The typical flag has three equal horizontal bands of red, black and green and some include a map of Africa. A variant flag shows the Kinara and the words \"Happy Kwanzaa\".\nKwanzaa Celebrations\nThe central Kwanzaa celebration involves a nightly family ritual of lighting candles and drinking from the unity cup. The basic steps are:\nPhoto: Urban Hippie Love\nIs Kwanzaa Unifying or Divisive?\nKwanzaa, like Christmas or Hanukkah, is more like a reflective mirror than paintings on a wall. People can read unity or division into any of these festivals. Each is a reminder of how the past has shaped us. At the same time, celebrating these events helps us become the people we aspire to be.\nIn the Christmas tradition, for example, the \"wise men from the East\" called the infant Jesus the \"king of the Jews\". But today, Christians are found in every nation, race and ethnic group. Do all who celebrate Christmas intend their joy to be shared by everyone or selfishly hoarded only by those sharing their own beliefs?\nSome believe that Kwanzaa was intended to empower African Americans to seize power against oppressive white Christians. Others see it as a wise tool to empower marginalized blacks and to foster both self-respect and a sense of responsibility for family and community.\nJust what is Kwanzaa? By celebrating the nightly Kwanzaa holiday ceremony, all the participants are forced to examine their own attitudes. Does the unity cup represent loyalty to family alone; friendship within a \"black community\" in conflict with other races and cultures or a commitment to peace and harmony in a diverse world?\nReferences:\nTime and Date, \"Kwanzaa (until Jan 1) in United States\", referenced Dec. 3, 2010. \nAmerican Museum of Natural History, \"KWANZAA 2010, The Legacy Continues\", referenced Dec. 3, 2010. \nCarlotta Morrow, Believers Web, \"What is Kwanzaa?\", posted Nov. 29, 2003, referenced Dec. 4, 2010. \nUhuru P. Brown, Qwanza Information Services, \"What is Kwanzaa?\", published 2006, referenced Dec. 4, 2010. \nAfgen.com, \"The Meaning of Kwanzaa\", referenced Dec. 4, 2010. ","author":"MikeDeHaan","web_category":"lifestyle","title":"The Kwanzaa Holiday: A Controversial Yet Unifying New Celebration","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/spirituality/news-kwanzaa-holiday-controversial-yet-unifying-new-celebration"}