{"summary":"Some of the themes include: the Lion King elephant, a hollow elephant containing a model of the Elephant and Castle borough; a cocoa plant design by chocolatier Willliam Curly; an elephant designed and decorated by The Kids Company (vulnerable inner-city children); a fish-and-chips elephant; an archery target elephant (quite symbolical, no?) and an elephant ballet (with real ballerinas!). The brains behind the idea are father and son Mark and Mike Spits, who, inspired by a similar project in Belgium and their personal experience with a Thai elephant whose leg was blown off, joined forces with Mark Shand from the Elephant Family Charity","advice_category":"6","content":"\nPhoto: asw909\nHave you been strolling leisurely down the streets of London or perhaps marching your way across from one end to the other to find yourself, ever so suddenly, so unexpectedly and without prior warning, face-to-face with a teenage-sized elephant?\nPhoto: asw909\nLondon’s Elephant Parade is in fact dotted around the city; pretty much every borough in central London will have one, or half a dozen, of these funky creations in aid of the Asian Elephant. In fact, over 250 ecofriendly elephants inhabit the walkways, parks and piazzas of the city, boldly representing their artists’ unique inspiration and each up for grabs in an effort to raise ¢G2 million. The elephants are sponsored by a number of important brands; among them are Vanity Fair, The Evening Standard, BT and Sotheby’s as well as many private entities and celebrities. \n\nPhoto: asw909\nThe brains behind the idea are father and son Mark and Mike Spits, who, inspired by a similar project in Belgium and their personal experience with a Thai elephant whose leg was blown off, joined forces with Mark Shand from the Elephant Family Charity. The charity will be receiving all proceeds, which will be directly invested in the conservation of what is quickly becoming one of the world’s most endangered species. \nPhoto: asw909\nImagine, 50 years from today, your grandchildren might not see an Asian elephant; to them these magnificent animals will be like the Dodo to us – remnants of a distant and hardly relevant past. \nPhoto: asw909\n\nOn this note, do sign the global petition to raise governmental awareness: \nPhoto: asw909\nBut what is so special about these elephants? Is it that they represent the multi-ethnic essence of London or that they are the largest fundraising campaign to be seen on the streets of the capital? Each elephant represents very diverse aspects of a culturally diverse London and many were designed and adorned in remote corners of the world.\n\nPhoto: asw909\nFrom fashion statements to ethnic portrayals, the subject matter of each elephant is entirely different and encompasses a story of its own. Some of the themes include: the Lion King elephant, a hollow elephant containing a model of the Elephant and Castle borough; a cocoa plant design by chocolatier Willliam Curly; an elephant designed and decorated by The Kids Company (vulnerable inner-city children); a fish-and-chips elephant; an archery target elephant (quite symbolical, no?) and an elephant ballet (with real ballerinas!)\n\nPhoto: asw909\n\nIf you’re interested in visiting (or bidding on) the elephants in person, check out the route map with their exact locations, names and artists. \nBelow you can find some more crazy, awesome and odd looking elephants!\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: asw909\n\nPhoto: geetachurchy\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: mattfromlondon\n\nPhoto: vicchi\n\nPhoto: vicchi\n\nPhoto: vicchi\n With special thanks to Adam, geetarchurchy, Matt Brown and vicchi for making their photographs available for this post!","author":"marianovellamonti","web_category":"art+and+design","title":"London's Incredible Elephant Parade","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-londons-elephant-parade"}