{"summary":"This means that the the first two bubbles could capture the Golden Gate Bridge when Mila turned her camera on to the bubbles, or the one above captured the sky. Mila Zinkova points out that all the colors in the above photograph occur due to interference and reflection","advice_category":"6","content":"\nPhoto: Mila Zinkova\nSoap bubbles! Most of us remember blowing bubbles in our backyard and watching the pretty bubbles reflect and pop, but how many of us have given any thought to how truly beautiful they are and how they occur? Mila Zinkova, a superb photographer on many subjects, has some very special photographs to show us how much we may have missed in them as a child that we can now enjoy as art. Not just a game but bubble and wands are still great babysitters. And yes, I will include a couple of recipes at the bottom so you can try your own!\nPhoto: Mila Zinkova\nSoap bubbles are made from a thin layer of soapy water, or more properly, two films of soap sandwiching a layer of water, which actually strengthens and stabilizes the surface tension of water.? They are spheres for the most part because it is the smallest shape per volume. For the short definition,\" a soap bubble is a spherical layer of soap film encapsulating air or gas\".\nPhoto: Mila Zinkova\nMila Zinkova points out that all the colors in the above photograph occur due to interference and reflection. In essence, it means that these iridescent colors form because they interfere with reflected waves of light. They are also determined by how thick the soap film is. This works just like the colors in an oil spill on a road. \nPhoto: Mila Zinkova?\nFor those of you a little more science minded, the reflections occur thus:\n\nPhoto: Mila Zinkova\nThis means that the the first two bubbles could capture the Golden Gate Bridge when Mila turned her camera on to the bubbles, or the one above captured the sky. It also captured more patterns in the picture just below.\n\nPhoto: Mila Zinkova?\n\nWe have talked about some of the science behind making bubbles (and there is far far more if you are interested) but lets get down to the nitty gritty. To make bubbles that will last long enough to take pictures such as Mila does or just to play and remember those halcyon days of childhood, you want a good all-purpose recipe and then add a touch of glycerin as it hinders the water from evaporating. \nHere are two recipes, and with both of them do not use ultra concentrated detergent and let it sit out overnight uncovered so any alcohol in them evaporates, allowing you to have the biggest and best bubbles ever:\nHomemade Bubble Recipe #1\nMix together,??? 1-gallon hot water??? 3-tablespoons of glycerin (available at your local pharmacy)??? 1-cup Dawn dishwashing liquid\nBubble Recipe #2\nMix together,?? 6-cups hot water,?? 3/4-cup corn syrup?? 2-cups Joy dishwashing liquid\nHappy Bubbling!\nSources: 1, 2, 3","author":"Michele Collet","web_category":"art+and+design","title":"The World Reflected in a Soap Bubble","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","url":"http://www.environmentalgraffiti.com/news-soap-bubbles-mila-zinkova"}