{"summary":"“We were able to individually identify each shark and say how often and when we identified it,\" continued Chapple. This is just a point estimate in time; we do not know whether this is a high number, low number or something in between","advice_category":"2","content":"\nPhoto: bellamy.andrew\nThe earliest known fossil records of great white sharks are about 16 million years old, but at present relatively little is known about their population. Past reports have suggested that they have suffered from population decline, and they have been classified as Vulnerable by the International Union for Conservation of Nature (IUCN). But is their population currently in decline off the coast of California?\nRecently, a unique shark census was conducted in the northeastern Pacific Ocean, which reveals some interesting facts about the great white shark’s population there. The research was led by Taylor Chapple from the University of California, who kindly answered our questions via email. \n“We can’t say that this is a disappearance,\" said Chapple. \"It is possible that this is the normal carrying capacity for central California. This is our starting point. Hopefully in the years to come we’ll be able to determine the health of this population and whether the population is increasing or decreasing.\"\nPhoto: Pietervisser\nWe asked Chapple about the sharks' distribution along the coast, but he suggested that the true home range of these creatures is not determined as yet: “We know that they move between sites, and occasionally move up and down the coastlines, he said. \"On a larger scale, white sharks are present along the west coast of the US during the fall. Then they head out to the White Shark Caf?, a spot roughly half way between Baja California, MX and the Hawaiian Islands. Some sharks also move out around the Hawaiian Islands. Then they return to the coast again the following fall.\"\nWhen asked how the study was carried out, Taylor again stressed that there is no indication as yet that the great white population is declining there: “What we’ve determined is that the population is around 219 adult and adolescent sharks. This is just a point estimate in time; we do not know whether this is a high number, low number or something in between. We hope to determine this with continued research.\"\nPhoto: thomas_sly\nTalking more about the work that was done, Chapple offered a fascinating insight: “This was a huge collaborative effort. The team went out to know white shark aggregations sites off central California. These are spots where white sharks are known to be in the fall based on sightings, etc. They also used a seal shaped decoy to attract the sharks to the surface. Sharks are curious so they often came up to investigate the decoy. Once they presented their dorsal fins above the water we snapped high-resolution photographs of them. The team took these photographs from each shark and compared the trailing edge of the fin across the three years of the study.”\n“We were able to individually identify each shark and say how often and when we identified it,\" continued Chapple. \"We compiled all of our sharks over all of the years and entered the data into a mark-recapture framework. We used 8 different models to test the robustness of our estimate. We determined that there were 219 adult/adolescent sharks off central California.“\nPhoto: Jeff Kubina\nAsked about the health of our oceans, Chapple had these final words to say: “Sharks (and other fish) all over the world are being depleted at alarming rates. We know very little about many of these populations and even less about the implications their loss may have on the marine ecosystems. So, be responsible. We know very little about many of these populations and even less about the implications their loss may have on the marine ecosystems.\"\n“With white sharks, removing even one individual could have very serious consequences for the population and ecosystem. It’s our responsibility to respect and protect these amazing and important marine predators,\" he added.\nWith special thanks to Taylor Chapple for taking the time to answer our questions.\nSources: 1, and Personal interview","author":"Alka Sharma","web_category":"nature","title":"Is the Californian Great White Shark Population in Decline?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-are-great-white-sharks-california-decline-0"}