{"summary":"At night, the water tower is illuminated by LED lights. To commemorate and to advertise the event, the town built its water tower in the  shape of a pumpkin","advice_category":"6","content":"\n\nPhotograph: Mykl Roventine\nSometimes water towers serve an aesthetic, as well as an aquatic, function. Used to attract tourists as a roadside display, advertise local businesses, or experiment with really tall sculptures, water towers are a fun way for a town to express itself. However, for towns with bizarre characters, water towers are particularly weird.\n1. Leaning Tower of Niles, Illinois Photo: \n\nPhotograph: Kestenbaum\n\nThe Leaning Tower of Niles was built in 1934 by business tycoon Robert Ilg as the centerpiece for a recreational center for his employees. The Tower was used to catch water for the nearby swimming pool. The Leaning Tower of Niles was designed as an exact ? size replica of the original Leaning Tower. Niles, Illinois has since formed a sisterhood with Pisa, Italy. \n2. Peachoid in Cherokee County, South CarolinaPhoto: \n\nPhotograph: Ken Thomas\n\nThe Peachoid was built in 1981 when the city of Gaffney, South Carolina needed a water tower. It was specifically designed to model a peach as a dig to rival state, Georgia, known as the Peach State. The Peachoid means to flaunt the fact that Cherokee County used to produce more peaches than all of Georgia. Now a recognizable tourist attraction, the 150-foot Peachoid still functions, holding 1 million gallons of water.\n3. The World's Largest Catsup Bottle, Collinsville, IllinoisPhoto: \n\nPhotograph: Tristen Denyer \n\nThe World's Largest Catsup Bottle is a 170-foot, 100,000-gallon water tower with its own website and fan club. It was built in 1949 by the G.S. Suppiger catsup bottling plant. Many tourists visit the tower as it serves as a prime example of 20th century roadside Americana.\n4. House in the Clouds, England\nPhotograph: Solipsist \nIn 1923, the people of Thorpeness, Suffolk were not thrilled that a water tower was being constructed, obstructing their countryside views. Builders argued the tower was a necessity, but agreed to disguise it in the fashion of the people's choice. The Thorpeness community asked for a cottage to adorn the top of the 70ft structure. For years, the cottage was a functioning water tower with a capacity of 50,000 gallons. Today, quite appropriately, the cottage has been converted into a five-bedroom vacation rental.\n5. Corn Water Tower, Rochester, Minnesota?Photo: \nPhotograph: Jonathunder\n\nThis giant ear of corn is a functioning water tower, holding 50,000 gallons and measuring 60 feet high. It was constructed in 1931, and stands adjacent to the Seneca Foods Plant. Another large plastic ear of corn in a neighboring Minnesotan town rivals the Corn Water Tower for the title of World's Largest Ear of Corn.?\n6. Luling Watermelon Water Tower, Texas\nPhotograph: corneilus\nFor a rural town of 5,000 people, watermelon can be very exciting. The heat of Southeastern Texas makes cold watermelon a favorite food for all, and to commemorate this fruit, in 1953, the town created the annual Watermelon Thump and Watermelon Tower. The Thump includes a seed-spitting competition, a Miss Watermelon pageant, and a biggest melon contest. The 154-ft water tower is a year-round reminder of the importance of watermelon to the community.\n\n7. Airport Water Tower, Greenville, MississippiPhoto: ?\n\nPhotograph: tinkerbrad\nSince 2005, those flying out of the Mid Delta Regional Airport have been greeted by a water tower that doubles as a memorial to Air Force veterans. The plane at the base of the tower is a T-33, a jet trainer model used at the Greenville Airbase during the Cold War. At night, the water tower is illuminated by LED lights. ?\n8. Circleville Water Tower, OhioPhoto: \nPhotograph: dok1\nThe main attraction of Circleville, Ohio is its annual pumpkin festival in October. Ranking as the sixth largest festival in America, Circleville sees 300,000 people stream through its cities during the 4-day celebration. To commemorate and to advertise the event, the town built its water tower in the  shape of a pumpkin. ?\n9. Kuwait Water TowersPhoto: \nPhotograph: radiant guy\nThe Kuwait Water Towers were built in 1979 and have had to be renovated several times due to damages from foreign occupations in the country. The towers are mushroom water towers, an optimal design to capture water, which originated in Sweden. ?\n10. Water tower, T?nder, DenmarkPhoto: \nPhotograph: Wolfgang Pehlemann\nWhat is most fascinating about the Tonder Water Tower is its dual purpose. Not only does it hold water, as its name would suggest, it also houses a Danish chair museum. A collection of Arne Jacobsen's chairs is featured at this lighthouse-like tower. ?\n11. Ciechanow Water Tower, PolandPhoto: \nPhotograph: Kaczorgw\nThe Ciechanow Water Tower in Poland is a hyperboloid structure, using hyperboloid geometry which maximizes structural strength with a minimum of material. The Ciechanow Water Tower was built in 1972 by Jerzy Micha? Bogus?awsk. \n12. Peppermint Water Tower, Shiloh, Illinois Photo: \n\nPhotograph: jinx!\n\nThe Shiloh Water Tower is a 145-foot red and white striped structure which can hold 225,000 gallons of water. A county landmark that can be seen for miles, the Shiloh Water Tower is one of the highest points in the area. In 1978, the tower cost less than $200,000 to build.\n\nNext time you take a roadtrip through\nthe country, 'water towers' can be the theme. From American coast to\ncoast – and even abroad – water towers get creative, coloring,\nrather than cluttering, the landscape. When form is as emphasized as\nfunction, a giant watermelon, or ketchup bottle, or cottage can grow.\n\nSources: 1, 2, 3, 4, 5, 6, 7","author":"ppavone","web_category":"art+and+design","title":"12 Weirdest Water Towers on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-worlds-10-weirdest-water-towers"}