{"summary":"In jewelry, rings made from ammolite are rare because the delicacy of the gemstone makes it more suitable for use in pendants, earrings and brooches. Rarely is a complete ammolite shell found, most of the time it is just smaller amounts of the aragonite that formed the shell that is mined","advice_category":"2","content":"\nPhoto: Different Seasons Jewelry\nMore than 65 million years ago lived a squid like animal in the deep oceans. This was an animal called ammonite, it had a thin shell that with polishing becomes one of the rarest gemstones on earth. Ammolite is made from the fossilized remains of these shells, brought to light after millions of years.\nPhoto: Mike Peel\nAmmolite is almost opal like in its iridescent colors and found mostly in the Rocky Mountains of North America. A biogenic gemstone, because it comes from organic matter (like amber or pearls), it was given official gemstone status in 1981.\nPhoto: Different Seasons Jewelry\nUnlike opal, or other gemstones, the play of its colors comes from interference with light rebounding from layers of  tiny plates. The ammloite is extremely thin, often showing a dragon skin appearance or shattering due to the pressure of sediment it has been lying in. Rarely is a complete ammolite shell found, most of the time it is just smaller amounts of the aragonite that formed the shell that is mined. Totally smooth ammolite comes from layers buried much deeper underground.\nPhoto: Different Seasons Jewelry\nIt is called Buffalo Stone by the Blackfeet tribe, believed to draw the buffalo towards the hunt, and is also thought by them to have healing powers. More recently, Feng Shui practitioners have promoted it as having the power to enhance well-being.\nPhoto: Deidre Woollard\nA wondrous gem, it blazes with fire and life even though the animal that created it is long dead, having become extinct at the same time as the dinosaurs. Blues and purples are the rarest colors as they come from much deeper in the mines and sediment layers and are also the thinnest of all ammolites.\nPhoto: Different Seasons Jewelry\nIn jewelry, rings made from ammolite are rare because the delicacy of the gemstone makes it more suitable for use in pendants, earrings and brooches. Often you will find the pieces as doublets where some of the material it is found in is either left behind on the back or added to it, giving it more stability and in some cases depth. Triplets are the least valuable – that is when a convex layer of synthetic quartz or clear material is laid on top of the ammolite, further protecting it.\nPhoto: DanielCD","author":"Michele Collet","web_category":"nature","title":"Ammonite: The Animal that Transforms into a Gemstone","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cano-cristales.jpg","url":"http://www.environmentalgraffiti.com/news-ammolite-gemstone-comes-frrom-fossil"}