{"summary":"This use of placement and positioning to make a tattoo appear more realistic is synonymous with the design of three-dimensional tattoos.. Three-dimensional tattoos that create images that seem to appear above the skin employ a method of representation that can be seen as a kind of embossing","advice_category":"8","content":"\nPhoto: Tattoo_Lover\nFor generations, tattoos have been a popular way of decorating the body, making an artistic statement or using the skin as a blank canvas to narrate important life events. After all, what is more unique than the body and the way it can be inked to produce art work that represents who a person is inside and what they believe? The modern day tattooist has taken this to a whole new level with the development of three dimensional tattoos and the way they utilise anatomy to make an artistic statement.\nThree-dimensional tattoos look to the traditional world of art to use techniques developed by painters over hundreds of years. These techniques not only render images that are more realistic than previous two-dimensional tattoos, they are also actually intended to produce art works that mimic physical objects precisely, thus fooling the mind into believing it is seeing the object in question.\nThrough the use of shading, contouring and scale, the humble two-dimensional tattoo is transformed into a piece of art that has depth, breadth and real-life presence.Photo: malevagotica\nThe two main ways of rendering three-dimensional tattoos are either above the skin or below it using a trompe l'oeil effect – another throw back from the world of the traditional art establishment.\nThree-dimensional tattoos that create images that seem to appear above the skin employ a method of representation that can be seen as a kind of embossing. Here, artists design a tattoo that appears in relief above the surface of the skin. In other words, the design is created to look like something real is sitting on top of the skin, and comes complete with external shadows inked in place. Animals, insects, ribbons and even labels are popular subject matter for this kind of tattoo.\nPhoto: Tattoo_Lover\nPhoto: BeeRealty\nThe type of three-dimensional tattoos designed to appear below the skin are created in a debossed or engraved fashion and mimic something that is breaking through the surface of the flesh, is hidden beneath ripped skin or occurs organically inside the body.\nIn these designs, sections of the skin are reproduced by the tattoo artist to make the final design appear more realistic. So whatever needs to be breaking out from the body or is concealed within it gives the appearance of physically being a part of that body. These sections of skin are themselves tattooed in three dimensions and have depth, shadows and realistic appearing folds, tears or injuries.Photo: Tattoo_Lover\nWithin that tattooed framework, the inside of the body is rendered with depth to give it a three-dimensional appearance with an internal shadow effect so it seems to be inside the skin.\nCommon designs for this kind of tattooing include machinery and anatomical parts. For example, machine parts may appear in a tattoo on the arm or leg, while a tattoo of the heart, lungs or a bullet wound may be tattooed onto the chest.\nThis use of placement and positioning to make a tattoo appear more realistic is synonymous with the design of three-dimensional tattoos.\nNow body art can be a representation of what’s inside a person - quite literally.","author":"JaneK","web_category":"lifestyle","title":"Jumping Out of Your Skin: Creepy 3D Body Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-3d-tattoos-get-under-your-skin"}