{"summary":"Like a true knight in often bright red shining armor, the ladybug just loves plant lice. With special thanks to Flickr user Anauxite for her stunning ladybird captures","advice_category":"2","content":"\nPhoto: AnauxiteOh, you’re a big one, let me have a little taste:\nYou may be wondering what aphids are and rightfully so as they are more commonly known as plant lice or green, black or whiteflies, depending on where you live. Fact is – they are a pest to those plants they devour, sucking out their last drops sap. How’s that for a gruesome image from the plant versus insect world?\nPhoto: Anauxite\nHm, yummy romp:Photo: Anauxite\nAccording to Bugs of the World (1993), aphids are “among the most destructive insect pests on cultivated plants in temperate regions.” Ha - there you have it. Pesky little suckers. When it comes to group dynamics, however, and successful survival, plant lice can’t be beaten.\nCome with me, my little innocents, there is a game that we can play...Photo: Anauxite\nThey get together in the hundreds if not thousands and attack the roots, leaves and shoots of a plant. Though some plant lice species are choosy and prefer only one particular plant to munch on (it’s called being monophagous), there are many others that feed on a great variety of plants. The plant below may be okay, but the aphid is definitely a goner...\nAnd now for the innards…Photo: Anauxite\nIn addition, aphids travel great distances by letting themselves be blown away by the wind or through accidental transportation on infested plants via humans. \nAh, almost done…Photo: Anauxite\nIf these little buggers are so efficient, how come not all our plants are infested with them? Good questions but despair not, luckily there are natural predators. One such predator is the ladybird beetle (coccinellidae), more commonly known as a ladybug or ladybird.\nPhoto: Anauxite\nLike a true knight in often bright red shining armor, the ladybug just loves plant lice. In fact, some Asian ladybird species were introduced to North America as recently as 1988 and to Europe in 2004 to combat plant lice – successfully, so far. \nLet me turn you around:Photo: Anauxite\nHow much they love the lice and how exactly they devour them is apparent very apparent in this incredible sequence of pictures.   \nThat was good… and for desert - lice legsPhoto: Anauxite\nYou see it’s true what your mother told you – do take time to eat your food and chew every bite carefully. Even the ladybug does. A truly amazing sequence that doesn’t need much explanation. Next time you see some lice on your plant, just wait, the friendly neighborhood ladybug can’t be far away, waiting to come to the rescue. If you want to see more ladybugs, here’s an article on some interesting ladybug gymnastics...\nAnd now, maybe a nap? Or maybe not?Photo: Anauxite\nWith special thanks to Flickr user Anauxite for her stunning ladybird captures. \nSources: 1, 2, 3","author":"Simone Preuss","web_category":"nature","title":"Ladybug Devours Aphid","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Firestick_1_450px-Euphorbia_tirucalli_003.jpg","url":"http://www.environmentalgraffiti.com/animals/news-ladybirds-devouring-aphids"}