{"summary":"Insights such as these may come as a surprise to some people, but there are many other questions about sharks that we don't have the answers to. They're second only to great whites in recorded human attacks—but, due to their indiscriminate appetite, tiger sharks are less likely to swim away after biting a human","advice_category":"2","content":"\nPhoto: LeicaFotoPossibly the most feared predator on the planet, the great white tops the list of sharks most likely to attack humans. But despite this terrifying title, great whites have an exaggerated reputation and are historically responsible for less than 300 unprovoked incidents around the globe. It's 30 times more likely for someone to be struck by lightning than attacked by a shark. In actuality, the majority of a great white's diet is made up of fish, turtles, dolphins, porpoises, sea lions, and seals. It's believed that when great whites attack humans, it's more likely due to their natural curiosity rather than their appetite.\nThere are around 65 shark attacks every year, and only five of them result in deaths. Yet, especially since the arrival of movies such as Jaws, people have had an image of sharks as slavering monsters just looking for some prime human meat. \nPhoto: Mark AddisonBlacktip sharks have been observed leaping from the water, spinning up to three times, and breaking the water's surface on their backs. It's believed that this is a feeding behavior. Blacktips eat a variety of things, including herring, catfish, shrimp, rays, crabs, and even smaller sharks. They will also follow fishing trawlers, scavenging up bits of bycatch and attacking speared fish, which has given them the nickname \"sea jackals.\"\nAccording to National Geographic, in the US alone, cows are responsible for the deaths of four times as many people as those killed by sharks around the world every year. Insights such as these may come as a surprise to some people, but there are many other questions about sharks that we don't have the answers to. Nat Geo WILD is attempting to address some of these questions – as well as test some of the many myths surrounding sharks – in a two-hour event called \"Shark Attack Experiment LIVE\", which is being broadcast on Friday 25th November, 2011, at at 9 pm ET/PT.  \nPhoto: Amanda CottonTiger sharks are notorious for eating almost anything. Researchers have found all sorts of things—from sea turtle shells to birds to plastic bottles—in their stomachs. They generally hunt alone at nighttime, scavenging the waters as they swim closer inshore and toward the surface. Tiger sharks are curious fish and considered potentially dangerous to humans. They're second only to great whites in recorded human attacks—but, due to their indiscriminate appetite, tiger sharks are less likely to swim away after biting a human. However, attacks are atypical, and someone swimming off the coast of Hawaii is 40 times more likely to drown than be bitten by a tiger shark.\nAmong the questions the live show hopes to provide answers for are: does swimming or floating make us more attractive targets? Do bright colors or shiny equipment provoke sharks? Do our bodily fluids, urine for example, signal to sharks that lunch is nearby? And will they attack more readily during daylight or at night?\nPhoto: Skye EbdenLike blacktips, dusky sharks are known to trail after spear fishermen in hopes of scavenging up a quick meal. They're a large fish species with a rounded snout and sandy-colored tips on most fins. These fish weigh a whopping 400 pounds and can grow over 11 feet in length—but they're a slow-growing species and don't reach maturity until about 20 years of age. Compared to other sharks, duskys have a long lifespan—up to 40 years in the wild.\nContrary to their representations as man-eaters in popular fiction, sharks – great whites in particular – are not believed to target people but rather mistake us for prey such as seals. Humans, however, hunt them for food such as shark's fin soup and their use in traditional medicines around the world. Shark populations have fallen drastically thanks to this slaughter of one of the ocean's fiercest but most amazing predators.\nPhoto: Petr VostrovskyRagged tooth sharks, or \"raggies,\" prefer to swim in coastal waters and around coral reefs, usually trolling over sandy or rocky ocean floors. They're bulky-bodied, maxing out at just over ten feet in length, and have a lifespan of over 15 years. Sand tigers are the only shark species that will actually swim to the surface, gulp air, and hold it in the stomach. This behavior allows them to stay buoyant and motionless in the water as they stalk prey (like rays, squid, crustaceans, and bony fishes). Despite their fierce appearance, sand tigers are a docile species, usually only attacking humans if provoked. There are less than 100 documented sand tiger attacks on record.\nShark researcher Ryan Johnson says: “With more than 350 different kinds of sharks, every ocean around the world is home to this iconic predator, which is vital to the ecosystem of our seas, our goal is to reduce fear through education, while at the same time providing new insight into the triggers that can lead to the rare attacks.”\nPhoto: Skye EbdenGreat white sharks, with their powerful, torpedo-shaped bodies, are the biggest predatory fish in the world. They can weigh up to 5,000 pounds and grow to an average of 15 feet in length. Great whites have an excellent sense of smell. And, through electromagnetic sensors in their pointed snouts, these giant fish are able to pinpoint a drop of blood from over a mile away and a seal colony from two miles' distance.\nIf you don't feel you will get enough from the two-hour live show, there will be a marathon of documentaries for nine hours beforehand, starting at 12 noon, with live cut-ins from South Africa every hour. Those not in the US will be able to follow the event on social media such as FaceBook and Twitter.","author":"Michele Collet","web_category":"nature","title":"Get Your Teeth Into the Truth About Shark Attacks... Live!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/news-shark-attack-experiment-live"}