{"summary":"We’ve heard of ice hotels but how can a building made of ice blocks withstand sauna temperatures of over 80 degrees Celsius (176 Fahrenheit)? Well, let’s ask the Finns and Russian who see nothing unusual in this concept and who have built successful ice saunas for years. We all know the concept of sauna and also the concept of ice but bring the two together and confusions ensues","advice_category":"8","content":"\nPhoto: Ilya Varlamovused with permission\nWe all know the concept of sauna and also the concept of ice but bring the two together and confusions ensues. We’ve heard of ice hotels but how can a building made of ice blocks withstand sauna temperatures of over 80 degrees Celsius (176 Fahrenheit)? Well, let’s ask the Finns and Russian who see nothing unusual in this concept and who have built successful ice saunas for years.   \nBeautiful ice carving:Photo: Ilya Varlamov used with permission\nThe ice palace and detail pictured above is an ice sauna palace, built for the third time in Baikalsk, a town with a population of around 15,000 close to Irkutsk in southeastern Siberia. As one can imagine, winters are long and hard here, so what better way to kill some of the long winter days than buy building an elaborate ice sauna. This one’s particularly beautiful because the only one-inch-thick ice blocks allow a view of the outside landscape:\nSauna room with a view:Photo: Ilya Varlamov used with permission\nHere’s a proud Russian who explains the making of an ice sauna:\nAnd for those who are wondering what happens should nature call, so far out in the wilderness, worry not. A toilet can be constructed, together with beautifully carved ice walls. Now if the wood chips could just be replaced with toilet paper…\nDon’t take too long in here…Photo: Ilya Varlamov used with permission\nBut not only the Russians know how to built ice saunas – the Finns are not far behind with their creative constructions. Little wonder as sauna traditions in Finland, Estonia, Latvia, Lithuania and Russia are quite similar and sauna-going plays an important cultural and social role. \nA sauna made of ice blocks in Ruka, Finnish Lapland:\nPhoto: ezioman\nThe construction from the back, in its snowy surroundings:\nPhoto: ezioman\nHere’s a video of a Finnish couple who’s built a beautiful ice sauna in their backyard, complete with candle-lit path and place for refreshments. Though it’s in Finnish, you’ll get the idea and will want to join in:\nFor those who always wished they could’ve stepped into their fridge during hot summer days, Turkish sauna manufacturer MNK has come up with the ice sauna’s reverse model: The Snow Room with minus 10 degrees Celsius for those who really want to cool off. The concept is meant for luxury hotels and spas that want to offer their guests new services.   \nAh, so refreshing – like walking into your fridge:\nPhoto: via gizmodo\nThe hot-cold concept seems to keep the human mind occupied and is said to have many health benefits. Or, according to a popular Finnish saying: “Jos ei viina, terva tai sauna auta, tauti on kuolemaksi.\" - If booze, tar, or the sauna won't help, the illness is fatal. Skol! \n\nSources: 1, 2, 3","author":"Simone Preuss","web_category":"lifestyle","title":"Sweating in Siberia's Ice Sauna","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-sweating-siberias-ice-sauna"}