{"summary":"If you think of what tornadoes can do to various objects, including us, water spouts do seem a logical explanation. Before you can figure out what has just happened, more frogs are falling around you","advice_category":"2","content":"\nPhoto: \nImage: Mila Zinkova\nIt’s a somewhat cloudy day. You figure a storm will be coming and then raindrops start to fall. This doesn’t register as abnormal until you hear a small thud on the ground. Then you see a frog, limbs quivering, writhing on its back. Before you can figure out what has just happened, more frogs are falling around you. In fact, thousands of frogs are falling. If you think such an event could only happen in ancient times, you'd be wrong. It’s Brignoles, France and the year is 1977!\nPhoto: \nImage: Aliq \nAlthough it hasn't been observed or tested scientifically, frogs have been recorded as falling from the sky since A.D. 77. The most recent episode took place last year in Bromley, England, and before that in Serbia in 2005 and London in 1998. This anomaly, not exclusive to frogs, has occurred with salamanders, fish, mussels, worms, lizards, and various parts of these animals. But how can so many animals, that aren’t common to a certain area, just fall from the sky? Well the answer may be more simple than you think.\n?Photo: \nImage by: John E. Hill\nThroughout the ages, most people have associated falling frogs with the weather. Andr?-Marie Amp?re, a famous French Physicist, proposed a hypothesis about falling frogs at the turn of the 19th century. He said to the Society of Natural Sciences that frogs and toads, which were more populous in the countryside, could be lifted by violent winds and carried great distances. This would definitely explain why these and other falling animals weigh little and are often small. \nRecently, scientists have been recognizing the power and possible influence of water spouts in these strange events. Water spouts, tornadoes over water, can pick up objects caught in their center and carry them great distances. If you think of what tornadoes can do to various objects, including us, water spouts do seem a logical explanation. So the next time you're looking to buy a new umbrella, you may want to choose a stronger one. Trust me, it will be worth the extra few bucks.\nSources: 1, 2\n","author":"bellipax","web_category":"nature","title":"It's Raining Frogs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/493820508_625b5677a0.jpg","url":"http://www.environmentalgraffiti.com/ecology/mommy-why-is-it-raining-frogs/6935"}