{"summary":"A flash flood has begun. Now we can really see the quantity of water a flash flood can produce in a short space of time","advice_category":"2","content":"\nPhoto: \nAll photos by: stucko\nSuddenly, the raging torrent of water sweeps over land unprepared for its onslaught. A flash flood has begun. Often associated with severe storms, these extremely dangerous hazards occur when the ground becomes saturated with heavy rain that has fallen over a short timeframe of generally less than six hours – too quickly for the water to be absorbed in any case. The rainfall can rip through riverbeds, streets or mountain canyons, surging rapidly downhill – as this sequence of pictures shows.\nAreas that are normally dry are particularly at risk from flash floods. Here in the Santa Rita Mountains in Arizona, at first only a splash of white water is visible entering the base of the canyon.\nQuickly though the rush of water gathers some momentum, and within seconds it is beginning to flood the area before it. More deaths occur due to flooding than any other thunderstorm-related hazard.\nIt may not look like much at this stage but there lies part of the problem. People tend to underestimate the force and power of flash floods, which can happen without warning dozens of miles from the rainfall source.\nInstead of getting out of the area, people may be inclined to try and cross the flowing streams. As we begin to see, flash floods are capable of sweeping everything ahead of them.\nThe warning from the US Weather Service is \"Turn Around, Don't Drown”. Drivers can be swept downstream in just two feet of water and many flash floods fatalities are caused this way.\nNow we can really see the quantity of water a flash flood can produce in a short space of time. According to the National Weather Service (NWS), such rapidly rising water can reach heights of over 30 feet.\nThe warning from the NWS also advises that flash floods can roll boulders, rip out trees, wreck bridges and buildings, scour out new channels in the earth and even trigger catastrophic mud slides. \nThe desert regions of the southwestern US are particularly dangerous flash points for both hikers and drivers. An isolated downpour can bring on a sudden blitz of water, with the rains filling poorly absorbent and clay-like dry riverbeds like this one. Often a moving flood will be headed by a battering ram-like debris pile containing branches or logs. Wouldn’t want to come face to face with that.\nWith thanks to stucko for use of his sequence of photographs.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Flash Flood!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/450px-USAAntelope-Canyonjpg_0","url":"http://www.environmentalgraffiti.com/featured/flash-flood/16578"}