{"summary":"Locals, divided into nine combat teams throw oranges at each other - with considerable violence - during the traditional carnival days starting on Sunday before ending on Tuesday. Before oranges were thrown they used apples","advice_category":"8","content":"\nPhoto: de/photstrecke\nIvrea is a small Italian city about 40 minutes North of Turin. It was the site of the first post-Roman kingdom of Italy, around 1000AD. It has its day of glory once a year during Carnival, when a juicy orange battle takes place, in memory of of a local insurrection in 1194, against Holy Roman Emperor Frederick of Swabia, aka Barbarossa.\nPhoto: de/fotostrecke\nA local Joan of Arc, Violetta, supposedly started the rebellion, which resulted in the destruction of a castle which was the local symbol of imperial power. The recreation now involves some thousands of people. Locals, divided into nine combat teams throw oranges at each other - with considerable violence - during the traditional carnival days starting on Sunday before ending on Tuesday. The carnival takes place in February, ending the night of 'Fat Tuesday'' - Shrove Tuesday in the UK - with a solemn funeral.\nPhoto: Laurom\nTraditionally, at the end of the silent march that closes the carnival the 'General' says goodbye to everyone with the words: \"See you next Fat Thursday at 1 pm.\"\nThe Ivrea carnival is always opened by a newlywed representing the 'Mugnaia'. She is 'guarded' by more than 1000 masked townsfolk and soldiers. The carnival consists of 40 decorated horse and carts carrying orange throwers who represent the Piedmont castle. The horse and carts then move through the town, each piazza being held by one of nine rival teams of rebelling commoners.\nAs the carts move into the piazzas the teams waiting for them in the squares and the people on the carts themselves go absolutely mad, hurling oranges at each other like demented maniacs.  The legend has that a miller's daughter - 'Mugnaia' - once refused to accept the 'right' of the local duke to spend one night with each local woman, and chopped his head off. Today the carriages represent the duke's guard and the orange throwers the revolutionaries. Spectators are not allowed to throw oranges, but visitors are allowed to enlist in the teams. If they wear a red hat they are considered part of the revolutionaries and will not have oranges thrown at them.\nPhoto: Laurom\nBefore oranges were thrown they used apples. Later, oranges came to represent the duke's chopped off head. The origin of the tradition to throw oranges is not well understood, particularly as oranges do not grow in the foothills of the Italian Alps and must be imported from Sicily. In 1994 an estimated 580,000lbs of oranges were brought to the city, mainly coming from the leftovers of the winter crop in southern Italy.\nPhoto: stardumb\nThis is a wild ride for any spectator, and will leave you gasping with pleasure after all the fun you are certain to have. There may be a few bruises from orange missiles thrown too hard, but you won't care. If you want a real treat at the end of next February, head foe Ivrea, and have the time of your life joining in in the biggest food fight on the planet. What fun!\nPhoto: Attilius\nMy sincere thanks to spiegel.de for the use of their images in this story.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"travel","title":"The Most Colorful Food Fight on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lawless1.jpg","url":"http://www.environmentalgraffiti.com/news-stickiest-wildestbiggest-food-fight-planet"}