{"summary":"Up to 10,000 moon bears are farmed for their bile in China. Two moon bears, nicknamed Rudolph and Holly, were saved from a cruel fate in China in early December 2012 when the Sichuan Forestry Department rescued them from villagers","advice_category":"2","content":"\nPhoto: Gregory Moine\nTwo moon bears, nicknamed Rudolph and Holly, were saved from a cruel fate in China in early December 2012 when the Sichuan Forestry Department rescued them from villagers. The bears had been caught by villagers two years previously, but as they grew, it proved less convenient to care for them. Animals Asia, a charity working towards wild animal welfare and conservation, believe that the villagers were approached by traders wanting to sell the bears for their bile.\nPhoto: Jean-Pierre Dalb?ra\nBear bile farming is a process in which bears are 'milked' for their bile. Bile has been valued as a traditional medicine in China for hundreds of years and is still sold by pharmaceutical companies. The BBC reports that this digestive fluid is “supposed to fight fever, cleanse the liver and improve vision.” Although the practice is legal, many critics contest that the procedure is physically and psychologically painful for these beautiful animals.\nPhoto: Animals Asia\nMany of the bears are held in tiny cages, sometimes for upwards of 30 years. According to Animals Asia, these cages are often so tiny that the bears cannot stand on all fours or even turn around. Some are ‘milked’ up to three times a day. In fact, some of the bears have permanent holes in their abdomens so that the bile can drip out freely. Up to 10,000 moon bears are farmed for their bile in China. \nPhoto: Animals Asia\nFortunately, Rudolph and Holly are now safe from the cruel practice. Sichuan Forestry had them transferred to Animals Asia’s facility in Chengdu, where they will be provided with care from vets, tasty food, and a semi-natural environment. Both bears are healthy and adapting well to their new home.\nPhoto: Animals Asia\nIn addition to the threat of bile farming, moon bears are also in danger due to deforestation, and they are often hunted for their paws and gallbladders, as these are valued in Asian markets. Jill Robinson, Founder and CEO of Animals Asia says, “Providing a home for these two bears is the perfect Christmas present for Animals Asia, our supporters around the world, and for the bears themselves.” We couldn’t agree more.\nFor more information about Animals Asia and to donate, visit www.animalsasia.org.\nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"nature","title":"Endangered Moon Bears Rehomed in Chinese Sanctuary","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1Snakeinbasketjpg","url":"http://www.environmentalgraffiti.com/conservation/news-endangered-moon-bears-find-home-china-sanctuary"}