{"summary":"Icebergs do the same – they release trapped air bubbles that got in there when air trapped in snow layers became glacial ice. Some fun with the same growler – beautiful texture:Photo: ","advice_category":"4","content":"\nPhoto: Like a giant striped chocolate candy...\nImage: Jeff McNeil\nIce growlers have nothing to do with people who stayed too long in Antarctica, snarling at anyone getting too close. No, ice growlers are the smallest type of polar icebergs, classified to fall under 1 m (3.3 ft) in height and 5 m (16 ft) in length. These baby icebergs are actually the oldest or last part of any given iceberg – which makes us grateful for photography, enabling us to capture these beauties before they melt away.   \nA beautifully shaped ice growler in front of a dramatic Alaskan sky:Photo: \nImage: anoldent\nIcebergs are monitored worldwide by the U.S. National Iceberg Center, founded in 1995. Some of the bigger icebergs are even given names but all can be classified according to size classifications. For example, Bergy Bit (hey, that’s what they're called, we’re not making this up) is what the size after the growler is called, ranging from 1–5 m (3.3–16 ft) in height and 5–15 m (16–49 ft) in length. \nBlack growlers seem white or clear when taken out of the water:Photo: \nImage: Kim Hansen\nThe largest type of iceberg (called simply “very large”) is anything beyond 75 m (250 ft) in height and 200 m (660 ft) in length. All iceberg sizes in between are covered by the labels small, medium or large. The tallest recorded iceberg so far was found in the North Atlantic and was 168 m (550 ft) above sea level, equivalent to the height of a 55-story building.  \nOne could say that growlers are the last stage in the life of an iceberg as they are formed by breaking off larger icebergs and inevitably melting as larger icebergs move into warmer water by currents. Their often amazing colouration speaks of an eventful journey. \nA beautiful blue ice growler floating down the Antarctic Sound:Photo: \nImage: John Dalkin\nA growler’s stripes form by the layers of snow reacting to different conditions; in a way, they are the roadmap of where a growler has been. Blue stripes, for examples, can occur when a crevice in the ice fills up and freezes quickly with melt water so that no bubbles form. The next image shows how the different colourful layers can be worn like blankets by an iceberg.\nAn ice nose or ice dunes?Photo: \nImage: Jeff McNeill\nGreen algae attaching itself to the iceberg can form a layer of green; brown, black and yellow lines are traces of sediment, picked up by the iceberg when sliding downhill toward the sea.\nA partly or fully black iceberg occurs when the ice freezes without many air bubbles trapped in it, making it highly transparent. It is therefore actually clear ice that merely reflects the colour beneath it – the black depth of the ocean, for example. \nSmall black ice growler found in Upernavik, Greenland:Photo: \nImage: Kim Hansen\nSome fun with the same growler – beautiful texture:Photo: \nImage: Kim Hansen\nSceptics, take note – the next image is not photoshopped!\nJust a small, blue iceberg floating by on a grey day:Photo: \nImage: Antarktika\nScenery with ice growlers, near Upernavik, Greenland:Photo: \nImage: Kim Hansen\nIn case you were wondering, melting icebergs actually make a sound, namely a kind of fizzing noise called a \"Bergie Seltzer\". That’s probably putting it mildly because when we let go of compressed air bubbles and they come out, it’s not pretty. Icebergs do the same – they release trapped air bubbles that got in there when air trapped in snow layers became glacial ice. So melting icebergs just swim by a fizzing – we’ll leave you with this image.\nOn their way out – melting growlers in Alaska:Photo: \nImage: Lisa Andres\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"science","title":"Stunning Marbled Ice Growlers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/stunning-marbled-ice-growlers/17539"}