{"summary":"Photo: ? Cristina Mittermeier/ iLCPMeeting of Kayapo leaders. The Kayapo people, indigenous to the Amazon rainforest in Brazil, have just been given the opportunity to save their way of life","advice_category":"2","content":"\nPhoto: ? Cristina Mittermeier/ iLCPMeeting of Kayapo leaders\nThe Kayapo people, indigenous to the Amazon rainforest in Brazil, have just been given the opportunity to save their way of life. The first trust fund to focus on long term conservation financing by indigenous Amazon peoples has just been granted to them.\nPhoto: ? Cristina Mittermeier/ iLCPYoung female Kayapo.\nConservation International just announced $8m in grants which will go to “terrestrial monitoring” –  protecting the Kayapo land and providing economic opportunities for the Kayapo people, who number approximately 7,000 spread throughout five territories. These territories together make up the largest block of land protected by one indigenous people, but are circled by encroaching deforestation.\nPhoto: ? CI / Adriano JerozolminskiKayapo man returning from a month long hunting trip\nThe Kayapo people have already shown their dedication to their land. When loggers and miners came in, they were forcefully driven off areas and when the government planned secret dams with a loan from the World Bank, the people arranged the \"Altamira gathering\" at the site where the dam was first to be built, even rocker Sting attended. The loan was declined after all the media and global attention it had received. \nThe people have also started gaining some economic independence and have become a political force in the area.\nPhoto: ? Cristina Mittermeier/ iLCPKayapo woman collecting berries\n“This is a truly amazing accomplishment made possible through a unique combination of partners: a development bank, a conservation organization and an indigenous community. The Kayapo are especially deserving of such a fund, having fought long and hard for their rights and having a level of cohesion, commitment and political savvy that is unmatched,” said Russell Mittermeier, Conservation International’s President.\nPhoto: ? Cristina Mittermeier/ iLCPKayapo man on top of the mountains with a landscape view of the Amazon forest\nMegaron Txucarram?e, a Board Member of Conservation International and Leader of the Kayapo, said: “It is good that grants will go to projects managed by indigenous people to generate income for the Kayapo. This fund is an opportunity for our people to learn to work and earn a living. Money must also be used to oversee the Kayapo land, the Xingu River and the boundaries of indigenous lands. We need to monitor the area to contain invasions and fires.”\nOne of the work opportunities has already been started. Gathering Brazil nuts was always part of their life and now they are harvesting and processing (no technology needed) as well as transporting them. This is something all of the Kayapo could start doing, not just some of the 7000 with some funding.\nThe grants will help protect an area of 10.6 million hectares, three per cent of the Amazon. They are designed to be self funding as well, with the investments increasing the fund hopefully to a targeted $15m.","author":"Michele Collet","web_category":"nature","title":"Unique Amazon Tribe Fight To Save Way Of Life","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2748c89b8f085c23405366b3eb808d56_0.jpg","url":"http://www.environmentalgraffiti.com/news-kayapo-people-get-helping-hand"}