{"summary":"Photo: Ankit YadavKey Monastery near Spiti River. Photo: Ankit YadavThe mummy of Sangha Tenzin","advice_category":"8","content":"\nPhoto: Ankit YadavThe spectacular Himalayan landscape surrounding Spiti Valley\nCold, dry, dusty and spectacularly beautiful… The Spiti Valley region of North India’s Himachal Pradesh state in the Western Himalayas offers contrasting scenes of stark loveliness. The deep blue of the sky stands out against the golden browns of the towering, snowcapped mountains and fluffy clouds. \nPhoto: Ankit YadavKey Monastery near Spiti River\nThe close proximity of the region to Tibet is obvious, both in the people and in some of the architecture. “Spiti” even means “the middle land,” signifying as it does the area in between India and Tibet. Another link the area has with Tibet is Buddhism, which is widespread in this part of India. One famous Buddhist monument is the Key (also spelled Ki, Kee or Kye) Monastery near Spiti River.\nPhoto: Ankit YadavThe imposing sight of Key Monastery\nFlanked by snow-topped mountains and glaciers, the incredible monastery stands imposingly atop a hill, making it resemble an ancient fortress. The monastery has been used for centuries for the training of Buddhist Lamas. More recently, its striking architecture meant it was employed as a Bollywood movie location. \nPhoto: Ankit YadavThe bright colors of Tibetan-style paintings\nDromt?n Gyalwe Jungney, chief disciple of Buddhist master Atisha, is supposed to have founded the monastery in the 11th century. Since then, it has survived an attack by the Mongols in the 17th century, plus numerous onslaughts by various other armies during the 19th century. It has even endured both a fire and an earthquake. The monastery is built on three levels, and it would be easy to get lost in its maze-like interior of narrow passageways and tricky staircases. \nPhoto: Ankit YadavMonks inside Key Monastery\nWhile the exterior of Key Monastery appears to be mostly white and reddish-brown, the interior walls are decorated with murals and paintings. The monastery also houses a collection of decorative banners known as “thangkas,” as well as other valuable works of art, rare wind instruments and ancient weapons. About 300 Lamas currently live in the monastery. In 2000, the Kalachakra ceremony was presided over by the Dalai Lama himself, and more than 1,500 Lamas attended.\nPhoto: Ankit YadavThe mummy of Sangha Tenzin\nAnother famous Buddhist artifact in the region is the mummy of Sangha Tenzin. This is the corpse of a monk that underwent the rare process of natural mummification. In this case, the monk helped with the mummification process himself – while he was still alive. \nPhoto: Ankit YadavTibetan prayer flags\nFollowing an ancient practice, Sangha Tenzin deprived himself of food to rid his body of fat and dried his skin out with candles before his death by starvation. The mummy is well preserved and is still in the seated position in which the monk died, at least 500 years ago. Sangha Tenzin is currently on show at a temple in Gue in the Himachal Pradesh region. According to legend, when the monk perished, a rainbow shone over the village and all the scorpions in the area disappeared.   \nPhoto: Ankit YadavChandertal Lake in Spiti\nThe sub-divisional headquarters (or capital) of the Himachal Pradesh region is the town of Kaza. Amazingly, as ancient as the mountains of the Himalayas may be, the rivers and glaciers in this part of India are even older. \nPhoto: Ankit YadavA rock cairn decorated with prayer flags\nAt an elevation of 11,980 feet (3,650 meters), Kaza is one of the coldest places in India. Getting there is only possible via Kinnaur valley or Lahaul valley. Either route can be closed off by heavy snowfall during the winter months, although the Kinnaur valley route tends to only stay shut for short periods of time. The higher Lahaul route is usually closed for up to eight months of the year because of inclement conditions.\nPhoto: Ankit Yadav\n|align=none|width=600|height=800]Kibber village\nKibber is a small village found at an elevation of 14,010 feet (4,270 meters) and, like Kaza, it’s located in Spiti Valley. There are only about 80 houses in the village – with one television set shared between the residents. Nearby is the Kibber Wildlife Sanctuary, which has many indigenous plants, some of them valuable in Tibetan traditional medicine. \nPhoto: Ankit YadavMajestic Himalayan mountains\nThe mountain ranges around the Spiti Valley are extremely tall, averaging around 14,010 feet (4,270 meters) in height. As you would expect, the climate is harsh: in the capital, Kaza, the average temperature is -34.6F (-37C) in January.\nPhoto: Ankit YadavA deserted road through the mountains\nSpiti Valley is one of the most sparsely populated regions of India, which isn’t surprising given the conditions. It has a cold mountain desert climate, and only a few tough grasses and shrubs are able to grow. Rainfall, meanwhile, averages only 6.7 inches (170 mm) a year. Yet the inhabitants survive mostly through agriculture, with the main crop being hardy potatoes.\nPhoto: Ankit YadavThe village of Kibber\nIt’s hard to imagine, but these enormous mountains were born on the ocean floor and thrust upwards by plate tectonic forces. Marine fossils can be found in abundance and in some places can be bought as souvenirs. These days, there are more prevailing forces at work on the landscape. Rising temperatures have lessened the annual snowfall and decreased the availability of meltwater for irrigation. Even in this remote part of the world, global warming is taking its toll.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Yohani Kamarudin","web_category":"travel","title":"The Stark Beauty of North India’s Mountainous Spiti Valley","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbJPRwtK.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-spiti-river-valley"}