{"summary":"If you’re lucky enough to visit the garden before winter, you might see migrating birds taking a much-needed rest in the garden. The Hama Riky? Garden is specifically located in Ch??, Tokyo, at the bank of the Sumida River","advice_category":"8","content":"\nPhoto: Milosh9k\nTokyo, the capital of Japan, is known for its metropolitan landscape, with tall buildings and industrial skyscrapers. But inside Tokyo is the Hama Riky? Garden that sits like a green oasis - a stark contrast to the city's steel and concrete surroundings.\nPhoto: Kimon Berlin\nThe Hama Riky? Garden is specifically located in Ch??, Tokyo, at the bank of the Sumida River. The word “hama” means seashore, and “riky?” means imperial villa, so literally, Hama Riky? means an imperial villa at the seashore, which is what it originally was. About 300 years ago during the Edo Period, the garden was a villa owned by shoguns (feudal lords), specifically of the Tokugawa family. In 1871, the Japanese Imperial family took ownership of the land and remodeled and later opened it as a public park in 1946.\nPhoto: Chris 73\nThe Hama Riky? Garden has a lot of mini-gardens inside for trees such as peonies, plum and of course, the popular cherry trees. Plot of lands are also reserved for flowers to grow untended.\nPhoto: Kimon Berlin\nPhoto: Colin McMillen\nTrees that have survived since the 17th or 18th century are still planted inside the garden. Would you believe that these pine trees are still alive, and are continuing to grow sideways? Wood posts are placed below their branches to keep the trees from falling and being uprooted.\nPhoto: Jeff J2 2009\nThis pine tree is already 300 years old, probably as old as the garden itself.\nPhoto: Colin McMillen\nA twisted tree will also meet you when you cross the bridge to the teahouse.\nPhoto: Colin McMillen\nThe garden isn’t just a place for plant and tree-lovers; it’s also a scenic place for explorers. The Hama Riky? Garden has secret houses within it, such as this small hut up the flight of stone stairs.\nPhoto: Hotsuregua\nYou can even see a duck-hunting hut that almost looks like a hobbit house from the Lord of the Rings, only the door isn’t round. The grass covering the cottages makes sure the interior is kept cool under the hot sun.\nPhoto: Colin McMillen\nThis flight of stairs will lead explorers to an unobstructed view of the beautiful Mount Fuji.\nPhoto: Hotsuregua\nIf you think you’re born with sea legs, you can also take a boat ride going to and from the garden. These boats will give you a 35-minute ride which will take you to Asakusa. Because of the urban surroundings, the water has unfortunately not maintained its cleanliness; you can see how murky and grayish it looks.\nPhoto: Colin McMillen?\nThe Hama Riky? Garden also has numerous ponds that are sanctuaries for herons and ducks. If you’re lucky enough to visit the garden before winter, you might see migrating birds taking a much-needed rest in the garden. Here, you can see a lake framed by kissing trees.\nPhoto: Hotsuregua\nAnd if you’re tired from exploring the beautiful garden, you can take a breather in one of the several teahouses. This particular teahouse sits in the middle of a pond.\nPhoto: Colin McMillen\nIn the teahouse, you don’t just get some rest, but you also explore more of the Japanese culture. Green tea is served within a tea ceremony, where you learn how to sip the tea the Japanese way, and even turn the tea cup several times before your first sip. And to get the feel of the Japanese custom, every guest leaves their shoes outside and sits on the floor, because the Japanese are minimalists when it comes to interior decoration.\nPhoto: Colin McMillen\nFor many people who are tired of the urban lifestyle, going away for a few hours to the Hama Riky? Garden will be a refreshing experience. The garden is frequently visited, which probably results in some littering from the visitors. Hopefully, the garden will keep its quality as a clean and natural environment for centuries to come.\nSources:1, 2, 3, 4, 5","author":"Karize Uy","web_category":"travel","title":"Tokyo's Ancient and Serene Hama Riky? Garden","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-DowntownLAfromGPObsjpg","url":"http://www.environmentalgraffiti.com/national-parks/news-ancient-and-serene-hama-rikyu-garden"}