{"summary":"Microbes may have survived within the debris which made up the nebula and planetary disc. The nebula and disc were remnants of a star that exploded, and its planets which may have harbored life","advice_category":"4","content":"\nPhoto: Eric Erbe\nThere are scientists at NASA who are suggesting that the evolutionary progress of life on Earth was given a helping hand by extraterrestrial beings. They suggest that the progression of lifeforms from single cell organisms to sentient beings was due to the activation of genes inserted into the Earthly eukaryote by extraterrestrials. What biologists have described as random evolution may actually be the transformation and replication of living organisms which long ago lived on other worlds.\nPhoto: Janice Carr\nObservations by astrobiologists have fed a hypothesis that life originated in a nebular cloud, some 10 billion years ago. The hypothesis goes on to suggest life may have had multiple origins in multiple locations, including in distant galaxies much older than the Milky Way. Multiple origins could account for the different domains of life.\nThe evidence, suggests this panspermic hypothesis cuts across multiple disciplines. Geologists tell us that the Earth was formed out of its dust cloud about 4.5 billion years ago.  Life, on Earth, emerged some 200 or 300 million years after the Earth's formation, during a period of when there was a heavy bombardment of space debris onto the surface. We know this because microbial fossils have been discovered in carbonaceous chondrites and bacterial spores found in salt crystals which have survived over hundreds of millions years. Many types of microbes are radiation resistant.\nAstronomers have discovered that microbes are well adapted for space survival, including surface ejection and landing. Evidence of microbial fossils have been found on meteorites. Microbes have been found in the upper atmosphere which do not live on the Earth's surface. Microbial species found miles beneath the surface of our planet were probably deposited and encased in planetary debris, as the Earth was formed.\nPhoto: NASA\nThe hypothesis asserts that the Sun and Earth were created out of a nebular cloud and protoplanetary disc. The nebula and disc were remnants of a star that exploded, and its planets which may have harbored life. When this parent star became a red giant, its solar winds stripped away planetary atmospheres along with airborne microbes, which were gathered into the growing nebular cloud. Because the red giant lost its mass, it also lost gravitational influences. Its planets widened their orbital distances or were ejected prior to the supernova.\nMicrobes may have survived within the debris which made up the nebula and planetary disc. As the debris re-gathered and accreted into our present solar system, it would have been continuously bombarded by the debris from the nebula and planetary disc.\nSince life produces life, then life on Earth might have come from life which have originated on planets which orbited the parent star. This hypothesis suggests that life may have appeared on Mars and throughout the solar system at the same time.\nSo, what biologists have described as a random evolution, could actually be the transformation and replication of living organisms which long ago lived on other worlds.\nFor more information see \"Evolution is the metamorphosis and replication of living creatures which long ago lived on other planets\", \"Was DNA-based life spread virally through the universe?\", \"Alien fossils hitchhiking rides on meteorites\" and \"Life on earth came from other planets.\"","author":"Russell Vallimont","web_category":"science","title":"Was Evolution Kickstarted by Alien Life?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/space/news-our-evolution-result-extraterrestrial-life-1"}