{"summary":"However, while offsetting puts a cap on the total emissions we output, it does not mean we are reducing the amount of toxic chemicals being dispensed into the environment. If all of us individually work to having a positive effect on the planet, we can preserve the state of the planet and set an example for the future.","advice_category":"8","content":"\nPhoto: TheAlieness GiselaGiardino??\nIn the 21st century, humanity must endeavor to restore the Earth to its natural state. While the planet is durable enough to survive nuclear winters, asteroids, and excess carbon, the prognosis for living organisms in such an environment is grim. Even the smallest change in climate can affect the ecosystems in irreparable ways. Climate change is the biggest threat facing future generations, and as the current caretakers of the planet, it is imperative we set the foundation to repairing the Earth's balance.\nPhoto: MattiPaavola\nIn recent years, governments have begun advocating carbon offsetting. Caps have been put on how much gas can be emitted into the atmosphere and funding has been granted for renewable energy plants and technology. The goal is to offset the amount of greenhouse gases to achieve a level of neutrality; in other words, for every metric ton of pollution that is dispensed into the atmosphere, an equal amount of energy is generated via a renewable energy source. However, while offsetting puts a cap on the total emissions we output, it does not mean we are reducing the amount of toxic chemicals being dispensed into the environment. Furthermore, as the melting of glacial ice continues to accelerate, even more frozen gases are released into the air. exacerbating the overall effect.\nIn order to revive the planet's ecosystems, we must strive for more than offsetting. Rather than achieving neutrality, we must each attempt to reduce our cumulative effect on the planet. By being CO2 negative, rather than just heating the planet at a slower rate, we will begin the process of cooling the Earth to a sustainably habitable level. We must be CO2 negative, removing more CO2 than we release.\nBeing CO2 negative begins with a number of different things. The first is the use of organic processes already existing in nature. Photosynthesis is nature's primary mechanism for achieving a healthy balance of CO2 and O2 emissions. By encouraging recycling and going to a paperless, digital economy, we can protect the trees and natural forests that assist this cycle. Agriculture is also a huge contributor to global warming. The over consumption of meat results in the need for more grazing area and an abundance of methane emissions. While we must encourage businesses and industrial companies to reduce their overall footprint, businesses typically innovate only when doing so is profitable. By using our individual purchasing power, we can support companies that make use of green technologies such as zero emission automobiles. If all of us individually work to having a positive effect on the planet, we can preserve the state of the planet and set an example for the future.","author":"Michael Hannigan","web_category":"lifestyle","title":"Why the Future Must be Carbon Negative","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","url":"http://www.environmentalgraffiti.com/nature/news-offsetting-future-must-be-carbon-negative"}