{"summary":"Some of the first mammals were monotremes. Because mammals give birth to live animals that depend on their mother for milk, and therefore survival, for a period of time, there is a certain period of training of young that mammals engage in which most other groups do not","advice_category":"2","content":"\nWelcome to the 11th post in the series we’re calling Mother Earth.\nSo far we’ve covered the big bang to the formation of Earth, volcanoes, the early atmosphere, water, ice, the beginnings of life on Earth, some really interesting sea creatures, plant evolution,when fish began to walk, and the rise and fall of the dinosaurs.\nToday we’re going to discuss the evolution and eventual success of the mammals on Earth.\nWhat Makes a Mammal?\nA rabbit nursing her young\nWhat makes a mammal? The term mammal is used taxonomically to refer to the descendants of the oldest common ancestor of the marsupials (kangaroos), placentals (humans, cows, etc) and the monotremes (echidnas).   Other animals which exhibit all or most of the characteristics of mammals except this ancestor are known as the mammaliaformes. The oldest known mammaliaformes appeared around 200 million years ago, probably the Morganucodon Watsoni, a weasel like mammal.\nMost of us learn the basic characteristics when we’re children. Mammals are characterized by hair, a neocortex (a part of the brain that controls spatial reasoning and motor control), three ear bones used for hearing, and a special jaw structure. They are also all warm blooded, meaning the body regulates and maintains a constant temperature. Another characteristic of mammals that is related to their warm bloodedness is the presence of sweat glands, including specialized sweat glands which produce milk.\nMammals (except for the monotremes) also give birth to live young, rather than eggs. Because mammals give birth to live animals that depend on their mother for milk, and therefore survival, for a period of time, there is a certain period of training of young that mammals engage in which most other groups do not. The mother can teach her young the best methods to hunt, stay safe, etc.\nMammals evolved from the synapsids, or mammal like reptiles, over a period of about 70 million years. After the Permian-Triassic extinction event, the last of the synapsid type, the cynodonts, were competing in a dinosaur dominated environment. It meant they couldn’t really compete with the larger animals, and had to adapt to survive as smaller insectivores. They eventually developed into the first mammalian creatures, which also exhibited these types of traits.\nThe First Real Mammals\nAn artist's representation of Eomaia via Darwinia\nThe first true mammals, rather than just mammaliaformes, appeared in the Jurassic period. Some of the first mammals were monotremes. One of the oldest ever found in the fossil record is the Teinolophos, an Australian monotreme that lived around 125 million years ago. The first of the eutheria, the group that includes the placental mammals like humans, appeared around the same time. The first of these creatures was likely the Eomaia.  The Eomaia was a small rodent like animal that lived around 125 million years ago. Its fossilized remains were first found in the Yixian formation in China.\nFor millions and millions of years, the mammals were small mostly nocturnal and insectivorous creatures.   The mammals pretty much had to be this way during the time of the dinosaurs, as they could not effectively compete with the dinosaurs as larger carnivores, so they had to carve out their own niches. There were a few exceptions, such as the Repenomamus robustus, which was large and carnivorous, devouring delicious baby dinosaurs for breakfast according to fossilized remains showing its stomach contents.\nThen the mammals caught themselves a big break, or more probably they caught themselves a big meteor. At the end of the Cretaceous, there was a massive extinction event called the K-T extinction event, likely caused by a meteor smashing into the Earth.  All of a sudden, those dominant dinosaurs are all dead.\nThe Rise of the Mammals\nPhoto: \nA smilodon from BBC's Walking with Beasts\nWith the dinosaurs gone, there were a massive amount of niches to be filled by the animals that survived. The mammals were able to adapt, diversify, and spread amazingly well in this environment. At the time of the K-T extinction event, there were 15 mammal families in existence. But with all those ecological niches needing filling, the mammals diversified and expanded to almost 80 different families. By 45 million years ago, all the major mammal groups in existence today exist. Mammals became the dominant animal group on Earth. The massive and interesting species like the Smilodon and Brontotherium were free to wander the Earth they dominated.\nOne of the most important mammal groups evolved around 65 million years ago. This group was the primates. Although these first primates aren’t really related to modern humans, their relatives would eventually become us.\nJoin us next time as we explore the mysterious and complicated evolutionary origins of the early humans.\nJoin us next time on Mother Earth when we discuss the beginnings of human life. The easiest way of keeping up with the rest of the series is probably by subscribing to our RSS feed... and if you do that we’ll also give you a free album! What a bargain.\n ","author":"Chris","web_category":"nature","title":"Mother Earth: Mammals: The Underdogs Triumph","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WOLLEMIA-BARK_0","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-mammals-the-underdogs-triumph/620"}