{"summary":"Italian culture has opera at its very heart and Milan’s Teatro alla Scala (La Scala) is the most famous and celebrated opera venue in the world. Whether you are a fan of opera or not, Italy is where it all started and Milan is most definitely the place to be if you want to experience opera at its uplifting, magnificent and lung-bursting best","advice_category":"8","content":"\nPhoto: Mypoorbrain\nWhether you are a fan of opera or not, Italy is where it all started and Milan is most definitely the place to be if you want to experience opera at its uplifting, magnificent and lung-bursting best. Italian culture has opera at its very heart and Milan’s Teatro alla Scala (La Scala) is the most famous and celebrated opera venue in the world. Getting tickets to a performance at La Scala is both tricky and expensive and audiences tend to consist almost entirely of supremely wealthy aficionados, celebrities and the aristocracy. The opera house has a bar, a book shop and a history museum, too. Many famous operas were first performed here, including Puccini’s Madame Butterfly in 1904.\nOpera is one of those things that you do need to try before making your mind up about it – and you might be surprised. It’s not all about buxom, emotional women in togas beseeching a lost love with a series of screeches and glass-shattering caterwauls. Opera has been known to move even the hardest of hearts to tears.\nThere are also some beautiful and historically significant opera houses in Venice (La Fenice), Naples (San Carlo), Rome, Verona, Bologna, Parma, Palermo and Pisa. The opera season in most regions is usually from autumn to spring, although outdoor performances during the summer months are also very popular.\nNative Italian composers such as Rossini (1792-1868), Verdi (1813-1901) and Puccini (1858-1924) created some of the best-loved operas which to this day are performed all over the world and enjoyed by millions. Why not watch these rousing and passionate musical dramas in their rightful birthplace, performed triumphantly in the mother tongue? Get your designer finery on, grab a take-out pizza and go and join in!\nIt’s got to beat drab and dreary television soap operas, anyway. Walford or Milan? It’s a tough one. Bellissimo!\n","author":"darconvillescat","web_category":"travel","title":"Milan: The Opera House of Italy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/phuket8_0.png","url":"http://www.environmentalgraffiti.com/cities/news-milans-operatic-experience"}