{"summary":"Photo: Image: Karen Osborn. Photo: Image: Photographer unknown","advice_category":"2","content":"\nPhoto: Image: Karen Osborn\nWhat is as big as a hazelnut, lives 1,000 m (3,280 feet) below the ocean and looks like a pig’s bottom? Right, the pig-butt worm, which, since its discovery in 2007 in Monterey Canyon, has been the \"butt\" of many jokes. Its Latin name, chaetopterus pugaporcinus, may sound better, but it still means “resembling a pig’s rear.” Though the worm has a segmented body, the middle segment is so inflated that it flattens the others, giving the organism its distinct balloon shape and making it look unlike any worm. Even today, scientists are not sure if they are looking at the worm’s larvae or adult form as it has no reproductive organs, yet is quite large for larvae. Now move over, flying buttocks, there are other strange creatures waiting to be introduced!\nPhoto: Image: Photographer unknown\nStarfish are well-known representatives of the cute phylum echinodermata variety, while sea cucumbers like the one above seem to belong to the other end of the spectrum. With their shiny, transparent bodies (no brain!) and tubular feet, they look like small vacuum cleaners. What's more, this comparison is not too far off, as they use a system of organic hydraulics to move and graze on bacteria-rich sediment on the ocean floor. They need only one tiny fragment to regenerate a whole new animal, and are quite inventive when it comes to defending against predators: they regurgitate their sticky intestines, which will regenerate quickly, and wait for their predators to gulp more than they can swallow.\nPhoto: Image: Laszlo-Photo\nThese two unusual fellows above are a three-rowed sea cucumber (isostichopus badionotus, left), so called because of its three rows of feet at the bottom, and a sea cucumber (holothurian), which looks positively like a very, very strange hippopotamus made out of a potato. They are a common sight on the floor of the abyss, where they walk on their tubular feet and graze with a ring of oral tentacles.\nPhoto: Image: Photographer unknown\nThis sea cucumber with its fancy, light-up condom-look shows that one holothurian is by no means like another. It swims by continuously moving its membranous fins and feeds on plankton. Some sea cucumbers have even taken to swimming in open waters, which is unusual, but hey, if you got it, flaunt it.\nAll the creatures mentioned here belong to the group of invertebrates – animals that lack a vertebral column (backbone or spine in humans). For those hoping these creatures might be well-hidden freaks of nature, listen to this: 98% of all animal species belong to this group!\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Extraordinary Creatures 3,000 Feet Below the Sea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-43258-2657477660103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/extraordinary-creatures-below-sea/6400"}