{"summary":"The Mexican free-tailed bat, also known as the Brazilian free-tailed bat, is the most common bat in the Southwest with a US population of over 100 million! They live in huge cave colonies where they squeeze in next to each other in densities of 2700 per square meter.. This particular colony of bats can eat 250 tons of insects in a single night","advice_category":"2","content":"\nPhoto: Ron Groves\nThere are natural wonders which almost defy description because they are so utterly compelling. During the spring and summer months, near San Antonio in Texas, USA, such a wonder comes to call every year, and taking away the unbelieving breath of many onlookers.\nFor over 10,000 years, these visitors have come to Bracken Cave every spring, probably since just after the last Ice Age receded northward, allowing the coastal area of what we now call Texas to warm up. They bred, raised young, and stayed inside during daylight hours, stirring only as the sun began to disappear below the horizon. Each evening at twilight, they would launch themselves into the night sky.\nPhoto: mklitt\nMexican free-tailed bats, ready to feast on the protein-rich, airborne insects migrating over the limestone hills in that area.\nThe Mexican free-tailed bat, also known as the Brazilian free-tailed bat, is the most common bat in the Southwest with a US population of over 100 million! They live in huge cave colonies where they squeeze in next to each other in densities of 2700 per square meter.\nUnlike most species of bat, these young roost separately from their mothers. The mother can recognize her youngster by its voice alone. These bats are strong and fast fliers. They can move at speeds of 100kmph (60mph) and fly as far as 80km (50 miles) from their roosts. Some of the local population hibernate, but most migrate to Mexico for the winter.\nPhoto: deegeephotos\nThey eat insects such as beetles, flies, mosquitoes and moths beginning after dark. The Mexican free tail bat can eat its weight each feeding. This particular colony of bats can eat 250 tons of insects in a single night. Twice as much food is eaten by the nursing females of the species as is by the males.\nPhoto: americanprofile with permission\nDuring the first few weeks of June the young are born, weighing under one ounce. The pups are nursed up to six weeks during which time the mother can produce a fourth of her weight in milk in a 24 hour period. The mother makes numerous trips out to forage while nursing, and if the young do not eat a minimum of once every night the mortality rate increases. Either late October or early November is when they go back to Mexico.\nThis colony, despite some adversity, is a priceless resource. The evening emergence of the bats takes hours to complete, and is a truly awe-inspiring spectacle. First, a few bold bats fly up from the cave's dark entrance. The trickle becomes a flood as more corkscrew upwards. The vortex of bats looks almost like a single organism as it gains speed on its way upward. Countless wings beat with a distinct sound, and onlookers feel the the hint of a breeze over the landscape.\nPhoto: Jon Marshall\nFor this is no ordinary colony of bats. There are, within the confines of the Bracken Cave not merely a few hundred thousand, or even a paltry one million animals, but the largest congregation of warm-blooded mammals anywhere on Earth, as between 20,000,000 and 40,000,000 bats leave the roost each evening to go and feed. The video shows how truly incredible a show these creatures put on.\nMany times you will have heard the claim that this or that display was 'The Greatest Show On Earth', and found that the event in question was not what it promised to be, but this marvel of nature genuinely is something that, once seen could never be forgotten. Forty million animals flying overhead as they go out for a communal meal. How much more amazing can life be?","author":"tonyleather","web_category":"nature","title":"The Largest Bat Colony on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","url":"http://www.environmentalgraffiti.com/news-most-massive-congregation-warm-blooded-mammals-earth"}