{"summary":"This Green Bistro is located in Osnabrueck, Germany. Sustainability, a healthy lifestyle and healthy green food items were the basic concepts used in the design of the bistro","advice_category":"6","content":"\nPhoto: Siddik ErdoganAll images used with permission of Siddik Erdogan \nThis Green Bistro is located in Osnabrueck, Germany. Sustainability, a healthy lifestyle and healthy green food items were the basic concepts used in the design of the bistro. Organically-shaped decor inspired by nature twists through the building, which was manufactured individually for this project. \nPhoto: Siddik Erdogan\nThe 100 square-meter space is the cooperative effort of Jorn Frohlich and Siddik Erdogan and has resulted in a masterpiece at the Lengermann and Trieschmann Department Store. Materials throughout the bistro include naturally enhanced plywood and white lacquered surfaces.\nPhoto: Siddik Erdogan\nThe contrast between calming browns and pearly whites shows a unique, well thought out design. Dotted throughout the restaurant will be sleek modern white chairs with 'mossy' green cushions. The atmosphere of the bistro is revitalizing even from looking through the window!\nPhoto: Siddik Erdogan\nOrganic shapes were chosen and all the design concepts are also functional parts of the bistro. \nPhoto: Siddik Erdogan\nFood displays, tray shelves, benches and tables were all masterfully worked into the overall design. The Green Bistro is a lovely play-off between nature and surrealism.\nPhoto: Siddik Erdogan\nThis wave-like project is a masterpiece of sustainable architectural design, combined with a unique artistic touch.","author":"Samantha Hadley","web_category":"art+and+design","title":"The Natural Curves of Germany's Green Bistro ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-wave-green-bistro"}