{"summary":"Earlier in the year, in May 2010, Kentucky Fried Chicken was fined ¢G19,000 after a cockroach was found eating a chip on one of their counters at a store in Britain.. Photo: ermin Inc","advice_category":"2","content":"\nPhoto: ermin Inc\nImagine this: the sky is barely bright as you slump your way to the kitchen table where your family is eating some cereal topped with berries. You start to grab some of the same... but wait. What do you see in the container? A cockroach peering at you.\nPhoto: frostnova\nThis scenario happened recently to a teenage girl in New Zealand.\nMost people in America don’t find cockroaches appetizing - unless you’re like celebrities Angelina Jolie and Jessica Simpson who both recently chomped down on some fried cockroaches. Jessica ate fried black beetles in Thailand because people there believe the insects possess hair-strengthening qualities; while Angelina snacked on them in Cambodia for their protein.\nPhoto: hectorir\nHowever, discovering a cockroach in human food wasn’t a good experience for this New Zealand girl. Reported in early Aug 2010, 11-year-old Ariana Lee found what her mother described as a “pretty purple” roach in a boysenberry tin that her family was busy eating out of for breakfast. The people at Foodstuffs, the New Zealand-based company that produced the tin with the bosenberries inside, say they are disappointed. The managing director told reporters that the insects most likely entered their product during the harvesting process. As an apology, the family received a letter and two $10 vouchers.\nPhoto: Forest &amp; Kim Starr\nThis seems like a relatively light punishment. Earlier in the year, in May 2010, Kentucky Fried Chicken was fined ¢G19,000 after a cockroach was found eating a chip on one of their counters at a store in Britain.\nCockroaches have been thought to forage on their own to find food, but new research shows that groups of the insects seem to make collective choices about where to find the best food source. So it seems that roaches seek out food in masses. If you find one black beastie, there could quite possibly be many more.","author":"lindzsmile","web_category":"nature","title":"Cockroaches: The World's Most Unwelcome Dinner Guests","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Jewelweed.jpg","url":"http://www.environmentalgraffiti.com/breaking-news/news-teenager-finds-cockroach-cereal"}