{"summary":"Cocoa trees also share plantation space with other trees, but this arrangement is more for the benefit of the cocoa tree than for the neighboring trees. What are the environmental choices between cultivating either cocoa trees or carob trees?","advice_category":"2","content":"\nPhoto: Giancarlo Dess?\nBoth chocolate and carob come from beans grown on trees. What are the environmental choices between cultivating either cocoa trees or carob trees?\nEither one tastes good, whether in chocolate cake or carob cookies. Recipes for chocolate desserts have been shared for decades, but carob recipes are gaining respect. Carob powder is becoming a popular culinary ingredient. But are there environmental concerns for either?\nPlease note that an alternate spelling for \"cocoa\" is \"cacoa\"; the 'O's and 'A's are interchanged. This article will consistently use \"cocoa\" except for the scientific name for the tree.\nPhoto: Luis nunes alberto\nThe Carob Tree\nThe carob tree, Ceratonia siliqua L., is native to the Mediterranean region. It prefers a dry but mild climate, and tolerates relatively poor soil. It is now cultivated in places as far-flung as Spain, California and Arizona, Argentina and Mexico, South Africa, India and Australia.\nIn the Mediterranean, carob trees are planted among other crops, including almond and olive trees, as well as grape vines or barley. There, these trees help retain the soil in times of drought. The seeds may feed livestock, and have been a last resort in times of famine. Commercial farming has concentrated on the seed pods, from which a gum is extracted. In recent years, carob has become a healthier substitute for chocolate in Western diets.\nPhoto: J?lio Reis (Tintazul)\nCarob trees are also used as ornamental shrubs where the climate and soil are suitable. They are evergreen shrubs, require low maintenance, and produce rather striking reddish flowers. However, they are quite sensitive to frost.\nPhoto: J?lio Reis\nOver a dozen varieties are cultivated agriculturally. These have varying yields and are of differing hardiness. Traditional harvesting is rather labor-intensive. A positive spin is that this cost benefits poor laborers rather than wealthy landowners.\nThe Cocoa Tree\nThe cocoa tree, Theobroma cacao, grows in equatorial rainforests, requiring high temperatures and abundant rainfall. Seedlings and young trees are delicate. Often cocoa trees are planted beneath banana, coconut, plantain or other trees for the shelter they provide. Once established, cocoa trees require regular applications of fertilizer to become and remain productive.\nPhoto: PD-USGOV-USDA-ARS\nThe majority of cocoa trees are most productive from the ages of five through twenty, although some continue in cultivation through age 35 or so. Cocoa trees, like carob trees, are evergreen.\nThe blossoms are white or pink. Cocoa beans grow and ripen in pods. Insects and diseases are problems for cocoa trees. Fungus diseases are able to cause significant damage. One approach under investigation is to use other fungi, that already grow in symbiotic relationships on cocoa trees, to fight off the damaging fungi. In several regions, including western Africa, cocoa plantations are being encouraged to pursue certification. This would ensure that labor conditions meet international standards, specifically addressing concerns about child labor and \"forced adult labor.\"\nEnvironmental Choices\nStrictly from an environmental viewpoint, it is important that carob trees may be planted in marginal soil and help in fighting soil erosion. Therefore they can contribute to farmland or vineyards, without needing fertilizer.\nCocoa trees also share plantation space with other trees, but this arrangement is more for the benefit of the cocoa tree than for the neighboring trees. The need for fertilizer indicates that the cocoa trees are draining resources from the soil.\nIt would seem that the environmentally sound decision would be to shift towards carob and away from chocolate.\n>Disclaimer: This is a tentative position taken by the author; it does not reflect the editorial policy of this website. Comments and opinions are welcome.\nPhoto: rcasha\nReferences:\nBatlle and Tous, International Plant Genetic Resources Institute, PDF: \"Carob Tree (Ceratonia siliqua L.)\", published 1997, referenced Jan. 28, 2011World Cocoa Foundation, \"Growing the Cocoa Bean\", referenced Jan. 28, 2011 World Cocoa Foundation, \"Pest and Disease Control\", referenced Jan. 28, 2011 World Cocoa Foundation, \"Addressing Child Labor\", referenced Jan. 28, 2011","author":"MikeDeHaan","web_category":"nature","title":"Chocolate Vs Carob: Making an Environmental Choice","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_bristlecone.jpg","url":"http://www.environmentalgraffiti.com/plants/news-making-environmental-choice-between-chocolate-and-carob"}