{"summary":"These early crop circles were simple circular patterns of. The farmer who experiences the first crop circle of the season will find no peace","advice_category":"8","content":"\nPhoto: Ian Burt\nCrop circles may be the most science-oriented art movement in history, combining physics with art to create impressive, mysterious pieces\nin thousands of different shapes. The people that create these highly complex artworks are often skilled in math and technologically, savvy enough to use microwave generators. While they push boundaries like all good artists, they rarely take credit for their work — that would take away the mystery. And crop circle are about the myth, folklore\nand energy that goes into them. What began as a simple folk art has turned into a high-tech seasonal art form worth millions. \nPhoto: ianrw\nRumors of crop circles have been around for centuries. The earliest recorded circle is probably a 1648 woodcut called the Mowing Devil. An 1880 article in Nature describes circular patches likely caused by cyclonic wind action. After WWII, aerial surveys over Britain revealed some unexplained phenomena that could not be detected from the ground. These “crop circles” were proven to be the result of buried remnants of ancient buildings. But our modern circles began in the 1970s in the English countryside. These early crop circles were simple circular patterns of\nunexplained phenomena that led to supernatural theories. While crop circles appear around the world today, Wiltshire, England - home to some of the most sacred Neolithic sites in Europe — appears to be their holy grail.\nPhoto: CJ TravelTips\nCrop circles usually appear in crops with seed pods such as wheat, barley and oil-rape. The stalks are systematically bent but not broken into various geometric patterns. Since the stalks are not broken, the grain\nwill continue to ripen and the plant will again turn toward the sun to grow. Crop circles do not cause any harm to the field. There is no sign of entry and no indication of human presence. The work is done at night. All this keeps the mystery alive. And without the mystery, would crop circles be so popular?\nPhoto: Kecko\nIn 1978, after several years of anonymity, Doug Bower and Dave Chorley claimed responsibility for the crop circles. They demonstrated how they could construct a circle in an hour with planks, ropes, hats and wire.\nSince then, crop circles have become highly complex. Today’s patterns are based on mathematical designs and fractals with intricate detail, regular symmetry and careful composition. \nWhile most crop circle artists work anonymously, today many claim their work. A group known as the Circlemakers has gone mainstream, creating\ncircles for commercial clients. Nike, Pepsi, BBC1 and Greenpeace have all paid big money for a night’s work. \nPhoto: Walter Baxter under Creative Commons\nCrop circles are good for business - they can pump a lot of money into an economy. Beginning in early May, patronage in pubs will increase and the\ntalk turn to crop circles. Construction diagrams that supply the measurements will be plotted. The farmer provides (often without prior approval) the canvas, and the artist brings the tourists. While they are technically an act of vandalism, trampling by visitors is more destructive. As a compromise, tours are now available and farmers are often glad to allow visitors (for a small fee) onto their property. Memorabilia and drinks named after the circles bring in a tidy profit. \nPhoto: Oddsock on flickr\nHowever, crop circles are not always appreciated. On average, 50 crop circles are made in Great Britain every year, and 75% of them are in Wiltshire. One farmer has experienced 125 crop circles since 1991, and\nlost crops are now part of his annual income. \nThe farmer who experiences the first crop circle of the season will find no peace. Within 24 hours, a picture will appear online with the location. Fanatics will soon appear, often followed by a film crew. Requests will likely come in for permission to study the circle by serious scholars, who may want to reproduce the circle on a nearby field. Within two weeks, visitors who follow the “crop circle enthusiasts’ code of conduct”\nwill show up from as far away as Japan. \nPhoto: Brian Robert Marshall\nAfter this year’s dry spring, farm yields are expected to be down while fuel and fertilizer are up. Perhaps more farmers should encourage crop\ncircles. One blogger asked the question: \"Why can’t the farmer notice the circle makers when he can manage to notice all the tourists?\"","author":"Lisa Hossler","web_category":"travel","title":"The Myth and Mystery Behind Crop Circles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-myth-mystery-and-beauty-crop-circles"}