{"summary":"Earthquake-proof, hurricane-resistant, thermal efficiencies and solar power are just some of the selling points touted by Solalaya, the US distributor of Domespace Homes. The warm and welcoming atmosphere incorporates a remote control rotating core allowing the house to always face the sun – nice on those cold winter nights.","advice_category":"6","content":"\nWritten by Chris Brewster\nWith the recent spate of natural disasters, it’s no wonder that canny designers have created homes able to withstand the elements. Earthquake-proof, hurricane-resistant, thermal efficiencies and solar power are just some of the selling points touted by Solalaya, the US distributor of Domespace Homes. Resembling something from outer space, the design and concept are unique.\nImagine if you will, a saucer-shaped domicile, replete with environmentally-friendly materials and technologies designed to inspire new heights in eco-consciousness, as well as invigorate the soul. Open spaces abound in the overall design. The warm and welcoming atmosphere incorporates a remote control rotating core allowing the house to always face the sun – nice on those cold winter nights.\nOther design characteristics include: a central pillar and arches offering stability during a magnitude 8 earthquake, a dome shape to withstand winds up to 175 mph (Cat 5 hurricane) and a metal-free shell to reduce the Faraday Cage Effect.\nOne of these nifty dome homes could be yours for $200K to $850K, which is not bad considering the average cost of a house in the current financial climate. Two designs are offered – a rotating ‘Harmonique’ model, and a static ‘Eclosion’ model. If you’re not sure which one to go for, check out the Solalaya website.\nThanks to Domespace for images.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"sarcasticscribe","web_category":"art+and+design","title":"Amazing Rotating Dome Home","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/amazing-rotating-dome-home/2542"}