{"summary":"Some of the world’s most beautiful and lush rainforests, “the lungs of our planet”, can be found in Costa Rica, South America, Malaysia, Australia and the Caribbean. The Amazon rainforest, much of which is located in Brazil, is the world’s greatest natural resource (all 1.2 billion acres of it) but it’s vanishing rapidly, along with other areas of jungle throughout the world","advice_category":"2","content":"\nPhoto: James Shook\n\nSome of the world’s most beautiful and lush rainforests, “the lungs of our planet”, can be found in Costa Rica, South America, Malaysia, Australia and the Caribbean. The Amazon rainforest, much of which is located in Brazil, is the world’s greatest natural resource (all 1.2 billion acres of it) but it’s vanishing rapidly, along with other areas of jungle throughout the world. \nWhereas just 50 years ago rainforests constituted 15% of the earth’s land surface, today that figure is more like 6% and it’s a sobering fact that if deforestation continues unabated, we are likely to lose as much as 90% of our rainforests by 2020. Currently we are losing 200,000 acres every day. This also means we are losing hundreds of thousands of species of birds, plants and animals – some of which may never even be discovered before they die out!\nTo enter in to the rainforest is to immerse yourself in a veritable wonderland of verdant biodiversity, where exotic plants, trees, flowers and vines thrive in harmony with insects, snakes, monkeys, birds, butterflies, frogs, sloths, spiders and even jaguars. \nThe best way to embark on a rainforest adventure is via an organised eco-tour company, or by volunteering through a local conservation project, where you can see for yourself just how awe-inspiring and precious this environment is. With the way things are going, you’re going to need to take lots of photographs because hearing about it from you might be the closest thing your grandchildren would ever get to the real thing.\n","author":"darconvillescat","web_category":"nature","title":"The Rainforest: A Shrinking Beauty?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-rainforest-experience-shrinking-thing-beauty"}