{"summary":"This often puts predators and passers-by off the blue ringed octopus – escaping its deadly venomous saliva. Yellow and Blacked Striped Venomous Injection – European Hornet Photo: Wilder Kaiser","advice_category":"2","content":"\nPhoto: kqedquest\nStriking combinations of red, yellow, green and black are all too often seen wrapped around the bodies of very deadly, poisonous species. Flaunting these glaring colours is not about beauty, but actually about warning – advertising to passing predators that they either hold poison, a sting or a foul taste as a clever tactic of self protection. So let’s take a look at five of the most vibrantly coloured and deadly species out there!\n1. Deadly Glamour – the Sea SlugPhoto: Alfonsater\nLike most of its soft bodied relatives the sea slug is lacking in shell, however, its main protection against lurking predators is its exotic plumage. Composed of a diverse colouration, the warning colours display to predators the slug's remarkable capability of secreting strong acids and poisons, stored in the glands just below the skin on its back. This glamorous marine slug can be found in the sea off Japan.\n2. Deadly Colours That Flip – Oriental Fire Bellied ToadsPhoto: Robert Verzo\nWhen gazing down at the fire bellied toad their colours appear more modest and calm – in fact the colours provide an example of camouflage, making the toad almost impossible to see on the rainforest floor. When this is not enough to avoid the predator's gaze, and they become threatened, the fire bellied toad flings its body into the air, flipping belly side up, throwing the gleaming red and black underside into the predators face. This is an instant warning of its poisonous glands that settle under its skin.\n3. Brightly Ringed Warnings of Deadly Neurotoxins – Blue Ringed OctopusPhoto: Jens Petersen\nThe bright blue rings on this small octopus are a vital warning of is deadly nature. When agitated or threatened, these markings, just like a disco light, pulse a vivid and iridescent blue allowing others to see that they are ready to strike. This often puts predators and passers-by off the blue ringed octopus – escaping its deadly venomous saliva. If not clever enough to leave, this deadly saliva is capable of subduing or killing predators. This species is not alone and shares very similar characteristics with five other venomous blue ringed octopuses.\n4. Toxic Skin – Poison Dart FrogsPhoto: Pstevendactylus\nThe family of poison dart frogs are extremely popular for their vivid, bold colours that paint their slippery skin to advertise their extreme toxicity and unpleasant taste.  These bright colours, and the corresponding toxicity, have developed through an evolutionary adaptation to the many predators in the rainforests of America. The reason behind this is that a lot of snakes and spiders have become resistant to the many mild toxins that thrive within the environment. Evolution has forced these poisonous dart frogs to develop stronger toxins that alternate across each species.\nPhoto: Ltshears\nThe most toxic species of frogs have become very confident and hunt for insects out in daylight, knowing that their extreme colourations will soon scare off predators with their toxins. These toxins have been used by the Amerindians to poison the tips of blowpipe darts. The poison of harlequin frogs inside contains a painkiller more powerful than morphine and stronger than antibiotics which protects the frogs from the disease-carrying bacteria that plague most rainforest amphibians.\n5. Yellow and Blacked Striped Venomous Injection – European Hornet Photo: Wilder Kaiser\nOne of the most famous scourges of them all is the European Hornet that so easily sends people off their backsides and feet when approached by the yellow and black stripes of the insect. Like all wasps, the hornet is protected by a powerful sting and one big enough to deter predatory birds and lizards. The bright yellow stripes are key indications of their painful sting and the capability of releasing alarm pheromones! When close to their nests these summon other hornets, resulting in predators and even humans suffering from multiple stings.","author":"Emmysarus","web_category":"nature","title":"5 Beautiful Yet Deadly Animals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/news-you-have-been-warned-5-vibrant-deadly-species"}