{"summary":"And even if Icehotel is one of the most beautiful and artistic structures in the world, it still isn’t exempt from having graffiti, as we can see by the words carved into the walls.. Icehotel is located in the Jukkasj?rvi village in the city of Kiruna, the northernmost city of Sweden","advice_category":"6","content":"\nPhoto: Bjaglin\nIf you think that people who live in icy countries only get to live in igloos, guess again. In Sweden, a posh ice hotel is there to accommodate anyone who wants to experience living inside ice.\nAptly named Icehotel, the Swedish ice hotel was the very first one in the world, before other countries like Norway, Russia, Canada and Finland followed suit. Icehotel is located in the Jukkasj?rvi village in the city of Kiruna, the northernmost city of Sweden. \nPhoto: Paul Mannix\nIt was founded by Yngve Bergqvist, who was trying to look for a way to attract tourists to Jukkasj?rvi during wintertime. In February 1990, Yngve Bergqvist and his team successfully constructed the first ice building. In 1992, the first clients came to sleep in it because almost all hotels and inns were booked. The rest, as they say, is history.\nPhoto: Wilfrid\nObviously, it was Mother Nature who provided the Icehotel's building materials: ice and snow from the nearby Torne River. A storage room was also built to house more than 10,000 tons of ice and over 30,000 tons of snow, all of which goes back to the river when the climate gets warmer.\nPhoto: Findfado\nWhat’s even more fascinating about Icehotel is that it is being rebuilt every year, with different architecture and designs, making it not just a building, but a constant art project that offer a different experience to every visitor. Below is a previously built suite room.\nPhoto: Charley1965\nAnd below is a lord master’s room.\nPhoto: Findfado\nAnd even if Icehotel is one of the most beautiful and artistic structures in the world, it still isn’t exempt from having graffiti, as we can see by the words carved into the walls.\nPhoto: Bjaglin\nAnd of course, what is a hotel without a bar? Icehotel has teamed up with Absolut Vodka to create the Absolut Icebar, all made of, what else, ice.\nPhoto: Eimoberg\nYou don’t even need to tell the bartender to have your drink “on the rocks” because the ice glasses will keep your drinks ice cold. And because very cold temperatures also kill bacteria, you’re sure to have a very clean drink.\nPhoto: Rob Inh00d\nYou can also enjoy some outdoor activities offered by Icehotel: If you’re an adventurer, you can try going up the mountains or down to the fjords. Skiing and dog- and reindeer-sledding are popular activities too. If you’re the artistic type, you can try joining their ice sculpting sessions, where you can sculpt with crystal-clear ice, guided by professional artists, of course. But one thing you shouldn’t miss is seeing the Northern Lights, or the phenomenal Aurora Borealis. You’ll experience a light show like no other, as you can see from the pictures below.\nPhoto: Hugo\nPhoto: Image Editor\nIcehotel officially opens during the early days of December, when visitors can actually see the hotel being built. As weeks go by, rooms are added to accommodate more guests. If you love the night, December is the best time to visit, when the darkest nights arrive, and the sun doesn’t rise for some time. Dark skies are best to see the Northern Lights. \nPhoto: Jim Trodel\nBut if you like it a bit warmer, Icehotel is open until April or May, depending on the weather. During these summer months, you just might get to experience the midnight sun, when the sun never sets, even until midnight. \nPhoto: Sami Kein?nen\nAt Icehotel, not only will you have your wish of a white Christmas fulfilled, but you’ll also have the iciest experience of your life.\nPhoto: Wilfrid\nSources: 1 2 3 4 5 6 7 8 9 10 11","author":"Karize Uy","web_category":"art+and+design","title":"The Largest Ice Hotel on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/jinmao1jpg","url":"http://www.environmentalgraffiti.com/architecture/news-icehotel-biggest-ice-hotel-world"}