{"summary":"Opting for locally grown food is a brilliant option for your wedding day. They may choose to serve organic food and drink, use recycled paper for the invites and take a carbon-friendly honeymoon.","advice_category":"8","content":"\nGreen weddings are big business nowadays. With the average cost of that special day in the region of ¢G16,000, more and more couples are saying “I do” in the most lavish of surroundings.\nBut, with the rise of the ‘Bridezilla’ (and, in some cases, the ‘Groomzilla’), there is also a growing counter-movement towards a more environmentally and ethically aware wedding day.\nCouples embarking on a ‘green wedding’ are more likely to spend time sourcing sustainable jewellery and clothing. They may choose to serve organic food and drink, use recycled paper for the invites and take a carbon-friendly honeymoon.\nGoing green with your wedding can be a big decision and, for many couples, may be difficult to fully achieve. So we’ve put together our top five tips for making your wedding green, without having to give up too many little luxuries on the day you’ll never forget.\n1) Go Local\nTry to pick a venue close to home. It may be tempting to get married on top of a Scottish mountain or on a beach in Thailand but, by the time you’ve moved the whole party to your desired destination, your carbon footprint will be bigger than Jordan’s wedding train.\n[Read More]\n2) You have mail\nWedding invites can be a nightmare. Not only are they expensive to buy and post, but you can also use up hours of important wedding-planning time writing them. Why not send out emails to as many guests as possible? Okay, so this may not work for Granny Maud, but most of your guests will be happy to receive their invite electronically.\n[Read More]\n3) Designer liar\nDid you know that women spend an average of ¢G826 on their wedding dress? That could be your first mortgage payment, part of a deposit on a house or money to put into a ‘college fund’ for your children. Looking beautiful on your wedding day is extremely important, but does it really have to cost that much?\n[Read More]\n4) Food and drink\nOpting for locally grown food is a brilliant option for your wedding day. Talk to local farmers and suppliers to see what they can provide and then ask your caterer to base the menu on what’s available. This may mean that you have to make some sacrifices over exotic dishes, but the quality and freshness of the food is bound to impress your guests.\n[Read More]\n5) Hell of a honeymoon\nMost people use their honeymoon to take the trip of a lifetime; two weeks on a dessert island, a month surfing off the coast of Australia or some time spent trekking round the forests of Borneo. All of these adventures are fantastic ways to spend time with your new husband or wife, but they won’t be doing the planet any good at all.\n[Read More]\nFor more green tips visit www.biggreenswitch.co.uk\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"BigGreenSwitch","web_category":"lifestyle","title":"It’s a nice day for a green wedding ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/green-living/it’s-a-nice-day-for-a-green-wedding/279"}