{"summary":"All kinds of carbon friendly options could be affiliated, and hotels and cruise lines could validly say that every purchase contributes to carbon neutrality.. There has to be an alternative that would allow consumers and the travel industry to express their responsibility to the global ecosystem and not","advice_category":"8","content":"\nPhoto: Francesco Marino\nBoth the concerned eco-tourist and conscientious elements of the travel industry face the same dilemma: how do we achieve guilt-free travel in a world of carbon extravagance? A common answer has been to include a carbon tax on travelers' bills, but this approach is compromised by two problems. Firstly, it treats the travel industry in the same way as the energy and industrial sector in the sense that it treats hotels and travel lines as the producers of greenhouse gases rather than simply one of its many beneficiaries. Secondly, and more crucially, it increases the costs of the companies that voluntarily buy carbon credits to offset the pollution they contribute. Under this system, the most socially responsible organizations are also the most costly, providing a disincentive for travelers to act responsibly.\nThere has to be an alternative that would allow consumers and the travel industry to express their responsibility to the global ecosystem and not\npenalize them financially for doing so. There is, and its model has already\nproven effective in a different sector of social responiability.\nIn 2001, an American corporation named Upromise, Inc. launched with the goal of making college more affordable to American students. Today, it stands as the largest private source of college funding to America's youth, providing more than a half a billion in funds to the college-bound. Most notably, it achieves this goal at no cost to the students or their parents. How is this possible?\nPhoto: Bernard bill5 at nl.wikipedia\nConsumers register with the company, noting whose college fund they wish to contribute to and what credit card they want affiliated with the account. Then, companies wishing to build brand loyalty with consumers also register with Upromise. When consumers buy the products of those affiliated companies, the companies make a donation to the aforementioned college fund. This can be between 1% - 25% of the original purchase, and work similarly to a number of credit card reward programs.\nThis model, which has proven so successful in education, could easily be applied to the carbon conscious consumer. New programs that reserve donations to carbon offsets could be created and administrated by the tourist industry and could give consumers a more responsible option at no cost to them. All kinds of carbon friendly options could be affiliated, and hotels and cruise lines could validly say that every purchase contributes to carbon neutrality.\nBy allowing travel related industries to compete for brand equity in such an affiliation program, clothing, beverage, and luggage industries could share the burden with travel destinations. The larger the involvement: the larger the customer base and total effectiveness of such a program.\nIf more industries affiliated with recreational and business travel create market differentiation with a \"Carbon Reward Program,\" then the planet as well as the principal participants would benefit.\nUpromise: How it works","author":"Gregory Johansson","web_category":"travel","title":"How to Make Travel Green Again: Carbon Offsets in the Palm of Your Hand","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/25838352271f5683392zjpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-how-make-travel-green-again-carbon-offsets-palm-your-hand"}