{"summary":". In Peru, a land that has been blessed with not only the ancient Inca empire but also a prodigious amount of dinosaur remains, the trafficking of artifacts and fossils has become a serious law enforcement issue.","advice_category":"2","content":"\nIn Peru, a land that has been blessed with not only the ancient Inca empire but also a prodigious amount of dinosaur remains, the trafficking of artifacts and fossils has become a serious law enforcement issue.\nImage by Yosemitie\nThat's why police were happily searching packages on a bus Tuesday when they found a jawbone from a triceratops weighing approximately 19 pounds.   The unmarked package--further proof that if you are smuggling dinosaur fossils, you should always mark them with something, even if it's just \"not illegal fossils\"-- represents a species that has never been found in the region of the country that recovered it, indicating a misidentification or, potentially, the laundering of these smuggled fossils.  \nThis is by no means a new phenomenon; Yale University, alma matter of George W. Bush, agreed to return a collection of over 4,000 pieces last fall that they had held for nearly 100 years. \nThe Peruvians, to their credit, are stepping up their efforts to keep their national treasures home-- the Yale case broke open under threat of a lawsuit, and seizures in 2007 doubled those of 2006.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"The n00b's Guide to Concealing a 19 Pound Triceratops Jawbone ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/businesspolitics/smugglers-fail-to-conceal-triceratops-jawbone/965"}