{"summary":"Something is odd about the small, terribly hot planet, and that something gives it a magnetic field, the only terrestrial planet other than earth to have one. Researchers built a model of Mercury's core, and then super-cooled it so that the team could inspect the debris intact","advice_category":"4","content":"\nPhoto: Image from edhiker\nMercury, which has the most unusual magnetic field that you can imagine, has been baffling astronomers ever since they first took note of it. Something is odd about the small, terribly hot planet, and that something gives it a magnetic field, the only terrestrial planet other than earth to have one. That oddity, as it turns out, is iron snow.\nThe University of Illinois at Urbana-Chapaign (Proud alma matter of Henry Blake) had the resources to finally model this phenomenon in an attempt to figure out what, exactly, was going on and they came up with snow. Modeling of course, is for scientific purposes, educated trial and error and in this case it worked.\nResearchers built a model of Mercury's core, and then super-cooled it so that the team could inspect the debris intact. This revealed that superheated iron and sulfur rises towards the surface of the planet, cools, and forms a precipitate, which then falls back to the inferno in the core. The precipitate is based on cubic flakes of iron, which help drive not only the convection currents of Mercury's interior, but also the magnetic field.\nWith any luck, scientists will have a better idea of how this would potentially manifest itself on the surface of the planet soon.\nNASA's Messenger probe will be flying by later this year and in 2009 prior to an orbital insertion in 2011 to confirm this.\n[Popsci][DailyTech][AstroBio]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"The Subterranean Iron Snow of Mercury ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-6344-2433554450103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/subterranean-iron-snow-of-mercury/1170"}