{"summary":"This is only a small sample of our remarkable trees. Unfortunately many more trees receive no protection","advice_category":"2","content":"\nPhoto: Richard Masoner\nIn 1997, when 24-year-old Julia “Butterfly” Hill climbed a tree and didn't come down for two years, many thought she was crazy. Julia resided near the top of the giant redwood she called “Luna” for 728 days, thus saving it – and a three acre protective area around the tree – from destruction. She also brought much needed attention to one of our most valuable resources.\nAs trees age, they do not rack up the kind of genetic mutations that doom people. Part of a tree can die while other parts continue to grow, allowing trees to live for thousands of years. Trees are also some of the largest organisms on earth. They are one of the most important, valuable and possibly most under-appreciated resources on the planet. The World Bank estimates that forestry products are a $270 billion dollar-a-year business. We depend on trees for so many things, yet we continue to take them for granted – you could almost say that sometimes, we can’t see the forest for the trees. \nPhoto: Fovea Centralis\nHidden deep in the Redwood National Park stands the 700-year-old Hyperion, the world’s tallest known tree, which stretches 115.5 meters above the forest floor. Coast redwoods like this one are tall, slender trees that grow in the foggy coastal strip of California. These trees are large enough to support small ecosystems of their own, with animals, lichens, plants and even small trees growing in their upper canopy.\nPhoto: H Dragon\nWhile the giant redwoods tower over all other trees, the giant sequoias are actually bigger in volume. The 2,200-year-old, 83.8 meter tall giant sequoia General Sherman has over 1,486 m3 of mass and weighs in at over 6,000 tons. But with a base circumference of 32.8 meters, the General Grant is actually wider. These giant sequoias grow enough wood each year to make a normal sized tree.\nPhoto: Jim Bahn\nThe Montezuma Cypress of Mexico is not as tall as the redwoods and sequoias, but beats them in girth. Mexico's famous Arbol del Tule has a circumference of around 48.8 meters at its base and is believed to be over 2000 years old. While the highly buttressed base appears to be several trunks growing together, DNA testing has proven that the base is indeed one tree.\nPhoto: Rodolfo Araiza G.\nAt 4,842 years old, the world’s oldest tree is thought to be the bristlecone pine known as Methuselah. Bristlecone pines have survived so many years due to some highly adaptive traits. This tree grows under extreme conditions with little soil or moisture. These ancient trees are relatively short (the tallest being 18.3 meters tall) and they only add about 1/100th of an inch of girth each year. Their six-week growing season is enough to produce the reserves they need to overwinter. Sadly, today their biggest threat is people. The Methuselah tree is unmarked, its exact location kept hidden to protect it from vandalism. \nPhoto: IvyMike\nWhen speaking of long-lived trees, aspens must also be mentioned. These trees are a complex system of roots that remain underground until enough sunlight sends up trunks that leaf to reproduce asexually – that's to say, by cloning. The roots of these cloned trees are thousands of years old, with the oldest known clone, situated in Utah and called “Pando”, estimated to be at least 80,000 years old. These trees are also remarkable for their ability to photosynthesize in the winter, due to an under layer of green bark. This green bark also provides survival food for elk and deer during the winter. Due to their cloning abilities, these trees are unlikely to face extinction. While spruce and fir often appear to overtake aspen trees, their dormant root system will spring back to life when sunlight reaches the forest floor. This allows aspens to survive forest fires and ensures that this keystone species will return.\nPhoto: Kaibab National Forest\nNo discussion about trees is complete without the banyan tree. While a favorite as miniature bonsai trees, in the wild banyans grow very large. The tree’s twisted roots and gnarled branches support a canopy that can cover 100 square meters. Banyan trees depend on birds to drop their seeds on harsh terrain. The saplings develop string roots that continue to grow, and their branches produce aerial roots that reach the ground, giving it its striking appearance.\nPhoto: GoDakshin\nThis is only a small sample of our remarkable trees. Due to their uniqueness, the trees mentioned are protected. Unfortunately many more trees receive no protection. Rainforests are disappearing at alarming rates, and coastal redwood forests, for example, are only about 5% of their original size. By saving these forests we save the trees.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19","author":"Lisa Hossler","web_category":"nature","title":"Staggeringly Tall and Mind-Blowingly Old: Some Incredible Examples of Trees","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","url":"http://www.environmentalgraffiti.com/news-how-trees-many-live-so-long-and-grow-so-large"}