{"summary":"Despite all this, Manpupuner – which in the Mansi language means “little mountain of the gods” – is not widely known outside Russia, lying as it does in the isolated and inhospitable north. Bursting out of a plateau in a remote region of the Ural Mountains – like the gnarled fingers of some giant subterranean monster – the seven rock formations of Manpupuner in the Komi Republic are as veiled  in mystery as they sometimes are in snowstorms and fog","advice_category":"2","content":"\nPhoto: All images via English Russia posts here and here \nBursting out of a plateau in a remote region of the Ural Mountains – like the gnarled fingers of some giant subterranean monster – the seven rock formations of Manpupuner in the Komi Republic are as veiled  in mystery as they sometimes are in snowstorms and fog. Known as the “7 strong men”, these gargantuan stone towers are rightly considered one of the Seven Wonders of Russia, and with its air of inscrutability, Manpupuner draws visitors from across its vast country.\nDespite all this, Manpupuner – which in the Mansi language means “little mountain of the gods” – is not widely known outside Russia, lying as it does in the isolated and inhospitable north. And while since time immemorial these giant stone totems have been the source of all manner of myths and fables, information regarding their true origins is hard to come by.\nAccording to one source, the beginnings of this extraordinary natural marvel go back some 200-300 million years, when in its place stood a mountain. With the steady onslaught of time, erosion caused by rain, wind, frost and other meteorological phenomena slowly but surely wore away at the softer rock, leaving the seven pillars standing today.\nLess open to any debate is the imposing impression Manpupuner makes on those who witness it firsthand. Standing alone on a featureless expanse with no other stones or mountains in sight, these geological figures are unequivocally massive, dwarfing people at their base and making most ancient human megaliths look like the relatively minor slabs of stone they are.\nIt seems that whatever trick Mother Nature used to fashion this monumental assemblage, her efforts puts those of our ancestors into the shade.\nWhat’s more, these towering rock totems are not only incredible by dint of their size and location, but also because of their astonishing forms and strange, some might say whimsical, distribution. Some of the columns are narrower at the base, and while six are huddled together, the seventh stands aloof or guardian-like as if observing them from afar.\nThe great height and unusual shapes of the stone-faced 7 strong men make them inaccessible to even experienced rock-climbers – the marked overhangs projecting out above the heads of people on the ground enough to discourage even the most fearless or foolhardy. Of course, some might beg to differ.\nAdding to Manpupuner’s general sense of impenetrability, it is not only the summits of these rock colossuses that are difficult to reach; getting to their feet is challenging enough in the first place. The harsh environment of this mysterious site – where blizzards rage in the winter – is enough to deter less single-minded sightseers.\nAll this said, for those who can brave the elements of the northern Ural mountains – among the oldest mountain ranges on earth and the natural boundary between Europe and Asia – this spectacular prize waits. Travellers with the drive to get there can savour an entirely different view on the world – and feel what it is like to walk among giants.\nSee more English Russia photos here and here \nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.\n","author":"Karl Fabricius","web_category":"nature","title":"Seven Gigantic Rock Figures Rising from Beneath the Urals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","url":"http://www.environmentalgraffiti.com/featured/seven-gigantic-rock-figures-rising-beneath-urals/17781"}