{"summary":"Cabo will always be there when you're ready to retire.. Photo: Carnaval King 08","advice_category":"8","content":"\nPhoto: Carnaval King 08\nWhen most tourists plan a trip to Mexico, there are some obvious destinations that come to mind. Cabo San Lucas has been deemed a top destination for college students to drown themselves in a surplus of cheap beer and partake in the activities aimed at young adults. Mazatlan and Puerto Vallarta are also recognized as key destination points in the country. But many are missing out on the simple pleasures that a tiny little fishing town called Sayulita has to offer.\nPhoto: Lazlo Lozla\nSayulita, part of the Nayarit region located on the central/western point of the coast, is one of the few affordable vacation destinations left that still remains true to its culture. For half the cost of a shi shi Cabo resort, you can have your very own beach house, resting right along the main stretch leading through town. Of course, inhabitants of the house may include two housecats and baseball-sized crabs lining the premises at night, but that's a fine compromise for the outdoor shower and straw hut loft.\nPhoto: Lindsay Wright\nAside from instant beach access, everything in this town is accessible and located within a 5-15 minute walking distance. If you do decide to wander into a neighboring town or beach, taxis are cheap and always available. Or, if you're up for the adventure, have some faith in the local sailors, who wlil gladly arrange an impromtu day-cruise, sailing 20 plus people across the ocean and snorkeling through secret caves. Ceviche and Agua Chile are two seafood delicacies to look out for, especially due to the highly accessible fish coming from the most lucrative business in the area. Tequila tastings in a prime location downtown are also an essential part of the culinary experience.\nPhoto: Lazlo Lozla\nA tropical thunderstorm may pass through and can easily shut down the power of the small town, but markets and restaurants still carry on by candlelight to cater to your needs. There's nothing like letting yourself get drenched in warm rain on the beach - it's a perfect remedy for the monotonous life you were hoping to escape for a few days.\nPhoto: Lindsay Wright\nIt's unfortunate that so many people opt out for the obvious, easily available options when they could be experiencing a truly unique exploration of a town many have never heard of. Why should you surround yourself with the same people you interact with on a daily basis, all of whom are on heightened alert to indulge in day spas and poolside margaritas. You might as well be in Las Vegas.\nA week in Sayulita is plenty of time to feel refreshed, rejuvenated and ready to regain a grasp on life. Cabo will always be there when you're ready to retire.","author":"Lindsay Wright","web_category":"travel","title":"Sayulita: Mexico's Best Kept Secret","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/news-sayulita-mexicos-best-kept-secret"}