{"summary":"Visit Sustainable Harvest for more information on SHI and Stonyfield’s “Bid With Your Lid” program.. SHI teaches new farming techniques to the local families, such as alley cropping, organic vegetable gardening, and seed saving and storage.","advice_category":"8","content":"\nDeforestation, and in particular rainforest destruction is a contentious issue; a heated topic. A plethora of popular websites claim to plant trees in exchange for donations, and even Dell has hopped on the bandwagon. When you buy a new computer you can select “plant a tree for me” as you checkout and help offset your carbon footprint. Planting trees can be a good thing, but are we really making progress if we do nothing about the source of the problem?\nSustainable Harvest International is heading straight for one source. This small non-profit organization “has worked with nearly 1,000 families and 900 students in Honduras, Panama, Belize and Nicaragua implementing alternatives to slash-and-burn farming, the leading cause of rainforest destruction in the region.” Malnutrition is a huge problem in this area of the world, and many vegetables are considered a luxury item. SHI teaches new farming techniques to the local families, such as alley cropping, organic vegetable gardening, and seed saving and storage.\nSince 1997, SHI has successfully:\n• Planted more than 2,000,000 trees.\n• Converted 6,000 acres to sustainable uses, saving 30,000 acres from slash-and-burn destruction.\n• Improved nutrition through the establishment of more than 200 organic vegetable gardens.\n• Increased farm income up to 800%.\n• Built 165 wood-conserving stoves (saving 1,650 trees per year)\nSHI is raising more awareness about it’s work through an innovative partnership with Stonyfield Farm, who are featuring SHI along with a couple of other non-profits on their yogurt lids. The idea is to vote for the favourite, directing funds to SHI. This means you can eat yogurt, as well as chocolate and tea and feel great! SHI gets our vote!\nVisit Sustainable Harvest for more information on SHI and Stonyfield’s “Bid With Your Lid” program.\nThis post has been sent to us by new contributor Jessica. If you feel like writing for us, drop us an email! ","author":"Chris","web_category":"lifestyle","title":"Save The Rainforest by Eating Yogurt","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/ecology/save-the-rainforest-by-eating-yogurt/120"}