{"summary":"This is what makes this aquatic animal another deadly dish because if the frog is eaten during the wrong time of year or before it begins croaking, the poison from its body can cause fatal kidney failure. Our next risky recipe takes us to Shanghai where blood clams are eaten as a delicious delicacy","advice_category":"8","content":"\nPhoto: Shardan\nWe’ve all used the phrase “I’m starving” for when we’re feeling slightly peckish,  or the term “it’s to die for” when tucking into our favourite meal, but have we ever actually considered a dish that could indeed lead to our very demise? Luckily for us, dangerous delicacies are not a popular part of British culture; however, the same cannot be said for many other places around the world. \nIn fact, in continents such as Asia, toxic and poisonous foods are embraced as part of an exciting and enjoyable diet, despite the deadly risks associated with them. Read on to discover 5 dangerous and destructive dishes that could be fatal if not eaten correctly or prepared safely for human consumption.\n5. SannakjiPhoto: LWY\nWhen it comes to crustaceans and seafood, we normally adopt well known methods of preparation in the kitchen. Let’s take lobsters for example. We tend to stick them in a freezer to spare the little critter any unnecessary suffering, or we simply chuck them in a pan of boiling water in an attempt to end the creature’s life as quickly as possible. Yet in Korea, some dishes are served up with the creature still moving! \nThe dish I am referring to is ‘Sannakji’, also known as live baby octopus. Once the order is made, the chef begins its bizarre method of preparation. First, the living tentacles are chopped up and then seasoned before being served immediately to the customer. This is to ensure that the octopus' tentacles continue to writhe on the plate, and although this may be what makes this dish an entertaining specialty, it is also what causes a number of deaths in Korea each year. \nAs the suction pads maintain suction after being severed, the challenge is for the customer to chew the tentacles up before they stick to the roof of the mouth. If this is not done successfully, the outcome is far from entertaining. The tentacles that stick to the mouth and throat can actually cause the customer to choke to death and there lies the danger in this deadly game. Certainly not one worth playing in my opinion.\n4. Blood clamsPhoto: willsfca\nOur next risky recipe takes us to Shanghai where blood clams are eaten as a delicious delicacy. The name comes as no surprise as the appearance of these clams is, well, rather bloody, which doesn’t make them look like the most appetising order on the menu. But what they lack in appearance is apparently made up in taste. Then again, that depends on what you consider to be tasty. How about a pleasant portion of Hepatitis? Maybe even a serving of Typhoid? \nBecause these are just a few of the menacing bacteria and viruses lurking within these creepy clams and as we all know, they are anything but enjoyable. Once again, it all comes down to the preparation with this dish, and Shanghai has already been scolded many times for its ineffective method that involves quick-boiling the clams. This of course is not successful in killing the deadly diseases before consumption, including dysentery. So if you want to avoid endless days on the bog feeling as if your insides are going to fall out, it’s probably best to stay away from these clams as sometimes no amount of boiling can rid them of these dreadful diseases.\n3. FuguPhoto: chrisliang82\nMoving on to Japan, similar delicacies exist including some with far more agonising consequences. Take the blowfish or ‘Fugu’ for example, which contains an extremely deadly poison known as tetrodotoxin. Even cooking this fish cannot get rid of its toxicity that leads to a painful paralysis.  The strength of this poison can only be described as overwhelming as the deadly dose for humans is only 2-3mg! \nThe poison is normally found in the internal organs but can also be in the flesh, so only trained chefs are legally allowed to prepare this dish. When experiencing a lethal dose of tetrodotoxin, numbing of the mouth and fingers occur, followed by speech deterioration, difficulty breathing and finally the whole body succumbs to paralysis, which causes the person to lose consciousness and die. So be warned, if you are brave enough to eat this dish you must also be willing to accept the probability of dying an excruciatingly grim death.\n2. BullfrogPhoto: probabilistic\nAnother hazardous dish belongs to the country of Namibia in Africa.  The Giant Namibian Bullfrog is a delicacy that many locals enjoy feasting upon. Just like in France, frog legs are rather popular but the only difference is Namibians prefer to eat not just the legs but the whole frog itself! \nThis is what makes this aquatic animal another deadly dish because if the frog is eaten during the wrong time of year or before it begins croaking, the poison from its body can cause fatal kidney failure.  Those who do choose to risk their lives by eating the frogs prematurely must take measures to ensure that they do not consume the poison. \nThis includes lining their cooking pots with dry wood, which supposedly neutralises the poison and prevents a distressing and unpleasant death. So just be careful next time you’re dining in Africa, because it’s no laughing joke if the frogs don’t croak.\n1. Casu MarzuPhoto: Shardan\n\nCheese lovers listen up, as next comes our final cheesy dish that originated on the pleasant island of Sardinia. The dish, however, is far from pleasant and was actually banned by the EU because of the health risks associated with it. The name of this local delicacy is called ‘Casu Marzu’ which literally means rotten cheese. \nNow I’m sure we’ve all seen or even eaten mouldy cheese before, but this type of cheese actually contains thousands of live maggots! Yes, that’s right. The cheese is deliberately left outside in the heat in order for festering cheese flies to lay their eggs inside and there you have it, a maggot-ridden cheese dish. In order for this recipe to be eaten, the maggots have to remain living or else the locals will even tell you that it is too toxic to eat. \nThe maggots still remain dangerous even when alive, however, as they can cause allergic reactions and even lead to intestinal larval infection. If the maggots survive in the stomach, they could eventually feed their way into the intestinal walls causing horrendous stomach pains, sessions of vomiting, bloody diarrhoea and even death. I think I’ll stick to cheddar thanks!","author":"Nine-Life","web_category":"lifestyle","title":"5 Deadly Dishes from Around the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bowl_of_chili_with_sour_cream_and_cheese.jpg","url":"http://www.environmentalgraffiti.com/news-risky-recipes-deadly-dishes-around-world-0"}