{"summary":"The old saying goes, ‘A man’s home is his castle’ but when Jim Bishop started building a meager stone cottage in the Colorado mountains in 1969 he had no idea how true this would turn out to be. If you visit the castle and happen to meet Jim working away be ready to hear a long rant against the government","advice_category":"6","content":"\nPhoto:  Image: Paraflyer\nThe old saying goes, ‘A man’s home is his castle’ but when Jim Bishop started building a meager stone cottage in the Colorado mountains in 1969 he had no idea how true this would turn out to be. Using stone from the adjacent national park (with a permit, of course), his attempts at building a stone cottage soon had passers-by commenting on its likeness to a castle. Jim quite liked the idea, leading him to tear up the plans for his cottage and embark on a personal build, which has lasted thirty-seven years to date.\nLess than an hour’s drive from the town of Pueblo, Bishop has created a tower standing at 160ft tall, peeking just above the pine trees, with beautifully intricate ironwork, bridges and walkways, while stain-glass windows illuminate the castle’s rooms.\nPhoto: Image: Paraflyer\nTo add an even more medieval flavour, Bishop’s Castle has its own dragon! Made from recycled hospital trays, the dragon shoots fire from its gaping mouth with the aid of a hot-air balloon burner, while the smoke emitted from its nostrils comes from the fireplace chimney.\nPhoto: Image: Shog9\nBishop’s Castle, as it's now known, isn’t just unique however because of its medieval and eccentric flavour in cowboy country, but also because of the man behind it. \"It’s a monument to hard-working people\", Jim explains, and it is difficult to disagree with the man who has built this by himself. Along the way some volunteers did try to help but Jim just found them getting in the way as he wasted time trying to teach them how to build.\nPhoto: Image: Shog9\nThat’s not the only trouble he’s had with others, either. If you visit the castle and happen to meet Jim working away be ready to hear a long rant against the government. This animosity stems from the local government trying to rein in his creative project through zoning laws, and together with the fact that he has no liability insurance for visitors, it means this unique building won’t be found in any travel brochures. \"It would be a good idea if I had some [insurance],\" he concedes, \"but there ain’t no insurance company that will insure an open construction site\". Meaning that, for the time being, visitors are still asked to sign the guest book as a release of liability for Jim.\nPhoto:  Image: Shog9\nWhile eccentric in its design, much like the owner, this impressive castle inspires creativity and demonstrates what the determination of one man can do.\nCheck out our post on another madcap man who dedicated his life to one build - The Mysterious Coral Castle.\nSources 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"John Johnston","web_category":"art+and+design","title":"A Man's Home is His Castle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/a-mans-home-is-his-castle/6485"}