{"summary":"Behold the spewing lava of P?hoehoe in Hawaii. The reason for lava domes forming, as pictured above, is that the new, liquid lava is the same temperature as the old, dried lava","advice_category":"2","content":"\nPhoto: J.D Griggs \nNature can be an awesome and spectacular sight. Behold the spewing lava of P?hoehoe in Hawaii. Small lobes of smooth, runny lava ooze out of the cooled crust of the Earth. This slow movement forms bizarre sculptures of lava. The natural temperature of this mammoth flow is 1100 to 1200 degrees Celsius - which is quite high compared to other lava flows. Because of the smooth round texture of the lava, satellites in space are unable to pick it up from their radar beams. \nPhoto: J.B Judd\nThe reason for lava domes forming, as pictured above, is that the new, liquid lava is the same temperature as the old, dried lava. The lava shoots at least 60 meters in the air! The upward pressure of the new, liquid lava pushing upward makes a pretty, round cone shape. The one pictured above, in a photo taken in the 1960s, is approximately 66ft tall - as high as a 6 storey building.\nPhoto: Jonathan Lewis\nMost people are familiar with the lava formation above, which is quite asymmetrical and unorganised in appearance. This volcanic eruption is none other than that of Villarrica in southern Chile. It is the most active volcano in the world. Even stranger is the fact that it is one of four volcanoes known to have a lake within it. \nPhoto: 1981willy at en.wikipedia\nMost volcanoes run north and south to the Liqui?e-Ofqui Fault. However, this volcano runs north and west of the Gastre Fault Zone. It’s last eruption was this year. \nPhoto: Gary\nThe lava formation below (Kilauea) reminds me a lot of my wife’s temperament (don’t worry, she never reads my articles). A lot of my readers have seen it spew on TV. Here is a video of it spewing back in the 1950s. \nPhoto: CyboRoZ\n\nPhoto: C. Heliker (US Geological Survey) \nKilauea in Hawaii is able to shoot lava up to 40 feet up in the air. Another source says that its origin goes deep into the Earth’s surface, falling more than 60km. \nIt has been spewing non-stop since 1983! \nEnjoy the video below.","author":"Asher Kade","web_category":"nature","title":"Lava Fountains Erupting from the Earth's Crust","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb32.webshots.com-159-2635301020102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-mountain-fire-and-lava"}