{"summary":"Large eruptions are often followed by sweeping columns of hot ash known as pyroclastic flows. It was by far the worst volcanic eruption in US history","advice_category":"2","content":"\nPhoto: M Reitze \nNothing on earth can compare with the sight of a volcano blowing its top and hurling hot lava into the atmosphere. There is no doubt that for jaw-dropping spectacle and terrible danger, volcanic eruptions are spectacularly hard to beat. The most impressive are undoubtedly those where red-hot lava and ash are hurled explosively skyward, likely in the direction any living thing in the vicinity.\nPhoto: skarpi\nNo firework display by man could even come close to the might and majesty of volcanic activity. Nature at her most terrifying yet strangely hypnotic.\n10. Eruption of Mount Pinatubo, Philippines, 1991\nPhoto: D Harlow? \nIn June 1991, one of most awesome and spectacular volcanic explosions of the 20th century occurred on the island of Luzon in the Philippines, 55 miles northwest of the capital city, Manila. In a destructive nine hour display of raw power, Mount Pinatubo vented volcanic wrath to the extent that up to 800 people died, while 100,000 more were left homeless. The scale of this disaster was magnified by the fact that so much sulfur dioxide escaped into the atmosphere, that there was a decrease in the temperature worldwide over the next few years. \n9. The eruption of Mount St Helens, USA, 1980\nPhoto: Austin Post \nWhen Mount St. Helens, 100 miles south of Seattle, Washington, exploded in 1980 it was such a powerful eruption that it blew off the top of the volcano altogether. It was by far the worst volcanic eruption in US history. The shaking of the earth around was devastating and also led to the worst ever landslide recorded, traveling at up to 150 mph and covering 23 square miles, at an average depth of 150 feet. Ash fall covered 22,000 square miles, and pyroclastic flow, at 1,300 degrees Celsius, travelled at 80mph, covering 6 square miles. Tens of thousands of trees were blown down, and 57 people were killed along with more than 7,000 animals.\n8. Eruptions of Eyjafjallajokull, Iceland, 2010\nPhoto: michi_s \nThe eruptions of Eyjafjallajokull volcano in Iceland were a sequence of volcanic events which, although relatively small, caused enormous disruption to air travel across Europe in April through May, 2010. These were not eruptions that caused major loss of life, but they did clearly demonstrate how much human life can be affected by volcanic activity.\nPhoto: michi_s \nThey created massive ash clouds that drifted in the air currents for thousands of miles across much of Western Europe, and thus led to the closure of most of Europe's airspace, creating the highest level of disruption to air travel in half a century. When eruptions happen at night, the scene is transformed into what could easily be a natural representation of hell, so startlingly beautiful is it. These are when the most dramatic moments of fiery incandescence are captured, often breathtakingly beautiful to look at.\n7. Semeru Volcano, East Java, Indonesia, 2008\nPhoto: M. Rietze\nSemeru, in east Java, Indonesia, is one of the most active volcanoes in the region. Eruptions happen half-hourly and are almost always of the explosive kind. Large eruptions are often followed by sweeping columns of hot ash known as pyroclastic flows. Semeru volcano is the highest in Java and one of the most active in the world. It has been the site of numerous deaths, the most recent having occurred in August 2008.\n6. Tungurahua volcano, Ecuador, May 2010\nPhoto: Alcinoe Calahorrano \nTungurahua volcano in Ecuador erupted on 28th May 2010, forcing the evacuation of hundreds of people. The eruption plume rose 10km above the crater. Ash fall was reported as far away as 185km southwest of the volcano, disrupting many flights in the area.  \nVolcanoes are fearsome demonstrations of the metal-meltingly hot power which seethes within the core of our planet. They are usually located at the boundaries where tectonic plates - the huge land-masses which cover the Earth's surface - collide and grind together. Volcanoes are simply outlet valves for molten rock, debris and gases. The shape that we most associate with the volcano, the upturned cone, is the result of lava flowing from earlier eruptions in most cases, and can have taken thousands or even millions of years to develop.\n5. Galunggung Volcano, West Java, Indonesia, 1982Photo: R. Hadian, U.S. Geological Survey\nOn 24 June 1982, a BA 747 jumbo jet, with 262 people aboard, was cruising at 37,000ft when it encountered an ash cloud from Galunggung volcano, in Western Java, which was at the time furiously spewing vast clouds of debris skywards as it erupted. All four engines failed as the aircraft entered the spreading ash cloud and the aircraft fell 20,000ft before the crew thankfully restarted all engines, one by one. An emergency landing was made at Jakarta, Indonesia. When the first recorded eruption of Galunggung occurred in 1822 4,000 people died. The second of 1894 caused extensive property loss, while that of December 3, 1982 resulted in 68 deaths.\n4. Mount Redoubt eruption, Alaska, 1990\nPhoto: R. Clucas \nDuring the Mount Redoubt Eruption on April 21, 1990, a mushroom-shaped plume, reminiscent of the cloud created by an atom bomb, rose from avalanches of pyroclastic flows that cascaded down the north flank of the volcano. This was yet another hugely explosive eruption, heard by people many miles away. Reports suggested that the ash cloud had reached around 15km above sea level, resulting in the cancellation of flights from the nearby airport. As you can see, the cloud was spectacular in appearance. Major eruptions can be life threatening for anyone living close to a volcano.\nSeas of red-hot lava, up to 1250C, can flow like runny mud, incinerating everything it touches. Huge lava bombs can rain down on surrounding countryside, while extremely hot clouds of gas and ash can race outwards at speeds up to 200mph, burying everything before them. It was just such a deadly cloud that overwhelmed the city of Pompeii. The actual figures for fatalities are not known, but it is estimated that well over a quarter of a million people have died in the past 300 years from volcanic eruptions and the resulting devastation.\n3. Stromboli Volcano, Sicily, 1980\nPhoto: Wolfgang Beyer \nThe small volcano-island of Stromboli, between Sicily and Italy, has been erupting for hundreds of years. It is in continuous flux, coming to violent life every twenty minutes or so to produce spectacular lightshows which have resulted in the volcano being called by some, the \"Lighthouse of the Mediterranean\". The term \"strombolian\" has been adopted by seismologists to describe a variety of volcanic eruptions that vary from small volcanic blasts, to kilometer-high eruptive columns. True strombolian activity is always characterized by brief, explosive outbursts of pasty lava. \n2. Rinjani volcano, Lombok, Indonesia, 1994\nPhoto: Oliver Spalt\nMount Rinjani is an active volcano in Indonesia on the island of Lombok. It rises to 12,224ft, making it the second highest volcano in Indonesia, and similar in height to Mount Fuji in Japan. On 3 June 1994, this volcano erupted and sent ash over 1500ft into the air. Over the following week, as many as 172 further explosions were to be heard each day from the nearby Sembalun Lawang observatory. This was a very violent eruption but fortunately did not cause mass fatalities.\n1. Mount Etna, Sicily, 1991\nPhoto: boris.volcanoetna.it \nMount Etna is one of the most active volcanoes in the world. It is located in Sicily, Italy, near the city of Catania. On 14 December 1991, lava erupted along a fracture system that had opened in 1989 and covered most of the southern volcano. The eruption lasted for more than a year, ending on 31 March 1993 after 473 days. \nPhoto: Tom Pfeiffer\nNo matter how dangerous it might be to go anywhere near an erupting volcano, there will always be those who cannot resist the lure of the spectacular sights on offer, or the adrenaline rush. It is hard to imagine that anything else you might see in life could truly compare with the experience of witnessing nature at her fiery best, renewal and destruction going hand in hand.\nMy sincere thanks to Skarpi for his permission to use two images from his photostream at Flickr and to geology.sdsu.edu/ and to boris.vulcanoetna.it for the pictures I used from their sites.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"10 Most Incredible Volcanic Eruptions Ever Captured on Camera","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserEtnaeruptionseenfromtheInternationalSpaceStationjpg","url":"http://www.environmentalgraffiti.com/mountains/news-nature-her-most-dangerous-spectacular-fury-volcanic-eruptions"}