{"summary":"The awning of Victoria Quarter Shopping Center in Leeds is a stunning stained glass ceiling. Nothing says grandeur like a stained glass ceiling","advice_category":"6","content":"\nPhoto: Schluesselbein\nNothing says grandeur like a stained glass ceiling. These spectacular sky lights filter the sun through festive hues and provide a space with energy-saving natural light. Stained glass, which dates back to the 4th century, is coloured by metallic salts, paint and vibrant stains. It has been traditionally used in churches, but as seen on this list, is used to beautify structures of all sorts. \n1. The Cosmovitral, Toluca, Mexico \nPhoto: ?berraschungsbilder\nThe Cosmovitral is a botanical garden in the heart of Toluca. It boasts 400 species of plants and the largest series of stained glass windows in the world. The stained glass ceiling is particularly noteworthy, measuring 3200 square meters made of 500,000 glass pieces. The glass, imported from countries around the world, features 28 colors, depicting  the journey of the Sun Man in the Milky Way. The ceiling symbolizes man's quest for light, goodness and wisdom – and the vibrant light streaming through would suggest the Sun Man has found what he was looking for. \n2. Ursulines Institute, Belgium \nPhoto: Eddy+Van+3000\nThe Ursulines Institute is hidden in the small Belgian village of Onze-Lieve-Vrouw-Waver and is most noted for its stained glass dome, called the “Wintertuin,” or winter garden. The building is rarely open to the public, instead serving as a boarding school and teacher training school. The Wintertuin is a prime example of Art Nouveau architecture. \n\n3. Palau de la Musica Catalana, Barcelona \nPhoto: Josep+Renalias\nThe Palace of Catalan Music is a UNESCO World Heritage site that welcomes and entertains half a million people a year. The concert hall features a stained glass ceiling that allows the auditorium to be illuminated solely by natural light during the day – the only hall of its kind in Europe. Blue glass depicting a choir of women centers around a golden circle, mirroring the sky and the sun.\n4. Cancun Plaza Kukulcan, Mexico \nPhoto: Wolfgang+Sauber\nCancun's Kukulcan Plaza is a luxury shopping mall offering shops with Mexican handicrafts and international boutiques. The building, designed by two renowned Mexican architects, is meant to capture Mayan culture. A light and sound show is aided by the stained glass ceiling, which features Mayan symbols and deities, like El Jaguar, the animal of capability.\n5. Jame'asr Hassanal Bolkiah Mosque, Brunei\n\nPhoto: Winston+Almendras\nThe stained glass dome of the Jame'asr Hassanal Bolkiah Mosque in Brunei stuns viewers with its explosion of color. The mosque is the largest in the country and was built to honor the 25th anniversary of the Sultan's reign in 1994. This stained glass is the interior of one of the mosque's many golden domes that can be seen towering over the city.\n6. Thanksgiving Chapel, Dallas\nPhoto: steevithak\nThe Chapel of Thanksgiving is located in Thanks-Giving Square, a complex in downtown Dallas designed in 1976 to reflect on the importance of – you guessed it – Thanksgiving. The Chapel is a small tower meant for prayer whose spiralling ceiling features a unique stained glass called the “Glory Window.”\n\n7. Osgoode Hall, Toronto\nPhoto: Luke+Hollins\nOsgoode Hall is a law society building in downtown Toronto located on six acres of land. The Great Library is particularly grand, including a stained glass ceiling to maximize natural light and cork floors to minimize footstep sounds. The building was designed in 1860 and retains many of its original features today.\n8. Hotel Adlon, Berlin\nPhoto: Paul+Hanninen\nBerlin's Hotel Adlon is renowned for its architecture and interior design.\nAlthough built in 1905, the stained glass ceiling in the Entrance\nHall is modelled after an 1825 Tea Salon ceiling of Friedrich William\nIV. The stained glass is covered in a 24 carat gold mosaic. Both\nglass and gold in the past were extremely luxurious items for their\nrespective rarity. Glass was particularly difficult to ship and\ntherefore very expensive. \n\n9. The Printemps, Paris\nPhoto: Andreas+Praefcke\nThe Printemps is ranked as one of Paris' 15 best department stores, and to live up to its elegance, includes a stained glass ceiling in a restaurant called Cafe Flo. The Printemps is famous for being lit in multi-colored lights during the night, and lit by multi-colored glass during the day. At any time, the magnificent structure is vibrantly glowing. \n10. Victoria Quarter Shopping Center, Leeds\nPhoto: Fleur+P\nThe awning of Victoria Quarter Shopping Center in Leeds is a stunning stained glass ceiling. The ceiling extends the entire length of Queen Victoria Street, a full 750 square meters, making it the largest stained glass in the United Kingdom. The building is over a century old, and currently houses high-end shopping boutiques.\nPhoto: RichTea\nStained glass ceilings are an impressive architectural feat that make an ordinary building spectacular. The rarity of a colorful glass awning makes any structure that has one unique. \n\nSources: 1, 2, 3, 4, 5","author":"ppavone","web_category":"art+and+design","title":"10 Most Amazing Stained Glass Ceilings","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-10-most-amazing-stained-glass-ceilings"}