{"summary":"In a step greeted with relief by environmental campaigners, Iceland have announced that they will issue no new quotas for commercial whaling. All meat taken from whales hunted as part of Japan’s “scientific” whaling ends up in the commercial market.","advice_category":"2","content":"\nIn a step greeted with relief by environmental campaigners, Iceland have announced that they will issue no new quotas for commercial whaling.  Fisheries minister Einar K Guofinnsson said that “I will not issue a new quota until the market conditions for whale meat improve and permission to export whale products to Japan is secured. There is no reason to continue commercial whaling if there is no demand for the product.”\nIceland is unable to export whale meat to its main market, Japan, due to a prohibition on international commercial trade by the convention on international trade in endangered species (Cites). Additionally, the International Whaling Commission (IWC) has a commercial whaling moratorium in place.\nA WWF spokesperson welcomed the move and hoped other countries, such as Norway and Greenland, would follow Iceland’s lead, adding that “Commercial whaling of any kind is merely a political decision by countries that choose to grandstand before the conservation community.”\nLast October, Iceland made a plan to kill thirty minke and nine fin whales, but has only killed seven of each before halting the programme.\nSara Holden of Greenpeace pointed out that the tourist whale watching industry is considerably more profitable than whale hunting, and that hunting had “seriously adversely impacted a significant industry around whales in Iceland by making them boat-shy.”\nIceland will continue in its “scientific” whaling, along with Japan. The practice is denounced internationally as a cover for what is regarded as essentially commercial whaling. All meat taken from whales hunted as part of Japan’s “scientific” whaling ends up in the commercial market.\nSources include: Greenpeace;  Reuters\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Maryking","web_category":"nature","title":"Commercial whaling is evil. Iceland has woken up. ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/ecology/commercial-whaling-is-evil-iceland-has-woken-up/265"}