{"summary":"Kush quickly discovered that he found a world of inspiration in art school because the classes he took were prepared to allow eager students total artistic freedom. Vladimir Kush never looked back from that time in his artistic career","advice_category":"6","content":"\nPhoto: Vladimir Kush African Sonata\nIt is quite revealing when you get a glimpse into the mind’s eye of a great artist, to appreciate how very differently individual humans can ‘see’ the world in which they live. Surreal art is compelling and graphic, often quite disturbing, but it never leaves the viewer lost for words. One exponent of surrealist art, and to great effect, is the magical, Russian-born artist Vladimir Kush, whose artworks, painted or sculptural, will always leave you breathless with wonder.\nButterfly ApplePhoto: Vladimir Kush  \nVladimir Kush was born in 1965 near Moscow's Forest Park known as Sokolniki. His interest in art was sparked at an early age and as a child, he was fascinated by the continuous sketching done by his artistically inclined scientist father. He remembers clearly the evenings during winter when he would sit on his father’s lap, completing sketches that the older man had started. \nArrival of the Flower ShipPhoto: Vladimir Kush  \nKush was well aware of the vastness of the Russian steppes, untold thousands of square miles of open spaces near to his childhood home, and was influenced even then by a desire to absorb the vibrations of this enormous natural wilderness. He was sent, as a youngster, to two different schools, in an effort to foster his interest in art. Mornings were spent at a regular school learning the usual curriculum, while afternoons, up until 9 pm, were spent doing art classes. \nFull Steam AheadPhoto: Vladimir Kush  \nKush quickly discovered that he found a world of inspiration in art school because the classes he took were prepared to allow eager students total artistic freedom. He hungrily absorbed knowledge about famous Renaissance painters, impressionists, post impressionists and contemporary artists, from whom he took a great deal. This was where he painted the very first of his surrealist paintings. \nPillow BookPhoto: Vladimir Kush \nHe enrolled at the Moscow Art Institute in 1982, though his studies were interrupted by a two-year spell of conscripted military service. Within six months of starting his infantry education, it had become obvious to his commanding officer that Kush would be better employed painting big canvases or murals, which naturally had to include military elements, like the one depicting a radio transmitter atop an iceberg in mid-ocean. \nSunrise by the OceanPhoto:   \nHis work soon came to public attention and began selling in 1987, as soon as he began to exhibit with the Russian Union of Artists. He was asked by interested art lovers at the US embassy to paint portraits of them, but prevented from doing so by suspicious KGB bosses who disliked his ‘fraternizing with the enemy.’ This was the time in his life when the influence of his artistic father was greatest. \nDeparture of the Winged ShipPhoto: Vladimir Kush  \nThe father had taught him that ancient Greek civilization considered mathematics and art on a par with each other, so that the former could be used to plan the latter, and great artworks could result from employing mathematical codes. Paintings should be plotted in advance, and the code followed properly, if the real essence of the subject matter was to be captured. \nContes ErotiquePhoto: Vladimir Kush  \nVladimir Kush never looked back from that time in his artistic career. He staged a highly successful art show in Germany in 1990, going on from there to Los Angeles where 20 of his most recent works were on display. Nowadays he lives on the Hawaiian island of Maui. \nGenealogy TreePhoto: Vladimir Kush  \nTo quote the man himself, Maui is “the World Navel, there the infinity of Great Ocean merges into the infinity of bottomless Cosmos. The 'umbilical cord' connecting these open spaces, could be seen from the windows of my house - it is a super-telescope through which mankind for the first time saw the most ancient spots of our universe - places where drops of space condensing, turn into drops of time.” \nDialogPhoto: Vladimir Kush \nThis truly gifted man seems able to effect transformations to everyday subjects that are both magical and mesmeric. His imagination seems unable to accept boundaries and his work continually dazzles with innovative flair. There are hopefully several decades more in which his stunning works of art will continue to light up the world stage. An exceptional artist, whom we are privileged indeed to have living in our time. Wonderful. \nWalnut of EdenPhoto: Vladimir Kush  \nMy sincere thanks for the permission given to make use of the images and information in this article.\n\nSources 1, 2, 3","author":"tonyleather","web_category":"art+and+design","title":"Metaphorical Realist Art by Vladimir Kush","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/COCA-COLA","url":"http://www.environmentalgraffiti.com/art-and-design/news-unbelievably-diverse-artistic-wonders-vladimir-kush"}