{"summary":"After spending the last sixty days in one of the largest cities in the world, it was time to mix things up with a voyage to check out the Iguazu Falls. Growing up in acres of wilderness, summers in the clarity of Lake Tahoe, vacationing in the black sand beaches of Hawaii, hanging out on top of live lava flows; still, somehow the Iguazu Falls affected me like nothing I have ever seen.","advice_category":"8","content":"\nPhoto: Martin St-Amant\nEighteen hours confined to one seat, recycled bus air, and bumpy dirt roads, sounds like my version of hell. Somehow, it felt great to sit back and watch as we drove away from the thirteen million inhabitants of Buenos Aires, Argentina. Although trapped in the rickety bus, the familiar surge of independence and freedom was liberating. \nPhoto: Gerdschenkel\nAfter spending the last sixty days in one of the largest cities in the world, it was time to mix things up with a voyage to check out the Iguazu Falls. \nPhoto: Luca Galuzzi (Lucag)\nHundreds of water falls collide, creating a massive wall of water that unites?Argentina and Brazil; what’s not to love? As amazing as it sounds, I had no idea what I was in for. Pre-South America, I’de been fortunate enough to have experienced some pretty unbelievable spots on this planet. \nPhoto: Tabetabe\nGrowing up in acres of wilderness, summers in the clarity of Lake Tahoe, vacationing in the black sand beaches of Hawaii, hanging out on top of live lava flows; still, somehow the Iguazu Falls affected me like nothing I have ever seen.\nPhoto: Regine Elmenthaler\nSlicing the Iguazu River into an upper and lower divide, these 275 waterfalls thrive, running a distance of 1.67 miles. Legend has it, that the aggressive surge was created by a god, punishing his soon-to-be wife after she fled with a mortal man. It is said, that in the midst of anger and heartbreak, the god cursed them both to an eternity of falling. A less spiritual explanation of how the cascades came to be, is the theory of an Earth splitting volcanic eruption. While standing in the throws of the daunting energy, I couldn't tell you which story I believe.\nPhoto: Benlet26\nIt’s almost impossible to explain the absolute intensity of this 'Wonder of the World'. A mixture of surging confidence, power, graceful movement, and absolute aggression; standing in the throat of such a dynamic combo of energy is heart stopping! Its very presence is an undeniable shift in perspective; serving as a reminder that Mother Nature is in command! All societal norms and materialistic priorities, seemed trivial under the roaring flow. Spending the day in complete amazement revealed a realness I’ve never seen or felt.\nPhoto: Fabien1309\nLiterally dragging ourselves out of the jungle at nightfall, a friend and I trekked back towards reality. How do you rightfully cope with such an influential, jaw dropping day? In our case, drink a few bottles of vino and partake in the carefree chitchat that deemed so insignificant, hours prior. Although I’m not swearing off shopping, or mindless convos from here on out,? I can only hope that my personality and social interactions can represent the genuine emotion that so greatly moved me in Iguazu.","author":"sslevin","web_category":"travel","title":"Iguazu Falls: South America's Mightiest Waterfall","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-45227-2202248750105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/travel/news-way-water"}