{"summary":"They called in bee removal specialist Dustin Mackey to vacuum the bees from an upstairs window and seal their bedroom floor against further infestations.. The bees and the Stathasos have been living together in the house for almost twenty years, but both parties seem happy with the arrangement","advice_category":"2","content":"\nWhat would you do if your home was filled with bees?\n\nIt’s like this, but in their friggin’ walls! Image by Chas Redmond \nWould you freak out, call the exterminator, run screaming from the building? \nIf you’re Helen and Jerry Stathasos, you do none of these things. You just live in a house filled with bees.\nThe Stathatos family has been coexisting with the bees for several years now in their Virginia Road home in Sacramento, CA. There are so many bees that the walls literally drip with honey, but they don’t usually mind.\nRecently they did have to call an exterminator, but only to remove the insects from the upstairs bedroom where they sleep. They called in bee removal specialist Dustin Mackey to vacuum the bees from an upstairs window and seal their bedroom floor against further infestations.\nMackey said he’d never seen anything like it. \"You walk into the house and it smells sweet. I felt like I was in a jar of honey, \"said Mackey.\nThe bees and the Stathasos have been living together in the house for almost twenty years, but both parties seem happy with the arrangement. Mackey said the family decided not to remove them after realizing interior walls filled with hundreds of thousands of bees would have to be knocked down. Helen Stathasos told a local newspaper:  \"They are making honey and we can't even get to it.”\nOne of the reasons for the bee infestation may be the Stathasos’ spectacular garden. According to Mackey:  \"They've got the most beautiful garden you've ever seen, with flowers all around the house. It's the perfect environment for bees.”\nInfo from Metro\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Couple Shares Home with Millions of Bees","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/couple-shares-home-with-millions-of-bees/951"}