{"summary":"Grouse hunting is big business in Scotland, and large birds such as golden eagles can have an impact on the numbers of grouse, who are among their natural prey.  A study published earlier this year by the British Trust for Ornithology says that the population of eagles and other rare birds in Scotland is under threat from grouse moor managers.","advice_category":"2","content":"\nA rare golden eagle, the female of a breeding pair, has been found dead near a grouse moor in the Borders area of Scotland today, the first day of the grouse hunting season.  Experts have confirmed that the rare bird was poisoned.  The eagle and her mate were raising a chick, whose life is now at risk.\nThe Royal Society for the Protection of Birds Scotland has described the killing as “sickening”, and is offering a ¢G1,000 reward for information that leads to the killer.\nPoisoning of birds of prey is a huge problem in the UK, with 1,113 confirmed attacks in the past decade, according to the RSPB's crime database. Bob Elliot of RSPB Scotland commented that “illegal persecution of birds of prey continues to be a shameful fact of life in parts of Scotland in the 21st century, and unfortunately the evidence shows there is a correlation between the location of grouse moors and the incidence of raptor poisoning.”\nGrouse hunting is big business in Scotland, and large birds such as golden eagles can have an impact on the numbers of grouse, who are among their natural prey.  A study published earlier this year by the British Trust for Ornithology says that the population of eagles and other rare birds in Scotland is under threat from grouse moor managers.\nThe Borders area has been described as a \"black hole\" for birds of prey, with just two more breeding pairs of golden eagles left in the whole of southern Scotland.","author":"Maryking","web_category":"nature","title":"Grouse hunting industry suspected in poisoning of rare bird","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/early-snack_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/grouse-hunting-industry-suspected-in-poisoning-of-rare-bird/197"}