{"summary":"Google, who we all know and love and may have serious privacy concerns about, is getting into the business of storing, distributing, and making searchable (to you and your medical professionals) your personal healthcare records. Google, who is working their kinks out in cooperation with the Cleveland Clinic, sees this as a simple way to assimilate information in front of the doctor that needs it when it may be spread across a vast physical distance","advice_category":"4","content":"\nOh, the fun the UK-based readers miss out on by not having privatized healthcare.  \nGoogle, who we all know and love and may have serious privacy concerns about, is getting into the business of storing, distributing, and making searchable (to you and your medical professionals) your personal healthcare records.  \nGoogle, who is working their kinks out in cooperation with the Cleveland Clinic, sees this as a simple way to assimilate information in front of the doctor that needs it when it may be spread across a vast physical distance. Prior to the involvement of the outside firm, the Cleveland Clinic had no way of making use of electronic files for visiting patients.  Unfortunately, while this system does seem to be a logical next step, and of great medical utility, there are several hurdles to safety of critical medical information here. \nThe first and foremost is that HIPAA, the Health Insurance Portability and Accountability Act, which governs secrecy over such matters, covers providers, and not private records, which is what the files being \"Googled\" would be considered.  Then there's also the issue that you have the file-- you're a lost password away from this being a severe liability.  Finally, I consider that Google has the file, as well. We already know that nothing ever leaves Gmail servers; would these files be deleted, either? And don't worry, if you don't feel safe with Google, Microsoft has a similar project in Beta.\nInfo from Washington Post.\nBy new Environmental Graffiti contributor Ben Ray. Ben is a freelance writer, check him out at What's Required\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"whatsrequired","web_category":"science","title":"Google Might or Might Not Keep Your Medical Secrets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/google-might-or-might-not-keep-your-medical-secrets/853"}