{"summary":"Basically, solar wind is responsible for exciting atoms in the atmosphere. Aurora Borealis, Greenland","advice_category":"4","content":"\nAurora Borealis, Alaska\nThe Aurora Borealis above Bear Lake near Eielson Air Force Base, Alaska.\nPhoto: U.S. Air Force photo by Senior Airman Joshua Strang\nAbout Aurora Borealis (Northern Lights)\nObviously if you're reading this post you're a little like me: You can never get enough pics of the Northern Lights. \nWhat is it about this phenomenon that makes it so attractive? Well, my guess is this is what you get when you mix the night sky, photography, green swirly things and magic science that only just pretends to make sense. Basically you wind up with loads of people staring at the sky wishing they could remember the science behind it and yet not able to look away because it looks so unbelievable. \nStand back - I'm going to try science!\nDon't fret. The science isn't too hard to remember once you know it. Basically, solar wind is responsible for exciting atoms in the atmosphere. When the atoms are returning to their normal state (losing energy), they give off light. The reason this only happens in the poles is due to the way the Earth's magnetic field affects the solar wind. The auroras usually occur at an altitude of 90-300km.\nGreen or brownish-red - The aurora is caused by oxygen and hydrogen.Blue, purple, pink or red - The aurora is caused by nitrogen. \nEnough talk - on with the rest of the pics!\nAurora Borealis, Space\nThis picture was taken in 1992. NASA and NASDA staff had a prime location to view the Aurora, which are usually only partially viewed on Earth.\nPhoto: Spacelab-J: A joint mission of NASA and the National Space Development Agency of Japan (NASDA)\nAurora Borealis, Fairbanks\nAn aurora photo which captures the vivid green beautifully.\nPhoto: Zhengxu\nAurora Borealis, Greenland\nThis picture was taken by Nick Russill in September 2005 in Kulusuk, Greenland. This shot took a week of planning and waiting, but resulted in an amazing photo that has since featured in a gallery exhibition. \nPhoto: Nick Russill\nAurora Borealis from Space\nThese last two pictures were taken from Johnson space centre by NASA.\nPhoto: Image courtesy of the Image Science &amp; Analysis Laboratory, NASA Johnson Space Center.\nPhoto: Image courtesy of the Image Science and Analysis Laboratory, NASA Johnson Space Center.\nNeed more Aurora?\nAs an added bonus, here's a documentary video on the Northern Lights. \n\nSources: NASA & Aurora Borealis on Wikipedia","author":"smange","web_category":"science","title":"6 Breathtaking Images of Aurora Borealis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-10-more-amazing-pics-northen-lights-aurora-borealis"}