{"summary":"Le M?tro – Paris’ lifeline:Photo: . The Eiffel Tower, built in 1889 as the entrance arch (talk about splendour!) to the World’s Fair, was the world’s tallest building until 1930","advice_category":"8","content":"\nPhoto: Pont Alexandre III in the snow\nImage: Jean-Fran?ois Gornet\nAh, Paris! Not only a destination in summer when the days get longer and the skirts shorter; no, also popular in winter when all the famous places and monuments are covered by decorative layers of snow. We heard couples from near and far are already gathering in time for Valentine’s Day. Some cities just have it all, but see for yourself…\nThe Eiffel Tower, built in 1889 as the entrance arch (talk about splendour!) to the World’s Fair, was the world’s tallest building until 1930. Since then, it has seen it all and takes its six million annual visitors in its stride. \nThe Eiffel Tower, unimpressed with any season:Photo: \nImage: Vincent Ducrey\nWith its three round domes towering over the city, Sacre Coeur is one of Paris’ most famous landmarks. Construction of this Roman Catholic Church, dedicated to the Sacred Heart of Jesus, started in 1875 and was not completed until 1914, when it was interrupted by the war. Building it out of the travertine stone quarried close by was a smart choice given that the stone exudes calcite, giving the basilica its trademark white colour despite weathering and pollution.\nSacre Coeur always looks white and wintery but the barren tree is an indicator:Photo: \nImage: Logmy\nJardin du Luxembourg or Luxembourg Garden is a sprawling 25-hectare (225,000 sq m) park just south of the Palais du Luxembourg in the sixth arrondissement. As the largest public park in Paris, it is a popular destination for Parisians in all seasons, inviting for long strolls even in winter. \nTake me to… Jardin du Luxembourg:Photo: \nImage: LPLT\nPalais du Luxembourg on a day when the French Senate must’ve been off: Photo: \nImage: June Lemon \nA stylish Parisian cyclist geared for the weather – don’t miss the cool socks!Photo: \nImage: Roman Bonnefoy\nVisiting Paris and not taking the metro is just not possible. First of all, its Art Nouveau-inspired signs and stations are just too picturesque and prominent to miss. Second, with 16 lines, 300 stations, 384 stops and a length of 214 km (133 miles), it is the fastest and most efficient way to get around the city. No wonder Paris has, after Moscow, Europe’s second busiest metro system. Its load? Around 4.5 million passengers per day. \nLe M?tro – Paris’ lifeline:Photo: \nImage: Jean-Alexis Aufauvre\nA wintery street with typical huge Parisian apartment houses:Photo: \nImage: Eric\nThe longer you look, the more you’ll see – picturesque Place de Levis:Photo: \nImage: Georges Seguin\nProposed in 1983 by then French president Fran?ois Mitterand, it took five years for the now famous glass pyramid at the Louvre to be completed. It was designed by architect I. M. Pei and the second part, the Inverted Pyramid below, was completed in 1993. Since this large-scale overhaul of one of the world’s largest museums, attendance has doubled.\nLouvre Museum with glass pyramid, the fountains still working in the cold:Photo: \nImage: linmtheu\nThe Ferris wheel from the previous pic? Don’t miss the square trees! Photo: \nImage: Michael Jastremski\nThe Gothic Notre Dame Cathedral on the eastern half of the ?le de la Cit? in the fourth arrondissement was built in 1163, and many different architects and styles later finally completed in 1345. The name Notre Dame, meaning \"Our Lady,\" has inspired those of many Catholic church buildings in Francophone countries. \nNotre Dame as seen from the left bank, after a bit of snow:Photo: \nImage: Kieran Lynam\nAn old Citro?n on the banks of the Seine, not going anywhere:Photo: \nImage: Jean-Fran?ois Gornet\nBrrr - French pigeons fluffing up against the cold:Photo: \nImage: Jackson Laycock\nThe 2-km (1.25 miles) long Champs-Elys?es or Avenue des Champs-Elys?es is not only one of the most famous streets in the world, it is also the most expensive: Rents for a 92 sq m (1,000 sq ft) flat hover around – any guesses? - $1.5 million! Might be better to spend that kind of money in the avenue’s many shops…\nThe Champs-Elys?es lit up for Christmas:Photo: \nImage: Benh Lieu Song\nThe lonely swan on the banks of the Seine completes our winter stroll through Paris. Time to get inside now with a hot cup of something good and some French pastries. Bon app?tit!  \nA lonely swan on the banks of the Seine:Photo: \nImage: shellorz\n\nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"travel","title":"Paris in the Snow","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/featured/paris-in-the-snow/19851"}