{"summary":"America is not doing enough to protect its citizens and their electronics against an EMP attack. One of the ways you can protect yourself is to store your valued electronics such as laptop, cell phone or data in a sealed metal cage","advice_category":"4","content":"\nPhoto: Courtesy of National Nuclear Security Administration/Nevada Site Office\nImagine that every electronic device in the United States is suddenly fried. For the most part, people have electronics to make their lives easier; a cell phone is easier than a land line, a computer is easier than looking through a book, and Wii sports is easier than real sports. The truth is that if terrorists detonated an electromagnetic pulse bomb 300 miles above the US, it could fry every electronic in the country. \nThe wave spreads and destroys all electronic circuitry so everything electronic would be crippled and no longer useful. The pulse of energy from this weapon creates a large magnetic field that is devastating to electronics but is considered non-lethal to humans.\nPhoto: Gary Smith\nThe creation of nuclear power and nuclear bombs started in 1905 when Einstein first published his paper “On Electrodynamics of Moving Bodies.” This eventually became know as Einstein’s Theory of Relativity. \nAll nuclear bombs/explosions give off electromagnetic (EMP) pulse waves, which was not discovered until 1962 during some nuclear testing by the US government. It was during this “Johnson Island Test” that EMP was first discovered after a high-altitude bomb detonation caused circuit problems in low flying satellites and a slew of problems 800 miles away in Hawaii.\nComputers and electronics are such a large part of everyday life that the loss of it would be hard to recover from. EMP attack is real and it is a threat to the United States and any other target of hate or terrorism. America is not doing enough to protect its citizens and their electronics against an EMP attack. \nPhoto: Antoine Taveneaux\nOne of the ways you can protect yourself is to store your valued electronics such as laptop, cell phone or data in a sealed metal cage. The idea is that it would act like a shell to redirect the pulse in the same way that when a car is struck by lightning, the metal shields a person inside. \nGo buy a cage already.\nSources:\nBrown, George. \"Nuclear Weapon EMP Effects.\" Federation of American Scienetists. 21 Oct. 1998. \nCopp, Karlo. \"The Electromagnetic Bomb.\" Air Space Power Journal \nHughes, Lance. \"Stop EMP.\" Instant Access Networks. 8 Nov. 2004. 6 Nov. 2006\nLoeber, Charles R. \"Building the Bombs.\" Livermore, California:\nSandia National Laboratories, 2005. 1-3.\nSpencer, Jack. \"The Electromagnetic Pulse Commission.\" Heritage Foundation. 3 Aug. 2004.","author":"night_hawk","web_category":"science","title":"How an Electromagnetic Pulse Bomb Could Wipe Out America's Computers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/science/news-electro-magnetic-pulse-bomb-weapon-mass-hysteria"}