{"summary":"One-third of tumors are considered benign skin tumors; 20% are mast cell tumors. One of the reasons why I grabbed the camera was because I was convinced that she had cancer and she would be put down","advice_category":"4","content":"\nPhoto: Asher Kade\nThis is our 8-year-old Bassett Hound Dottie. We noticed a little over six months ago that she had bumps on her in various places and assumed she had been attacked by a gang of bees. However, this hypothesis was slightly skewed by the obvious fact that a little over six months ago it was too cold for bees to be out and about. \nPhoto: Asher Kade\nThe growths began to grow from the size of dimes to ping pong balls. The were mostly on?the bottom half of her body, but some were as high up as her neck. She didn't appear to be in pain, still eating and drinking, and allowing the kids to rough house with her. She did lose six pounds. We decided to take her to the vet.\nPhoto: Asher Kade\nMast cell tumors, which our vet suspected, are very common in dogs. One-third of tumors are considered benign skin tumors; 20% are mast cell tumors. They range in size, shape, appearance, and location. Most commonly tumors are located in the skin, followed by the spleen, liver, and bone marrow. Some are benign, while others are cancerous. The dangerous part about benign tumors is the chemicals that they release into the dog’s system.\nPhoto: Asher Kade \nPhoto: Asher Kade \nThey are chiefly caused by allergies and/or infection. The dog’s normal mast cells release histamine, heparin, serotonin, prostaglandins and proteolytic enzymes when allergies and/or infection is present. The problem lies when these mast cells become hyperactive and excessive, as in Dottie’s case.\nMast cell tumors are less frequent in cats and rare in humans. Any breed of dog can have them. The most common victims are: \nBoxers are the top of the list as far as frequency of cases goes. Age is a factor; the typical age to have mast cell tumors is between 8 and 9 years old. Red or golden coats seem to also increase a dog's risk.\nOne of the reasons why I grabbed the camera was because I was convinced that she had cancer and she would be put down. I couldn't bear telling the kids, who looked on from a short distance. I wanted pictures of her last day on Earth. \nPhoto: Asher Kade \nAbove, the vet is taking a biopsy of one of her 20 or so lumps or bulges. Each lump had something different in them. This one had a lot of yellow-colored water.\nBiopsies are the typical route to go to see what exactly is inside the tumors and to grade the cancerous growth, if any. According to this source “blood tests may also be done, which include a complete blood count, serum chemistry profile, and buffy coat. The CBC may reflect low or high white blood cell count, low platelet count, elevated mast cell counts. The buffy coat is diagnostic (although subject to false-positives) and reflects mast cells circulating in the bloodstream where they are ordinarily not found in large numbers. A positive buffy coat suggests bone marrow involvement. Other tests may include urinalysis, lymph node aspirate, bone marrow aspirate, x-rays, and ultrasound.”\nPhoto: Asher Kade \nThe picture you see above has a red arrow pointing to biopsy slides. Those had pus from another lump. The clear \"bowl\" is the yellow fluid I just mentioned. This is just from one lump. Believe it or not, she didn't feel a lot of pain and didn't have any painkillers given to her. She is a very docile dog and sat there and took all of the needles and biopsies. Below are more biopsies being performed on Dottie.\nPhoto: Asher Kade \nIf you notice the following symptoms in your dog, besides the obvious tumorous growths, seek professional help for your dog:\nPhoto: Asher Kade Photo: Asher Kade\nDottie didn’t display any of these signs, other than itchiness. We just thought that, since she was an outdoor dog, she had been bit by bugs. It’s hard to tell if she has lethargy, as she is extremely docile and lacks any sort of energy whatsoever. She is like the dog you see in the movies where they constantly put a mirror up to her nose to see if she is still alive or not!\nAside from cutting the tumors off, Prednisone (a corticosteroid) is usually the drug of choice. Our vet suggested having the tumors flushed and a maintenance antibiotic be given to her so that she wouldn’t have reoccurring tumors crop up.\nPhoto: Asher Kade \nThere wasn't a lot of blood and guts flying all over the place. Dottie remained calm, with the exception of a couple of yelps when a larger needle had to be used because those lumps were so large. \nPhoto: Asher Kade \nAbove, you will see an arrow pointing to more syringes. The clear \"bowl\" contains more fluid from another lump, similar to the one at the begginning of this article. Please note that one of the syringes still has blood filled in it. It hadn't been taken to the lab yet. \nPhoto: Asher Kade \nThe vet gives Dottie some love. The biopsy took about 30 minutes to do. The lab tests took another 15 minutes to complete. \nPhoto: Asher Kade \nIn the meantime, our boys managed to make a \"dog sandwich\" on the tiny bench in the exam room while we waited on the doctor.\nPhoto: Asher Kade \nI was prepared to put Dottie down if she was terminally ill. I didn't want her to suffer or be in pain.\nPhoto: Asher Kade \nPrice of 20 benign tumors being biopsied: $67.22. Learning your dog doesn't have cancer or is terminally ill: priceless. \nTo read more about this, and to see helpful pictures on identifying canine tumors, go to these sites:Pet educationVet InfoOrganic Pet\nThe only bad thing that came from this experience is that we are going to have to change her dog food to a pricier brand. The Ole' Roy brand is giving her gastrointestinal irritation and horrific flatulence. This is the chief reason why she smelled like road kill all these years!","author":"Asher Kade","web_category":"science","title":"What To Do If You Think Your Dog Has Cancer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-what-expect-when-your-pet-has-biopsy"}