{"summary":"US government research found that mortality rates in bottlenose dolphins increase by six times immediately after capture. This means that just by reading this article, you are helping to protect wild dolphins","advice_category":"2","content":"\nPhoto: Elsa Nature Conservancy/WDCS[Thanks to the special way Environmental Graffiti works, every time this article is viewed, a proportion of the advertising profits will be forwarded to the drive hunts campaign of the WDCS. This means that just by reading this article, you are helping to protect wild dolphins. The details of these payments will be available through the comments section, and I am happy to give any information regarding that payment]\nThe award wining documentary 'The Cove', released in 2009, was a shocking account of the annual slaughter of dolphins in the coastal fishing town of Taiji, Japan. Around 2,400 dolphins will be killed at Taiji this season, in a practice which is motivated almost entirely by the captive-dolphin industry. Those dolphins not selected by trainers for aquariums, are herded into an isolated cove and cruelly butchered, their meat sold onto the Japanese whale meat market. The value of dolphin meat is low, but the price of a dolphin chosen for the aquariums can be as much as $150,000. The Sea Shepherd conservation group estimates 540 dolphins have been killed in Taiji this season, in the presence of trainers who still openly support the captive-dolphin industry. A further 140 have been captured, and as long as they survive the stressful transition to captivity, those dolphins will be trained to entertain crowds at any one of the hundreds of aquariums worldwide. Drive hunt fishing involves barbaric techniques, including parent-child separation, and it is estimated that each year over 22,000 dolphins, pilot whales, false killer whales, and porpoises are taken primarily to meet demand from the captive industry.\nPhoto: Elsa Nature Conservancy/WDCS\nThe effects of captivity on dolphins has been increasingly studied over recent years, and the outcomes of those studies are controversial. Of dolphins taken from the wild, 53% die within the first 90 days. Further health problems caused by intestinal disease, stress-related illness and chlorine poisoning mean that the average life expectancy of a captive dolphin is just 5 years. The total annual mortality of captive dolphins is impossible to ascertain, as no global body regulates the industry and many facilities are under no obligation to report animal deaths.\nBottlenose dolphins are the most popular species for captive programs, not due to their superior performance, but because they show a greater survival rate. US government research found that mortality rates in bottlenose dolphins increase by six times immediately after capture. Improvements in aquarium techniques, and veterinary treatments have meant the captive lifespan of dolphins, and similar marine mammals, has increased over time, but the argument for this being attributed to better care is dubious when you consider the degradation of welfare experienced by any animal forced into captivity.\nPhoto: Michele Grady/WDCS\nWild dolphins live in highly advanced, interactive social groups, which can number over 100 individuals. They have territorial ranges of thousands of miles, can swim anything up to 50 miles a day, and dive to over 100 feet. They are some of the planet's most highly evolved animals, displaying levels of intelligence and communicative ability rarely seen in other species, and which many believe qualifies them for exceptional treatment. Studies of their communication techniques have revealed signature whistles comparable to names, and complicated constructions involving numerous sounds.\nAn organism's EQ (encephalization quotient) is a scientific measurement based on the ratio of brain size to body size, and can be judged as a rough guide to intelligence. Gorillas have an EQ of 1.76, chimpanzees 2.48, and bottlenose dolphins 5.6, compared to the human score of 7.4. The human ancestor Australopithecines, who lived around 4m years ago, measured between 3.25-4.72, which is well below the bottlenose score. The significance of these findings is supported by the results of numerous tests which have proven dolphins' ability to understand language, develop new complicated behavior to solve problems, show an appreciation of the future and of time, and the repeated evidence of their self and environmental awareness.\nPhoto: Serguei S. Dukachev\nThe human race has attributed itself a special place on this planet, but the truth is that many of the qualities we recognize in ourselves, and historically believed to be ours alone, are in fact shared throughout much of the natural world. Within a biodiversity linked by evolution, many shared physiological, psychological, and emotional traits must surely exist. The implications of those existences should be acknowledged, and the responsibility of that understanding should not be wavered in preference to side show entertainment.\nPhoto: Michele Grady/WDCS\nIt cannot be doubted that dolphins are unique in many ways which differentiate them from other species, what is ironic is that that understanding has been gained mostly through their captive assessment. The question is, how can such exploitation continue now that our understanding makes it immoral. In the debate over animal rights, hypocrisy and contradiction are universal obstacles, but what is clear is that the credible future of the captive-dolphin industry cannot ethically be based on the kind of brutal slaughter that's going on in Taiji right now.\nPhoto: NASAs\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9","author":"Rich Morgan","web_category":"nature","title":"The Harrowing Consequences of the Captive Dolphin Industry","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","url":"http://www.environmentalgraffiti.com/nature/news-protecting-dolphins-just-reading-about-them"}