{"summary":"Indeed, delving into the mystery of this effect has led scientists to believe that the energy levels of electrons within atoms are defined by a balance of Larmor radiation versus absorption of radiation from the electromagnetic quantum vacuum. Opponents of the idea have yet to see energy extracted from the vacuum and thus remain skeptical","advice_category":"4","content":"\nPhoto: jam343\nIn a world with diminishing resources, renewable energy technologies are proving their overall value by not only by providing a high percentage of the world’s energy demand but also by eliminating the disharmonizing effects of pollutants. Scientists keep looking for more subtle, out-of-the box methods to achieve the goal of a sustainable energy supply but are limited by a set of parameters for each method. Solar is available only in clear weather during the daytime; hydro and geothermal are limited geographically; nuclear has a political issue attached and a disposal problem; wind works when the wind blows. Advancements in the understanding of quantum physics, however, may provide us with the theoretical framework for an energy extraction system that works anywhere, any time on the planet.\nMost people think if you remove everything from a certain space, you will be left with nothing. But modern science tells us through multiple experiments that there is a specific amount of energy which resides in a vacuum at all times. As we examine space-time at smaller and smaller scales, instead of a vacuum we see a plenum!\nPhoto: University of Oregon\n Indeed, the entire universe may be a product of these quantum fluctuations:\nPhoto: NASA\n Now take the classic example of helium. When helium is cooled to within a fraction of absolute zero Kelvin, it remains a liquid instead of FREEZING and becoming a solid. This implies the helium atoms are receiving energy.\nPhoto: wikimedia\nIndeed, delving into the mystery of this effect has led scientists to believe that the energy levels of electrons within atoms are defined by a balance of Larmor radiation versus absorption of radiation from the electromagnetic quantum vacuum. In 1897, JJ Larmor devised an equation that described the loss of energy from a charged, accelerating particle (like an electron) in the form of electromagnetic waves. As this energy is lost, it is balanced by absorption of energy from the vacuum.\nIn 1948, Dutch Physicists Hendrik BG Casimir and Dirk Polder proposed the existence of the Casimir-Polder force. In a vacuum space with two parallel non-conducting metallic plates, a classic description would tell us that no force exists because there is no field. But a quantum mechanical description shows that the virtual photons in the vacuum constitute a field which exerts a net force on the plates. Since the field is quantized (meaning energy exists at levels similar to whole integers; 1, 2, 3, without fractions) the space between the plates excludes certain energy levels (or wavelengths), thus producing an overall inward force on the plates.\nPhoto: physicaplus.org.il\nIn May 2008, Bernard Haisch and Garret Moddel were awarded a patent which attempts to use these insights to develop a technology which can extract usable energy from the vacuum. The device is simple once you grasp its theoretical basis. A noble gas such as helium is pumped in a circle through a corridor of micro-engineered Casimir tunnels. As the atoms in the gas pass through the Casimir cavities (different geometries but the same effect as described above), the electrons are suppressed into a lower energy level, thereby giving off radiation in the form of a photon. Once they leave this space, they are re-energized by the ambient quantum vacuum. By repeating this process, heat is produced and translated into electrical energy. A sugar cube sized device is theoretically capable of producing 20 kilowatts of heat.\nPhoto: Bernard Haisch / Garret Moddell: PESWiki.com\nPhoto: Bernard Haisch / Garret Moddell: PESWiki.com\nPhoto: Bernard Haisch / Garret Moddell: PESWiki.com\nOpponents of the idea have yet to see energy extracted from the vacuum and thus remain skeptical. Some believe the idea of taking energy from the vacuum breaks the law of conservation which in simple terms says you can’t get something for nothing. These people are asked to imagine taking a cup of water from the ocean. Energy is given to the system from a metaphorical sea of energy (EM vacuum), taken locally and replenished globally. Others think not enough energy can be extracted to be proven useful, yet the proposed technology is easily scalable and scientists agree that although Casimir forces are tiny, the energy density of the zero point field is enormous.\nJovion Corporation, a spin-off of research from the University of Colorado, continues to aggressively pursue this idea and as of last year were receiving funding from POCi, DARPA, and other private investors. Theoretical work has provided the necessary infrastructure and experimental results have proven a quantifiable force, yet the project is self-described as a “high risk / high gain” venture. However large the risk associated with this venture, the gain would be a paradigm shift in the field of energy that would change human civilization as we know it for years, decades, even centuries to come.","author":"Cave Dog 927","web_category":"science","title":"The Quantum Vacuum: An Unlikely Alternative Energy Resource","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/physics/news-quantum-vacuum-unlikely-alternative-energy-resource"}