{"summary":"And since fasting means gradually eating less and less. These days, people have given up fasting because it’s quite difficult to hang on to","advice_category":"8","content":"\nPhoto: crystl\n\nThese days, people have given up fasting because it’s quite difficult to hang on to. Eating all sorts of food and forgetting about limits is what makes people sick. The lack of vitamins and proteins will make the body stop at some point. Fasting is healthy because it involves eating fruits and vegetables and less meat and lactates. \nPhoto: yucca2k6\n\nFluids are also important during any fasting. Drinking as much water as possible ensures proper hydration of the body. Fresh juices are also recommended but without any additives like sugar. If  containing numerous mixes of fruits, juices will give people the energy they’ve been lacking. And since fasting means gradually eating less and less\nfood, one can do it if the right percentage of fluid intake is in place. \nSo as to clean your body, every once in a while, fasting is advisable because it gives the body a chance to recover. Toxins, bacteria and other poisons are attacking the human liver and along with it, the entire organism. The results can be insomnia, skin problems, headaches and exhaustion. To eliminate all these conditions, fasting is highly advisable. \nMake sure you don’t starve yourself; just give the body an opportunity to regenerate from all sorts of contaminants and thus, you’ll be able to feel great again. Unhealthy food, drugs, cigarettes and alcohol are the main causes of body dysfunction. So to lower the risks of liver failure, heart problems and others, make sure you consider fasting? from time to time. \nPhoto: Jack Lalanne Juicers\n\nFasting is also an opportunity to think clearer. All the stress and anxiety is accumulated because of bad diets. To improve your mental state, giving up fatty meats and sugars is exactly what the body needs to regenerate. Think about it, and decide to look and feel\namazing again. All in all, only a proper diet and the right amount of fluids\nwill help you over time. \nFor Information on Natural ways to loose weight, click here","author":"Gregory Johansson","web_category":"lifestyle","title":"Is Fasting Healthy?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","url":"http://www.environmentalgraffiti.com/news-fasting-healthy"}