{"summary":"There are certain foods you should avoid if you want to keep your blood pressure in check. High blood pressure, also known as hypertension, is unfortunately a very common and serious health problem","advice_category":"8","content":"\n?Photo: Rasmussen College\n\nHigh blood pressure, also known as hypertension, is unfortunately a very common and serious health problem. If not treated in time, it can cause severe heart issues, ultimately leading to a stroke. However, there are many effective ways to deal with high blood pressure and some of these are natural remedies.\nThere are, of course, many possible treatments for hypertension, but medication might not be the best of them, as it may sometimes involve unpleasant side effects. Below you can find a few natural remedies that are bound to reduce your blood pressure and improve your general state of health.\nPhoto: otis archives\n\n\nIf you suffer from high blood pressure, it's important to take care of your health at all times. Watch your diet very carefully. There are certain foods you should avoid if you want to keep your blood pressure in check. For instance, you need to forget about junk food and reduce the salt in your diet. Also, make sure you sget enough fiber, which you can find in fruit, vegetables and grains. \nOmega 3 oils, potassium, magnesium and vitamins E and B6 should also be present in your diet if you want to get rid of high blood pressure and have a healthy heart. Food supplements can be of great help with this and will provide you with all the necessary heart-healthy substances that you can't get directly from your diet. Herbal remedies can also help lower your blood pressure. For instance, garlic is an effective cure for high blood pressure and should be consumed regularly.\nThe healing properties of a healthy lifestyle can sometimes surpass any medication or treatment. By exercising regularly and having a proper diet you significantly reduce the risk of heart disease. You should also avoid stress as much as possible and give up cigarettes, alcohol and caffeine. The best way to get rid of hypertension is to live a healthy life.","author":"Gregory Johansson","web_category":"lifestyle","title":"Natural Remedies for High Blood Pressure","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","url":"http://www.environmentalgraffiti.com/news-natural-remedies-high-blood-pressure"}