{"summary":"Craig Turner, the Zoological Society of London's conservation biologist, reported that the initial estimates set the Horton Plains Slender Loris population at perhaps one hundred.. The Horton Plains Slender Loris has dark brown fur except for a lighter area on its underbelly","advice_category":"2","content":"\nPhoto: Sandilya Theuerkauf, WynaadRed Slender Loris\nThe animal world just became slightly more cute on average, thanks to the discovery of a live Horton Plains Slender Loris. Feared to be extinct, this native of Sri Lanka was photographed in 2009. The Zoological Society of London recently confirmed this amazing finding.\nA Long Name for a Tiny Primate\nThis is a long name for such a tiny, cute?animal, and its a name that comes in two parts. \"Horton Plains\" is an area in central Sri Lanka (formerly known as Ceylon), while the \"Slender Loris\" is a small family of very small primates found in India and Sri Lanka. The legs and arms are slimmer than those of the \"Slow Loris\". The \"Horton Plains\" belongs to the \"Red Slender Loris\" species, which is even smaller than its cousin the \"Grey Slender Loris\".\nThe Slender Loris is no more than 17cm (7.7 inches) long and weighs less than 170g (6oz). It has no tail. An eastern chipmunk is a bit longer, thanks to its tail, but only weighs up to 140g.\nPhoto: cliff1066?Slender Loris skeleton\nThe Horton Plains Slender Loris has dark brown fur except for a lighter area on its underbelly. It has huge eyes and small ears. The Loris is one of many primates - the group of mammals whose five-fingered hands allow them to grasp food or tools. This group includes humans and apes.\nCute, but is it Deadly?\nProbably not. Obviously, the Horton Plains Slender Loris has not been studied in any detail as its numbers in the wild are extraordinarily low. However, it probably does NOT share a curious capability with its more distant relative, the slow loris: elbows dripping with poison! Well, not dripping but stored in an elbow patch.\nThe slow loris has two ways of using its poison, which is technically \"venom\". As an aggressor, it will suck some off its elbow; masticate it to coat its teeth; and then bite. On the defensive, the mother will apply the venom to its babies' fur. In response, some people who trap or keep slow lorises remove their teeth.\nThe Red Slender Loris\nReds are the quickest members of the Loris family, known to move rapidly through the trees. They are nocturnal: active at night and sleep during the day. Their large eyes provide good night vision for hunting - mainly for insects, but also small lizards including scales and bones. They will eat birds' eggs and chew tree gum.\nThey are a social species in that they nap in groups; as hunters, they are more solitary. Only one or two babies are born after a 24-week pregnancy. \nPhoto: \"Lionel Mauritson\" and \"Jellrancher\"Slow Loris\nThe Horton Plains Slender Loris's Habitat: Sri Lanka's Central Plains\nSri Lanka is an island just south-east of southern India and the Bay of Bengal. The Horton Plains National Park is as far south as Colombo, but centrally located between the east and west coasts. This is a small part of the central highlands of Sri Lanka; these highlands are not very large compared to the whole island. The park is a forested area.\nSri Lanka is famed for tea and other tropical agricultural products. The forests which the Loris inhabits are being lost to forestry, for firewood and plantations.\nCraig Turner, the Zoological Society of London's conservation biologist, reported that the initial estimates set the Horton Plains Slender Loris population at perhaps one hundred.\nThe Horton Plains Slender Loris?is one?cute animal, and fortunate to have escaped extinction - so far.\n?Photo: Totodu74Loris parasseux\nReferences\nJames Owen, National Geographic News, \"'Extinct' Pop-Eyed Primate Photographed for First Time\", published July 19, 2010.\nLoris Conservation.org, \"Loris and pottos species, subspecies: data reviews in preparation\".\nJess McNally, Wired Science, \"The Loris Lives! First Pictures of Primate Thought To Be Extinct\", published July 19, 2010.\nEDGE (part of Zoological Society of London), \"22. Slender Loris\".\nAnimal Corner, \"Animal Dictionary\"\nDavid Adam, The Guardian, \"Slow loris: the eyes may be cute, but the elbows are absolutely lethal\", published July 6, 2009\nFact Zoo, \"Loris\"","author":"MikeDeHaan","web_category":"nature","title":"The Horton Plains Slender Loris Battles Extinction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-44385-2105857250105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-slender-loris-title-be-determined"}