{"summary":"The march takes place in over two hundred cities around the world. The protest was noisy: people shouted slogans such as “free the weed,” motorists honked their horns in approval and huge wafts of Marijuana smoke perfumed the air.","advice_category":"8","content":"\nPhoto:  Image via Canada.com\n\"We're letting them smoke if they want to smoke,\" one policeman said with a chuckle and a shrug. \"The city gave them a permit.\"\nYes, yesterday marked the Toronto celebrations of the 10th Global Marijuana March; an annual rally, campaigning for the decriminalization and a celebration of cannabis. The march takes place in over two hundred cities around the world. However, the biggest and best part is in Toronto, where lenient cannabis laws married with political pressure from liberals has mushroomed the size of the event.\nLiterally thousands of potheads of all ages took to the streets. The protest was noisy: people shouted slogans such as “free the weed,” motorists honked their horns in approval and huge wafts of Marijuana smoke perfumed the air.\nPolice presence was barely evident – there were only a few officers surrounding the park and controlling the flow of people.\nIt’s not really surprising that this was the case. Everyone seems to be pretty confused on the whole issue. In Canada. marijuana is not only used for medical purposes, but the liberal government tried to decriminalize it in 2006. Unfortunately the conservatives stepped in (as usual) and quashed the bill.\nOne can only hope that once the smoke settles, a definitive stance is reached either way because it isn’t healthy to leave issues hanging in the air.\nWe’d love to hear your opinion on the issue and if any of you attended the march it would be great to hear some of your stories!\nSources: CTV.ca,  reuters\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"lifestyle","title":"Global Marijuana March Hits Toronto: 20,000 Light up.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/global-marijuana-march-hits-toronto-20000-light-up/1131"}