{"summary":"The shape of a face carved in rock was the work of glaciers 10,000 years ago and until at the beginning of May 2003, the Old Man watched over New Hampshire. When viewed from the right angle it seem to resemble a face and they immediately dubbed it the Great Stone Face or the Old Man of the Mountain.","advice_category":"2","content":"\nIn the second part of our Natural Design series, Environmental Graffiti reporter Vlad Jecan explores the natural phenomenon of the Great Stone Face. For previous articles in the series click here \nPhoto: Image via Wikipedia \nTwo centuries ago people spotted a rather unusual rock formation. When viewed from the right angle it seem to resemble a face and they immediately dubbed it the Great Stone Face or the Old Man of the Mountain.\n\"On the crest of a mighty mountain\nLooking over the lake below,\nA face with a human expression\nWatches many a century go.\"\n- Robert F. Doane, 1939\nThe shape of a face carved in rock was the work of glaciers 10,000 years ago and until at the beginning of May 2003, the Old Man watched over New Hampshire. Scientists agree that the human-like features are the results of melting of the ice that covered the rock at the end of the glacial period.Photo: Image via WikipediaThe Old Man’s killer was thousands of years of rain, snow and strong winds; that was his downfall. It began to weaken due to its physical construction: it was made from five layers of Conway granite, each on top of the other. Over time, cracks began to appear, between the levels and with nothing to hang on to, the Old Man fell.\nThe Old Man became a symbol for New   Hampshire: it was incorporated into the state’s emblem after the Second World War and appeared on post cards and commemorative coins. It was ingrained into legend and became the subject of many poems and novels. The simple, naturally designed rock formation became an inspiration to New Hampshire residents and the people who saw it all over the world.\nAfter the collapse in May 2003, local authorities have decided to erect a memorial, to give New Hampshire’s past symbol a safe place in history and be remembered by the generations to come.\nSources: 1, 2, 3, 4\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"nature","title":"Natural Designs Series: Old Man's Face Appears and Vanishes on Mountain Rock","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb50.webshots.com-42801-2771980820104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/natural-designs-series-the-great-stone-face/1259"}