{"summary":"This second fuse will light the top compartment at the same instant that the gunpowder burns out, when the firework is at the top of its flight. They contain all the excitement of the firework! Stars have to be handmade and individually placed within the top compartment of a firework","advice_category":"4","content":"\nPhoto: Nigel Howe\nSparkling light, sulfurous smoke and repercussive booms all add to the pyromaniac appeal of fireworks. These glittering explosions originated in China, and the exciting inventions were developed over the years to create the rockets and Catherine wheels we all know and love today.\nPhoto: Jeff Golden\nThe story begins about 2,000 years ago. At the time, Chinese alchemists were searching for an elixir to make them immortal. However, what they found instead was a substance made up of potassium nitrate, charcoal and sulfur that burns at close to 10 feet (three meters) per second: gunpowder. About 1,000 years ago, an inventive monk by the name of Li Tian realized that placing gunpowder into a bamboo tube created marvelous explosions of sound and light. Fireworks were born.\nPhoto: Maddy Cozins\nGunpowder is the essential ingredient for getting a firework up into the air, where it can explode into incredible umbrellas of color. When you light a firework, a fast-burning fuse lights a bottom compartment filled with gunpowder. This provides the thrust, sending the firework powering up into the night sky.\nPhoto: Robbie Biller\nWhile the firework is flying upwards, a slow-burning fuse is making its way up to a top compartment. This second fuse will light the top compartment at the same instant that the gunpowder burns out, when the firework is at the top of its flight. The timing is absolutely critical, because if this second compartment blows up too soon or too late, the firework may not be far enough off the ground and could cause serious injury.\nPhoto: William Warby\nThe top compartment contains more gunpowder and stars. Stars are small clay-like lumps that are about an inch in diameter. They contain all the excitement of the firework! Stars have to be handmade and individually placed within the top compartment of a firework. When this compartment blows up, they will fly out in all directions, making the beautiful displays with which we’re so familiar. They contain four basic kinds of ingredients: oxidizers, reducers, colorants, and binders.\nPhoto: Masaaki Komori\nWhen they explode, the oxidizers release oxygen, which combines with the reducing agents (carbon and sulfur) to generate the energy behind the explosion. The more oxygen the oxidizers can release, the hotter the explosion. And hotter explosions mean brighter and more intense colors. Some even reach 3,632 ¢XF (2,000 ¢XC)! Different colors will be produced depending on which metal salts are included in the stars. Red is created by using lithium carbonate and strontium salts, while magnesium, aluminum or titanium make silver.\nThose last three also add to the brilliance of a firework explosion because they emit incredibly bright light. Binders hold the stars together, making them more stable (and less likely to ignite when they aren’t supposed to). Gum arabic and a starch called dextrin are both examples of binding agents.\nNaturally this is only an introduction to the tricky and delicate process of making fireworks, but we can thank the ancient Chinese for bringing all this light and color to the world to make our celebrations go off with a bang!\nSources: 1, 2, 3","author":"yvonne.mcarthur","web_category":"science","title":"Explosively Cool Chemistry Behind Fireworks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/chemistry/news-explosively-cool-chemistry-behind-fireworks"}