{"summary":"Others point out this would take years and require much higher food prices before prices could begin to fall. World prices for staple foods are at record levels","advice_category":"8","content":"\nFood shortages and increased prices for basic staples, mostly caused by climate change and demand for biofuels, are leading to political instability and even, in some cases, food riots. \nA Venezuelan market affected by recent food shortages\nWorld prices for staple foods are at record levels. Inflation levels of food prices are at 18% in China, 10% in Latin America, Russia, and India, and at 13% in Pakistan and Indonesia.  The UN Food and Agriculture Organisation (FAO) reports that wheat prices are twice what they were last year, while maize is 50% more expensive and rice 20%. \nThe FAO also says that prices will remain high for an extended period of time, as food reserves are at the lowest levels in 25 years. Grain reserves worldwide currently stand at around 57 days. They blame the price increases on the high price of oil, US farmers switching from grains to biofuel crops, extreme weather, and rapidly growing demand from India and China’s burgeoning populations.\nThe head of the FAO, Jacques Diouf, said: \"If you combine the increase of the oil prices and the increase of food prices then you have the elements of a very serious [social] crisis in the future.\"\nMany governments are being forced to take action to keep their populations fed and prevent riots. The Kremlin froze the price of milk and other staples until January 31st to prevent a massive public reaction before the coming parliamentary elections. Food riots occurred in India, Yemen, Mexico, North Korea, Indonesia and Burkina Faso. Other countries, such as Venezuela, face severe shortages of beef, chicken, and milk as they attempt to fight inflation.\nPublic boycotts over food prices are becoming increasingly common, and are having political ramifications. In Germany, politicians are seeking to increase welfare benefits to help the poor cope with the rise in food costs. In Argentina, tomatoes were boycotted during the recent Presidential election after their cost became more than the cost of meat. Italians actually boycotted pasta for a day in protest of price increases. \nBy far the greatest issue concerning food prices is grain crops for food being replaced by crops grown for biofuels. US farmers are increasingly growing the more profitable fuel crops. President of the Worldwatch Institute, Lester Brown, said: \"The competition for grain between the world's 800 million motorists, who want to maintain their mobility, and its 2 billion poorest people, who are simply trying to survive, is emerging as an epic issue.\"\nBrown said US farmers began the food crisis when they warped the cereals market by growing 20% of the entire US maize crop for ethanol, doubling the price of maize. US exports account for 70% of the world’s total of all maize, which is mostly used to feed animals but is also a staple food in several nations. It has resulted in increases in the prices of both maize for consumption and meat and poultry products worldwide. \nThe situation is likely to get worse before it gets better. With most western nations attempting to replace a percentage of their gasoline with biofuels (the EU will replace 10% of all gasoline with biofuels) biofuel crops are becoming vastly more profitable than food crops. As more and more farmers switch to the fuel crops, prices will continue to rise. Climate change has also played a part, with droughts around the world resulting in crop shortages. \nExperts have bleak views on the issue for the future. Some are quick to point out supply and demand will eventually result in food prices reaching the level of biofuel prices, meaning farmers will find it more profitable to grow food again. Others point out this would take years and require much higher food prices before prices could begin to fall. Even then the cycle could start all over again. Others hope for scientific advancements in crop varieties and technology, allowing food to be grown in greater abundance and in places where it was previously unable to. There seems to be no immediate solution, but as we at Environmental Graffiti have repeatedly said in the past, biofuels are doing more harm than good. If this market is removed, the food situation will fix itself.  \nSource: Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Biofuels Are Resulting In Food Riots","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/biofuels-are-resulting-in-food-riots/422"}