{"summary":"According to the website of the Stanford School Of Medicine, snake venom can contain “10-20 distinct, biologically active components,” which vary not only species to species, but snake to snake. Apparently, skin and body tissue are negatively charged, while snake venom has a positive charge: if the electrical shock somehow changed the ionization of the venom, then maybe it wouldn’t function properly","advice_category":"4","content":"\nPhoto: Nathan Lanier\nIn the 1980s, in the remote jungles of Ecuador, a missionary doctor discovered a revolutionary new way to treat venomous snake bites – or so he thought. With no anti-venom available, Dr. Ronald Guderian turned to the widespread local notion that electricity cured snakebites. To his astonishment, the treatment seemed to work, not only completely preventing adverse effects when it was administered within half an hour, but also stopping the severe symptoms of patients who couldn’t get to a medical facility until two hours after being bitten. Guderian compiled significant anecdotal evidence for the success of electric shock treatment and published his findings alongside those of two tropical disease experts, Charles Mackenzie and Jeffrey Williams. \nPhoto: Jerry B\nAlthough they couldn’t deny the effects of the treatment they witnessed, all three doctors were both puzzled and intrigued. They couldn’t explain why electricity would effectively cure snakebites and said it didn’t make sense in the Lancet article they published. One theory they offered was that the muscle spasms caused by the electric shock shut down the blood vessels, quarantining the venom just long enough for it to reach its short half-life and break down. Another theory had to do with ionization. Apparently, skin and body tissue are negatively charged, while snake venom has a positive charge: if the electrical shock somehow changed the ionization of the venom, then maybe it wouldn’t function properly.  \nPhoto: Hugh Lunnon\nScientists took the electric shock treatment to the laboratory, but it didn’t cooperate. They didn’t get results. In fact, some of the research claims that an electric shock is dangerous to the patient and compromises them even further. Nowadays, it is considered a debunked theory, with both government and medical websites strongly advising against it.\nPhoto: Geoff Gallice\nPerhaps the reason for the success stories, and the later failure of the treatment, has to do with just how complex a snake bite can be. According to the website of the Stanford School Of Medicine, snake venom can contain “10-20 distinct, biologically active components,” which vary not only species to species, but snake to snake. The age and health of both the snake and the victim, the season, the location of the bite, and the pathogens in the snake’s mouth all make a difference when it comes to how severe a bite will be. Each of the toxins in the venom can affect the body in different ways. Symptoms range from pain and swelling to blindness, nausea and paralyses. In other words, it all depends. \nPhoto: Jerry B\nNot only that, but getting bitten by a snake doesn’t necessarily mean you’ve been poisoned. Venomous snakes can bite you without injecting venom, a phenomenon called a 'dry bite'. Sometimes you can tell if a bite is 'dry' or not based on the fang marks and how much the wound bleeds, but not always, and especially not in coral snake bites. All this is to say that our reptilian enemies take a vicious pleasure in making us second-guess just how much trouble we're in.\nPhoto: Care_SMC\nAnti-venom, it turns out, is still your best bet when it comes to nasty snakes. Of course, if you're the kind of person who uses Windex on your zits, shock therapy treatment probably sounds appealing to you. Word to the wise: only use it if you’re out in the boondocks and are 98% sure you’re going to die anyway.\nSources: 1, 2, 3, 4, 5, 6","author":"yvonne.mcarthur","web_category":"science","title":"Can Electric Shock Therapy Be Used to Treat Snake Bites?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/science/news-snake-venom-electric-shock-controversy"}