{"summary":"Photo: ? Carsten Peter/National GeographicIn Gardens of Stone National Park, labyrinths of pagoda rocks—beehive-shaped formations sculpted by erosion along sandstone escarpments—present a treacherous obstacle for hikers but a wonderland of slots for canyoneers to explore.. Photo: National Geographic","advice_category":"8","content":"\nPhoto: ? Carsten Peter/National GeographicCascades of mammoth ferns flourish in the humid air trapped between the narrow walls of Claustral Canyon. First explored in 1963, the formation was named for its claustrophobia-inducing passages and ranks among the region’s most visited canyons.\nTreading silently on moss covered trails, it is a long walk to reach your destination in Australia's Blue Mountains. When you do get there, you face steep walls and long drops – terrain that can test the best of us. Canyoneering is an extreme sport that combines the most dangerous elements of both caving and mountain climbing.\nPhoto: ? Carsten Peter/National GeographicCanyoneers make their way through a vine-choked rain forest of coachwood and sassafras on the way to Claustral Canyon. Locating a canyon’s entry point can require hours of bushwalking. A canyoneer typically hauls as much as 20 pounds of gear, including rope, wet suit, food and first aid supplies.\nExploring slot canyons is dangerous at any time, but some of these canyons have either never been attempted before or only been explored by one or two people. \"The darker, the narrower, the twistier the better,\" says Dave Noble, one of the best canyoneers in Australia. \"People say, what if you get stuck in there? But that's what you are after – to be forced to improvise to get yourself out.\"\nPhoto: ? Carsten Peter/National GeographicIn Gardens of Stone National Park, labyrinths of pagoda rocks—beehive-shaped formations sculpted by erosion along sandstone escarpments—present a treacherous obstacle for hikers but a wonderland of slots for canyoneers to explore.\nMark Jenkins of National Geographic decided to try one of the trickiest canyons there is, the Danae Brook Canyon. To explore it requires nine or more abseils, the climbing term for descending attached to a rope. Mark says of the beginning of the trek: \"Up this high, Danae Brook hasn't yet cut a slot in the rock face, so we rappel through plumes of spray beside the waterfall, our feet slipping on giant fern fronds. By our next rappel the Danae has sliced a fissure that's only four feet wide but cuts 50 feet back into the stone. We descend at the back of the crack, looking out at a vertical seam of blue sky.\"\nPhoto: ? Carsten Peter/National Geographic“It feels like being swallowed by the Earth,” says photographer Carsten Peter of the Black Hole of Calcutta in Claustral Canyon. Experienced canyoneers avoid it after heavy rains.\nThere are a number of special hazards to look out for when canyoneering. Among them are flash floods, which can turn a narrow slot canyon into a raging creek; keeper potholes – potholes that are too deep to stand in and too smooth to easily climb; and the need to chimney or climb with legs and arms on both sides of a narrow slot, often without equipment to help. This is to say nothing of the risk of hypothermia.\nPhoto: ? Carsten Peter/National GeographicVeteran guide John Robens (at far left) leads a soggy team through a moss-covered passage in Claustral Canyon, a few hours’ hike from their exit point. Canyoneering is all about the serendipity of discovery, he says. “You walk for miles and suddenly you find yourself in this magical spot.\"\nCanyoneers are free-living souls whose creed could be described as \"the more off-the-beaten-path and the more dangerous the better.\" Don't try it alone or without some training though! Mark's full adventure is in the October issue of National Geographic, on sale now. \nSources: 1, 2\nPhoto: National Geographic","author":"Michele Collet","web_category":"outdoor","title":"Canyoneering in Australia's Stunning Blue Mountains","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1polejpg","url":"http://www.environmentalgraffiti.com/news-canyoneering-australias-blue-mountains"}