{"summary":"Put a lid on the colander then a lid on the pot – weigh it down with another brick. •\tShe turned on the flame – just high enough to steam them.","advice_category":"8","content":"\nPhoto: D.W. MacKenzie\nChesapeake Bay Blue Crabs are a delicacy that Marylanders look forward to every summer. Talk about a feast for the gods!\nFirst let me tell you how my mother cooked 3 dozen blue crabs: \n•\tShe put all 36 of them in a big pot with a couple inches of water on the bottom.\n•\tShe set the lid on top.\n•\tShe turned on the flame – just high enough to steam them.\n•\tThe pot heated up.\n•\tThe crabs came spilling out, pushing the lid off as they came. \nNow Mom had 36 very upset blue crabs skittering across the countertop, the floor, hiding in all sorts of unimaginable nooks and crannies. \nEvery single one of them greeted her with two waving, open claws – daring her to put fingers within their grasp!\nMoral of Mom's story: always put a brick on top of your crab steamer!\nPhoto: Chesapeake Bay Program\n** Now here's the right way to steam a batch of crabs **\nTake a big pot – biggest you have. Put it on the stove. Put a brick (yes, an ordinary house-type brick) in the bottom. Now add about 1 or 2 inches of water.\nOn top of that brick, put a big colander – the biggest one you have that fits inside your gigantic pot. \nAdd the live (sorry, that is really the best way) crabs, a dozen at a time. Put a lid on the colander then a lid on the pot – weigh it down with another brick. Hint: if it works better, then just put the lid on the pot – be very sure to put a brick on top, too!\nWait 20 minutes while the crabs cook. \nDump the dozen out and add a liberal dusting of Old Bay Seasoning. \nPhoto: The World's Best Ever\nServe immediately with liberal helpings of beer. Be sure to provide paring knives, wooden mallets for claw-cracking, vinegar and melted butter. \nDid I mention beer? Okay, iced tea if you don't want to do beer.","author":"dorothydot","web_category":"lifestyle","title":"How to Cook Chesapeake Bay Blue Crabs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-yummy-how-cook-chesapeake-bay-blue-crabs-0"}