{"summary":"Almost a century later, the Glen Canyon dam was completed, and Lake Powell began filling up in 1963. You won’t see many fishermen or tourists along the shores of Lake Powell","advice_category":"8","content":"\nPhoto: Mike OReilly\nAs a person who cares deeply about the preservation of natural spaces and ecosystems, I have mixed feelings about the very existence of Lake Powell, America’s second-largest man-made lake. One general rule about dams is that they present an ecological nightmare for most living things downstream – unless those living things require electricity for powering flat screen TVs and massive air conditioning units. Electricity is after all the the main purpose of creating dams and the huge lakes behind them.\nPhoto: Mike OReilly\nThe lake gets its name from Major John Wesley Powell, a Civil War veteran who, in 1869, explored the Green and Colorado rivers, along with eight other people. Almost a century later, the Glen Canyon dam was completed, and Lake Powell began filling up in 1963. It took seventeen years to inundate the giant bathtub of bright red rock, and today it’s over 500 feet deep in some spots. The water levels fluctuate pretty dramatically depending on spring snowmelt, and electricity requirements determine how much water must be let out to spin the dam’s eight massive generators.\nPhoto: Mike OReilly\nLake Powell straddles the Utah/Arizona state line and is 186 miles in length, with almost 2,000 miles of shoreline. How is this possible? There are hundreds of “fingers” or canyons extending from the lake's main channel. This is great because you have the chance to find a secluded little canyon all for yourself and your buddies. What’s not great is that some of these fingers contain prehistoric human artifacts and dwellings that are now underwater, most likely never to be seen again. \nPhoto: Mike OReilly\nIn the early 1980s, just after the lake had reached full capacity, a wild band of eco-anarchists closely associated with the writer Edward Abbey took it upon themselves to rise up in protest of the Glen Canyon dam. Several of these people went on to form Earth First!, a non-violent group devoted to fighting for various environmental causes. A few of those folks splintered off to form arguably more-violent groups, such as the Earth Liberation Front (ELF). You can read more about this topic in my interview with Ken Sanders, a close friend of Abbey’s, and one the founders of Earth First!\nPhoto: Mike OReilly\nConcern for ecological well-being aside, I like to speed across a glassy surface under the power of a two hundred horsepower outboard engine as the sun creeps over the horizon in the morning, with a beer in my hand, searching for a place to catch huge largemouth bass. That’s what I found myself doing for six days in a row in the spring of 2009. \nPhoto: Mike OReilly\nA buddy of mine makes an annual trip to the lake, where he and a dozen other guys rent a houseboat for sleeping and drinking, and they usually have four to six of the aforementioned high-powered bass boats for fishing. \nPhoto: Mike OReilly\nThese guys are serious. And even when the fishing is not so good, they know how to catch fish. For example, when we arrived at Lake Powell conditions were not good for fishing because the lake was “turning over,” which is a phenomenon that occurs on most lakes in the spring. During the winter months, the deeper parts of the lake are warmest, but when the lake turns over, the colder water ends up at the bottom, while the warm water comes to the top, bringing with it a lot of algae. This inversion makes fishing poor for two reasons. First, the algae makes water visibility bad, and second, the change in water temperature throws fish off from their normal behavior patterns, since temperature often determines at what depth the fish like to be. Fortunately, lakes – no matter what size – usually turn over very quickly. So, while the fishing was slow at the beginning of our trip, by the last few days the water had cleared up, the temperatures had stabilized, and we were up to our gills in stripers and largemouths. \nCheck out my excellent youtube movie of our trip here.\nPhoto: Mike OReilly\nYou won’t see many fishermen or tourists along the shores of Lake Powell. This is not only because you’d need a lot of line to drop your bait down 600 feet of cliff face into the water, but also because the surrounding “slickrock” terrain is not accessible by any roads. And although thousands of people visit the lake on any given weekend, it’s big enough that you won’t see many of them. \nPhoto: Mike OReilly\nIf you’ve parked your houseboat in one of the fingers of red rock, you might wake up to see a coyote, bobcat or mule deer trotting along the water’s edge, or, if you’re lucky, you’ll see a desert bighorn sheep defying gravity, making its way across the face of a vertical cliff. We didn’t see any sheep on our trip. But we caught a lot of fish, drank a lot of beer, and thought gosh dang-it, maybe this lake wasn’t such a bad idea after all.\nPhoto: Mike OReilly\nInformation for this article was found here.","author":"mikeoreilly","web_category":"outdoor","title":"Lake Powell: The Southwest Desert's 200 Mile Long Reservoir","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/BL1.jpg","url":"http://www.environmentalgraffiti.com/fishing/news-lake-powell-man-made-fun-southwest-desert"}