{"summary":"I was approached by a few men trying to find out where I was going and what I was doing. And my mind went off wandering on its own","advice_category":"8","content":"\nPhoto: Vern Liaw\nIn 2007, I found the cheapest way to go to Mongolia from China: fly to Beijing, take a train to the far north of China, then a bus to the border. Going to Mongolia was a spark ignited when I watched the documentary movie Khadak. \nThe movie is about coal mining in Mongolia. Nomads were forced to leave their home and relocate to a small city, and were given jobs – such as blowing up their land. After watching this documentary, I had to go to Mongolia. I also had to go simply because this was a country far away whose exotic culture, lifestyles and traditions were appealing to me. Being just a part-timer worker, I never had more than just enough money. With just enough, I had to get to where I wanted to go. But I was determined.\nAfter some research, I became confident that I would be able to make it there by land. I set out and flew to Beijing, arriving in the early morning. Next I took a 15 hour train ride to a small town, where I was told to take a particular bus that would bring me to the border in another small town called Erlian. \nPhoto: Vern Liaw\nIn Erlian was a barren landscape, a few buildings here and there. Arriving at the border, there were many people moving crates, bags, fruit and vegetables all around. It was a hot and busy day. I was approached by a few men trying to find out where I was going and what I was doing. I managed to ask a few questions about the crossing. The best way to go was to get into a private car, driven by a Mongolian. I discovered there were many of them waiting at a distance, getting people to go with them for a certain price. I found a lady whom I was comfortable with and who offered a reasonable price. I was desperate and tired, so this seemed like the right choice.\nAt that moment, curiosity burned in my mind about her life. Where does she stay? Is this her only job? Does she have a family? She smokes a lot and her face tells of many stories. But she is quiet, doesn't joke around or tell stories. After waiting around for more people (all Mongolians) to come and fill up the seats in her car, we were finally driving to the border.\nPhoto: Vern Liaw\nAt the border was a brand new, modern looking building which was the customs. Nothing else was around. The building was air-conditioned and filled with long queues. I began to look around for other travellers but found only my own backpack. I heard much whispering and chatting, but while I understand Mandarin, I didn't understand their dialects. I could only make out what they were saying through broken words. (I love striking up conversations while waiting – through small talk one can get to know a little about each other – but it didn't happen here).\nFinally it was my turn. The officer was seated behind a long table.\nOfficer: \"Why are you going to Mongolia?\"\nMe: \"For holiday\"\nOfficer: \"Alone?\"\nMe: \"I've friends there waiting for me\" (always safe to say this)\nOfficer: \"You're from Singapore??\"\nMe: \"Yes\" (*smiles)\nOfficer (turning to his colleague): \"From Singapore! Here alone?!\" I broke out in a cold sweat.\nOfficer: \"From Singapore, come here alone, what business do you have in Mongolia?\"\nMe: \"Nothing... Just travelling, on holiday.\"\nWith his head down, his eyes looked up at me suspiciously. \nOfficer: \"You wait here.\"\nPhoto: Vern Liaw<\nHe went off with my passport, to a small room in the corner of the hall. And my mind went off wandering on its own. \"Do I have my visa? Yes I have my visa.\" \"Do I have anything illegal on me? No I'm clean.\" \"What could it be? Why is he making a fuss over this?\" \"Will the car be waiting for me outside still?\"\nBy this time, people were looking and peering over at me. There were no other tourist around. Even though I'm Asian, I'm guessing it's not often a backpacker drops by.\nHe finally came back.\nOfficer: \"This is the first time a Singaporean has come here.\"\nMe: \"Oh...\" (*smiles) (smiling always helps)\nOfficer: \"You can go. Enjoy your trip.\"\nMe: \"Thank you! I will!\"\nPhoto: Vern Liaw\nOff I went! The lady driver was still waiting for me outside and I was happy to get into the car. Happy and thankful, I thought it was over, but I'd forgotten that that was just the Chinese border crossing. Now for the Mongolian border crossing.\nAll these borders are pointless. They divide humanity, create conflict and should really be gone. At least, though, I was half way through.\nPhoto: Vern Liaw\nOn to the second border. While the car was speeding, through the corner of my eye, I saw a glimpse of a dinosaur. I tried to think, my heart bumping. Is this another dimension? Then more and more appeared, in different positions, all looking towards Mongolia. They were huge, gigantic metallic sculptures, the size of real dinosaurs, probably 20 to 30 stories high. They were truly amazing, shining in the sun, looking very much alive. I was in awe. They fitted right into the landscape. I laughed to myself – this is great! My imagination ran wild. If I could become friends with them. Oh if. If they would show me their world and tell me their stories. I remembered reading somewhere that the first dinosaur egg was found in Mongolia... I then realised I was getting nearer to my destination.\nPhoto: Vern Liaw\nAnother border to cross now. This time the building was not as new and modern, but contained long queues, warm air and perspiration, while the buzzing, ringing and chatting were constant. Finding the correct form to fill in was not a brief task. The officer sat on a high chair, in a booth:\nShe asked: \"How long will you be here for?\"\nMe: \"About one month\"\nOfficer: \"What are you doing here?\"\nMe: \"On a holiday\" (no more smiling as I was getting tired)\nShe looked at me, then my passport. I heard the loud \"thump!\" of the stamp. What a relief. Feeling lucky, I took my passport with a smile and walked away happily, but there waited for me another queue. Security check. People with all sorts of stuff: clothes, electronics, food, wooden planks, shelves, speakers and discos lights in big, small and medium sizes. It was my turn, and they didn't check me. Feeling lucky again, I set off happily. I was in Mongolia. The kind lady driver sent me to the train station. Speaking of lucky, I managed to get a ticket just for that day itself right to the capital, Ulaanbaatar. I thanked her very much and went off to wait for the train, surrounded by fruits, ducks, crates, spitting and cold wind.\nPhoto: Vern Liaw\nThe train was cleaner and more spacious than the one in China. I managed to get a cabin with windows and four beds, and took the upper deck. After crossing two borders in one day, it was time to rest. I was grateful for the loving wind from the open windows. \nPhoto: Vern Liaw\nLater, when I had settled down, I found a place to volunteer with a nomad family, helping with their animal husbandry and learning about their way of life: planting trees; milking goats, cows and yaks; riding horses; picking up dung; making yogurt and cheese; watching them take animals to the slaughter; playing with children; learning Mongolian; playing soccer in wide landscapes; and much more. Although I didn't get to go to the coal mining place in the end, I had a chance to peek into the people's simple way of life, living with the seasons and animals. It was an enlightening experience. In travelling and looking, I realised that often I don't end up with what I want to find but with what I need to find. When one is open to it, the universe truly unfolds in its own magical ways.","author":"vern","web_category":"travel","title":"China to Mongolia: Crossing the Border","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","url":"http://www.environmentalgraffiti.com/news-china-mongolia-crossing-border-1"}