{"summary":". Genetic therapy took a giant leap forward recently, determining that they no longer had to use viruses to replace faulty genes; instead, they're using tiny magnets, and guiding them around the body with an external electromagnet.","advice_category":"4","content":"\nGenetic therapy took a giant leap forward recently, determining that they no longer had to use viruses to replace faulty genes; instead, they're using tiny magnets, and guiding them around the body with an external electromagnet.\nPhoto: Will cure cancer, and make you a poet.  Image from Box of Light\nSo why use magnets instead of the viral delivery system that's worked so far?  In short, it's safer:  the virus, being alive, can really mess things up if it attacks the wrong site, retains some of its DNA, or is rejected by the immune system.  The magnets won't accidentally insert viral DNA into yours, and at least in a laboratory setting, immune systems don't seem to notice them.\nOf course, while this does make genetic therapy safer and more effective, it's not likely to make it any less controversial-- the method of attacking illnesses is still widely considered to be the gateway to genetic engineering for personal gain, as opposed to medical necessity, and the opposition to that among religious and other conservative groups is fierce.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"Tiny Magnets Cure Cancer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/tiny-magnets-cure-cancer/1073"}