{"summary":"This is the remarkable ability of incorporating an animal into your life. With that said, actions take time – the time to stroke a cat, to pat a dog or to fulfill their everyday needs","advice_category":"8","content":"\nThe world today is very different from the days when moms stayed home and dads brought home the bacon – when family dinners were an every night occasion, and spending time with oneself was a possibility without the distractions that have been implemented today.\n\nAs time has evolved we have to plan game nights with our family, both parents work and electronics have become time consuming. Having said this, we have revolutionized the global way of communicating and keeping in touch with not only family and friends, but also the world as a whole, by creating possibilities that at one time seemed limited. We are now able to travel the world without ever leaving home.\nWith all of the impressive changes that have occurred many of us have learned to adapt and have embraced the fast pace that we as a society have demanded. We want to move faster, whether it is adding extra lanes to our inner states, building fast food restaurants, listening to e-books or many other lifestyle alterations to keep us on the go with very few hiccups along the way.\nForgetting the U in You\nThe thing it seems we have forgotten is to keep putting the one person who we’re stuck with from birth till death first, and that person happens to be you. We are so consumed by trying to fit so much into our lives that we take very little time to actually enjoy it, to soak up the natural elements that have been placed on this earth for us to indulge in. \nBeing in a constant state of movement, we have lost our balance between being fast-paced people and finding downtime as persons. We as humans still need moments to breathe, to be a little less selfish with our actions and more within the now. \nHow can we find time for us?\nWe can first start by utilizing the animals that we as humans took time to domesticate. Besides the reasoning of companionship, animals can be very effective in forcing you into the present. \nWhatever type of animal you choose is irrelevant. Their abilities – from the wag of a tail or the sound of a purr, to the chirp of the bird – take our minds out of the next moment and force us into the one we are currently experiencing. This is the beauty of animals: they allow us the opportunity to be selfless and feel expressions without the formations of words, but instead through actions. \nWith that said, actions take time – the time to stroke a cat, to pat a dog or to fulfill their everyday needs. Sure, it can be frustrating since they are not designed to inhabit your life; it is the very opposite: you are the one that has to adapt to theirs. This is the remarkable ability of incorporating an animal into your life. They have so much power to take us to various levels within ourselves with very little to no effort. Have you ever noticed that animals are made to be cute? That when one is in your presence you can’t help but gravitate towards it? Have you ever asked why? It is due to their uncanny ways of evoking the feeling of joy. I am sure that is why we just can’t help but add them to our lives: because they add to our living.\nImmerse Yourself within the Silence\nOur quality of life has improved; it is the way we live that has diminished. We all need some time to stop and immerse ourselves within the silence, to find the peace that lives within us and take the time to feed the hunger of being healthy on the inside. So the next time you need a moment that is reminiscent of the days when time was not a worry, when quiet thoughts were a natural part of our lives and anxiety was only a fleeting feeling, consider animals. \nTake the time to curl up with a cat, walk a dog, or stop wherever it is that you may happen to be and listen to the sounds of nature around you. You will be surprised by the way it will make you feel and happy to have done it. It only takes a few moments to look within the eyes of an animal to see the proof that unconditional love does in fact exist. Taking time to realize the essence of an animal will be the best way to find a more enjoyable you.\nHas an animal made your quality of life better? ","author":"Erin Ryan","web_category":"lifestyle","title":"Finding Yourself Within the Life of an Animal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/pets/news-finding-yourself-within-life-animal"}