{"summary":"CRed, the Carbon Reduction Programme based at the University of East Anglia in Norwich, has been monitoring all carbon dioxide figures for the 2007/08 FA Cup season. There is one sport who look like they are taking the lead in reducing carbon emissions, and that is the innovative F1 Honda team, which launched its Earth Car last season","advice_category":"8","content":"\nE.ON have teamed up with The FA Cup to reduce the carbon footprint of all football spectators.\nA massive challenge, but a worthwhile one as millions of fans every season watch from the terraces, in pubs and clubs, and from their armchairs. The idea is for each of these fans to make a pledge, and if every one of them upholds their pledge, a massive reduction in carbon emissions should ensue.\nCRed, the Carbon Reduction Programme based at the University of East Anglia in Norwich, has been monitoring all carbon dioxide figures for the 2007/08 FA Cup season. They have estimated that42,054 tonnes of carbon dioxide in this season alone. There is an obvious need to reduce this amount. A brilliant scheme, especially considering that such a large audience is reached simultaneously, since the traditional football supporter is not the classic tree hugger, so the campaign seems to be making the problem personal, and relevant.\n\nOne of the bonuses of this scheme is that the pledges not only tackle the climate change problem, but also increase community spirit and participation. The pledges are simple, fun, and easy to achieve. For example, one pledge is to arrange to watch ‘the match’ with a group of mates rather than alone – reducing the amount of TV’s being watched at any one time. Other pledges are car sharing to matches, the carbonfootyprint.com website even has a list of car sharing options in your local area.\n\nFans, which sign up to this pledge, are entered into a prize draw where they can win anything from a signed t-shirt, to meeting their favourite football player. A great incentive for the younger supporters.\n\nHowever, Sir Keith Mills, who chaired the campaign that brought the Olympic games to London in 2012, was a little more pessimistic,\"Unfortunately across business, government and sport, there is a lot of lip service, but there is not a real lot of significant stuff going on.\"\n\"We need innovation, and sport has to show that it is driving the innovation forward,\" says Simon Gerrard, CRed project manager.\n\nThere is one sport who look like they are taking the lead in reducing carbon emissions, and that is the innovative F1 Honda team, which launched its Earth Car last season. The car features a huge image of Earth rather than the usual advertising and sponsorship logos. Using their website, racing fans have the opportunity to have their name on the car, make a pledge to make a lifestyle change to improve the environment, and make a donation to an environmental charity.\n\n\"Sport is a hugely powerful tool in actuating change, and Formula One has a global reach,\" says David Butler, marketing director of Honda F1 racing.\n\nE.ON and the FA need to puch the carbon reduction agensa and change the current face of football to a modern and holistically creative industry.\n\nIf you want more information about your carbon footy print, F1 and environmental issues, why not subscribe to our RSS feed. We'll even give you a free album.\n\n ","author":"emma","web_category":"lifestyle","title":"Carbon Footy-Print ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/carbon-footy-print/634"}