{"summary":"The depletion of the salmon population has imposed a huge stress on bears. The grizzly bear and the salmon are quite unevenly matched","advice_category":"2","content":"\nPhoto: Mila Zinkova\nBear vs Salmon. No prizes for guessing the outcome. The bear's strong, agile jaws clasp the salmon as it frantically swims to spawn. Aesthetically, this predator-prey relationship is quite pleasing: the massive furry bear, its hair tussled by the river water, lunges into the fresh water waves amidst a throng of pink, thwarting the life's journey of an weaker species.\nPhoto: U.S. Fish and Wildlife Service\nHowever, bear vs salmon may one day be an obsolete pairing. Due to overfishing and climate changes, the salmon population is severely diminishing, and the starving grizzly bears don't know where to turn. Today, the image of this relationship is more appropriately represented by a thin bear pawing at the dirty water, waiting for a fish to swim by.\nPhoto: JB Melliquist\nThe bear and salmon have a unique predator-prey relationship, in that the salmon has no real defense against the bear. During the annual salmon run, salmon swim in large numbers to the site of their birthplace in order to reproduce. After reproducing, 95% of salmon die, so the salmon run brings them their one opportunity to complete their species' mission. The grizzly bear, however, means to prevent this by catching and consuming the salmon while en route. While the salmon swim along the waters, they appear at the surface often, and the bear merely snatches its food into its very large mouth.\nPhoto: U.S. Fish and Wildlife Service\nThe grizzly bear and the salmon are quite unevenly matched. The grizzly weighs 1000lb; the salmon, 4. The grizzly has claws and teeth; the salmon, no inherent weapons. The grizzly makes an ominous roar; the salmon, no noise whatsoever. The grizzly has powerful arms and legs; the salmon, minuscule fins. The grizzly is the most aggressive type of bear and the second largest carnivore in the world; the salmon is a small pink fish. While a salmon may slip by a bear, the bear will most certainly eat the salmon's friends.\nPhoto: U.S. Fish and Wildlife Service\nThe bear isn't the salmon's only predator. Man, too, prefers the fish dead. So much reckless salmon hunting has occurred that the salmon population is now greatly diminished. Already, 106 breeds of salmon are extinct, and 40% of Pacific Northwestern rivers that used to hold salmon no longer contain the fish. Canada's Fraser River, for example, used to see 10.6 million salmon during the run; today, it sees a mere 1.6 million.\nPhoto: Greg Wilker\nOverfishing of salmon used to sound like an oxymoron. Salmon populations were so numerous that fishermen would joke that they could cross the rivers on the salmon's backs. Today, after years of unregulated fishing, laws are finally being passed. However, scientists propose that 100,000 tons of salmon are still being illegally fished annually.\nPhoto: Dave Menke\nThe depletion of the salmon population has imposed a huge stress on bears. In order for the bear to acquire enough fat to survive a winter's hibernation, they must eat 90lbs of salmon a day, or 25 fish. Not only are the bears not meeting their food supply quotas for hibernation, they are actually starving. When a bear is facing severe malnutrition, it will lash out for food. In areas where bears and humans coexist, there have been reports of attacks. In Alaska, bears have been killed after breaking into homes in search of food. In Russia, bears have actually eaten men in desperation. Though a bear can physically overpower a human, the human has the gun, and, if even remotely threatened, will use it.\nPhoto: Mfenniak\nPhoto: Mila Zinkova\nUltimately, the falling salmon population will culminate in the loss of bears. Salmon-rich areas have a 20 times denser population of bears than salmon-poor areas – and more and more rivers are being classified as salmon-poor. Bear vs Salmon can never result in the victory of the fish, but the disappearance of the fish will certainly result in the irreversible fall of the bear.\nPhoto: Shellie\nSources: 1, 2, 3, 4, 5, 6","author":"ppavone","web_category":"nature","title":"Alaskan Grizzly Bears Fishing for Salmon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4067876254f90e5b3e02zjpg","url":"http://www.environmentalgraffiti.com/animals/news-bear-vs-salmon"}