{"summary":"All images courtesy of Ben Matthews. Photographer Ben Matthews is a UK-based dentist by day and a light artist by night who frequently seems to have alien encounters at his local skatepark","advice_category":"6","content":"\nPhoto: Skatepark light painting with star trails \nAll images courtesy of Ben Matthews\nWe’ve had our share of articles about light painting here on Environmental Graffiti but what happens when alien forces grip hold of their lightsabers and descend on a skatepark? Strange shapes and creatures suddenly emerge in twilight, captured only by those skilful enough to make their fading outlines and mischief come to light. Here’s skatepark fun as you’ve never seen it before.\nAn earlier stage of the first image with surreal looking surroundings:Photo: \nPhotographer Ben Matthews is a UK-based dentist by day and a light artist by night who frequently seems to have alien encounters at his local skatepark. Over the years, he’s become very skilled at capturing them on film as aliens are shy creatures. For the very first image, for example, he had to use a 12 ? minute exposure. His images are not retouched but various ones may be pasted together. He explains the first image: “It's actually a composite of images, which gives me a bit more flexibility in terms of taking time to get portions of it right.”\nNo aliens yet but a strange creature at twilight:Photo: \nAh, the angel has landed:Photo: \nFleeing from the light monster:Photo: \nSays Ben about how he took the picture: “It is a long exposure of 70 seconds, but with one burst of flash as the curtain closes - the remote flash is visible beneath me.”\nThe alien’s first victim:Photo: \nThey’re going wild!Photo: \nSays Ben about this one:\n\n\nLight spiders invading. Or are they octopi?Photo: \nHere, they simply turned into stripes:Photo: \nA vinyl disk? A UFO? A giant jug? We love it:Photo: \nAnd after the skatepark? The aliens moved on to the playground:Photo: \nFor those who are curious about how to do light paintings, Ben has filmed himself during one of his projects, er, encounters. Here’s the link.\nAll the images are best viewed large, so make sure to visit Ben Matthews’ Flickr photostream – you’ll discover a new detail in every picture. We love it and hope that Ben will soon be able to spend less time on teeth and even more on photography.\nWith special thanks to Ben Matthews for making his photographs available!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Incredible Light Graffiti Illuminates Skatepark ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bacteria.jpg","url":"http://www.environmentalgraffiti.com/featured/light-graffiti-illuminates-skatepark/20037"}