{"summary":"Built with locally sourced materials and placed within the landscape to ensure that forests and farmland remain intact, tulou are amazing examples of sustainable design. Built mostly between the 12th and 20th centuries, tulou are thought to be early precursors to modern-day high-rise apartment blocks, up to five stories high and having enough rooms to house up to 80 families, or 800 people.","advice_category":"6","content":"\nPhoto: Image via Jerome Melan\nSet in lush green farmland is a cluster of buildings resembling alien spacecraft landing stations. Otherwise known as tulou, these earthen buildings are actually communal living spaces in southern China. Built mostly between the 12th and 20th centuries, tulou are thought to be early precursors to modern-day high-rise apartment blocks, up to five stories high and having enough rooms to house up to 80 families, or 800 people.\nPhoto: Image via wikimedia commons\nBuilt with locally sourced materials and placed within the landscape to ensure that forests and farmland remain intact, tulou are amazing examples of sustainable design. The use of a variety of materials, including cut granite, walls of fired brick, or composites of earth, sand, and lime known as sanhetu, resulted in buildings that are naturally warm in the winter and cool in the summer, windproof and earthquake resistant.\nPhoto: Image via wikimedia commons\nInside the impenetrable outer layer, family clans occupying a tulou enjoy their own private, comfortable living quarters. All rooms are the same size and made of the same materials and everyone shares common spaces and resources. The open courtyard at the centre is used for all manner of community activity, including ancestral worship, festivals, meetings, weddings and funerals. And there’s no room for selfishness because all families share water-wells, bathrooms, washrooms and weaponry, as well as the surrounding farmland and fruit trees. \nBut tulou aren’t just remarkable for their size and facilities, with outer walls up to six feet thick, tulou are immune to gunfire and arrows making them one of the safest communal housing units on the planet. They were effective against defense during the 12th to 19th centuries when armed bandits roamed the countryside and no doubt would still manage to keep wily villains at bay today.\nPhoto: Image via Jerome Melan\nUNESCO describes these buildings as:\nMore than 20,000 of these structures can be found in the Fujian province of China, the oldest of which was constructed over 1,200 years ago, and are now designated UNESCO World Heritage sites. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"The Ancient Hula Hoop Buildings of China","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/featured/ancient-buildings-china/2726"}