{"summary":"Dr Grim concentrated his research on Czech scientists in the field of avian ecology. The Czech Republic has the highest rate of beer consumption per person in the world","advice_category":"8","content":"\nA new study on scientific productivity has arrived at the conclusion that beer is bad for science.\nImage by Tomasz Sienicki\nIt seems obvious, drunks aren't very common in labs or the library after all, but the report is one of the first to take a scientific look at the impact of researchers’ social lives on their work.\nThe research was conducted by Dr Tomas Grim, a behavioural ecologist with the Czech Republic’s Palacky University. Dr Grim wanted to research the effect of social behaviours on scientific work, and social drinking is one of the world’s most popular pastimes. Dr Grim wanted to concentrate his research on the relationship between beer consumption and scientific productivity, and he was in a good place to do it.\nThe Czech Republic has the highest rate of beer consumption per person in the world.  Each Czech drinks over 175 pints of beer a year on average. Dr Grim concentrated his research on Czech scientists in the field of avian ecology. I have no idea why he chose avian ecologists, maybe they're known as hard partying types in the scientific community. He contacted Czech avian ecologists with a survey, asking about their social activities and a list of their published work since 1980.\nDr Grim said: \"Based on well known negative effects of alcohol consumption on cognitive performance, I predicted negative correlations between beer consumption and several measures of scientific performance.\"\nAfter his study, his hypothesis appears to have been confirmed. He discovered \"that increasing per capita beer consumption is associated with lower numbers of papers, total citations, and citations per paper.”  Czech regions with higher per capita consumption fared worse than did regions with lower consumption rates.\nDr Grim says: \"These correlations are consistent with the possibility that leisure time social activities might influence the quality and quantity of scientific work and may be potential sources of publication and citation biases.\"\nI don’t know about you, but I find it appropriate that someone called Dr Grim is saying that drinking beer will make you a bad scientist. We've already seen that scientists embarass themselves when they try to dance, so social drinking is one of the few acceptable outlets they have left. Leave the poor stressed-out scientists alone Grim.\nInfo from Telegraph\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Beer is Bad for Science","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/sciencetech/beer-is-bad-for-science/808"}