{"summary":"Despite the fact that public health officials assert that municipal water is perfectly safe and that the problems associated with its treatment are minimal, reputable bottled water providers have found a market for supplying \"pure\" water by using additional treatment steps to remove disinfecting by-products and properly balance the pH-value of drinking water with food quality mineral additives.. Is it advisable to replace tap water with bottled water to improve water purity and quality? In most cases, exchanging bottled water for tap water will not make the water one drinks any safer","advice_category":"8","content":"\nPhoto: Fogster\nHow safe is the water we drink?  With the natural occurring impurities, the seepage of human designed medicinal, agricultural and industrial chemicals, and the addition of disinfectants, is there a danger of illness from drinking tap water? If there is, should one drink bottled water instead?  In considering the safety of tap water, we need to be aware of the problems associated with making it drinkable.\nFirst, in the U.S., U.K., Canada, Australia, New Zealand and Europe, there is a multi-step process for water treatment processing that is well regulated and closely monitored by national and local regulatory bodies.  In the case of U.S. municipal water supplies, 90% of all tap water providers are in compliance with EPA regulatory standards. Non-compliance that does occur is often temporary, being caused by faulty piping or equipment. To prevent this, testing must be done continuously.\nSecond, disinfecting agents put into the water to kill bacteria and microbes are generally left in the water during storage. Unfortunately, chlorine or other antimicrobial agents (e.g. chloramine) react with organic matter in the water supply to create byproducts that have been linked to birth defects and increased incidences of miscarriage in pregnant women. \nPhoto: Andrzej Barabasz (Chepry)\nThird, water, by nature, will always seek to balance its pH-value. It does so by dissolving minerals. Purification processes often remove minerals as they remove impurities. This can cause a problem. If de-mineralized water is consumed, it will pull minerals from the body to seek that balance. To prevent this, water mineral agents should be left in place to maintain a proper pH-balance.\nDespite the fact that public health officials assert that municipal water is perfectly safe and that the problems associated with its treatment are minimal, reputable bottled water providers have found a market for supplying \"pure\" water by using additional treatment steps to remove disinfecting by-products and properly balance the pH-value of drinking water with food quality mineral additives.\nSo, is there a perfect treatment process that maximizes our water's purity? In order to remove more impurities and provide drinkable water that is completely safe, a more careful water purification process would require more steps than the process typically applied. The highest degree of purity and safety requires at least ten steps:\n•\tFirst, draw water up from protected areas (e.g. deep, uncontaminated wells).\n•\tSecond, remove unwanted particles using gravel, sand and carbon filtration.\n•\tThird, use a micron filter to remove remaining particulate impurities.\n•\tFourth, use reverse osmosis to eliminate undesirable salts and minerals and metals.\n•\tFifth, aerate the water to remove undesirable dissolved gases.\n•\tSixth, remove any remaining salts and minerals by de-ionizing the water or doing a second reverse osmosis.\n•\tSeventh, perform a final filtering through a micron filter to insure particle removal after aeration process.\n•\tEighth, add a small amount of selected, natural food-grade minerals to enhance flavor and, more importantly, prevent the water from re-mineralizing.\n•\tNinth, bubble pure oxygen through the water to enhance flavor, doubly ensure it is bacteria free and replace undesirable gases with healthy alternatives.\n•\tTenth, store the purified water in sterilized containers. \nPhoto: Diliff\nBecause the ten-step purification process is expensive, most municipalities reduce the number of steps to a level that meets EPA purity standards.\nBut what about bottled water? How is it different? Bottled water proponents would have us believe that bottled water is much purer, healthier and tastier than tap water. But is this really true?\nActually, this is a controversial question. First, since bottled water is a commercial product, its regulation falls under the Food and Drug Administration (FDA). Purity standards at the FDA are less demanding in many areas than those of the EPA, and testing requirements are less stringent. So the quality of the water is more at the discretion of the provider.\nSecond, 25% of bottled water providers, including some of the large suppliers such as Aquafina, Dasani and Nestle, use municipal water supplies. Some of the municipalities have exceptionally high purity standards. Some bottlers add extra purification and aeration steps to improve the municipal water quality. However, this is not always the case. What's more, this information is usually not available on the label.\nThird, quality control and purity consistency is a problem for municipal providers and bottlers as well. In a recent test of 103 different bottled water providers, researchers found that about 33% of the suppliers had contamination problems with some of their product. Product contamination does not necessarily mean a health risk, but it certainly can.\nIs it advisable to replace tap water with bottled water to improve water purity and quality? In most cases, exchanging bottled water for tap water will not make the water one drinks any safer. The substantial difference in cost will usually make one think twice about the truth of advertising.  However, some careful product research into the mineral additives of the water may well turn up favorite water that has a superior taste.\nFor more information seeEPA Safe Water Link http://www.epa.gov/safewater Safe Drinking Water http://www.motherearthnews.com/Do-It-Yourself/2003-06-01/Safe-Drinking-Water.aspx?page=2Endocrine Disrupting Chemicals in Tap Water http://www.waterbank.com/Newsletters/nws31.htm\nBottled water blues http://www.bottledwaterblues.com/about.phpTap or bottled water consumption and spontaneous abortion in a case-control study of reporting consistency http://www.ncbi.nlm.nih.gov/pubmed/1576216Water treatment process http://water.epa.gov/learn/kids/drinkingwater/watertreatmentplant_index.cfm","author":"Russell Vallimont","web_category":"lifestyle","title":"How to Prepare Perfectly Pure Drinking Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-how-prepare-perfectly-pure-drinking-water"}