{"summary":"Not French lavender but purple tulip fields at the LaConner, WA Tulip Festival: Photo: . Like a carpet of tulips - tulip gardens at the Skagit Valley Tulip Festival in northwestern Washington:Photo: ","advice_category":"2","content":"\nPhoto: \nImage via onpaperwings\nRed, yellow, orange, purple, blue, white, pink – we’re not talking about rainbows here but tulip colours that look like they’ve sprung from a painter’s palette. No wonder then that rows and rows of tulips and tulip fields look like impressionist paintings up close or like modern or abstract art from above. Beautiful for sure and a great way to celebrate summer.\nRed tulip rows with poplars in the background, most likely in Japan:Photo: \nImage: Nao\nDid you know that the orderly tulip (Tulipa) as we know it has its origins in the rugged mountain ranges close to Islamabad in today’s Pakistan? From there, tulips reached China, Mongolia and then Europe but before the Dutch took over as tulip connoisseurs, this title belonged to the Turkish. They had a reputation as tulip cultivators as early as 1000 AD and were known for their skill throughout Persia and Asia.\nToday, tulips are grown all over the world; here tulip fields at Table Cape, Tasmania:Photo: \nImage: Martin Howard\nThe head gardener of the University of Leiden in Holland and botanist Carolus Clusius tried cultivating this wild flower in the early 17th century. He is credited today with starting the Dutch tulip tradition.\nTulip bulbs are truly tough cookies; they actually need a chilly winter before being planted, so gardeners advise placing them in the refrigerator around four weeks before planting. They should then be placed deep into the soil in a cool spot so that they don’t warm too quickly. Also, the deeper a tulip bulb is planted, the tougher the plant will be.\nLike a carpet of tulips - tulip gardens at the Skagit Valley Tulip Festival in northwestern Washington:Photo: \nImage: Ramanathan Kathiresan\nOh, and did we mention that tulips are truly social animals, er, plants? Looking at the pictures of rows and rows of beautiful tulips in all kinds of colours, they’ve literally come a long way from lonely mountain plant to abundant and hardy city flower. Well done!\nA rainbow on the ground - another impression from the Skagit Valley Tulip Festival:Photo: \nImage: Ramanathan Kathiresan\nMonet would have happily cast aside those boring water lilies: Photo: \nImage: Julie Markee\nRows of red as far as the eye can see:Photo: \nImage: Andrew Larsen\nAnother tulip mosaic:Photo: \nImage via shophorne\nMy tulip heart beats for you:Photo: \nImage via desktopnexus\nYellow, orange and red tulip fields at Keukenhof in Amsterdam:Photo: \nImage: Ian Katz\nAn old barn and tulips in the Skagit Valley, WA, between LaConner and Mount Vernon:Photo: \nImage: Divya & Deepak\nGentle waves of yellow tulips:Photo: \nImage: Steve Voght\nRed, white and blue like the Dutch flag – don't miss the sailboats in the background:Photo: \nImage: David Evers\nTulips as far as the eye can see:Photo: \nImage: Amy Bonner\nRed, purple and pinkPhoto: \nImage: Lauren Elyse Lynskey\nNot French lavender but purple tulip fields at the LaConner, WA Tulip Festival: Photo: \nImage: Stephen Cochran \nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"When Tulip Fields Transform into Modern Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tasermiut4_0.jpg","url":"http://www.environmentalgraffiti.com/featured/tulip-fields-modern-art/12899"}