{"summary":"Add to this the awful statistic that 20 – 40% of people don’t respond to their prescribed drugs, and the alarm bells ring even louder..  No doubt the treatment will never be 100% personalized – that’s too much to expect – but it will make diagnosis easier, and improve the quality of life for many.","advice_category":"4","content":"\nPhoto: argonne\nWho else laughed, inwardly, when they read about the man who had a computer chip implanted in his arm, to turn on office equipment when he arrived at work? It sounded a bit gruesome, somehow, the idea of computers inter-acting with the human body - yet in medical terms, it could be the way of the future.\nThe book 'Our Molecular Future: How Nanotechnology, Robotics, Genetics and Artificial Intelligence Will Transform Our World', suggests that early successes in medicine could involve rebuilding parts of the human body.\nFor example, the printing of artificial skin on three-dimensional printers. Printers are now injected with self-assembling materials for growing human tissue. Skin is sprayed by ink jet printers onto sterile surfaces, where it then grows for later grafting.\nPhoto: argonne\nGrowing skin may not be what is imagined as the future of medicine, but medical technology is advancing more quickly than most dreamed. Computing is now a thousand times faster than only ten years ago. Optical processing is used to manufacture devices that can perform up to eight trillion operations per second.\nGenetic information has always been a problem area for the medical world, when it comes to diagnosing, or even forecasting illness, but that could very soon be changed completely. Now that 90% of the human genome has been mapped, medical science is beginning to have a much clearer idea of how genetics can influence a person’s health.\nAn example of this is the drug Herceptin, developed for the treatment of breast cancer. This is a tailored drug, because about one third of women with breast cancer have a genetic flaw which leads to their having overly high levels of HER2 – a receptor which encourages cancerous cell growth. Herceptin works specifically for these women, jamming the HER2, and allowing 65% of them to remain cancer free for longer than they otherwise would.\nPhoto: jurvetson\nScientists have decoded the DNA of the malaria parasite and the mosquito that spreads it, opening the door to a vaccine against the disease that kills more than two million annually and sickens tens of millions more. Nanotechnology is in its infancy, but already IBM have successfully developed nano-size drug carriers for treating cancer.\nEach of these microscopically tiny 'pills' contain drugs that are only released when the diseased area has been reached. These nano-carriers are stable in normal physiological environments, but in slightly acidic environments like tumor tissues, they deform, releasing the enclosed drug molecules. \nSuch treatments could be standard for all diseases in the future, which is comforting given that the reality of modern drugs is far from reassuring. 80% of drugs in development will fail at some stage, and when you consider that the average development time can be anything from 7 to 15 years, costing $500 – 900 million a time, you start to worry a little. Add to this the awful statistic that 20 – 40% of people don’t respond to their prescribed drugs, and the alarm bells ring even louder.\nEven the top twenty drugs cannot cure cancer, aids or heart disease, and with two million people being hospitalized each year, and 100,000 dying from complications which arise through the taking of drugs, it seems vital that the medical world explore any available option for more effective treatments.\nPhoto: Arenamontanus\nIt has been estimated that the knowledge contained within the map of the human genome could accelerate drug development times dramatically, possibly by as much as 50%, but don’t be fooled into thinking that this makes life easier for the researchers. A major stumbling block will be the diversity of gene combinations, which can give rise to different illnesses.\nIn the beginning, it was thought that humans had about 100,000 genes, but it is now known that the number is considerably less, at between 30 and 40,000. This is likely to mean that no single gene will be coded for one protein, but several, and since the proteins are the pivotal essentials for the working of our bodies, their malfunction causes disease.\nDrug companies aim to ‘target’ proteins, by blocking or encouraging the way they work, but since they currently target only 483 of a possible 35,000, it’s easy to see that a lot of work still needs to be done. What is really needed is a clear understanding of the way that proteins interact with the body, and indeed exactly how human cells work..\nPhoto: argonne\nDr. George Milne, of Pfizer pharmaceuticals in New York, says: “I liken it to thinking about a crossword puzzle. If you just assign 32 across with no other information, you can slog away and give up, but if you look at 31 down and fill in some letters, you begin to advance. I think that’s where we’re at now.”\nPhoto: jurvetson\nIt will take many years yet before the possibility of personalized drugs becomes reality, but we may indeed reach a point where the whole of your individual genome information could be stored on a chip, and implanted into your body. On visiting the surgery, the doctor could scan it, using the technology to prescribe drugs tailor-made to your particular needs.\nIt sounds like science fiction, but there seems little doubt that it will become fact in due course. The down side to it may be the cost. With drug development costing so much, are the pharmaceutical giants going to be willing to spend vast sums on cures that may only work for a very small percentage of people?\nIn the end, there will always be those patients with the financial clout to afford this treatment, and they will most likely reap the benefits first, for a time, while the rest of us make do with ‘off the shelf’ preparations. Society as a whole will need to re-think its attitude to the whole question before these treatments become generally available.\nIn spite of the mountain of research still needed, and the obvious pitfalls ahead, medical science is keen to pursue the use of the genome for personalized drug treatment, and it seems clear that this would be an enormous leap forward for medicine.  No doubt the treatment will never be 100% personalized – that’s too much to expect – but it will make diagnosis easier, and improve the quality of life for many.\nPhoto: jurvetson\nProfessor Eric Lander, of the Whitehead Institute in Massachusetts, and a major participant in the Human Genome project says: “It was nuts 15 years ago to say we’d do the Human Genome project. We have to turn drug discovery from a high-risk art to high-level engineering. Mapping 35,000 proteins was not trivial, but it was just work. A century from now we will look back and say ‘Boy, it was hard the way they did things then’\nOne day, in the not too distant future, your medicines could be made to measure exactly as your clothes are now, all because that medicinal computer chip, lying unnoticed under your skin somewhere, can tell the doctor almost everything he needs to know. If the reality is as good as the theory, we all have something to look forward to.\n","author":"tonyleather","web_category":"science","title":"Personalized Drugs Made From Your Own DNA","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-does-tailor-made-medicine-sound-good-news-you"}