{"summary":"Because the house does not use plastics or man-made insulation materials, the government says it’s not airtight enough to meet their definition of a zero-carbon home. On the other hand, zero-carbon homes are a great way to reduce energy use and try to reduce the effects of global warming","advice_category":"8","content":"\nBritain’s Prince Charles plans to build an eco-friendly home to spur the government towards greener housing policy, but his eco-friendly house design has now run into government regulation that says it's not eco-friendly enough.\nThe Prince has long been involved in a variety of environmental issues.  He is a strong supporter of the fight against global warming, as well as organic farming and local produce.\nHis latest proposal is for an eco-home at the Building Research Establishment in Watford. The Prince’s plan was to create an eco-home from only natural materials, mostly stone and timber. The house would be constructed completely without environmentally unfriendly materials such as plastics or man-made insulation.\nIronically, this makes the eco-friendly home a little too close to nature for the British government. Because the house does not use plastics or man-made insulation materials, the government says it’s not airtight enough to meet their definition of a zero-carbon home.  The UK is planning to fight global warming by saying all homes built after 2016 must be zero-carbon.\nEco-friendly homes in Britain generally aspire to reach level six of the UK code for sustainable housing. A level six rating means a home is zero-carbon.  In contrast, the home proposed by Prince Charles would rate no higher than a level three or four.   All those plastics, which produce a significant amount of pollution in their creation, make a home far more airtight. This in turn makes the home more insulated, and therefore means less energy is required to keep it warm or cool.\nBuilding Design magazine staffer Will Hurst said: \"Prince Charles will be aware of the problems that the most cutting-edge modern homes have had in reaching the highest levels of the code and is grabbing the opportunity to influence the government's housing plans. But whether this pilot house can measure up is doubtful.\"\nThe Prince has been very active in the environmental problems associated with modern urban planning in recent years. He created Poundbury village in Dorset as a way to show that people could both live and work in close proximity, fighting some environmental problems. The town, however, has been controversial.\nThis most recent setback is a bit ironic. On the one hand, you’d think using only natural materials would be a great way to fight pollution from manufacturing. On the other hand, zero-carbon homes are a great way to reduce energy use and try to reduce the effects of global warming. I, personally, am leaning towards the zero-carbon option. It seems to me that the energy, and therefore emissions, saved over the life of a home would cancel out the pollution and such created in the production of plastics. What do you think?\nInfo from The Guardian\nIf you want to find out all the latest news on the environment and living green, why not subcribe to our RSS feed? We'll even throw in a free album.\n\n ","author":"Chris","web_category":"lifestyle","title":"Prince's Eco-Home Gets Lower Eco-Rating For Not Using Plastic","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/green-living/eco-friendly-home-not-green-enough-for-government/782"}