{"summary":"For years, and still in some places, people build their own houses, mud brick by mud brick, creating a dwelling to be proud of, something of their own. Built on the ruins of the first great mosque, which dated back to the 13th century, this current structure was built in just one year and is now a proud UNESCO World Heritage site.Photo: mmaaggggiiee","advice_category":"6","content":"\nPhoto:  Chan Chan, the Mud-Brick adobe city in Trujillo, Peru. Image by Travelopod\nFor years, and still in some places, people build their own houses, mud brick by mud brick, creating a dwelling to be proud of, something of their own. This style of vernacular architecture is common place throughout much of the world yet is seen as something of a fad in the western world, especially among those who aren't convinced sustainable living is the way forward.\nIf you’re thinking of building your own mud hut, take a load of these images we’ve complied for you. The workmanship is second to none, and enough to put most of us to shame!\n1. Dejenne Mosque in Mali is the world’s largest mud structure. Built on the ruins of the first great mosque, which dated back to the 13th century, this current structure was built in just one year and is now a proud UNESCO World Heritage site.Photo: mmaaggggiiee\n2. This grand old Kasbah stands proud in the southern Moroccan town of Ouarzazate.Photo: Mous58\n3. Dijinguere Ber Mosque, in Timbuktu, was built to resemble a pyramid as its creator Mansa Musa had not long returned from Egypt and wanted to build something to remind him of the country. It was constructed bewteen the years 1324 and 1327.Photo: sandals\n4. The Citadel of Rayen, in Iran, was constructed in between 224 - 652 AD and is quite similar to the Citadel of Bam, which is some 20 miles away.Photo: travfotos\n5. Arg e Bam, in Iran, dates back at least 2000 years and is, or rather was, one of the most amazing complete mud towns. Unfortunately, much of it was destroyed in the earthquake of 2003, which killed an estimated 26,000 people.Photo: elisabetta2005\n6. Pimp up your hut. This one is in Earthaven, Black Mountain, NC. We're not sure what style they were going for but it's definitely individual!Photo: slowlysheturned\n7. The city of Shibam in Yemen is made up of towering mud skyscrapers, many of which are around 500 years old. The area has been a UNESCO World Heritage site since 1982.Photo: unknown\n8. This intriguing African mud building in Burkina Faso shares many qualities we now aspire to when building our homes – sustainability, sculptural design and participation of the community.Photo: funci\n9. These wonderful beehive huts in Sarouj, Syria, and show off talented ancient building practices that are still used to this day.Photo: hazy_jenius\n10. Hand-made mud bricks lying out to dry in Nyeleni, Mali. Judging from the huts in the background of the pic, they produce mighty fine huts, too.Photo: donkeycart\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"10 Incredible Mud Structures and Citadels","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/YD12.png","url":"http://www.environmentalgraffiti.com/featured/mud-structures-citadel/2227"}