{"summary":"Nevertheless, it's good to know that a city that's always on the progressive edge of legislation is taking a great deal of individual action, as well.. Manhattan is the only place in the country where more than 50% of the population doesn't own a car","advice_category":"8","content":"\nPhoto: Image from ckaroli\nThere's no denying it – by 2025, it is estimated that there will be over a billion cars on this big blue marble we all love so dearly. The cities on our planet have been designed explicitly for the automotive and oil industries for at least 60 years. This is awful, yet it makes it crystal clear how much work there is to be done in order to clean up our collective act. Perhaps though, instead of pointing the finger at the rest of the world, it might be more effective to take an introverted look at our own country.\n\nA large part of may be taking alternate means of transportation, like a bike, or mass transit, or even--gasp!--walking. After covering the first two, let’s take a look at the third and praise the following cities for being the best to walk in.\n5.  Newark, New Jersey\nPhoto: Image from Payton Chung\nI know what you're thinking: Newark? Yes, Newark. The city that's got a reputation for being New York's odoriferous younger brother also happens to have a remarkable amount of its population living within walking distance of their place of business. In the 2000 census 8% of the population walked to work. They didn’t take public transit, ride bikes, or do “ride shares”, but actually walked to work--a mark of sustainable development absent in most modern cities.\n4.  San Francisco, California\nPhoto: Image from lunatech\nThe only thought that can cross my mind right now is this: imagine the calves on those people. Nine percent of the city by the bay commutes on foot, and with the hills that make their town famous, they may have a tougher trip than anybody… well… maybe not Himalayan Sherpas. Nevertheless, it's good to know that a city that's always on the progressive edge of legislation is taking a great deal of individual action, as well.\n3.  New York, New York\nPhoto: Image from Morrisey\nIt had to be on the list, didn't it. Manhattan is the only place in the country where more than 50% of the population doesn't own a car. Over ten percent of New Yorkers walk to work, which is remarkable, but the truly impressive number takes into account the 50% that take public transit. Over 60% of the city doesn't use their car to get to work; a mark normally only approached in college and military communities.\n2.  Washington, DC\nPhoto: image from euthman\nOk, so maybe the high placement of the District on this list means that we can't call it \"cities that are sticking it to oil companies\" anymore, but DC fosters a remarkable number of pedestrians--12% of the 527,000 residents never set foot in a car, bus, or train to get to work. That number is even more remarkable when you consider how heavily segregated Washington still is. This could be Green City in a matter of years if it tried.\n1.  Boston, Massachusetts\nPhoto: Image from Pear Biter\nBoston residents have a great reason to walk to work: there is no other way to get there in the old city. As I mentioned, cities have been tailored for cars in the last 60 years, however Boston is far older than that, and as a result, it's almost counterproductive to own a car.  With 13% of the population walking to work, Boston lays claim to being America's most pedestrian-friendly city.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"America's Most Pedestrianized Cities","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/green-living/americas-most-pedestrianized-cities/1127"}