{"summary":"Fire pit inside a Jomon-era pit dwelling at KabayamaPhoto: Image: IwateBuddy. Reconstructed Jomon pit house at Sannai Maruyama SitePhoto: Image: lilomoony","advice_category":"6","content":"\nPhoto: Image via Heritage of Japan\nOn warm, summer nights, kids might ask their parents to let them sleep under the stars. They'll set up a tent, snuggle into their sleeping bags and tell ghost stories all night long. And if they get too cold or feel that the ground is too hard, they'll just find their way back to their comfy beds. But this is not the case with the industrious 14-year-old Shogo Kasai; he built his very own Jomon period (10,000 BC to 400 BC), Japanese pit house out of bamboo and rice straw, and intends to live in it for a few weeks at a time!\nPhoto: Image via Tokyo Mango\nKasai already spent a night in his humble abode last October, sleeping on what he calls a comfortable straw mat for a bed. He even got a charcoal fire going inside the 2.5-m-high, 4-m-in-diameter hut to make himself an authentic Jomon-style dinner. Naturally, the next step is for him to leave his current home and live in his backyard pit house for weeks at a time, cooking and making his own Jomon period clothing.\nJomon-era pit dwellings at KabayamaPhoto: Image: IwateBuddy\nEarly Jomon-period pit houses were circular, like the one Kasai built. After a hole in the ground is dug out, wooden pillars are placed in the pit as supports and a thatched roof is bundled on top. Kabayama and the Sannai Maruyama sites are excellent examples of preserved Jomon communities.\nFire pit inside a Jomon-era pit dwelling at KabayamaPhoto: Image: IwateBuddy\nFascinated by archaeology, Kasai sought advice from museum officials and pored over books in order to re-create this ancient Japanese building style. He wants to be an archaeologist when he grows up, and he's well on his way, earning the top prize at the local museum last year for a report he wrote about pit dwelling construction.\nReconstructed Jomon pit house at Sannai Maruyama SitePhoto: Image: lilomoony\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"art+and+design","title":"Mad Japanese Kid Lives in Ancient Hut that he Created","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb22.webshots.com-37461-2079306340103691965S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/sleep-under-the-stars-in-an-ancient-japanese-hut/7547"}