{"summary":"An astonishing new set of images depicts what life might be like in the capital after the flood comes, but could this apocalyptic event bring a touch of natural beauty to the urban canvas?. The threat of global warming is a very real problem and one that can only become larger in the future: scientists predict that within a hundred years rising sea levels will flood much of the south-east, including London, leaving a vast flood plain across one of the most densely populated regions of the UK.","advice_category":"6","content":"\nAll images used with kind permission from the awesome dezeen.com \nPhoto: \nAn astonishing new set of images depicts what life might be like in the capital after the flood comes, but could this apocalyptic event bring a touch of natural beauty to the urban canvas?\nThe Thames barrier bursts and great tides wash over London, submerging much of the city as we know it beneath the murky depths. A layer of thick vegetation covers everything above water level; boats navigate their way above the once bustling streets; people dive into the vast pool of St. Paul's cathedral and Canary Wharf becomes a popular fishing spot.\nThe threat of global warming is a very real problem and one that can only become larger in the future: scientists predict that within a hundred years rising sea levels will flood much of the south-east, including London, leaving a vast flood plain across one of the most densely populated regions of the UK.\nThese images by media studio Squint/Opera imagine what the capital may look like after the apocalyptic event, but far from being scenes of tragic ruin and devastation they depict a tranquil utopia - a city reclaimed by the nature on which it was built. And despite our familiarity with the dark prophecies forecast by scientists for the future, the beauty a flood might bring to London is a shaft of optimism that is often overlooked.\nThe studio used combination of photography, 3D modelling and digital manipulation to create the stunning images, but what proves fascinating is their desire to imitate the techniques of Victorian landscape painters. The substantial changes to both the landscape of the city and the population's way of life are realistically portrayed, yet it is the tranquility of the scenes that stands out: a man prepares to dive off a ledge in St Paul's cathedral and a couple construct pre-flood artifacts into a makeshift generator, but no where is the tragedy we might imagine evident - an image of a couple fishing in the ruins of Canary Wharf even appears almost pastoral.\nAnd it is in this sense of wonder that we find the images' real power: they encourage us to find beauty within the ruins of disaster, to celebrate the human capacity for adaptation - an optimism that is slightly unnerving but ultimately uplifting and provides a valuable lesson on how we might deal with an event that seems destined to occur sooner rather than later.\nFive images will be on show at Medcalf Gallery in Clerkenwell, London from the 20th of June for one month during the London Festival of Architecture. Exhibition details are on the festival website.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"art+and+design","title":"2090: London After the Flood","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Planecrashcity.jpg","url":"http://www.environmentalgraffiti.com/featured/2090-london-after-the-flood/1404"}