{"summary":"Photo: Jens Petersena well camoflaged Pygmy seahorse. This tail also helps them to cling to the coral","advice_category":"2","content":"\nPhoto: Jenny Huang\nA tiny, brightly colored marine animal is an expert camouflage artist and,  as the tiniest cousin of the seahorse, is known as the ‘pygmy seahorse’. It takes its name from the fact that it is so tiny, and has often been overlooked by researchers and biologists. Measuring less than an inch in length, it is the smallest seahorse in the world.\nPhoto: Steve Childs\nMost species of pygmy seahorse have been discovered in recent years, and many more out there are yet to be discovered. The very first species was discovered by a scuba diver in 1969 by chance, during an expedition. The pygmy seahorse species consists of nine known subspecies. They live mostly on corals, algae and sea grass beds, off the coasts of Japan, New Caledonia, the Philippines, Australia and Papua New Guinea. They do not migrate and prefer a temperature range of 72-82 F (22-28 C).\nPhoto: Steve Childs\nThese tiny and cute creatures are found mainly in two colors – one purple or pale grey with red or pink tubercles, the second yellow with orange tubercles. These irregular bulbous tubercles can be found all over their fleshy body. They also have a little crown-like hat, on top of their head, known as a cornet. \nAnother interesting fact about them is that they all swim upright, with their tail always curled to the front. This tail also helps them to cling to the coral. They float with the help of their dorsal fin and can sometimes float too.\nPhoto: Jens Petersena well camoflaged Pygmy seahorse\nThese tiny animals are carnivores and feed on zoo plankton, tiny crustaceans and perhaps the tissue of their host coral too. They do not have a stomach to store food, so they need to feed continuously in order to survive.\nThough much of their life-cycle is still unknown, one thing is clear: the female puts her eggs into the male’s brood pouch, usually 10-12 eggs per breeding. Their babies look like even smaller versions of their parents when the eggs are hatched.\nPhoto: Steve Childs\nToday, the status of pygmy seahorses is classified as being ‘data deficient’ because very little is known about their habitat distribution and population trends, though they have been illegally traded because of their magnificent beauty. Efforts are being made for their conservation, but their amazing ability to blend in with their background and hide is making it more challenging.\nIf you ever come across these beautiful, tiny seahorses, try not to disturb them. These rare and delicate creatures are better off in their habitat and are not suitable for captivity.\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"nature","title":"Pygmy Seahorses: The Ocean's Prettiest Camouflage Artists","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbiCCz8r.png","url":"http://www.environmentalgraffiti.com/news-pygmy-seahorse-expert-camouflage-artist"}