{"summary":"Playful filmmaking like Fedorchenko's was lost in Cold War Russia, but the director of First on the Moon also has a serious point to make: “Our film is about how the Soviet state machinery manufactured major products – the best people. In this alternate reality, a Soviet cosmonaut beats his US counterparts to the finishing post – the rest of the world just doesn’t know about it yet","advice_category":"4","content":"\nPhoto: All images via: Taktak\nFrom Soviet space dogs to American squirrel monkeys, the history of animals in space is long and illustrious. Many a milestone was reached during the Space Race between the 20th century superpowers, yet one of the little known animal astronauts to feature in this Cold War competition was actually a swine of Soviet extraction. This little piggy (let’s call him Pinkie) drinking what could be his last drinky isn’t asking for the moon, but by Stalin he’s being sent there. Let’s snuffle out the story.\nDown the snout goes the wine – a nice drop of Kagor to sweeten the taste of being blasted into space. Let’s hope it relaxes the poor piglet; he’s got a long journey ahead of him, poor porker. But wait up a second. Why are the history books conspicuously silent about this cosmonaut creature? Are we being sold some kind of pig in a poke here?\nAs Pinkie is piled into his capsule and carried over to the launch pad, we wonder whether those men's uniforms aren’t a little too WWII-looking – bearing in mind that the Soviets aren’t supposed to have shot their first mammal into space until 1951. Swine flew? Pigs might fly. These are stills from the award-winning 2005 Russian mockumentary, First on the Moon.\nDirected by debutant filmmaker Aleksey Fedorchenko, First on the Moon tells the tale of an unknown Soviet space program that launched a successful moon landing in 1938. In Fedorchenko’s world, the first space rocket was built by the USSR even before the Second World War, decades before the Soviet Moonshot written in history. Mother Russia, we salute you!\nIn this alternate reality, a Soviet cosmonaut beats his US counterparts to the finishing post – the rest of the world just doesn’t know about it yet. And just as in our more familiar reality, scientific experiments using animals paved the way for human exploration endeavour by testing the survivability of spaceflight. Seems this pilot piglet was part of the rocket trials.\nWhen parts of First on the Moon’s plot leaked out before its release, several Russian newspapers treated it as a documentary about a real 1938 event, referring to it as the Santiago Meteorite. The confusion may have arisen because the beginning of the film is set in Chile, where the manned Soviet spacecraft apparently landed following its return from the moon.\nIs it surprising that the distinction between fact and fantasy should have appeared as muddy as a pigsty to the Russian press? Depends on how you look at it. In the British and American film traditions, reality and fiction have long been tough to tell apart: films and dramas often employ documentary conventions; documentaries can contain dramatic and fictional elements.\nIn the West, satire is famous for spoofing the documentary, but in Russia – certainly unacquainted with Spinal Tap if not with Borat and Br?no – the mockumentary has only just landed or emerged as a genre. Fedorchenko himself was unsure of where to place his film: “For me this is either historical drama or documentary fantasy,” the director has said.\nPlayful filmmaking like Fedorchenko's was lost in Cold War Russia, but the director of First on the Moon also has a serious point to make: “Our film is about how the Soviet state machinery manufactured major products – the best people. Fine, strong and clever heroes, then rendered unnecessary to the native land – some have been destroyed, others lost in obscurity, yet others still broken by fear.\"\nThis most piggish of guinea pigs would be one of those heroes. Pigs in Space? Watch First on the Moon. If these stills were enough to fool people online, what elevating effect might the movie have on you?\nImages via Taktak\nSources: 1, 2 \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Soviet Pig: First on the Moon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/featured/soviet-pig-first-on-the-moon/20290"}