{"summary":"Millions of crazy rasberry (yes, that's what they're called, no, it's not a misspelling) ants are swarming over Houston, annoying residents and choking electronics that aren't prepared to ward off tiny invaders. Photo: Photographically enlarged crazy ants","advice_category":"2","content":"\nPhoto: Photographically enlarged crazy ants.  Image from Joe Lencioni\nMillions of crazy rasberry (yes, that's what they're called, no, it's not a misspelling) ants are swarming over Houston, annoying residents and choking electronics that aren't prepared to ward off tiny invaders. The ants, named after the exterminator Tom Rasberry, who in Texas waged the first (unsuccessful) fight against them in 2000, are about the size of a flea and have currently spread to five counties in the area.\nThe ants are an invasive pest, probably entering the port of Houston from the Carribean, where they're widely found and known simply as \"crazy ants.\" While they're not completely understood, it is known that they are attracted to electronics and that they eat fire ants; the giants with painful bites that anyone who grew up in the American south knows to treat with caution.\nThank goodness there are some benefits to the creatures establishing themselves! According to the expert entomologists employed by the state of Texas, it's long past the point that the invaders could be repulsed.\nThat's not stopping exterminators of course, who have noticed that the crazy ants are immune to typical poisons and have begin to pester the EPA for permission to use more powerful pesticides. That might lead to be a catastrophic decision – therefore its entirely likely to be approved by the Bush-era EPA, due to the widespread use of chemicals that have a dangerously long residual effect.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Houston We Have a Problem: Crazy Ants Have Invaded! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","url":"http://www.environmentalgraffiti.com/ecology/houston-problem-crazy-ants-invaded/1183"}