{"summary":"Photo: ? Courtesy of SWOTThe award-winning map of green turtle nesting sites displays data from 1,167 nesting beaches that come from more than 200 sources.. The green sea turtle doesn't have a hooked beak like other sea turtles","advice_category":"2","content":"\nPhoto: ? Neil Ever OsborneA green sea turtle (Chelonia mydas) swims off the coast of Maui, Hawaii.\nDid you know that that green sea turtle, a member of the Chelonioidea family, is among the largest hard-shell sea turtles? Harvested for centuries for food, and for their skin and shell, green sea turtles (Chelonia mydas) are considered an endangered species by the IUCN. These turtles have the widest nesting distribution of all sea turtle species, but there is a need for the global protection of the species to ensure its survival.\nIn a collaborative scientific effort, hundreds of researchers and volunteers from over 100 countries have created a map of green sea turtle nesting sites around the world – on global and regional scales – which has been awarded the top prize in conservation mapping for 2011.\nPhoto: ? Courtesy of SWOTThe award-winning map of green turtle nesting sites displays data from 1,167 nesting beaches that come from more than 200 sources.\nTo develop such an up-to-date global map is a groundbreaking achievement, and the map received the grand prize in the International Conservation Mapping Competition by the Geographic information systems (GIS).\nPublished recently in the SWOT Report — The State of the World's Sea Turtles, Vol. 6, the map displays 1,167 nesting sites from over 200 data contributors and published sources. This and several other award-winning maps were selected for their visual appeal and for what they can provide communities to drive conservation.\n\"It's an honor to be recognized for our work and it's my hope that this achievement will be able to draw more attention to the needs of sea turtle conservation,\" said Andrew DiMatteo, cartographer, research associate and database manager State of the World's Sea Turtles (SWOT) Project.\nPhoto: ? Roderic B MastBaby green turtle (Chelonia mydas) hatchling in Guyana\nThe green sea turtle doesn't have a hooked beak like other sea turtles. Weighing as much as 600 pounds (272 kg), it inhabits shallow waters in the earth's tropical and subtropical oceans. This herbivore eats sea grass and seaweed and grazes in submerged meadows.\nThe creation of the map was a joint effort which took about seven years and collaboration of more than 550 partners, coordinated by Conservation International (CI), the IUCN Marine Turtle Specialist Group (MTSG) and Duke University. As a result of the map being made, \"Raine Island, Australia, Tortuguero, Costa Rica, and Poil?o, Guinea-Bissau were found to be among the top nesting beaches for this species,\" says a CI press release.\nPhoto: ? David RobinsonMaggie Muurmans releases a satellite tag-equipped green turtle with local staff members in Pulau Banyak, Aceh, Indonesia. Muurmans and her colleagues are among the hundreds of contributors the State of the World’s Sea Turtles Project.\n\"We are finally observing a change in human attitudes towards these incredible animals... [T]hey are now earning their due respect as ecosystem engineers, and indicators of ocean health and processes,\" said Dr. Bryan Wallace, Scientific Director of Conservation International’s Marine Flagship Species Program.\nSources: 1, 2, Press Release [Conservation International]","author":"Alka Sharma","web_category":"nature","title":"Map Reveals World's Green Turtle Nesting Sites","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-where-turtles-are-award-winning-map-reveals-nesting-sites-worlds-green-turtles"}