{"summary":"These proteins help determine whether or not an individual egg or sperm can fertilize another egg or sperm.  Instead of various mating dances, songs, or gifts, oysters have a massive number of different proteins that coat the surface of their sperm and eggs","advice_category":"2","content":"\nMany people know of the oyster and its alleged properties as an aphrodisiac.\nPerhaps not so many know of the strange and sordid tale of the oysters’ own reproductive activities.\nResearchers at the University of Washington, led by Stevan Springer, today released a new report in the Proceedings of the National Academy of Science detailing some bizarre and previously unknown details of oyster sexual activity.\nOysters are all born male, though they later become females. When they first mate as males, millions upon millions of sperm are released by every oyster in an attempt to fertilize the 100 million eggs each female oyster produces per year.   Not only that, but the oysters actually produce several thousand different varieties of egg and sperm.\nMost animals go through a complex system of mating rituals to help them choose the best mate and give their offspring the best chance of survival. Not so with the oysters.  Instead of various mating dances, songs, or gifts, oysters have a massive number of different proteins that coat the surface of their sperm and eggs. Dr. Springer said: “These proteins take the place of the behavioural mechanisms that act in other organisms.\"\nThese proteins help determine whether or not an individual egg or sperm can fertilize another egg or sperm. A sperm with a specific type of protein, let’s call it type A, can only fertilize an egg that has a corresponding protein that accepts type A protein sperm.\nThis is important for oysters, which spawn in a massive event that makes the water murky with oyster reproductive cells.  If an egg is fertilized by more than one sperm during this event, the embryo will likely die. Having a variety of proteins protects the egg from being fertilized by more than one sperm and makes the baby more likely to survive.\nDr. Springer said: \"Similar kinds of protein interactions alter sperm-egg compatibility in all sexual organisms, something to ponder the next time you enjoy oysters with a potential mate.\"\nInfo from Telegraph\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Oysters Have Freaky Love Lives","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/oysters-have-freaky-love-lives/787"}