{"summary":"Most of the tuna that are bought in auctions travel directly to sushi restaurants where they are served raw to customers. Although these tuna can weigh as much as 330 kilograms (660 pounds) and grow to three meters (10 feet)?in length, this latest tuna sold for the highest price since 1996.","advice_category":"2","content":"\nPhoto: Image: clubdelamar\nThough spending has decreased due to the current economic crisis, some things, such as the Giant Bluefin Tuna, remain marketable. On February 6th, a tuna sold for $173,688.73 dollars at the largest wholesale fish market in Tokyo. The tuna (called Honmaguro in Japanese) weighed in at 202 kilograms. Although these tuna can weigh as much as 330 kilograms (660 pounds) and grow to three meters (10 feet)?in length, this latest tuna sold for the highest price since 1996.\nPhoto: \nPhoto:  Chris73\nThese tuna are quite different to what you'll find in a can from the supermarket. Most of the tuna that are bought in auctions travel directly to sushi restaurants where they are served raw to customers. The Japanese, who consume a quarter of the world's tuna, take their sushi seriously. Being a part of the first tuna catch of the year makes the new record-setting fish even more appealing. Eating a fish that has gained such media attention is a sign of prestige for the Japanese.\nPhoto: \nPhoto:  NOAA\nThe new record-setting tuna was caught in the Pacific Ocean in Northern Japan. Typically, Pacific Bluefin Tuna are more highly valued than their Atlantic Tuna counterparts. Often, in the same auction, smaller Pacific bluefins sell for higher prices than larger Atlantic bluefins. Currently, Japan?is suffering?from a cut in its bluefin tuna quota as an accepted punishment for overfishing. So if you can't decide whether or not to?eat out?at your local sushi restaurant, think about Japan's record tuna. Regardless of the price you pay, you're probably getting a bargain.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"bellipax","web_category":"nature","title":"Tuna Sold for $173,000","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aokigahara.jpg","url":"http://www.environmentalgraffiti.com/ecology/tuna-sold-173000/7798"}