{"summary":"Now another issue has been raised, one which affects the very food chain the polar bears are part of.. Additionally, as there is an abundance of ice algae at the moment,?this allows?the polychaetes to reproduce earlier - the adult worms can then reach their homes on the sea floor?before other competitors","advice_category":"4","content":"\nPolar bears have a hard time of it in regards to climate change,\nfirstly there is the concern that the reduction of sea ice would lead to them not being able to hunt sufficiently to survive. Now another issue has been raised, one which affects the very food chain the polar bears are part of.\nFood chains begin at the plant. Any green plant which can harvest energy from the sun begins a food chain. Whereas we rely on things like grass to feed the cow, which we then eat, polar bears rely on algae, which feed the polychaetes,?- that's what?the fish live on.\nRecent research in the Arctic has discovered that far from being a barren, ice-ridden desert, the Arctic is teeming with life – although you’d need a microscope to see it. Sea ice consists of ice crystals, between the crystals -?there is a liquid network of brine (saltwater) channels and it is?this network that houses algae. Life-forms such as polychaetes (or bristleworms), copepods and amphipods live?beneath the surface of?the ice, and around its edge, sometimes even inside the floes themselves. The offspring from these life-forms have found an ingenious way to survive: they move into the ice. Ingenious because, as?larvae need a constant supply of food, and safety from any predators, the ice offers a perfect home, especially as ice algae is far more concentrated (by a factor of ten) than sea algae.\nThe concern is that as the ice starts to melt due to the global temperatures rise, there will be less and less ice for the larvae to live in, meaning significantly less food, and less growth. Additionally, as there is an abundance of ice algae at the moment,?this allows?the polychaetes to reproduce earlier - the adult worms can then reach their homes on the sea floor?before other competitors. Not for long...\nWith less ice, life will change for the polychaetes, and ultimately life will change for the polar bears. Professor Gradinger from the University of Alaska states that?some basic questions remain to be answered about how the different parts of this world fit together,\n\n\nIf all of us were to understand the web of life better, a picture of how it may change in a warmer world should become clearer.\nIf you want to find out all the latest global warming and ecological news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"emma","web_category":"science","title":"Ice - Not Just Cold Stuff","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/ice-not-just-cold-stuff/650"}