{"summary":"It is not surprising that many of the names have religious connotations as crepuscular rays seem to be a message from the gods. Have you ever witnessed rays of sunlight seemingly radiating from a single point in the sky? In the forest maybe, in a church or through cloud cover over the sea? Called crepuscular rays, these columns of sunlit air streaming through gaps in clouds, branches or buildings create stunning displays of light and shadow","advice_category":"4","content":"\nPhoto: Crepuscular rays over Black Mountain Tower in Canberra:\nImage: Fir0002\nHave you ever witnessed rays of sunlight seemingly radiating from a single point in the sky? In the forest maybe, in a church or through cloud cover over the sea? Called crepuscular rays, these columns of sunlit air streaming through gaps in clouds, branches or buildings create stunning displays of light and shadow. We’ve found 20 images that absolutely took our breath away.\nSunbeams at Mammoth Hot Springs, Yellowstone National ParkPhoto: \nImage: Mila Zinkova\nApart from a source throwing a shadow, crepuscular rays need the aid of particles to reflect off to be visible, for example dust particles, snow, fog or water droplets.\nCrepuscular rays at Golden Gate Park, San Francisco:Photo: \nImage: Mila Zinkova\nBeam me up, Scotty:Photo: \nImage: Les Chatfield\nThe hours around dusk and dawn are called the crepuscular hours (literally: relating to twilight) and have given this light phenomenon its name. Dusk and dawn is the time of the rays’ most frequent occurrences when the contrast between light and dark is the most obvious.\nThrough the clouds and over the ocean:Photo: \nImage: Mila Zinkova\nA classic display over a parking lot in Maryland City:Photo: \nImage: Andrew Bossi\nCrepuscular rays actually do not radiate from one point but are near parallel. Similar to railway tracks disappearing into the distance, they seem to diverge because of the distance and perspective they are viewed at.\nOver Whakatane, New Zealand:Photo: \nImage: Adam Burtt\nHeavenly spotlight, anyone?Photo: \nImage: Mila Zinkova\nThey occur when objects such as mountain peaks, clouds, trees or tall buildings partially shadow the sun's rays and separate sunlit areas and darker, cloud-shaded ones.\nSpectacular sunbeam display on the beach:Photo: \nImage: Mila Zinkova\nThe phenomenon has been observed by the earliest human settlers and all over the world – reason why the ancient Greeks incorporated an image of “the sun drawing water” into their belief system as much as the Maori had a tale of the “ropes of Maui”.\n A German forest bathed in crepuscular rays that seem straight out of a fairy tale:Photo: \nImage: Andreas Tille\n… and another fairy tale forestscape:Photo: \nImage: Mila Zinkova\nA majestic tree looking even more so - Patrick's Point State Park, CA:Photo: \nImage: Lee Coursey\nArchitects of churches, temples and other religious buildings knew how to use the crepuscular ray effect most effectively.\nSaint Peter’s Basilica, Vatican City:Photo: \nImage: Jraytram\nNo artificial lighting here – Church of the Nativity, Bethlehem, Israel:Photo: \nImage: James Emery\nRight onto the pulpit – at Milan’s Cathedral:Photo: \nImage: Jason Parrish\nCrepuscular rays are colloquially known as a Jacob’s Ladder, Gateways to Heaven, Buddha’s Fingers, Jesus Beams, God’s Rays, sunbeams, cloud breaks and many other names. It is not surprising that many of the names have religious connotations as crepuscular rays seem to be a message from the gods. The next image, for example, could be taken straight from a religious treaty:\nAnd thus spoke the Lord...Photo: \nImage: Piccolo Namek\nPale, pinkish or reddish crepuscular rays that seem to radiate from below the horizon are often mistaken for light pillars, a phenomenon we have described earlier here on EG.\nCrepuscular rays with high contrast:Photo: \nImage: Spiralz\nLike a golden curtain:Photo: \nImage: Lee Coursey\nAntarctic sunset:Photo: \nImage: Dave Mobley, NOAA\nThe last pic should clear up any questions about sunbeams or crepuscular rays: sunlight + obstruction + scattering object = crepuscular rays. Simple yet effective.\nDon’t miss the lawn sprinkler at the bottom right:Photo: \nImage: S. Parker\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"20 Incredible Crepuscular Rays","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-crepuscular-rays/19284"}