{"summary":"With over 1000 unique windows, individualized handles on windows and doors, a living roof, caf?, parking garage, restaurant, bar, playground, and a running stream, the Waldspirale in Darmstadt, Germany is an architectural wonder. Inspiring design, whimsical detail and a sense of responsibility to the environment, the Waldspirale is an enigma in the design world","advice_category":"6","content":"\nPhoto: \nImage: ouyea \nViennese artist, Friedensreich Hundertwasser, has designed what has become one of the more unique and visually stimulating buildings in the world. With over 1000 unique windows, individualized handles on windows and doors, a living roof, caf?, parking garage, restaurant, bar, playground, and a running stream, the Waldspirale in Darmstadt, Germany is an architectural wonder. Upon first glance, second and third, one is simply enchanted and astonished.\nPhoto: \nImage: Dept of Economy & Urban Development\nThe apartment building contains 105 apartments, with no two windows alike. The overall design follows Hundertwasser’s dogma ‘gegen die gerade linie’ (against the straight line), and its off-center placement of windows is aptly described as ‘aus der reihe tanzen (dancing out of line). Each of has a personality of their own, and no two are alike.\nPhoto: \nImage: hans s\nThe U-shaped building is 12 stories at its highest point; onion gilded domes placed at random points along the roof, and multi-colored earth-toned stucco about the fa?ade and the absence of sharp corners and straight lines all reflect elements often attributed to Hundertwasser's personal style. The outward appearance makes one fondly think of a child with a box of crayons, and no ruler with which to draw lines – designing only what is inspiring.\nA ‘green’ roof, including varied plant species, beech, maple and lime trees, a grand selection of deciduous shrubs and a bed of grass, crown this organic architectural masterpiece. And, within the courtyard, a running stream gently trickles through a children’s playground.\nPhoto: \nImage: Heidas\nInspiring design, whimsical detail and a sense of responsibility to the environment, the Waldspirale is an enigma in the design world. Hundertwasser’s view on the incorporation of the environment in his design is simply expressed by the artist himself: “If man walks in nature's midst, then he is nature's guest and must learn to behave as a well-brought-up guest.”\nWe couldn't have said it better ourselves.\nSources 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"sarcasticscribe","web_category":"art+and+design","title":"The Coolest Apartment Block on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/coolest-apartment-on-earth/2541"}