{"summary":"Marcello Ugliano has a knack for turning complicated mathematical equations into works of art, known as fractal art. MU: Thanks for the compliment","advice_category":"6","content":"\nPhoto: ? Marcello Ugliano\nOne just can’t resist the eternal beauty of the awesome art shown here. But what if I said this is nothing but the visual depiction of complex mathematical formulas, algebraic expressions, logarithmic functions and equations? Unbelievable isn’t it?\nMarcello Ugliano has a knack for turning complicated mathematical equations into works of art, known as fractal art. It is surprising to know that with just a few calculations and adjustments, this Italian artist can create very colourful and trippy fractals, sacred to the followers of Fractilism. Recently, this writer had the opportunity to interview Marcello Ugliano. These are some of the curious moments we shared with him.\nPhoto: ? Marcello Ugliano\nEG: Tell us what ‘Fractal Art’ is? And for how long have you been working in this field?\nMarcello Ugliano: Well, this is really a hard question. There is no such rule for creating a fractal image. For a correct technical explanation, a fractal image usually results from one or more mathematical function, which is applied to the pixel that will compose the image. Each pixel has a starting “value” and the final result is converted into a colour value, resulting in “Fractal Art”.\nI believe a good chromatic balance as well as a strong contrast and peculiar shapes would lead you to an interesting and unique artwork. I started working with fractal art in the mid '90s and went from there.\nPhoto: ? Marcello Ugliano\nEG: Each piece of your work is stunning. What is your inspiration behind all these? \nMU: Thanks for the compliment. What my belief is is that mathematical formulas are not always the key to great fractal art. One also needs a good sense of colouring algorithm and in some cases, there could be a post-calculation transformation formula (all of them being math formula and functions).\nSometimes, I could predict the final result, yet I think mood and “colour therapy” usually works. In most cases, luck and chance also have their important role.\nPhoto: ? Marcello Ugliano\nEG: Talking about art, tell me the name of any one artist whose work you like the most.\nMU: Another good question! I think I quite like all visual art… from cave art to contemporary street art. Though it is difficult to name one, I would love to mention names like Goya, Raffaello Sanzio, Michelangelo, Picasso, Gauguin and other French impressionists. \nAlso, speaking about abstract or pop art, I would remember Mondrian, Pollock, Calder, Kandinsky, Dorazio, Vasarely up to Andy Warhol, Lichtenstein, Keith Haring. Believe me, it’s hard to make a choice and I surely excluded from this list a lot of artists I really like.\nPhoto: ? Marcello Ugliano\nEG: What are the challenges you face while implementing your thoughts into a real artwork? What is the secret of all of them being so beautiful, behind \"digital trickery\"?\nMU: When I write a new formula, I have to try a couple of times before seeing a satisfactory result. Especially when the result of one function is the feedback to another and so on, you may end up with a combination of intermediate results that may lead to nothing but a black screen.\nAlso sometimes, you have to work for a long time to tune up your formula to achieve a good fractal image; on the other hand, you may be lucky enough to write a formula that leads to many different good images (I mean not just colour variations) with just a small change on one or more coefficients of the formula.\nIs there a secret? I don’t know. As I said before not everyone finds a fractal image as being stunning, beautiful or even “quite nice”. I’m still sure it’s a matter of colour balance or contrast and a combination of lights, shadows and shapes. I must thank the software specialists who wrote the programs I use to create my fractals. Without their hard work, I couldn’t do anything. If I had to use brushes or crayons I could just make some simple, colourful texture or some “pastiche” or gouache.\nPhoto: ? Marcello UglianoFractal Windmill\nEG: Your favourite fractal-art piece? What was the best compliment you ever received? Any lastly, memorable thought that comes to your mind?\nMU: Hard to tell, really. Among thousands of fractals, it’s not easy to pick a favourite one. For now, I would like to name the \"Fractal Windmill\", which gives kind of a microscopic view. As far as I can remember, I appreciate all compliments and polite criticisms I receive. The best compliment I have received (including yours), is when someone appreciates not just one, but many of my fractals and my application in creating them. Even nicer appreciations are those that are given by someone who himself is a great fractal artist.\nPhoto: ? Marcello Ugliano\nEG: Would you like to share some thoughts about your future plans? Any different idea or series you are/have been planning or working on?\nMU: I am an amateur artist, not a professional, so I don’t make plans about my graphical creations. I am also not a faithful user of a single software. But I might give a try to anything that seems capable of leading to satisfactory results. Also for a change, I might use various programs or just stop drawing fractals for a while (smiles).\nMy sincere thanks to artist Marcello Ugliano, for his precious time and permission to use his stunning art. To view more of his artwork, visit his flickr profile . ","author":"Alka Sharma","web_category":"art+and+design","title":"Fractal Art: Stunning Psychedelic Patterns Born from Mathematical Formulas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/news-fabulous-fractal-art-marcello-ugliano"}