{"summary":"Initially an underwater research facility, used to explore the continental shelf off the coast of Puerto Rico, Jules’ Undersea Lodge now sits motionless in Emerald Lagoon in Key Largo, spending its retirement showing guests the wonders of the underwater world.Photo: Image Source. The underwater Red Sea Star Restaurant, in the Israeli resort of Eilat, offers another take on underwater establishments","advice_category":"2","content":"\nPhoto: \nRecently, hurricanes, floods and torrential rains have resulted in vast areas of land, sometimes whole villages and cities, being engulfed in water. The devastation is often catastrophic. People are left homeless and destitute, with little to call their own. The effects of these disasters leave their mark long after the waters have subsided. But what if there was a way out, an alternative? What if we fulfilled the dreams of Jules Verne, and many like him, and succeeded in living under the oceans. For a long time it was never thought truly possible, now it’s quickly becoming a reality.\nWe look at five habitats underwater that show it is possibe to live submerged beneath the waves.\n\n\nPhoto: Image Source\nDesigned by Joachim Hauser, this futuristic hotel is currently being built 20m below the surface of the Persian Gulf, just off the coast of Dubai. Touted to be the world’s first underwater luxury hotel, Hydropolis will include a marine biology research center but it’s doubtful whether it will be oozing eco credentials.Photo: Image Source\nThe logistics of these underwater habitats are intriguing; for one, where is the waste diverted to? Imagine gazing out at the underwater world, mesmerized by the vision beyond, amazed and in awe of the creation, when something floats by your panoramic window… and it’s not a fish.Photo: Image Source\nIf it succeeds without ruining everything around it, as many predict, it could be a blueprint for sustainable designers and architects for the future.\nSources 1,2\n\nPhoto: Image Source\nBuilt entirely off-site, in Singapore, this undersea restaurant in the Maldives was based on the success of the National Centre Aquarium’s design in Kuala Lumpur. It proved to be more of a pain to construct than first thought, with many recalculations to check centers of gravity, weight distributions and tidal flows. If this small design required so much fiddling before it became a reality, how many complications must be occurring with the larger resorts?Photo: Image Source\nSitting 5m below sea level, the restaurant is able to serve 12 people at one sitting. Diners can sit back and enjoy watching life beyond the 5m wide viewing arch, which is made from acrylic and silicone sealed.\nSources 1, 2\n\nPhoto: Image Source\nAlthough not exactly 20,000 leagues under the sea, the Poseidon Undersea Resort will sit 40 feet  beneath the surface of a lagoon in Fiji. Plans for the resort have been underway since 2001 but there’s no sign of it yet in the lagoon… that’s because the hotel is being built in Portland, Oregon and will be transported to the site once completed. One can only imagine the carbon emissions totted up by that little trip.\nEach room, or underwater pod, will be open to the water so guests can watch the marine world go by without getting wet, but at a cost of $30,000 per couple for a week’s stay you would hope there was at least one dive included in the price!\nPhoto: Image Source\nSource 1, 2\n\n\nPhoto: Image Source\nInitially an underwater research facility, used to explore the continental shelf off the coast of Puerto Rico, Jules’ Undersea Lodge now sits motionless in Emerald Lagoon in Key Largo, spending its retirement showing guests the wonders of the underwater world.Photo: Image Source\nAccessed by scuba diving down 21 feet to a landing platform, Jules’ Undersea Lodge is big enough to house six people at a time. It boasts two private rooms, a relatively spacious living area with kitchen and has huge windows in every room so guests can watch the fishes go by.Photo: Image Source\nThe chamber sits on stilts just five feet from the bottom of the Lagoon and compressed air prevents water from flooding the rooms.\nSources 1, 2\n\nPhoto: Image Source\nThe underwater Red Sea Star Restaurant, in the Israeli resort of Eilat, offers another take on underwater establishments. Designed by Israeli husband and wife team, Ayala and Albi Serfaty of Aqua Creations, the underwater theme is carried throughout the design, which has been created to look like a reef. Chairs take the form of sea-urchins and jelly fish, lights are starfish shaped and sand lies under an epoxy bonded floor, even the menu reflects the underwater theme, which given the setting seems somewhat disturbing.Photo: Image Source\nThe view is not what most people would imagine as most of the reefs around Eilat are dead or dying. To recreate a reef system for diners, the restaurant management built an artificial reef from iron mesh and transferred various already broken species of coral onto it. Once in the water a new reef was born.Photo: Image Source\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"5 Incredible Underwater Habitats","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb19.webshots.com-29266-2841914960104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-underwater-habitats/2593"}