{"summary":"Scientists can now detect schizophrenia in newborn babies. Researchers and medical experts are constantly looking into new and innovative methods to improve the overall odds for those afflicted with schizophrenia","advice_category":"4","content":"\nResearchers and medical experts are constantly looking into new and innovative methods to improve the overall odds for those afflicted with schizophrenia. One research study in particular has promising results. Scientists can now detect schizophrenia in newborn babies. The proof is in the brain scans (see newborn brain scans).\nThis new revelation is simply amazing and exciting for everyone working within the medical and mental health communities.\nThis study was done by researchers at the University of North Carolina with newborn babies of schizophrenic mothers. They discovered that “among boys, the high-risk babies had larger brains and larger lateral ventricles - fluid-filled spaces in the brain - than babies of mothers with no psychiatric illness.” (Girls had the same results, but without the enlarged brains).\nResearchers are quick to point out that having a baby with an enlarged head is not enough to suspect a baby has schizophrenia. But this marker, accumulated with abnormal brain scans indicating differences with lateral ventricles, is a very strong indicator that the baby has schizophrenia. The fact that schizophrenic baby boys have larger heads and not girls also proves what researchers have suspected all along, that schizophrenia affects males more severely.\nGrey matter in the brain is also seriously affected by this mental health condition. The density of the brain’s grey matter is significantly reduced (see MRI scans).  Brain hypoxia (deprivation of oxygen) at birth, or right before birth, is also a significant risk factor in schizophrenic patients. This study suggests that early prenatal care is crucial for longevity and well-being for the infant. Identifying high-risk pregnancies and infants and getting them the necessary medical care can considerably lower incidences of schizophrenia. It is this author’s opinion that the reason that schizophrenia is so prevalent in third-world countries is because maternal and infant mortality is so high there, with a low level of medical care provided.\nApproximately one in 100 people worldwide have schizophrenia, according to statistics. Schizophrenia is a dehabilitating disease that can have symptoms such as hallucinations, delusions, blank facial expressions and peculiar styles of walking.  (For more information, please visit schizophrenia.com).\nThough there is not a cure, medications are helpful. An early diagnosis is key to an improved life (as only 25% of schizophrenics ever recover). Most people are diagnosed with schizophrenia between the ages of 15 and 25. By the time that schizophrenics are 35 years old, most have been hospitalized at least once. Prevalence in the population for schizophrenia is highest in China, followed by India. It is said that 25% of the US’s health care costs go towards schizophrenia, and a third of the psychiatric hospital beds are taken by those suffering from the disease. That’s pretty amazing considering that schizophrenia only affects 1% of the US population!\nSo who is at risk?\n• Children of schizophrenics (13% likelihood)\n• Twin has schizophrenia (48% likelihood)\n• Second degree relative (25% likelihood)\n(For more, please see “Risks of Getting Schizophrenia” )\nThe research completed on brain scans is monumental because doctors can then track language development, motor skills, and memory development, which are also affected with the disorder. By treating schizophrenia this early in life, one afflicted with this disease can have a much more promising future, reducing medical care costs and dependency on the government and unburdening the criminal justice system.","author":"Asher Kade","web_category":"science","title":"Detecting Schizophrenia in Newborn Babies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/biology/news-breaking-news—studies-show-schizophrenia-now-detected-newborns"}