{"summary":"These shrimp can walk slowly over the coral reef on their four pairs of long front legs. At the base of the antennae is a special organ called a statocyst which helps the shrimp to balance","advice_category":"2","content":"\nPhoto: Haplochromis\nCoral Reefs are rich in a variety of wildlife, from octopuses and giant clams, to sea slugs and schools of brightly colored fish. But there is another animal, the extraordinary strawberry shrimp, which also lives there in harmony with other creatures there. Also known as the ‘fire shrimp’ or ‘blood red shrimp’, this beautiful shrimp is one of many kinds of small shrimp that live in the coral reef.\nPhoto: Eacesar\nLysmata debelius is the shrimp's binomial name. It has a small body (up to 6 cm) and is equipped with two pairs of antennae to detect chemicals in the water and find uneaten, fishy food. At the base of the antennae is a special organ called a statocyst which helps the shrimp to balance. These shrimp can walk slowly over the coral reef on their four pairs of long front legs. Their paddle-like back legs, called swimmerets and found on their abdomens, help them to swim fast. The female strawberry shrimp carry their eggs on their swimmerets.\nPhoto: Haplochromis\nBlood shrimp are among the ocean's best known ‘cleaning service’ providers. During the day, the shrimp often gather together to form special kinds of ‘cleaning stations’. They strain particles of food from the water with their fringed mouthparts. Fish visit them and use the shrimps' mouthparts to clean themselves of parasites. \nHow interesting it is that this beautiful little shrimp tries its best to keep the oceanic environment clean all the time. On the other hand, coral reefs are considered threatened, mainly because of overfishing, global warming and pollution – courtesy of we humans. We must protect the coral reefs so that these beautiful creatures can survive.\nSource: 1, 2","author":"Alka Sharma","web_category":"nature","title":"Fire Shrimps: The Ocean's Crustacean Cleaners","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Python1.jpg","url":"http://www.environmentalgraffiti.com/animals/news-cleaning-station-manager-strawberry-shrimp"}