{"summary":"The floor of the cave also have the paw prints of cave bears. The breakthrough came on May 26, 1986, Since then explorers have mapped over 126 miles of passages and have pushed the depth of the cave to 1,604 feet ranking it the 5th longest cave in the world and the deepest limestone cave in the USA","advice_category":"8","content":"\nPhoto: Permission of www.wayfaringinfo\nIt is rare for anyone to think about willingly going into a hole in the ground, but you would be amazed at just how interesting things can get when you venture below the surface.  A great deal of what humanity has relied on over the centuries has come from underground so perhaps we should pay more attention to seeing it for ourselves.\n1. Waitomo Glowworm Cave, New Zealand\nPhoto: Permission of www.wayfaringinfo\nWhen you hear the word 'cave' you think of some dark, damp hole in a rock face that might harbor a dangerous animal, but there are cave systems around the globe that can blow you away with, or just the sheer scale of them.\nThe Waitomo Glowworm Cave is a cave on the Northern of New Zealand's islands. There are three different levels of the cave, linked by the Tomo, a 16m vertical shaft made of  limestone. The lowest cave is known as the ‘Cathedral’ because it has acoustics so good that famous singers and choirs have performed in it. You can take a boat ride through the Glowworm Grotto on the underground Waitomo River, where the only light comes from the tiny glowworms creating a sky of living lights.\nPhoto: Permission of www.wayfaringinfo\n2. Mammoth Cave Staircase Chamber\nPhoto: Daniel Schwen\nWhilst Waitomo is magical for its light show, the Mammoth Cave National Park, Kentucky, USA, takes the prize for sheer size.\nThis awesome place has the world's largest network of natural caves and underground passageways, which are characteristic examples of limestone formations. The park and its underground network of more than 560 surveyed km of passageways are home to a variety of flora and fauna, including a number of endangered species.\nPhoto: bimurch\nJust gasp at the scale of this staircase chamber. Mammoth Cave is the most extensive cave system in the world, illustrating many stages of evolutionary history and containing unique wildlife.\nPhoto: David Schwen\nIt is renowned for its size and vast network of extremely large horizontal passages and vertical shafts. Nearly every type of cave formation is known within the site, the product of karst topography. The flora and fauna of Mammoth Cave is the richest cave-dwelling wildlife known, with more than 130 species living within the cave system.\n3. The Actun Tunichil Muknal, Belize\nPhoto: Peter Andersen\nWhen it comes to caverns, South America can boast of the Actun Tunichil Muknal cave in Belize, a major Mayan archaeological site that includes skeletons, ceramics, and stoneware. The most famous of the human remains is known as 'The Crystal Maiden', the skeleton of a teenage girl, probably a victim of sacrifice, whose bones which have been completely calcified by the natural processes of the cave, leaving them with a sparkling crystallized appearance. There are several areas of skeletal remains in the main chamber.\nThe ceramics at the site are significant partially because they are marked with \"kill holes\", which indicate that they were used for ceremonial purposes. Many of the Mayan artifacts and remains are completely calcified to the cave floor. The Mayans also modified cave formations here, some to create altars for the offerings, others to create silhouettes of faces and animals, some projecting shadow images in the cave. The cave is extensively decorated in the upper passages.\n4. The Ali Sadr Cave System, Iran\nPhoto: S Assadi\nThis cave system is  about 100km north of Hamedan, Iran, with walls up to 40m high, and has a river running through it as well as several large, deep lakes. Travel here is done with a boat. More than 11km of the cave's water canals have been discovered so far. Ancient artworks, jugs and pitchers dating back to 12,000 years ago have been found here, suggesting that primitive men lived in the caves. They were known when Darius I ruled, from 521 to 485 BC, as verified by an old inscription at the entrance of the tunnel. The existence of the 70 million-year old cave was only rediscovered in 1978 when a local shepherd followed the tunnel searching for a lost goat.\n5. The Chauvet caves in France\nPhoto: HTO\nThe Ard?che region of France  contains numerous historically important caves, including the Chauvet Cave, which, is uncharacteristically large and has artwork of an extraordinary quality, quantity, and condition on its walls. Radio carbon dating confirmed human occupation of the caves between 30,000 years and 25,000 years ago. A child's footprints, the charred remains of ancient hearths and carbon smoke stains from torches that once lit the caves suggest that they had been untouched until discovered in 1994. The footprints may be the oldest human footprints that can be dated accurately. The floor of the cave also have the paw prints of cave bears. At least 13 different species of animals are painted there, including horses, cattle and reindeer as well as lions, panthers, bears, owls, rhinos and hyenas. It is truly an awe-inspiring place to visit.\n6. The Pindaya Caves, Myanmar, Burma\nPhoto: wagaung\nOf course, ancient paintings may not be what you seek, but rather something more spiritual. The southernmost Pindaya cave is renowned for containing over 8,000 images of the Buddha. Some of the older statues and images in the cave have inscriptions dating to 1773. Although most statues are of late 18th and early 19th century origin, many other statues and images have been placed there on an on-going basis by different donors throughout the cave's history up until the present, from lay people to the ruling authorities. The collection as a whole forms an impressive display of Buddhist iconography and art from the early Konbaung era to the modern period. No other place in Burma displays such a range of style, not only in the images, but also in the ornamental thrones which surround the images.\n7. The Lechuguilla Cave, Colorado, USAPhoto: Dave Bunnell\nThe last cave on this list is another American beauty, but its splendors were unknown until 1986. The historic cave contains a 90-foot entrance pit known as Misery Hole, which leads to another 400 feet of dry dead-end passages. In the 1950s cavers heard wind roaring up through the cave, concluding that there must be more caverns beneath all the rubble, but it was 1984 before  permission was given to investigate. The breakthrough came on May 26, 1986, Since then explorers have mapped over 126 miles of passages and have pushed the depth of the cave to 1,604 feet ranking it the 5th longest cave in the world and the deepest limestone cave in the USA. Cavers come from all over the world to explore it. \nPhoto: Stephen Bain\nCaves may not be the thing that floats your boat, but when you see the artistry, history and sheer beauty of these cave systems, perhaps it's time to think again!\nSources: 1, 2, 3, 4, 5, 6, 7.","author":"tonyleather","web_category":"outdoor","title":"7 Most Awe Inspiring Caves on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43321-2858654040104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-7-most-awe-inspiring-vave-systems-planet"}