{"summary":" Now they have announced the launch of a new program designed to raise awareness for environmental issues that impact the multi-billion dollar textbook industry. Chegg, through programs like Chegg for Trees, is intending to assist plantation efforts in areas facing critical levels of degradation, in order to more effectively combat global warming","advice_category":"8","content":"\nUS website Chegg.com provides a revolutionary online textbook rental service, offering over two million used books and 800,000 new book titles for students to rent, rather than buy.  The site was founded as a response to the high cost of college textbooks foisted upon students, and is welcomed by environmentalists as a way to cut down on consumerism and move towards a more sustainable culture.  Now they have announced the launch of a new program designed to raise awareness for environmental issues that impact the multi-billion dollar textbook industry. \"Chegg for Trees\" will ensure that a tree is planted in a needy area every time a textbook is rented via the Textbookflix.com service.\nChegg is delivering this program in partnership with the newly founded Eco-Libris, an organization that seeks to balance out the trees cut down for the production of books by planting trees in developing countries.\nOsman Rashid, co-founder and CEO of Chegg, comments that “Textbook production requires the use of more than 20 million trees each year. This is our way of giving something back for the privilege of using these valuable natural resources.”\nChegg, through programs like Chegg for Trees, is intending to assist plantation efforts in areas facing critical levels of degradation, in order to more effectively combat global warming. Chegg plans to announce similar programs and partnerships in the coming weeks, including an initiative to support global literacy.\n“The core focus at Eco-Libris is to give people an easy and affordable way to balance out the trees used for book production,” said Raz Godelnik, CEO of Eco-Libris. “We are excited to be working with Chegg on their Chegg for Trees initiative to balance out trees being used to produce textbooks.”","author":"Maryking","web_category":"lifestyle","title":"Don't buy books, Chegg them","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/dont-buy-books-chegg-them/207"}