{"summary":"“Invasive non-native species pose a very serious threat to our native plants, animals and the local environments they live in, costing the British economy around ¢G2billion per year…The power to ban the sale of invasive non-native species has not been used before. Controlling the release of invasive non-native species into the wild is a key element of conserving our native wildlife.”","advice_category":"2","content":"\nThe British government is introducing new measures to hopefully protect England from foreign invaders.  \nTwo American Bullfrogs, recently banned from the UK by DEFRA\nInvasive species are the second biggest threat to wildlife and plants worldwide.  Habitat destruction is the first. The Department for Environment, Food, and Rural Affairs (DEFRA) is instituting new measures that will ban the sale of some of the most dangerous foreign species in the UK. These scary foreign creatures include the American Bullfrog, various Crayfish, and Water Hyacinth.  \nDEFRA is attempting to prevent a problem before it happens. Once invasive species are released into the wild, it can be immensely costly to fix the problem. The government has spent ¢G45 million removing the Rhododendron plant from a single national park. Over ¢G1.5 billion has been spent removing a single plant species, the Japanese Knotweed.  It is estimated that non-native species cost the British economy around ¢G2 billion a year.  The majority of invader species are plants. Of the most recent count of 2,721 non-native species, 1,798 were plants. \nDEFRA will add 70 new members to the list of non-native banned species. New additions include the Grass Carp, Rosey-Faced Lovebird, Water Fern and Virginia Creeper. Many of the additions were included because of their potential to cause widespread damage should they become common throughout the country. On a positive note, seven animal species will be removed from the list, as they are no longer found in the wild.  Those animals include the Himalayan Porcupine and the Mongolian Gerbil.\nDEFRA and the Welsh Assembly government released a joint statement on invasive species. “Non-native species that become invasive are considered the second greatest threat to wildlife worldwide after habitat destruction. Their impacts can be far reaching - they have adverse impacts on native wildlife by predation, competition and spread of disease. They can threaten economic interests such as agriculture, forestry, fisheries and development. Controlling the release of invasive non-native species into the wild is a key element of conserving our native wildlife.”\nNon-native plant species can destroy native plants by competing for resources and taking sunlight away from native species.  Invader plants and animals can reek havoc in industry as well, especially the forestry, agriculture, and fisheries industries. Non-native crayfish, which are much larger than native species, for example, can destroy salmon fisheries by eating the salmon eggs and baby fish.  \nJohn Ruddock, Minister for Climate Change and Biodiversity, weighed in on the matter. “Invasive non-native species pose a very serious threat to our native plants, animals and the local environments they live in, costing the British economy around ¢G2billion per year…The power to ban the sale of invasive non-native species has not been used before. Many involved in trading non-native species have already taken the positive decision to stop selling those that are potentially invasive, and actively promote good practice in their industry and amongst their customers.”\nSource: Telegraph\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"UK Government Bans Non-Natives","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/ecology/uk-government-bans-non-natives/444"}