{"summary":"The central question is this: Do we humans need to take an evolutionary step in order to continue to exist? It is not only Tolle who raises this question; many spiritual people have suggested we cannot survive unless we grow up. So, if we are to be differently, how do we do it? Can we do it? After all, there are a lot of unenlightened people in this world, and some of them hold the highest and most powerful positions in the land","advice_category":"8","content":"\nThere seem to be two schools of thought on how we can get out of the messes we've created that are now coming to a head.\nDoes it take Oprah to save us from ourselves? Image by Alan Light\nThese include the climate crisis, overpopulation, peak oil (energy crisis), materialism (putting money and possessions before people), pollution, human exploitation, and so on. It appears we can no longer put off dealing with these things: they are all converging and combining in a synergistic way, meaning the sum of all will be worse than the individual problems.\nOne school says that we can adjust our current economic and social systems, apply technological fixes, and generally tweak what we have in the developing world to both raise every person's standard of living and solve these crises.\nThe other school suggests that humanity must take an evolutionary step up in order to continue to exist: we must grow up. We must be differently in the world.\nFaith in the first way alone is fading rapidly among those in the know. The problems are too big and are systemic, meaning it is the design of our system that produces the problems. Einstein famously said that \"We can't solve problems by using the same kind of thinking we used when we created them,\" and the truth of this is unavoidably coming home.\nSo, if we are to be differently, how do we do it? Can we do it? After all, there are a lot of unenlightened people in this world, and some of them hold the highest and most powerful positions in the land. In fact, our systems favour the unenlightened rising to the top: you don't get to be CEO unless you're desperately interested in money, power, and status. Worse, most of us believe that anyone who doesn't think like us is by definition unenlightened.\nEckhart Tolle has a new book out called \"A New Earth.\" Actually, it came out in 2005, but Oprah recently discovered it and put it on her list, which means instant best-sellerdom. (Though Tolle was doing quite well before Oprah's endorsement.)\nThe central question is this: Do we humans need to take an evolutionary step in order to continue to exist? It is not only Tolle who raises this question; many spiritual people have suggested we cannot survive unless we grow up. Most people currently have very childlike views of life. A primary symptom of this is that we attempt to warp reality to fit our desired beliefs. Of course we do not want to give up our imagination. \nBrian Gordon is a Canadian Green Party member and candidate trained by Al Gore to present An Inconvenient Truth.\nIf you want to keep up with Brian's adventures in the Green Party, why not subcribe to our RSS feed? We'll even give you a free album. ","author":"Brian Gordon","web_category":"lifestyle","title":"Is Oprah Our Only Hope? Or, If Humanity Doesn't Grow Up Fast, Can We Survive?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","url":"http://www.environmentalgraffiti.com/green-living/is-oprah-our-only-hope-or-if-humanity-doesnt-grow-up-fast-can-we-survive/877"}