{"summary":"Although Brazil is a religious country – around 75% of the population is Roman Catholic – the carnival is a deliberately subversive statement, reflecting the country’s modern attitudes and vibrant mix of people. The tradition of carnival is celebrated throughout Brazil but Rio’s is widely believed to be the biggest and the best","advice_category":"8","content":"\nPhoto: sfmission.com on flickr\nIf you’ve ever joined the UK’s most famous and flamboyant street party, the Notting Hill Carnival, you will have experienced something of the taste of this huge-scale, all-out, orgiastic, four-day mother of all parties: the Rio de Janeiro carnival. This mega-celebration in Brazil is an annual event, starting forty days before Easter (so usually mid-to-late February, which tends to be Rio’s hottest month). The tradition of carnival is celebrated throughout Brazil but Rio’s is widely believed to be the biggest and the best. Indeed Rio is recognised as Carnival Capital of the World, attracting around 500,000 visitors every year. \nIn each and every way a glorious and relentless assault on all five of your senses with its triumphant samba parades and the raw energy of the colourful street bands, the carnival is intended to represent hedonism, excess and unfettered jubilation; a true celebration of life and of being alive. Although Brazil is a religious country – around 75% of the population is Roman Catholic – the carnival is a deliberately subversive statement, reflecting the country’s modern attitudes and vibrant mix of people. Its end time coincides with the beginning of Lent, when many people (even the non-religious) temporarily abstain from a naughty or dirty little habit that they enjoy indulging in such as smoking, eating chocolate, drinking alcohol or… well, use your imagination. So the carnival is a no-holds-barred opportunity for going a bit wild and doing whatever the hell you want – and loudly and proudly, too – before Lent’s self-restraint mission begins.\nAlthough it does have a reputation for having its no-go areas, Rio de Janeiro is certainly a city worth visiting anyway – hot all year round with vivacious people (Cariocas) and stunning beaches – but if you can spare the extra cash and enjoy huge rapturous crowds and thumping music, book early for a carnival stay and leave your inhibitions at the airport.\n","author":"darconvillescat","web_category":"travel","title":"Rio Carnival: The Most Colorful Party on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/cities/news-rio-de-janeiro-carnival-most-vivacious-and-outrageous-party-earth"}