{"summary":"A baby panda rejected by its mother has been adopted by a domestic cat and is being raised along with its litter. In a statement the zoo said: \"The young panda is doing well in the circumstances","advice_category":"2","content":"\nYou've heard of the black sheep of the family, well how about the red panda.\nA baby panda rejected by its mother has been adopted by a domestic cat and is being raised along with its litter. The panda and another sibling were initially accepted by their mother but were found to have been abandoned a day later, suffering from hypothermia. Zookeepers at the Artis Zoo in Amsterdam successfully encouraged a cat that had just given birth to suckle the pair - however one of the pandas unfortunately did not survive.\nIn a statement the zoo said: \"The young panda is doing well in the circumstances. For it to survive, it is very important that it gets enough food and grows. We will see if this is the case over the next few weeks.\"\nIt is not unique for a wild animal to be adopted by a domestic one but this unlikely combination seems the first of its kind to be purposefully created within a zoo. The panda would have to be suckled for at least a few weeks before it is able to fend for itself.\nThe tendency of adult animals to nurture babyish-looking animals might help explain why animals sometimes ‘adopt' the young of different species and cats seem particularly susceptible to such a course of action - in the past they have ‘adopted' everything from birds to rabbits. Recently in China a cat that had adopted a rat was even found.\nAnd although it might appear at first glance that those Dutch zookeepers had been at the skunk when they decided to try to make the cat adopt the panda, the relationship just might work out as a remarkable piece of social engineering in the animal kingdom.\nSources: 1,2,3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"nature","title":"Cute Baby Panda Adopted By Cat In Dutch Zoo","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb57.webshots.com-40504-2191841680105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/baby-panda-adopted-by-cat-in-dutch-zoo/1392"}