{"summary":"And, it's not uncommon for them to use tree trunks to do it or rocks for that matter. Elephants have skin which is up to 2.5cm thick in places, so they really need to shake their booty when it's time to scratch","advice_category":"2","content":"\nPhoto: sontag\nHave you got an itch? Well then scratch it. Feels good, huh? And, by the way welcome to the club called the animal kingdom. Walk right in and pull up a chair so that you can enjoy what follows.\nWhy exactly do we find butt scratching funny, you might ask. It's possibly because we identify with our fellow creatures and their great desire to relieve themselves of discomfort. A moment of recognition and camaraderie, perhaps? Or maybe it's just because they are impossibly cute. You decide.\nIbex Scratching with its Horns\n  \n\nAn ibex is effectively a wild goat. And, in the wild, these animals live in mountain habitats. In order to survive they must be agile enough to clamber across bare rock. So while their legs are busy, their horns can come in 'handy' for more than buck fights. Watch this Ibex at work!\nA Giant Panda Shows Us How It's Done\n  \n\nThese guys are lovable, aren't they? They are also an endangered species. Giant pandas are native to mountain ranges in central-western China and south-western China. According to available studies, there is somewhere between 1,590 to 3,000 Giant Pandas remaining in the wild. Therefore, zoos and their breeding programs serve a vital role in ensuring the pandas' survival, as do efforts to conserve their natural habitat.\nGiant Pandas have a paw with a 'thumb' and fingers, which effectively means they have a very human-like tool to scratch with. But hey, if there's something better available, why not use it? This panda does.\nSea Lion BlissPhoto: matthew hull\nSeals are adapted beautifully to the marine environment with their streamlined bodies. They also have limbs that have been modified into flippers as well as all that blubber for insulation.\nSea Lions travel vast distances through the ocean and dive to great depths in search of prey. Is it any wonder that when they come to the surface they look so 'relaxed' and in need of a good scratch?\nWild Elephants Couldn't Stop Me\n  \n\nImagine coming across one of these enormous creatures (the largest of all land living animals) in the wild! Well this elephant isn't too troubled by onlookers. This elephant wants to attend to business.\nElephants have skin which is up to 2.5cm thick in places, so they really need to shake their booty when it's time to scratch. And, it's not uncommon for them to use tree trunks to do it or rocks for that matter. They just have to be careful not to break said tree. Rocks are presumably safer. The largest elephant on record, however, did weigh 11,000kg!\nWild Thing You Make My Heart Sing\n  \n\nPrzewalski horses are said to be the only true wild horses remaining in the world but check this pony out! A beautiful sensual animal in action.\nHorses can sleep standing up so obviously wild ass scratching presents zero difficulties. Just watch.","author":"sontag","web_category":"nature","title":"Animals Busted Scratching Their Butts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockCowPassingGas21807524jpg","url":"http://www.environmentalgraffiti.com/news-animals-caught-scratching-their-butts"}