{"summary":" Not our sun, but you get the point.. The ESA and NASA-sponsored probe SOHO was observing the sun, which was calmly blazing along at 15 million degrees Celsius, when this month it observed a series of solar flares reaching up into the sky, which in turn triggered the terrible solar earthquakes","advice_category":"4","content":"\nPhoto: Image from NASA.  Not our sun, but you get the point.\nI know - who would have thought that a ball of gas so hot we can measure, but not yet properly fathom, be put off by its fusion-powered viciousness?? The sun is having a bad week, and we should all be paying attention, because it's currently suffering quake tremors hundreds of times larger than our entire planet, and launching solar flares that are making me think about buying a higher SPF sunblock.\nThe ESA and NASA-sponsored probe SOHO was observing the sun, which was calmly blazing along at 15 million degrees Celsius, when this month it observed a series of solar flares reaching up into the sky, which in turn triggered the terrible solar earthquakes. The most scientifically interesting were 5-minute long monsters which covered more geographic territory than the planet Jupiter several times over, and left our flaming giant quaking as though it was a bell that had just been struck.\nThe flares, which are powerful towers of gas pulled away from the sun by its magnetic field, are among the most spectacular celestial phenomena, and can easily reach earth - not with flaming death, but via a proton cloud or coronal ejection which can punish aircraft navigation systems and other electronics, or cause the Aurora Borealis.[Mouse That Roared][LabNews]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"The Violence of the Sun: From Monster Flares to Solar Quakes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/violence-of-sun-from-monster-flares-solar-quakes/1197"}