{"summary":"Imagine we are close to a black hole, our space ship has stopped not far from the event horizon of a black hole and we are watching a planet with intelligent life and civilizations that has been captured by the immense gravity of a black hole. Einstein had predicted the existence of black holes, and spectral analysis of the radiation released by the violent activity just outside the event horizon led astronomers to the discovery of the spectral pattern that identifies real black holes in our real universe","advice_category":"4","content":"\nImage: NASA \nBlack holes are back in the news big time, as astronomers continue to catalog them in the Milky Way and beyond. The latest space telescopes have captured a massive black hole recently confirmed as lying at the center of our galaxy: images reveal several wavelengths of violent atomic activity occurring just outside the black hole. And a few physicists are very worried about experiments resuming at CERN's Large Hadron Collider at Geneva in the summer of 2009, which might create tiny, dangerous, runaway black holes that could suck the life out of everything nearby.\n\nFrom Abstract Math to Reality\nBlack holes were first predicted by Einstein in the General Theory of Relativity in 1915 but were quickly assumed to 'not exist' in the 'real' universe. However, in that very same year, Karl Schwarzschild's research using the very advanced mathematical equations of quantum mechanics 'discovered' that black holes could theoretically exist in the universe. The astonishing thing was that these equations describing black holes were now understood to have infinite terms; where the equations 'broke down' (i.e. they could not be solved, there was no 'answer') a boundary had been discovered beyond which all known physics and quantum mechanics seemed not to apply. The Schwarzschild radius was beginning to be understood as the radius of the black hole's event horizon – a boundary beyond which time stopped, and outside of which an observer would see the surface of a star frozen in time at the moment it collapsed into a black hole. Beyond this boundary was a whole new universe that was a complete mystery of form and function.\nAt first, colleagues showed little interest, and this important breakthrough was not widely accepted. But one of the extraordinary adventures of modern atomic physics is the subsequent confirmation of Schwarzschild's research – proof of existence of several atomic and cosmological entities first discovered in the abstract 'universe' of higher mathematics. Time and again, physicists have proven that objects first described by these equations in theory actually exist when confirmed by experiment and observation in the real universe. For instance, in 1930, the astrophysicist Subrahmanyan Chandrasekhar worked out the minimum diameter necessary for a non-rotating star to collapse into itself. Further characteristics of collapsing stars determine whether the result is a white dwarf, neutron star or black hole. And in 1939, Robert Oppenheimer and his colleagues predicted that stars heavier than three solar masses would collapse into black holes.\nCygnus X-1, the first black hole discovered by scientistsPhoto: Image: Space Telescope\nThe list of discoveries goes on. In 1958 David Finkelstein demonstrated that the boundary just outside a black hole, the 'event horizon', was a unidirectional membrane, meaning that once an object passed through, it could not return. In 1963, black holes became more believable to astrophysicists when Roy Kerr showed that black holes that rotate can fit into the developing Standard Model. Real stars rotate, so was it possible that black holes did exist? And the discovery of neutron stars in 1967 established the reality of the first known ultra dense objects in the 'real universe'. Finally in 1970, Stephen Hawking and Roger Penrose proved that black holes are a feature of all solutions to Einstein's equations of gravity. The first 'real' black hole was discovered in 1971. A star in our galaxy was wobbling in an unusual manner that revealed an invisible companion – a black hole – that was named Cygnus X-1.\n\nSingularity, the Event Horizon, Donuts and Falling into a Black HolePhoto: Image: NASA Artist's conception of a black hole with plasma jets and accretion disk\nSome stars die in massive implosions that only stabilize with the creation of a 'singularity' – often a supernova, or super star implosion/explosion – which throws vast quantities of dust, gas and radiation at several wavelengths into the universe. The spectral pattern across the radiation spectrum is distinctive and sometimes meets the requirements for the signature of a black hole. Radiation, including visible light, that is captured by a black hole cannot escape and astronomers cannot 'see' a black hole at any wavelength. The boundary beyond which all matter is sucked into the black hole and can never escape is the 'event horizon'. Astronomers can see and study what happens to gas and radiation at the event horizon immediately before the material is drawn into the black hole by its immense gravitational force. Radiation is emitted at several wavelengths and objects can orbit a black hole indefinitely at the event horizon. Einstein had predicted the existence of black holes, and spectral analysis of the radiation released by the violent activity just outside the event horizon led astronomers to the discovery of the spectral pattern that identifies real black holes in our real universe. A complicated analysis of gas spirals as they fall inward towards the event horizon revealed X-ray emission whose intensity varies over a regular repeating pattern. This Quasi-Periodic Oscillation depends on the mass of the black hole. The higher the QPO frequency, the closer the event horizon is to a black hole. Small black holes have close-in event horizons and high QPO. Large black holes have event horizons further out and lower QPO frequency.\nSupermassive Black HolePhoto: \nImage: Harvard University\nWe will never see black holes directly, but we can determine where they live, their coordinates and much of what they do. The very low thermal radiation predicted by Stephen Hawking to be emitted by black holes is controversial and has never been confirmed. The black hole itself, invisible except for the atomic radiation events just outside its edge, possesses massive gravity whose strength has no equal anywhere in the universe. A black hole is a 'singularity', which in the specialized vocabulary of atomic physics and quantum dynamics means that the laws of physics as we know them in the visible universe do not apply. What does apply is only beginning to be understood because black holes have infinite mass, but no volume and no dimensions. Furthermore, black holes are surrounded by a region of space-time (the true 4th dimension) called the ergosphere in which it is impossible to stand still. Research announced in December, 2008 confirmed that black holes and the material just outside the event horizon can be pictured as a donut. A comprehensive study was made of the centers of 245 galaxies that are powered by disks of hot material feeding a super-massive black hole. Results revealed an ordered physical structure shaped like a donut that is independent of the black hole's size. The black hole itself, of course, is the hole in the donut.\nBlack Hole - ErgospherePhoto: \nImage: Wikipedia\nLet's talk about falling into a black hole – something to be avoided at all costs. A black hole's gravity is so strong, it can pull objects apart at the atomic level when they are just inside the event horizon. Hadrons in the nucleus will be torn apart into their constituent quarks. The process is called spaghettification – although no one predicts the creation of pasta shaped objects. Spaghettification is odd because how gravity interacts over distance is the defining parameter not the absolute strength of the gravitational field. Small black holes have the greatest capacity to tear objects apart while objects falling into massive black holes might remain largely intact.\nImagine we are close to a black hole, our space ship has stopped not far from the event horizon of a black hole and we are watching a planet with intelligent life and civilizations that has been captured by the immense gravity of a black hole. Before the planet crosses the event horizon, it experiences time dilation – the slowing down of time – relative to those of us beyond the gravitational field of the black hole and outside the event horizon . As we watch, all active processes on the planet seem to be slowing down as it approaches the event horizon. Gravitational time dilation will approach infinity for the falling planet as it travels closer and closer to the event horizon. When it is very close to the event horizon, we notice that the planet appears red because as objects approach the speed of light, their visible light spectrum shifts towards red wavelengths. The planet is also becoming very faint and difficult to see. At a point just before the event horizon, it 'disappears'. Faint red light carries very little energy because the frequency of light now completes fewer cycle per 'tick' of the clocks we watch as outside observers. However, from the viewpoint of those on the planet falling into the black hole, we appear blue because distant objects as viewed from this planet inside the event horizon appear blue-shifted.\nTo those of us watching outside the event horizon, it appears to take an infinite amount of time for the planet to cross the event horizon. To those on the planet, at first there is nothing unusual that can be seen or heard and objects outside the event horizon are still visible. When it is very close to the black hole singularity, everything on this captured planet is torn apart down to the atomic level where subatomic particles are ripped away from one another. Once inside the black hole – in the singularity – we have almost no ideas and no good theories for what happens.\nBlack Hole disrupts and swallows nearby starPhoto: \nImage: Harvard University\n\nSmaller and smaller black holes\nMicro-size black holes can be modeled and predicted but have never been found. Some atomic physicists believe that the highest energy collision experiments scheduled to resume at CERN's Light Hadron Collider might produce micro black holes. As black holes absorb more energy, they get colder and become more massive. A black hole the size of the planet Mercury would have a temperature of 2.73 K, which is equal to the cosmic background radiation. A black hole more massive than Mercury will be colder than the background radiation, it will gain energy from the cosmic background radiation faster than it gives off energy through Hawking radiation and it will become still colder. For less massive black holes, they are expected to lose mass through time and slowly evaporate while becoming hotter and hotter.  Minute black holes, such as those modeled for the LHC experiments, are predicted by many physicists to undergo runaway evaporation and disappear in a final burst of radiation. If ultra-high-energy collisions of particles in a particle accelerator can create microscopic black holes, it is expected that all types of particles will be emitted by black hole evaporation, providing key evidence for any grand unified theory. Particle collisions in the LHC with such results would be an extraordinary milestone in the history of science and our understanding of how the universe came into existence and how it is constructed.\n\n\nSources: 1, 2, 3","author":"merlynne6","web_category":"science","title":"Environmental Graffiti's Guide to Black Holes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/guide-to-black-holes/6573"}