{"summary":"All life on our planet in some way depends on water – it is something that all living things on our planet require for survival. According to Stephane Undry, Gliese 581 d could also be covered by a large, deep ocean, and could be the first ocean planet known to science","advice_category":"4","content":"\nPhoto: OpenCage\nFor many years, scientists have been studying our solar system pursuing the possibility of finding other life. However, there are very little if any traces at all. Scientists claim to have discovered fossilized bacteria on Martian rock, but the case for whether this is accurate or not is still being debated; the ancient meteorite discovered in 1996 named Allan Hills 84001 (below) was the little rock that started this argument.\nPhoto: Kunalm\nAstronomy experts and scientists alike, have come to a shared conclusion that there is no possibility of any life existing on any other planet in our solar system as the conditions and temperatures are far too extreme to support living matter. You do have to think about the many creatures in the deep sea which have to endure unearthly crushing pressures and extreme sub zero temperatures, as well as extremely high temperatures from volcanic activity. Creatures such as Giant Tube Worms and whole ecosystems revolve around an environment that most would consider impossible for any living thing to inhabit. It does beg the question as to whether scientists should be so skeptical about other life in the universe. You could argue that the more we discover about the depths, (which mankind actually knows less about than the surface of the moon) the more we will learn. It will change our perception of the restrictions that physics and chemistry pose on biology. There is still much to be learnt.\nDeep sea creatures, which live in these extreme conditions could also be a reminder of how bizarre and abstract alien life exposed to different atmospheric pressures and gravity, along with unearthly temperatures, could well be.\nScientists realize that the Earth is just the right distance from the sun to allow liquid water to exist. All life on our planet in some way depends on water – it is something that all living things on our planet require for survival. So by that logic, based on what we already understand the best place to search for life, or the most likely places to have life, will have to have very similar properties to our own planet.\nAs recently as 2007, a group of astronomers led by Stephane Udry, at the Geneva Observatory, discovered a string of planets that might well tick all of the boxes in the list of properties required for life: the Gliese Planets. Out of the three planets shown in the diagram below only two have been confirmed to be within the habitable zone. Gliese 581 g, which is of a similar size to Earth is thought to be the most likely to hold life.\nPhoto: Phot-15b-09-fullres.jpg: ESO\nGliese 581's system, is well out of range of current technology, at 20 light years from our solar system. So traveling to it would take an incomprehensible amount of time – even with mankind’s fastest moving object, something like the 150,000mph Helios 2, which is currently in orbit around the sun.\nAstronomers originally thought Gliese 581 d was not within range of its star for water to exist, but since recalculation in 2009, it has been suggested that this is not the case. According to Stephane Undry, Gliese 581 d could also be covered by a large, deep ocean, and could be the first ocean planet known to science. Gliese 581 d is 5.6 times the mass of Earth so is a giant in comparison with our own planet. This earned it the classification of a Super-Earth, along with its two sister planets.\nIt is believed that the light 581 d receives on its surface is only 30% of that which we have on Earth. You could argue this may suggest that it is simply too cold to support liquid water and therefore life. However, a planetary greenhouse effect (if effective enough) would be enough to raise the temperature to support water, and therefore, quite possibly life. To give an example: Earth’s own temperature without the aid of its greenhouse gases would be around -18 degrees. This would simply be too cold to maintain liquid water, making our own home planet inhospitable!\nThere is still much speculation as to whether the Gliese System as a whole could support any life. Scientists and astronomers alike are still debating about whether the planet receives enough tidal heating to allow for active plate tectonics, as we have on Earth.\nHowever at some point in the future, if and when we have the technology at our finger tips, Gliese could quite possibly end up being a home from home - offering a second home for the human race in a forgiving universe.","author":"Patrick Goddard","web_category":"science","title":"Could the Gliese 581 Star System be Home to Alien Life?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/news-home-home"}