{"summary":"Mills has been in the news a lot recently during her high-profile divorce from Beatles member Paul McCartney. Mills and Viva! do have a somewhat valid point","advice_category":"8","content":"\nSir Paul McCartney’s ex-wife Heather Mills recently launched a campaign focusing on the environmental benefits of a vegan lifestyle.\nThe HOT! Campaign, supported by animal rights charity Viva!, is an attempt to convince people that abandoning meat, dairy, and animal products from their diets is the most effective method of fighting global warming.  Mills will feature in two billboards. The first has a headline of \"Hey Meaty, you're making me so hot!\", and focuses on the role meat-eaters play in global warming. The second accuses people who call themselves environmentalists and eat animal products of being hypocrites. It carries my personal favourite headline, \"You haven't got a leg to stand on!\"\nMills made a speech at the famous Speakers’  Corner in London’s Hyde Park to kick-start the campaign. Mills said: \"The startling truth is that animals farmed for meat and dairy are now one of the greatest threats to the planet. They are at the heart of almost all the world's environmental catastrophes. Viva! has been saying this for years and now the UN has confirmed it with a report so detailed that it can't be ignored – except by government. It remains silent and continues to pour huge subsidies into meat and dairy farming.”\nShe continued: \"Fortunately, as individuals we don't have to wait for anyone. You can end your involvement in this vandalism overnight and help to secure our children's future. All you need to do is change your diet – it's that simple. Change your diet – change the world!\"\nMills and Viva! do have a somewhat valid point. Livestock are thought to cause 18% of the world’s greenhouse gases, more than all the world’s transportation combined. Livestock farming is also the primary cause of rainforest deforestation, as farmers cut down trees for land to graze their animals and grow their feed.  In my opinion, however, a vegan lifestyle is a far too radical change for most people, and I doubt the campaign will have much effect.\nMills has been in the news a lot recently during her high-profile divorce from Beatles member Paul McCartney. She gave an interview last month to describe the painful ordeal of the marriage and divorce. She claimed fans were making her life miserable, and that she had been treated worse than a murderer or paedophile.\nSource: Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Heather Mills Is Hopping With Excitement Over New Pro-Vegan Campaign","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/heather-mills-is-hopping-with-excitement-over-new-pro-vegan-campaign/506"}