{"summary":"The proposed system for governing the distribution of human body hair includes genes for demarcating regions of the body, genes for hair color, genes for suppressing hair growth in certain regions, and genes for promoting hair growth in select regions. Ultimate causes and proximate causes make coarse hair grow from the armpits and other regions","advice_category":"4","content":"\nPhoto: David Shankbone\nThe sight of hair can trigger an emotional response depending on cultural expectations. One Swedish woman faced global criticism for exposing her grown armpit hair, although her compatriots stood by her in solidarity. Gender and culture combine to shape attitudes towards hair. It is taboo for women to grow armpit hair in some cultures, but not in others. Men's armpit hair is acceptable in places that reject women's armpit hair. And the societal norms for men's facial hair depend on the culture. The men at an American protest depicted above shaved their faces but let their armpit hair grow. Regardless of societal pressure, hair is a natural phenomenon, and one has the right to shave or grow hair as one sees fit.\nPhoto: Daisy DoubleOh\nA webpage by Columbia University explains the ultimate causes of pubic and armpit hair. Armpit hair increases the surface area from which pheromones can emanate. The pheromones from the armpits signal reproductive compatibility to potential mates. They can stir sexual urges in some people. These chemicals give information about a person's Major Histocompatibility Complex and draw women toward genetically different men. A preference for unrelated mates prevents inbreeding depression, which is the reduced fitness that results from mating with close relatives.\nPhoto: Jashiro Dean Photography\nEvery biological phenomenon has ultimate causes and proximate causes. Genetics bridge these two types of causes. Ultimate causes, such as evolutionary forces, determine which genes an individual will have. Then the genes start a cascade of proximate causes in each individual that result in biological traits.\nAn academic essay from Texas Tech University speculates about proximate causes for the distribution of body hair. The proposed system for governing the distribution of human body hair includes genes for demarcating regions of the body, genes for hair color, genes for suppressing hair growth in certain regions, and genes for promoting hair growth in select regions. Support for the theory comes from mutations in humans and comparisons with other species.\nPhoto: cole24_\nUltimate causes and proximate causes make coarse hair grow from the armpits and other regions. People can shave off hair for a smooth look or let it grow for a natural look. Although each person is created with a unique set of genes for the distribution of hair, everyone is created with the universal right to alter that distribution or let it grown naturally. So feel free to shave that beard or let that armpit hair grow, and don't let any embarrassment keep you from reaching out to the world.","author":"Joseph Dunsay","web_category":"science","title":"What Your Armpit Hair Says About You","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/biology/news-what-people-can-say-their-armpit-hair"}