{"summary":"Wigan may have had his problems, and his work may be both physically and mentally gruelling, but the pieces he creates – which must be seen through a microscope to be not only believed but perceived – have quietly ushered in their share of clich?s. Yet what if the labour of love you had invested so much of yourself into was smaller than the head of a pin – yet more intricate than many artworks thousands of times its size? Enter the world of micro-miniaturist Willard Wigan, where sculptures stand a fraction of a millimetre tall, all but invisible to the naked eye.","advice_category":"6","content":"\nPhoto: Little Miss Muffet; Unless otherwise stated, all images courtesy of Willard Wigan\nAnyone who has lost a piece of work they have slaved over – a file erased forever, say – will know the word traumatic sometimes doesn't put too fine a point on the experience. Yet what if the labour of love you had invested so much of yourself into was smaller than the head of a pin – yet more intricate than many artworks thousands of times its size? Enter the world of micro-miniaturist Willard Wigan, where sculptures stand a fraction of a millimetre tall, all but invisible to the naked eye.\nIncredible HulkPhoto: \nWigan gives the phrase steady hands a whole new meaning. Using tools like a tiny surgeon's knife, he carves figures out of materials including dust particles and sugar crystals, fragments of gold and grains of sand. He scrapes with immeasurable precision and uses a hair plucked from a dead fly's back to paint his creations, sometimes spending months on end over a single piece. Such painstaking and emotionally sapping graft inevitably takes its toll.\nNine CamelsPhoto: \nYes, for Wigan, the work can be wretched. Incredibly, as he sculpts, he enters a meditative state, slowing his breathing and heart rate to avoid hand tremors that might prove disastrous. As he told the BBC: \"You have to control the whole nervous system, you have to work between the heartbeat – the pulse of your finger can destroy the work\". He often toils through the night, when there is less chance of being disturbed by vibrations like those from traffic outside.\nMad Hatter's Tea PartyPhoto: \nWith some of his pieces so infinitesimal they rest tenuously on the tip of a human eyelash, it's perhaps small wonder that Wigan's work has had its mini-catastrophes. He once lost a sculpture of Alice in Wonderland as he was moving her to a needle; she simply disappeared, inhaled perhaps in Wigan's own breath. Yet there are also great highs in what he does – not least people's astonishment when they see the miniscule fruits of his labour for their own eyes.\nSimpsonsPhoto: \nThe picture Wigan paints of his childhood is not an entirely happy one. Born in 1957, he suffered from dyslexia and learning difficulties – and to this day cannot read and write. Struggling at school, his teachers made him feel insignificant, so that aged just 5 he sought a way to express himself safe from the criticism he was subjected to. He found it making houses and later shoes and hats for ants. It was a fantasy world, but his career as a micro-sculptor was destined to become a reality.\nHenry XIII and His Six WivesPhoto: \nFrom his troubled childhood in Birmingham, England, Wigan would later become internationally renowned. In 2007 he was awarded an MBE for his services to art just months after selling a 70-piece collection of his life's work for 20 million dollars – proof that there are sizable rewards for art so small. He also has his admirers – albeit baffled ones – in scientific circles such as medicine, and his cutting edge skills have been discussed by micro-surgeons and nano-technologists alike.\nThe Obama FamilyPhoto: Image via: Midlands Today\nWigan may have had his problems, and his work may be both physically and mentally gruelling, but the pieces he creates – which must be seen through a microscope to be not only believed but perceived – have quietly ushered in their share of clich?s. Less can be more, small is beautiful, and something out of nothing are but a few. In Wigan's own words: \"Nothing doesn't exist\". And he intends to take the sculptures he produces even smaller.   \nWillard Wigan is currently displaying his work at the My Little Eye Gallery, Bloomsbury, London and is also on tour with an exhibition in the US\nSouces: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Beauty is in the Eye of the Pin Holder","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","url":"http://www.environmentalgraffiti.com/featured/beauty-eye-pin-holder/12840"}