{"summary":"Aztai upPhoto: Photo: Panthera Snow Leopard Trust. Aztai leaving sleeping bagPhoto: Photo: Panthera Snow Leopard Trust","advice_category":"2","content":"\nPhoto: Photo: Steve Winter and National Geographic\nAs the blue light of evening falls, the cat comes almost imperceptibly into view. Silently, the majestic predator pads along in search of food, its long, thick, silvery grey fur and black markings well camouflaged against the surrounding terrain. Native to the rugged mountainous regions of Central Asia, this solitary and crepuscular creature is among the most secretive of big cats. It is also one of the most threatened. As few as 3,500 snow leopards remain in the wild, ranging across twelve Asian countries – among them Afghanistan and Mongolia – and numbers continue to decline.\nSnow leopard on the prowlPhoto: Photo: Steve Winter and National Geographic\nIn Afghanistan, where the population of snow leopards barely reaches into the hundreds, the capture and death of one of these rare creatures was the recent focus of a USA Today article. When the Afghanistan National Environmental Protection Agency received word of the sale of a snow leopard by Afghan villagers who had trapped it, they notified the authorities, who swooped to seize the animal.\nSnow leopard snaredPhoto: Photo: Panthera Snow Leopard Trust\nRepresentatives of the US presence in Afghanistan promptly heard the news. Richard Fite, a senior advisor with the US Deptartment of Agriculture stationed in Mazar e Sharif reported that the snow leopard “had been snared, had all four legs bound together, and was transported by truck for at least 2-3 days over a terrible road in cold damp weather, poked and prodded by many, held in captivity for a week.”\nCamouflaged catPhoto: Photo: Geir Rune Rauset\nLocal and international officials joined forces to provide aid for the stricken animal, but despite their efforts, it was not saved. Still, even with the sadness surrounding the death, the story being spun is one of optimism. The interest and support local Afghanis showed the leopard – in a country where environmental protection is hardly a priority – gives conservationists working to protect the species hope.\nTsagaanPhoto: Photo: Orjan Johannson\nYet it appears human attitudes to the snow leopard are shifting across its range. Tom McCarthy, director of the non-profit conservation group Panthera's Snow Leopard Program highlighted the fact that one of the threats facing this endangered cat is that it generally inhabits areas where humans make their living from herding. Thus, when livestock is lost, catching the animal is the people’s only recourse.\nAztai upPhoto: Photo: Panthera Snow Leopard Trust\nPanthera creates programmes that allow snow leopards and humans to co-exist. They work with local herders, for instance, to reduce threats to livestock through improved livestock husbandry practices. In Pakistan, livestock vaccination is offered to villagers. \"The loss to disease goes down so much that the community can afford to lose a few animals to the snow leopards,\" McCarthy told USA Today.\nTom and AztaiPhoto: Photo: Panthera Snow Leopard Trust\nElsewhere, conservation efforts are less hampered by the effects of human conflict and political interests. “In Mongolia herders make handicrafts that are sold in zoos in Europe and the United States. If at the end of the year the community hasn't killed any snow leopards, then the whole community gets a bonus,\" said McCarthy. And the Snow Leopard Trust’s projects in Mongolia don’t end there.\nShonkorPhoto: Photo: Panthera Snow Leopard Trust\nPanthera’s Snow Leopard Trust is working to track the elusive snow leopard from its research base in Mongolia’s Gobi Desert. Among the means recently employed were over 40 cameras fitted over a 500-square-mile area – the most ambitious camera trapping study ever undertaken for snow leopards – and GPS satellite collars used to monitor the survival and movements of individual snow leopards.\nAztaiPhoto: Photo: Panthera Snow Leopard Trust\nAztai was the first snow leopard to be outfitted with a collar when the Snow Leopard Trust began its study in August 2008. The team managed to collar Aztai again the following summer before the battery on his existing collar ran out, which was gratifying in the sense that they could follow him for another year, gathering information that would help to develop better strategies to conserve snow leopards.\nAztai leaving sleeping bagPhoto: Photo: Panthera Snow Leopard Trust\nIn 2009 the team also saw that Aztai had lost a toe on one paw, perhaps to a trap set for wolves. “Even though snow leopards are protected and killing them is punishable by stiff fines, it’s difficult to enforce the laws in a country as large and with so little infrastructure,” wrote Kim Murray, the trust’s Assistant Director of Science. “A stark reminder of the challenges we face in protecting this magnificent species.”\nCat lying downPhoto: Photo: Geir Rune Rauset\nYet the effort to learn more about these ‘ghosts of the mountains’ (known as irbis in Mongolian) continues, and with some hope for their survival. In spite of the various threats to the species – including the illegal trade snow leopard parts, decrease in natural prey, and habitat degradation – the fact that they live in some of the harshest and hardest to reach places on Earth may just be the key to their survival.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Rare Photographs of the Snow Leopard in its Natural Habitat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/featured/photographs-snow-leopard/20880"}