{"summary":"Places where cold and warm air and water meet are also fog prone; so are valleys that trap warmer or more polluted air, therefore encouraging fog formation upon hitting cooler air or a certain temperature. Vancouver in the fog as seen from Grouse Mountain:Photo: ","advice_category":"6","content":"\nPhoto: Dubai’s marina area seen from the 36th floor, even 100ft-cranes barely visible:\nImage via wunderground\nTall spires rise with the first rays of the sun over a blanket of white, carefully poking through a dense cloud cover. Surreal? Yes. Photoshopped? Never. Just the incredible interplay of fog, skyscrapers and sunlight that seems to play tricks with our eyes. Some cities like Dubai, Vancouver and San Francisco just have all the ingredients for stunning fogfloater pics.\nThe London Docklands in the Fog:Photo: \nImage: Nuty350\nWhat is the difference between fog and cloud cover? Fog is also a cloud, just a really low one that touches the ground. Its formation has to do with various factors, one being the difference between temperature and dew point: If it is less than 2.5 ¢XC (4 ¢XF), fog begins to form and water vapour condenses into minuscule water droplets.\nIstanbul’s Levent area under a fog blanket:Photo: \nImage: John Walker\nIn addition, water requires a non-gaseous surface like dust, pollutants, aerosols or salt to transform from vapour to liquid. Because of the high salt content in the air, coastal regions are often foggy – San Francisco being a famous example.\nHere, under a thick fog blanket, only the Sutro Tower sticking out and downtown not yet covered:Photo: \nImage: Mila Zinkova\nFoggy Miami morning, seen from the 55th floor looking over Brickell Avenue:Photo: \nImage: John Nygard\nPlaces where cold and warm air and water meet are also fog prone; so are valleys that trap warmer or more polluted air, therefore encouraging fog formation upon hitting cooler air or a certain temperature. Dubai, for example, located on the Persian Gulf Coast yet also within the Arabian Desert is prone to fog that blankets the city, letting only its many skyscrapers peek through in a spectacular fashion.\nAll in a row:Photo: \nImage via americanidle\nUnder construction skyscrapers in Doha, Qatar, also located on the Persian Gulf:Photo: \nImage via simplelifeathome\nVancouver is another city whose geography makes it fog prone: Vancouver is located between Burrard Inlet to the north, Fraser River to the south and the North Shore Mountains that dominate the cityscape. On a foggy day, the view from one of the nearby mountain tops is spectacular.\nVancouver Bay swathed in fog at sunset with mountain backdrop:Photo: \nImage: Patrick Doheny\nVancouver in the fog as seen from Grouse Mountain:Photo: \nImage: Nilmandra, used with permission\nDowntown Vancouver as seen from Cypress Mountain:Photo: \nImage via bathosphere\nDid you know that there is a difference between fog and mist? A thin one, literally: A dense cloud that reduces visibility to under 1 km is called fog; a slightly less dense cloud that produces visibility anywhere from 1 km to 2 km is called mist. In the last three pictures, we're clearly looking at fog, not mist.\nAs the sun is rising out of the fog, so is Chicago:Photo: \nImage: Ariste\nNot a ship but a building breaking through morning fog in New Orleans:Photo: \nImage: Ludie Cochrane\nWith a dramatic mountain backdrop in Cape Town:Photo: \nImage: Kristin\nFog over housing complexes in Szczecin, Poland:Photo: \nImage: Adam Zajdzic\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Steel Giants Floating on a Blanket of Fog","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/featured/steel-giants-blanket-fog/20306"}