{"summary":"For three years of my college career I woke up every morning in the Florida Everglades. The Florida Everglades is the only ecosystem of its kind","advice_category":"2","content":"\nPhoto: Amanda+Abella\nFor three years of my college career I woke up every morning in the Florida Everglades. I would look outside my dorm window and see miles worth of sawgrass, water, and blue skies. On my way to class, alligators would follow me with their eyes and snakes would sometimes say hello. Students would occasionally see a panther during their midnight run and deer were always running through fields. I have even saved a tortoise or two from being hit by a car.\nThe Florida Everglades is the only ecosystem of its kind. The national park alone has five different habitats ranging from swampland to pineland to the Florida Bay. But unfortunately, whatever is not considered a part of the national park is always caught in a battle with development. This includes hundreds of miles of habitat which also house educational and conservation facilities.\nPhoto: Amanda+Abella\nHere are 5 lesser known reasons why we should fight to keep the Everglades.  Some of these reasons are based on my own experience living within the ecosystem itself, while other tidbits I collected from park rangers, sanctuaries, and volunteers when I was in college.\n5. There are black bears in the Everglades. Most people actually don’t know this. I didn’t even know this until college and I have lived in Florida my entire life.\n4. There are 56 different species of animals that can be found in the Everglades that are endangered. Of these 56 species, 22 reside in only two National Parks, four National Wildlife Refuges and one National Marine Sanctuary.\n3. Only about 80 to 100 Florida Panthers remain in the Everglades as they are constantly being hit by cars. The good news is that the rangers at the H P Williams Picnic Area on Tamiami Trail are doing everything they can to keep the panthers alive. They also give informative talks to tourists every day to raise awareness.\n2. Corkscrew Swamp Sanctuary is located within the Florida Everglades. This is one of my favorite places to go as it has long boardwalks that go through several different kinds of habitats. It’s also a great spot for photography. I actually found this place thanks to my college biology class in which our professor gave us a special tour.?\nPhoto: Amanda+Abella\n1. Sunsets in the Florida Everglades were my favorite part about living in this unique ecosystem. With each evening there is a painting of apocalyptic reds, oranges, greens, yellows and purples. No two sunsets are alike and with the Everglades in the foreground it makes for quite a breathtaking view.\nPhoto: Amanda+Abella\n\nAnd there you have it, the 5 lesser known reasons to conserve the Everglades. These may not be the typical reasons one would expect from a self described environmentalist, especially since things like water and land conservation are such big issues.  However, I firmly believe that sometimes the best reasons are the simplest ones, which people tend to overlook.\nSources: Threats to the Everglades, Florida Everglades","author":"veritasart","web_category":"nature","title":"5 Reasons We Must Save the Everglades","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3679129785379507d6bazjpg_0","url":"http://www.environmentalgraffiti.com/conservation/news-5-lesser-known-reasons-conserve-everglades"}