{"summary":"Dan Buettner must be very used to being called \"young man\" by now-- despite being nearly 50 years old and quite well-accomplished, he's been researching the communities with the oldest citizens in the world, and has begun to unlock the secrets to a long and full life.. Japan possesses an overwhelming sense of purpose,  Buettner reports, and the concept has a name: ikigai","advice_category":"8","content":"\nDan Buettner must be very used to being called \"young man\" by now-- despite being nearly 50 years old and quite well-accomplished, he's been researching the communities with the oldest citizens in the world, and has begun to unlock the secrets to a long and full life.\nPhoto: Image by Lordbigfire on Fickr\nSo what is it, exactly, that makes people in some parts of the world (Buettner calls them \"blue zones\") live so long?\n There are five things he has found as a common thread from Japan to Costa Rica to Loma Linda, California.\n5.  A Sense of Faith\nPhoto: Image from Flickr\nLoma Linda, California, boasts the highest concentration of Seventh-Day Adventists in the world, and the average Adventist man lives 11 years longer than the average American man.  This is also a factor in Sardinia,  where a large Catholic population fuels one of the \"Blue Zones\" and lives far longer than the average Italian.\n4.  A Sense of Purpose\nJapan possesses an overwhelming sense of purpose,  Buettner reports, and the concept has a name: ikigai.  Loosely translated, it means \"that which makes one's life most worth living.\"  It strikes him then, as no coincidence that Okinawa has the longest disease-free life expectancies in the world.\nPhoto: Image from Flickr\n3.  Low-Intensity Activity\nLow-intensity activity does a phenomenal job of keeping the body in working order without placing too much stress on an aging system: getting out an walking, or enjoying some form or recreation also contributes to a sense of independence that allows the mindset needed for the other points to flourish.\nPhoto: Image from Flickr\n2.  An Investment in Family\nFamily, like the previous item, helps develop support structures, as well as an essential mindset of caring; Buettner simply states that he's never met a mean centenarian.\nPhoto: Image from Flickr\n1.  A Plant-based Diet\nFinally, yes, there is one essential oddity-- a diet that's drastically different from that of most Americans.\nConsistently, Buettner reports people eating small portions and not much meat in their diets. This accounts for the widespread success outside of the United States, especially in places like Italy, Japan, and Costa Rica, where culture has embraced a different style of cooking.\nPhoto: Image from Flickr\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Five Secrets to Live To 100","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/green-living/five-ways-to-live-to-100/1056"}