{"summary":"The mud volcanoes are situated in Azerbaijan’s Gobustan State Reserve, a treasure trove of prehistoric rock carvings, the mud volcanoes themselves, and a natural musical stone called the Gaval Dash. Although mud volcanoes are also often associated with their much hotter lava volcano cousins, Azerbaijan’s are visible signs of oil and gas reserves hidden far below the Caspian region","advice_category":"2","content":"\nPhoto: Image: Gernott444\nBubbling and belching away like witches’ cauldrons, mud volcanoes are one of nature’s more murky oddities. They’re found spattered throughout the world, but astonishingly around 300 of the earth’s estimated 700 mud volcanoes lie in Azerbaijan and the Caspian Sea. Capable of ejecting millions of cubic metres of hydrocarbon gasses plus mountains of mud, these geological marvels – some of them over 200 metres high – are a sight to behold. \nHubble, bubble, toil and troublePhoto: Image: jrozwado\nMud volcanoes are concocted by geo-excreted gases and liquids in which solids are suspended. Excreted is the right word too, as 86% of the gas released by these flatulent natural wonders is methane, with the rest of the gases made up of carbon dioxide and nitrogen. Just remember to pack your nose peg when you’re planning your next trip to these sights in Eastern Azerbaijan.\nPyrotechnic mischief?Photo: Image: BuggeredCamera\nGurgling innocently away like a babe of the earth’s crust, it’s hard to believe Azerbaijan’s mud volcanoes could be capable of mischief. Yet in 2001 a mud dome 15 km from the capital Baku behaved like a teenager up to pyrotechnic tomfoolery when it started spewing out flames 49 feet high. Some eyewitness reports even suggested the flames were initially many times higher.\nA natural spa...Photo: Image: magen inon \nBut despite the possible perils of mud volcanoes – whose mudflows have also been known to destroy homes – catastrophes and loss of life are thankfully rare. Indeed, such are the cool and ambient temperatures of Azerbaijan’s seeps that geologists, locals and tourists make treks to take baths in the volcanoes' mud and feel its therapeutic effects.  \nStored beneath the surfacePhoto: Image: Rita Willaert\nAlthough mud volcanoes are also often associated with their much hotter lava volcano cousins, Azerbaijan’s are visible signs of oil and gas reserves hidden far below the Caspian region. A deep mud reservoir connected to the surface acts as the source of eruptions here, and even in dormant periods seeping water at the surface shows traces of its subterranean origin.\nA true treasure trovePhoto: Image: Baku87\nThe mud volcanoes are situated in Azerbaijan’s Gobustan State Reserve, a treasure trove of prehistoric rock carvings, the mud volcanoes themselves, and a natural musical stone called the Gaval Dash. Only to be found in Gobustan, this amazing large, flat stone, formed from three supports, produces tambourine-like sounds when struck. So what are you waiting for? Azerbaijan awaits.\nSources: 1, 2, 3, \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Amazing Mud Volcanoes Of Azerbaijan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/amazing-mud-volcanoes-azerbaijan/9547"}