{"summary":"Dana Bergstrom, part of the Australian Antarctic Division and head of a research project on alien species in Antarctica, said: \"It's a species that gets everywhere, it's already on most of the Antarctic islands.” She said that if the species gets a toehold on the continent “it would just create lawns.\". This means the ground nesting birds, seals, and whales that populate Antarctic territory could soon be joined by mice and rats brought by ships carrying tourists and scientists to the continent","advice_category":"4","content":"\nTourists and global warming are setting the stage for an alien invasion of Antarctica.\nPhoto by Andrew Mandemaker\nAlien species have had a significant negative impact on the ecology of many other continents. The environmental problems caused by alien species, such as pigs and rabbits, in large sections of the world has been studied at length. Now, one of the world’s last untouched places is in danger of becoming home to introduced species, with potentially disastrous consequences.\nFor now, Antarctica is still somewhat protected by its cold climate. But as temperatures rise, this safety net begins to fall away.  One of the effects of global warming has been to make the Antarctic peninsula, the bit of the continent that curls closest to South America and has slightly warmer temperatures, a more suitable habitat for outside wildlife.\nThis means the ground nesting birds, seals, and whales that populate Antarctic territory could soon be joined by mice and rats brought by ships carrying tourists and scientists to the continent. Mice, rats, and cats have already overrun Macquarie Island in Australia’s sub-Antarctic territory.  The rodents could decimate the populations of ground nesting birds as they have when introduced into many environments before, such as the Pacific islands.\nBut animals aren’t the only threat to the Antarctic ecosystem. Scientists fear that if global warming causes the continent’s climate to thaw out, introduced plant species could take over. One species of grass, agrostis stolonifera, is a particular threat. Dana Bergstrom, part of the Australian Antarctic Division and head of a research project on alien species in Antarctica, said: \"It's a species that gets everywhere, it's already on most of the Antarctic islands.” She said that if the species gets a toehold on the continent “it would just create lawns.\"\nBergstrom blames plant seeds, spores, and insect eggs that attach to the clothes of scientists and tourists for the introduction of most species. The organisms find their way in despite strict bans on importing most types of plants and animal products. She said: \"Antarctica is the last bastion of a pristine environment compared to the rest of the world. It has been isolated by the southern ocean -- people are starting to break that barrier.\"\nEven with a still chilly environment, several alien species are cropping up on the continent. One sample from a small Antarctic pond found eight organisms previously unknown there.\nSource: Reuters\nIf you want to find out all the latest news on humans' effects on the environment and ecology, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Global Warming Causes Alien Invasion in Antarctica","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/global-warming-alien-invasion-antarctica/740"}