{"summary":"He falls into a curled ball in the stairwell steps and rolls to the cabin floor. A 14 ft sailing boat rolls with the waves several miles from the harbor of Anchorage, Alaska on a late summer afternoon","advice_category":"4","content":"\nPhoto: Craig O'Neal\nA 14 ft sailing boat rolls with the waves several miles from the harbor of Anchorage, Alaska on a late summer afternoon. The crew are pulling down sails, rolling up rigging and battening down hatches as fast as they can. Even so, threatening thunderheads from a Pacific storm are billowing up over their heads even faster.\nFar in the distance they see the first flash of lightning. Distant clouds obscure the horizon as rain pours onto the sea. Fifteen seconds later the rumble of distant thunder rolls over their tiny boat. The four crew members, two couples on a birthday outing, feel their skin tingle as a gathering charge stands the hair on their bodies upright.\nAs they quickly scurry down steps to the boat's interior through the cabin door, a blinding flash of light and a deafening crack engulfs them all, throwing three members across the room. But for a brief 3 milliseconds, in less time than it takes the other three to reach the floor, their fourth member, the birthday boy, is seized by a bolt of lightning.\nPhoto: Fir0002\nIn that instant, 50,000 degrees (Fahrenheit) of scorching heat blow the new hat off his head and shred his shirt like an explosion. The heat blisters wood all through the entry way, while 300 kilo-volts (five times the current of a typical home or business) flashes from the top of the man's head, down over the surface of his skin, singeing each tiny hair follicle.\nThe man's jewelry, a gold necklace, bracelet and ring, even his belt buckle and trouser buttons, are radiated, like filaments of a hot electric stove, frying the local skin and sub cutaneous tissues. Every muscle in his body convulses, pulling in as tight as possible, while the tiny capillaries in and under his skin burst. The heart stops, contracting as tightly as a granite stone.\nIn the 4th millisecond, the flash passes from the man to the boat, dispersing through the hull into the sea. He falls into a curled ball in the stairwell steps and rolls to the cabin floor. His shoes are shredded as badly as his shirt and smoke rises from the burned fabric, hair and flesh. He is unconscious.\nPhoto: Wade Bel\nSeveral moments later (a relative eternity of time) his three companions  jump to his aid. They gently help him unfold as the convulsed muscles slowly release their grip. Once laid straight, they listen for heart beat and breathing. There is nothing. One begins to press on the victims chest while the other breathes air into his lungs. The stricken man, coughs, gasps, inhales and begins to breathe.\nHis friends check for injuries. He has blood oozing from broken ear drums. His hands and feet are numb and weak. His pupils are tightly closed, making no response to the light.However, not seeing any broken bones or gashed flesh, the crew elevate his legs onto a pillow above his head to keep life giving blood flowing to his brain. They place blankets over him to keep him warm and remove his shredded footwear.\nMore thunder rolls over the tiny boat. With each peel, the stricken man flinches. He remains unconscious, but his heart beat, breathing and pulse appear stable. There is a Coast Guard Helicopter on the way. He will live.\nIn spite of the fact that his odds of being struck by lightning were only one in 700,000, on this day his luck still held. For, of the nearly 400 people struck in the US each year (about 60 in the UK), over 20% will die.  =But, with  immediate medical attention, the type of help provided by his friends and crew mates, people like our birthday boy frequently survive and live to sail another day.\nFor more information see \"What happens if you got struck by lightning right now?\" and \"What happens when people and lightning converge?\"","author":"Russell Vallimont","web_category":"science","title":"When a Man is Struck by a Bolt of Lightning...","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-man-vs-lightning"}