{"summary":"Can't get enough of tree houses? Read about these five inspiring tree house hotels and check out this amazing hobbit tree house.. Hotel plansPhoto: ","advice_category":"6","content":"\nIf you want to get away from it all and you really don't want anyone to find you, then the newest concept hotel designed by Swedish firm Tham & Videgard Hansson is for you. You'll enjoy a wonderful 360 degree view of a beautiful forest just like this one, but no one will be able to see you. That's right: all you have to do is climb into the invisible tree house hotel and disappear from the world.\nHow have the architects created this sophisticated game of hide-and-seek, you ask? The answer is in the clever use of mirrors placed on the outside of the aluminum tree house structure. The mirrors reflect the surrounding landscape, camouflaging itself (and you) and tricking probing eyes into thinking that it's not there. \nHotel plansPhoto: \nThe tree house is a 4 m x 4 m x 4 m cube that can be accessed by a rope ladder or rope bridge. It features a rooftop terrace and can comfortably accommodate two people, with a large bed, kitchenette, bath and living room. \nHotel elevationPhoto: \nTo ensure the safety of birds that might unwarily fly into the invisible box, stickers only visible to our avian friends are placed on the mirrored glass walls.\nCan't get enough of tree houses? Read about these five inspiring tree house hotels and check out this amazing hobbit tree house.\nUnless otherwise noted, all images via designboom.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"art+and+design","title":"Arthur C. Clarke's Monolith Appears in the Forest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/featured/disappear-into-the-forest-in-the-worlds-first-invisible-tree-house/7709"}