{"summary":" By new contributor Richard Rhodes. Richard lives in Thailand with his wife and children and runs an  eco-frame business","advice_category":"2","content":"\n By new contributor Richard Rhodes. Richard lives in Thailand with his wife and children and runs an  eco-frame business. If you feel like writing for us, drop us an email!\n“Daddy, are there scarecrows on the moon?” “No, but there are plenty around here”. Lots of rain, irrigation and fertile ground make for productive farming and plenty of unwanted pests. For now, at least.\nxLm61-NkwZk\nTwo years ago, when we first arrived in Chiang Mai, the ancient capitol of Lanna, the city was experiencing the worst  floods in living memory. Our rented accommodation had become an island by the day we moved in, a mildly daunting prospect with 2 kids under 2 and an ever rising water level. To make things worse, our new house sat right next to the river. \nIn Thailand, however, you can always rely on the army to come to the rescue (witness last years coup!). My wife’s brother sent one of his soldiers to help us out with everything. My most abiding memory of our personal “Yes, Sir” is of shopping in the local supermarket. \nLike all good shoppers, I simply hurl everything into the trolley and make for the checkout. But if you’re used to shining boots and early morning drills, that just won’t do. All the shopping must be stacked neatly. So, in the middle of a flood, we had our own fully uniformed trolley assistant both pushing and restacking our groceries. \nTwo years on, things have changed. The soldier has been traded in for hill tribe staff, who have never even been to a supermarket, and we have moved to a house on a hill. However, the island theme is still with us. We now overlook a reservoir that is drying out so much that it is dotted with islands emerging from the falling water level. \nAnd this isn’t just a personal anecdote. The “Big Bertha” reservoir in Chiang Mai is 30m below capacity (think 6 giraffes on top of each other). Nobody can remember it being that low at this time of the year. So we’ve had two extreme weather events in the space 24 months, and if the reservoirs run dry the Lanna landscape, like the lunar landscape, will be bereft of men with straw heads wearing old coats. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Richard Rhodes","web_category":"nature","title":"Daddy, Are There Scarecrows On The Moon?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-40712-2223529330102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/daddy-are-there-scarecrows-on-the-moon/329"}