{"summary":"Photo: Image: Alex Maguire. Photo: Image: Alex Maguire","advice_category":"6","content":"\nPhoto: \nImage: Patrick Dalton\n*Written by Megha Mohan*\nIt could have been a story-line straight from a Sci-Fi or Bond movie: A world on the brink of environmental disaster, saved by the creation of a polymer, (or plastic, to you and me), that can be melted by water into a compound, which can be used to harvest seeds. That’s the science bit. The sexy bit is a touring fashion exhibition, called Wonderland, a project that marries couture with conscience.\nPhoto: Image: Alex Maguire\nWhen Professor Helen Storey, from London College of Fashion, teamed up with Professor Tony Ryan, from Sheffield University, they gave birth to an innovative exhibition that combines science and fashion to create real solutions for a more sustainable world. High-end dresses, normally reserved for the catwalks, are hung from scaffolds and lowered slowly to giant goldfish bowls. As the plastic melts, creating remarkable underwater fireworks, the real message is a far more sober one: the transiency of fashion and the fragility of our earth.\nPhoto: Image: Alex Maguire\nBy creating plastic that can dissolve in water, Storey and Ryan may just have revolutionized the packing industry, highlighting the issues surrounding waste plastic.\n“I can’t imagine using a bottle of shampoo and then washing the container away in a sink, then using the gel to feed my garden, but hopefully that’s where we’ll be in twenty years,” said an onlooker.\nLet's hope by then they'll have worked out what happens when you're caught in the rain. It could get very messy.\nSource Wonderland\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"Plastic Clothes that Turn into Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/plastic-clothes-that-turn-into-water/4563"}