{"summary":"Sand art is the practice of modeling sand into an artistic form, such as a sand sculpture. Tidal beaches generally have sand that limits height and structure because of the shape of the sand grains","advice_category":"6","content":"\nPhoto: marcinshadyParksville Sand Sculpture Contest\nThis is the time of year when those long-awaited lazy days on the beach come around, and what is more reminiscent of holidays than building sandcastles on the beach? Not that everyone thinks of them in the same way. For many, sand is the perfect media for expressing their art as sculptures, and some of these are truly mind-blowing in their complexity.Sea life sand sculpturePhoto: nayukim\nSand art is the practice of modeling sand into an artistic form, such as a sand sculpture. The two basic building ingredients, sand and water are available in abundance on a beach. Tidal beaches generally have sand that limits height and structure because of the shape of the sand grains. Good sand sculpture sand is somewhat dirty, having silt and clay elements that help lock the irregular shaped sand grains together.\n Sandsation 2009 in Berlin, where artists from around the world contributed to the Sand Sculpture FestivalPhoto: mcaven\nThese people have a real gift for the creation of awesome structures, though they obviously know how impermanent these can be. Sand sculpting as an art form has become very popular in recent years especially in coastal beach areas. Hundreds of annual competitions are held all over the world. Some sandcastle artists are purists, using no artificial materials or heavy machinery. \nExhibit at World's Largest Sand Sculpture Festival, Great YarmouthPhoto: bigtallguy\nHowever, in sand sculpting competitions, the rules often require that the finished sculpture be sprayed with a stabilizing coating that preserves it and allows the work to be properly judged and enjoyed by spectators. The detail achieved in some of these works is truly incredible.\nMore Great Yarmouth exhibitsPhoto: bigtallguyPhoto: bigtallguyPhoto: bigtallguy\nThere is fierce competition among sand sculptors for recognition, and the time and patience required for many of these superb structures almost begs belief, but there is no doubt whatsoever that the end results are well worth all the effort.\nSand sculpture of the 2007 Calgary StampedePhoto: thivierr\nThe 2006 Champion at the Canadian National Exhibition Sand Sculpture Championship Photo: 00dann\nPort Phillip Bay Rye a sand sculpture exhibitionPhoto: learza\nWhat you have seen so far is only a small sample of the amazing and complex sculptures that these wonderful artists create over and over again. They continually strive to receive the highest accolades for their own work, pushing the boundaries of possibility ever further.\nThis REALLY is a sand castlePhoto: guyguy\nPerhaps the last word should go to the artist who imagined the wonderful creature represented in the last picture.  The only limit to what can be achieved falls within the boundaries of the artistic vision of the creator. The Yeti is possibly not a real creature at all, but this sculpture looks pretty convincing, don't you think?  Long live artistic expression and those who share it with us. Remarkable stuff.\nSand monster called Deti. Australia 2007Photo: behzk\nSource: 1  ","author":"tonyleather","web_category":"art+and+design","title":"The Breathtaking Art of Giant Sand Sculpture","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crosby-1.jpg","url":"http://www.environmentalgraffiti.com/news-stunning-artistry-sand-sculptures"}