{"summary":"With the problem of pollution on Lake Erie continually addressed, the water quality was kept to desirable standards. By 1970, the environmental impact on Lake Erie reached its dramatic climax and the lake was declared dead.","advice_category":"2","content":"\nPhoto: Lisa Hossler\nLake Erie is unique among the Great Lakes. It is the shallowest, has the warmest temperature, the shortest retention time, and is the most biologically productive of them all. Lake Erie has the most cities on its banks and the most people living in its watershed. When healthy, it can support a prolific sport fishing industry. \nHowever, due to its low volume of water, Lake Erie is also the easiest of the Great Lakes to exploit. And many people want to exploit what Lake Erie has instead of protecting its resources for the common good. \nPhoto: Lisa Hossler\nLake Erie was once so underappreciated that it was literally a dumping ground. Fires were common due to the accumulation of combustible trash and oil pollution. An overabundance of toxic substances and nutrients overwhelmed the ecology of the lake. Native, desirable fish were disappearing at alarming rates, replaced by undesirable invasive species. A large algal growth in the central basin depleted all oxygen and created a dead zone. It wasn’t until Lake Erie became a joke on late night talk shows that its problems were addressed. By 1970, the environmental impact on Lake Erie reached its dramatic climax and the lake was declared dead.\nPhoto: Lisa Hossler\nThe problems of Lake Erie were finally addressed in 1972 when Canada and the United States, under Richard Nixon, signed the Great Lakes Water Quality Agreement. Limits to raw sewage and phosphorus entering the lake were set. As these standards began to be met, the water quality began to improve and desirable fish – walleye and perch – returned. By 1980, Lake Erie once again played a significant economic and recreational role. Lake Erie was considered a success story.\nPhoto: Lisa Hossler\nWith the problem of pollution on Lake Erie continually addressed, the water quality was kept to desirable standards. But new problems appeared and the lake again is showing signs of distress. Algae blooms have returned – large, invasive, blue-green, toxic algae. Zebra and quagga mussels are destroying the food chain and the threat of Asian carp is an ongoing concern. Mercury, DDT and PCBs from 50 years ago still persist in the lake, traveling up the food chain and contaminating our sport fish. Bacteria from outdated water treatment facilities make it dangerous for swimmers to touch the water on public beaches. \nPhoto: Lisa Hossler\nDue to environmental regulation stemming from the Clean Water Act, Lake Erie is much healthier today than it was 50 years ago. However, we must strive to continually protect the lake – continuing to support funding to the Great Lakes programs, including the Clean Water Act and the Great Lakes Restoration Initiative. We cannot let times of economic crises stagnate the progress we have made in returning the lakes to healthy, viable thriving bodies of water that we can all enjoy and benefit from.","author":"Lisa Hossler","web_category":"nature","title":"Lake Erie: The Once Dead Lake Now Struggling to Survive","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-40712-2223529330102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-once-considered-dead-lake-lake-erie-recovers-only-face-continual-threats"}