{"summary":"Yes, the water chestnut. I use the water chestnut as an example because I grew up on Long Island and water chestnuts have, apparently, been plaguing the region lately","advice_category":"2","content":"\nPhoto: dipfan\nWhenever I hear the term “invasive species,” my inner video monologue starts spewing out images of Sigourney Weaver, hassled by those less cuddly versions of E.T., the bio-engineered crossbreeds from Splice, or if we want to get really technical, water chestnuts.\nWait, what?\nYes, the water chestnut. That delicious vegetable you sometimes find buried inside your vegetable lo mein – that one with the perfect crunch and texture and that you’re always really disappointed to realize there were only four of in the dish and you have to eventually surrender your hunt for number five and settle with a snap pea. Or worse: a carrot.\nPhoto: somegeekintn\nYou see where I’m going with this though, right? A water chestnut can inspire way more environmental anxiety than the possibility of Sigourney’s extraterrestrial nightmares becoming a reality. \nI use the water chestnut as an example because I grew up on Long Island and water chestnuts have, apparently, been plaguing the region lately. Invading our land. Pillaging our marshes! Breaching our WCOOCNG (Water Chestnuts are Only Okay for Cooking, not Growing) Treaty. Really, though, it’s become an environmental crisis.\nPhoto: robanhk\nWhen water chestnut spreads, it creates a thickset of leafy mats on the water’s surface and inhibits the amount of light availability and oxygen content in the water, infringing heavily on the native vegetation of most of Long Island’s fresh waters and threatening the natural ecosystem. Not to mention it makes fishing a way less climactic sport.\n“Who’s up for some water chestnut-ishing?”\n“Oh, me! I caught 32 pounds of water chestnut roots last week, I’m going for 50 today.”\nBeyond the water chestnut and other non-indigenous plant species, we need to be aware of the spreading of non-native animal species like birds, amphibians, reptiles, fish, mammals, and arthropods. Most non-native species can turn invasive. When a species becomes invasive it means it is adversely affecting native plant and animal life, changing how the natural ecosystem runs, or even spreading disease to plants, wildlife, or people.\nSo, how can we protect our natural ecosystems and prevent further non-indigenous species from spreading? Well, this is a tough one. The increasing globalization of our economy is making it easier for E.T to hop on a boat or plane and travel the globe as he pleases, no passport required.\nBut you can prevent more local invasion through small precautions like cleaning your boots before you hike to a new area to prevent the spreading of weeds and pathogens, trying not to release your Siamese fighting fish into your local fish hatchery (she might be pregnant, and if it’s male, well, the trout probably won’t like him and that’s just animal abuse), and lastly, clean your boat before you go sailing in a different body of water. Lake A doesn’t like Lake B’s cooties. It’s elementary I know, but circle-circle-dot-dot doesn’t stick to bodies of water.\nPhoto: *Zara","author":"Celduiin","web_category":"nature","title":"An Ode to the Water Chestnut","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/conservation/news-water-chesnuts-down-preventing-local-invasion-0"}