{"summary":"Photo: Photo: Alex Andrea Broderick. When the object penetrated on impact is as patently childlike as a chocolate bunny, the capacity of the image to make the observer think is amplified – like a gunshot heard for the first time, the weapon’s silencer removed.","advice_category":"6","content":"\nPhoto: Photo: Alex Andrea Broderick\nPhotos of bullets captured bursting through fragile, everyday objects emanate a rare power. The contrast between lethal, high velocity projectile and prone target hits you, excuse the expression, like a shot. When the object penetrated on impact is as patently childlike as a chocolate bunny, the capacity of the image to make the observer think is amplified – like a gunshot heard for the first time, the weapon’s silencer removed.\nPhoto: Photo: Alex Andrea Broderick\nThis next object is almost unrecognisable – it has been so smashed to smithereens. It’s an egg; an egg with all its associations of innocence and nascent life, utterly obliterated. Impossible not to think of the head of a human or animal upon looking at this exploded household item, to see the viscous remains of shell, yolk and white, frozen mid air, as the inner substance of brain and cranium.\nPhoto: Photo: Alex Andrea Broderick\nIs this all too serious? Maybe. The photos – like this one of a banana disintegrating – are beautiful after all. And yet what were bullets designed for if not to kill? In an age where gun culture is rife, an age where 29,569 people were killed by guns in the US in 2004 alone, it is impossible to ignore the impact the modern bullet and the gun from which it sprang  have had on the world.\nPhoto: Photo: Alex Andrea Broderick\nA pack of cards; more robust than the other items shot here and yet effortlessly blown apart by a missile less than a centimetre in diameter – as the exit hole and flakes of paper vividly show. Gun politics is a subject as explosive as the weapon in question, with people lining up on both sides to dispute their right to bear arms versus tighter gun control laws. Wherever you stand on this issue, there’s no denying the destructive force of a speeding bullet.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Creation and Destruction Borne from the Barrel of a Gun","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rw9.png","url":"http://www.environmentalgraffiti.com/featured/creation-destruction-borne-barrel-gun/18156"}