{"summary":"In China there is more domestic travel made in a year than twice the amount of international travel in the whole world. It's easy to say that things will be green, just because they have to be to exist","advice_category":"8","content":"\nPhoto: Rich Morgan\nTravelism is a term coined by Professor Geoffrey Lipman. He is currently an associate at Schuman Associates Brussels, who are leaders in travel and tourism practices, and an adviser to the secretary general of the World Tourism Organization (UNWTO). The term is designed to incorporate both travel and tourism, and includes both business and leisure travel. International travel, it seems, only represents around 20% of the issue - domestic travel is a much bigger problem. In China there is more domestic travel made in a year than twice the amount of international travel in the whole world. It produces about 5% of global CO2 and 3% of that is made by aviation. These figures are expected to double by 2020, and it is one of the main exports for developing countries. Travelism is a diverse subject made up of many components. It is possible that for one international trip, anything up to 50 public to private sector interfaces can be involved. It's a complicated issue.\nPhoto: Adrian Pingstone\nAs far as the professor is concerned, for tourism, as we know it, to continue then it must begin to adress something called triple bottom line sustainability. Economic, social and environmental balance must be the most pressing goals when the industry makes desicions regarding growth. Prior to the Copenhagen Climate Conference there was a massive international effort to get everyone behind this deal, because without that approach the travel industry has no future. The concept is generally considered to be the basis of any realistic sustainability project, especially when you are talking about the business sector, which is heavily dependant on all three. How does the travel industry go about doing this? According to Professor Lipman it's a battle on many fronts. Reducing the use of unethical energies while embracing good ones, taking advantage of infomation and energy technology with a strong emphasis on social inclusion, all built on a foundation of biodiversity protection. It sounds like a green dream, but the Industry is not exactly famous for its considerate approach to the environment. \n\"The realistaion of this, once you look at all the studies, reports, decisions and declarations is that we need to change everything, and it all needs to change by 2050. We need targets for 2012, 2015 and 2020 which coincide with the wider developement targets. We have to do all the things we have been talking about. We need to adapt, mitigate, find the technology and the finance, we need a carbon price, taxes, and incentives. I could go on... and I will go on because its important! We need to change our consumption, and production, decide how we promote that change, and how we measure it. As you can see, its a hell of a lot!\"\nThis results in something Prof Lipman calls 'Smart Travelism'. It means that regardless of a resort's size, it will have to be energy clean, sustainably green, ethical and of a high quality. \"Tomorrow's tourism will have to be green and will need a quadruple bottom line sustainability model, which now includes climate as the overriding and dominant factor. It can be seen as an opportunity, governments and private sectors are talking about funding these changes with trillions of dollars, with large chunks of this money going to the poorest of the developers.\"\nPhoto: Rich Morgan\nIt's all very encouraging, but the fact is that for most of this to be a reality a great deal of change and as of yet non-existent technologies need to be created. It's easy to say that things will be green, just because they have to be to exist. The truth is that there is no possible way of maintaining modern travel practices in the face of the climate crisis, based on current information and technology. \nProfessor Lipman is hopeful: \"A year before the Wright brothers took to the air, flight was thought impossible, To say we can't be where we need to be in 40 years is, I say, simply not true. It's a question of how much pressure we supply and how we supply it.\" Knowing how hard and expensive it is for a holiday of any type to be zero carbon, I'm worried that flying and international travel may slowly become reserved for only the very wealthy or connected. That kind of inequitable market is offensive - it should be a case of environmentally safe, or not at all. I think it may be wise to imagine a world where international holidays are a very rare thing indeed.","author":"Rich Morgan","web_category":"travel","title":"Six Senses Eco Symposium: Professor Geoffrey Lipman on the New World of Travelism","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb33.webshots.com-8352-2117529380104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-hows-does-tourism-survive-climate-crises-insight-professor-geoffrey-lipman"}