{"summary":" Sarina Brewer is one of the most talented artists in this vein, and her hell cat and winged mermaid goat are entirely realistic and an honorable tribute to classic taxidermy concoctions.. While the idea of strange taxidermy art is still quite novel, it is nothing new","advice_category":"6","content":"\nPhoto: courtesy of Custom Creature Taxidermy Arts, ? 2010 Sarina Brewer\nI know a lot of people find taxidermy in general to be disturbing, but these artworks are beyond creepy. Welcome to the world of creative taxidermy, where wild creatures are turned into the weirdest forms of art you could ever imagine.\nOn the upside, most modern taxidermy artists use animals that have already died from natural causes and aren't killing the creatures for their skins, so at least the animals aren't victimized by their eventual transformations.\nClassical Bizarre Taxidermy: Mermaids and Monsters\nWhile the idea of strange taxidermy art is still quite novel, it is nothing new. Taxidermists have been creating fantastical creatures from everyday animals for centuries. While some of the creations were made for the sake of art, many taxidermists worked to fool the general public into believing the bizarro monsters were real. The hoaxes were so common at one point that when a dead platypus was first introduced to Britain, many dignitaries and scientists were convinced it was mere trickery on the part of a taxidermist.\nPhoto: leekelleher\nOne of the most common examples was the monkey-mermaid cross, but the animals came in all shapes and sizes and included furry fish, flying domestic animals and off-the-wall mash-ups like this item. Many fine examples of these vintage taxidermy works were recently auctioned off at Duke’s Auction House after an English collector, Robert Ball, was forced to sell off the collection of artifacts he housed in his wax museum on the Isle of Wight.\nKeeping the Classics Alive\nPhoto: courtesy of Custom Creature Taxidermy Arts, ? 2010 Sarina Brewer\nWhile many of the modern art taxidermists are creating utterly strange works that could never be construed as belonging to an actual animal, some of the most talented in their field are keeping things classic and making delightfully realistic combinations of everyday animals.  Sarina Brewer is one of the most talented artists in this vein, and her hell cat and winged mermaid goat are entirely realistic and an honorable tribute to classic taxidermy concoctions.\nAnimal Balloons That Won’t Leave You Deflated\nHungarian artist G?za Sz?ll?si likes to take his talents in an entirely different direction, by creating distorted versions of everyday animals, like this cow-head that looks more like a beach ball.\nPhoto: G?za Sz?ll?si\nFuturistic Fauna\nNew Zealand artist Lisa Black specializes in mechanizing standard taxidermy statues. This bionic deer is probably her best known work and has been featured on a number of sites across the web – and with good reason: it looks like a Terminator model that’s come back for Bambi.\nThe Futuristic Past\nPhoto: Top Hat Taxidermy\nFor those of you who like steampunk, you’re sure to dig on this guinea pig time machine being used by a tiny mouse with a sharp fashion sense. Perhaps the most impressive thing about this piece, titled Chuffy and The Time Machine, is just how detailed it is for its size. The sales website has even more detailed pictures to blow your mind.\nThe Technological Present\nPhoto: Kasey McMahon\nThere are plenty of technology-inspired present day creations around as well. The compubeaver made by L.A. artist Kasey McMahon is pretty much exactly what it sounds and looks like: a computer case mod that’s made from the body of a taxidermied beaver. If that’s not good enough for you, then consider rounding out your new desk set up by making your own computer mouse with a real mouse thanks to this handy Instructables guide.\nPhoto: Instructables user Noahw\nFashionable Furball\nIf you’re okay with running your hands all over a dead mouse to operate your computer, then you probably won’t have any problems with wearing these taxidermied fashion accessories made by artist Reid Peppard. From bird-wing headbands to guinea pig hair combs, these terrifying instances of fashion faux pas are sure to get you noticed, but don’t be surprised if your reward is in the form of a bucket of red paint.\nWhat do you guys think about taxidermy art? It’s surely disturbing, but so was Picasso’s art and Salvador Dali’s work, and isn’t the true point of art to get people thinking? If so, then these creators have surely made their marks.","author":"whysteriastar","web_category":"art+and+design","title":"The World's Creepiest Taxidermy Art ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/news-weirdest-and-creepiest-taxidermy-artworks-ever"}