{"summary":"30, 2010, referenced Dec. In late December, 2010, West Indian manatees were departing from the Gulf of Mexico to find warmer waters, such as those near power station outflows","advice_category":"2","content":"\nPhoto: Opencage.info\nNews Flash: Manatees Head for Florida Power Stations\nIn late December, 2010, West Indian manatees were departing from the Gulf of Mexico to find warmer waters, such as those near power station outflows. The manatees have a sound biological reason to prefer warmer water: their immune systems are compromised when they get too cold. Cooler winters see a significant rise in the mortality rate for these large aquatic mammals. The Gulf of Mexico was then down to about 50 degrees Fahrenheit, some 18 degrees cooler than the manatees will accept. Where power stations dump warm water, the temperature is usually between 65 and 75 degrees.\nPhoto: U.S. Geological Surve\nAbout Manatees\nWest Indian manatees, like many North Americans, head to Florida for the winter. They summer anywhere from Alabama through to the Carolinas. Other species of manatee live off the Mexican, Central American and South American coasts; or near Senegal and Angola in Africa. Also known as dugongs or sea cows, they are herbivores. \nPhoto: Opencage.info\nManatees live in shallow salt water bays and coastal waters, as well as in fresh-water rivers and canals. The very largest grow up to about 3,500 pounds and 13 feet long. Most adults, however, are a couple feet shorter and only half that weight.\nThey are in the order Sirenia, named because of the ancient belief that they were the \"sirens\" of Greek myth. They do squeak or whistle, although few sailors would be ensorcelled by their chirping. With warm water and the good luck to avoid being harmed by a ship's propellers, the manatee life expectancy is perhaps sixty years.\nReferences:\nTamara Lush, PhysOrg, \"Manatees paddle to warm water to escape Fla. chill\", published Dec. 30, 2010, referenced Dec. 30, 2010. \nManatees.net, \"Manatees\", referenced Dec. 30, 2010. \nNote that the first image is in the?public domain since it \"is a work of the US Federal Government\".","author":"MikeDeHaan","web_category":"nature","title":"Florida's Manatees Head for Refuge of Industrial Outflows","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-44235-2871561740105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-florida-manatee-population-heads-warmer-water-1"}