{"summary":"Enigma: Action photo of rocks being thrown in portrait shot of Pascual SistoPhoto: Image: Pascual Sisto. As for Pascual Sisto himself, he was raised in Barcelona, graduated from the Art Center College of Design in Pasadena, California, and currently works as a freelance animator","advice_category":"6","content":"\nPhoto: Image via Booooooom\nWhen art dabbles with science, the results don't always chime. Not so in the case of Pascual Sisto’s 28 Years in the Implicate Order. Mesmerising, spellbinding – this video loop of multiple balls bouncing in sync with one another is these descriptions and more. It’s also puzzling, begging the question: How is it possible? How can so many balls be captured like this without trace of a human hand? \nHere’s the artist’s description of his piece of work:\nHe's right. Well, he would be, wouldn't he? Watch for the nanosecond when all the balls fall in line, before diverting again on their own particular rhythmical courses.  \nSomeone get a physicist: David BohmPhoto: Image: Karol Langner\nObservers might well call for a physicist – and they wouldn’t be far wrong. Apparently the piece is based on the concepts of quantum theory and quantum mechanics as described by David Bohm, one of the 20th century giants of his field. Each ball is said to represent an individual entity moving at its own rate and speed, “breathing in and out as a cumulative frequency”. \nYeah and it looks cool too. Yet none of this answers the question: how? According to one commenter, Sisto filmed one ball several times before making a composite of the different sequences and looping it. Sounds like a good enough explanation to us, and if not, well there's nothing wrong with preserving an air of mystery.\nEnigma: Action photo of rocks being thrown in portrait shot of Pascual SistoPhoto: Image: Pascual Sisto\nAs for Pascual Sisto himself, he was raised in Barcelona, graduated from the Art Center College of Design in Pasadena, California, and currently works as a freelance animator. His film work has been shown widely in museums, film festivals and television slots, and he has exhibited in galleries around the globe.\nYou can visit  Pascual Sisto's website here. Sources: here with a little help from here.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"28 Balls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1skis3jpg","url":"http://www.environmentalgraffiti.com/featured/twenty-eight-balls/17284"}