{"summary":"While Palau does have issues with dynamite fishing and dredging, its efforts in spearheading the Micronesian challenge will likely have a greater worldwide environmental impact than what Barbados is doing at the moment. While you’d expect the government of Palau to go to any lengths protect the reefs that bring in valuable tourists, that doesn’t appear to be the case","advice_category":"8","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nBarbados\nvs.\nPalau\n\n\nThe first rounds of the tournament have finished, and we’ve moved on to the quarterfinals. The first round started with Andorra getting thrashed by Liechtenstein. Then Vatican City edged out Monaco in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with San Marino knocking out Malta. We’ve been in the island rounds for the last three weeks, with Tuvalu taking out Nauru and Barbados beating Grenada on penalty kicks. The Seychelles took out the Maldives in a squeaker of a match. Finally, Palau beat St. Vincent and the Grenadines.  We began the second round recently, with the Vatican City easily dispatching Antigua and Barbuda.  Liechtenstein laid a bit of a smackdown on Tuvalu, and last week San Marino beat the Seychelles.\nThis week’s match features two island nations from opposite sides of the world. Palau will be taking on Barbados.\nImage by Aquaimages.\nPalau starts with the ball. They conquered St. Vincent and the Grenadines in the first round by a score of 3 to 1. \nPalau is one of the greatest marine sites in the world. It was named one of the “Seven Underwater Wonders of the World” by CEDAM International. The country’s waters are home to over 350 species of coral and more than 1,400 different species of reef fish alone.\nThat’s not to say the waters are perfect in Palau. One of the oldest and biggest industries in the country is fishing. Some of the fishermen are not particularly concerned with environmental issues. Dynamite fishing is an environmental problem in the country. Chucking sticks of dynamite in the water is obviously harmful to the delicate coral reefs. \nDynamite fishing isn’t the only activity endangering the reefs either. While you’d expect the government of Palau to go to any lengths protect the reefs that bring in valuable tourists, that doesn’t appear to be the case. Sand and coral dredging have further damaged the already fragile ecology of the island.\nSo far we’ve made it seem like Palau is a bit callous towards their environment. That’s not really the case. The government has actually been very active in environmental issues. The islands’ president recently spearheaded the Micronesia challenge, in which Palau and several Micronesian nations would conserve large chunks of their coastline and forests. As deforestation and coral reef death threaten many islands, it’s a desperately needed conservation effort.\nBarbados earned its place in the quarter finals with an extremely narrow win over Grenada, winning on penalty kicks. \nThe biggest environmental problem on the island is finding ways to get rid of its solid waste. Uncontrolled handling of the refuse has polluted the water supply in some areas. The island near the coast of Venezuela also has issues with polluted air and water wafting into the country from nearby Caribbean neighbours. \nThe government created a marine preserve in 1980 to protect its coastline. Barbados also has a few endangered species on the island, including the Barbados yellow warbler.\n\nFinal Score: Barbados-1 Palau-2\nIn the Microstate Environmental World Cup, trying to fix your environmental problems is just as important as not having environmental problems. While Palau does have issues with dynamite fishing and dredging, its efforts in spearheading the Micronesian challenge will likely have a greater worldwide environmental impact than what Barbados is doing at the moment.  \nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup Round 2: Palau vs. Barbados","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-round-2-palau-vs-barbados/866"}