{"summary":"Green beaches at South Point:Photo: . Here’s a great comparison of sand granules from around the world  and we’ve got a chirpy beach video for you, ending our beach excursion from where we started it –  Green Sand Beach on the Big Island","advice_category":"8","content":"\nPhoto: \nImage via jaqwencoast\nBlack, green, yellow, red – not the colours of a traffic signal but the amazing variety of Hawaiian beaches. Yes, in certain areas of the islands, you will find beaches with sand in all these colours... and we got incredible pictures to prove it.\nSand is nothing but fine granules of divided rock and mineral particles. Depending on the geological characteristics of a region, its sand can contain more of minerals like quartz, shell or coral fragments, iron, small gemstones and other contents. \nThe Hawaiian islands, all being formed through volcanic eruptions from a magma source at the sea floor, show an amazing geological variety, including the beaches. Green, red, yellow and black beaches are extremely rare, yet they can all be found in Hawaii. \nGreen beaches at South Point:Photo: \nImage: Phil Hollman\nSands derived from basaltic lava with high olivine content are usually green in colour. Olivine, a magnesium iron silicate, is one of the most common minerals on earth and has also been found on the Moon, Mars, in comet Wild 2 and in meteorites. \nGreen sand is nothing but olivine crystals eroded from lava rocks:Photo: \nImage: Mila Zinkova\nEroded and finely ground olivine crystals:Photo: \nImage: Cyrus Bulsara \nLike little gemstones - olivine crystals from Hawaii’s Mahana Beach up close:Photo: \nImage: Tom Trower\nIf you see the type of green as in the image below, it’s because of phytoplankton, not olivine. Still looks pretty though.\nGreen beach in Kouro, French Guiana:Photo: \nImage: Arria Belli\nNow, on to more colourful wonders…\nPhoto: \nImage via jaqwencoast\nRed sand beaches are so rare that the one on Maui’s eastern end is simply called the Red Sand Beach, a.k.a. Kaihalulu Beach. It is located at the foot of Ka'uiki Hill, a cindercone hill just south of Hana Bay that is rich in iron and eroding constantly – therefore giving the beach its distinct dark red colour.  \nKaihalulu is a lovely composition of red, blue and green:Photo: \nImage: Michael Wifall\nKailhalulu Beach is partially shielded from the open sea through an offshore reef that, like a natural sea wall, protects the beach from rough waters. \nRed Sand Beach is picturesque, yet secluded and quite hard to get to: Photo: \nImage: Dan\nAnother red beach, also at the foot of a hill – near Choroni, Venezuela:Photo: \nImage: Juan Tello\nYellow beaches are quite common around the world as the yellow colour is caused by iron impurities within the sand’s quartz crystals.  \nYellow sand granules:Photo: \nImage: EPA\nA famous yellow beach – Waikiki Beach in the island state’s capital Honolulu on O'ahu:Photo: \nImage: CDC/Dr. Edwin P. Ewing, Jr.\nWaianapanapa Beach, Maui:Photo: \nImage: Forest & Kim Starr\nBlack beaches are quite common in Hawaii, for example all along the southeastern coast of the Big Island but also all throughout the archipelago. This is no coincidence as black sands are derived from volcanic rock and obsidian (volcanic glass). The islands’ black beaches are therefore all located around their most volcanically active areas.  \nPunaluu Beach with a Green Turtle (Chelonia mydas):Photo: \nImage: Mila Zinkova \nHonokalani Black Sand Beach is one among many in Wainapanapa State Park:Photo: \nImage: Michael\nLast but not least, white beaches, favorites with travel marketers and the epitome of a good vacation as they are mainly found in tropical and subtropical coastal settings. On Hawaii’s Big Island, for example, they are mainly located on the northern end.  \nNeeds no comment – Kailua Beach on Oahu Island:Photo: \nImage: skyseeker\nWhite sand is made up of eroded limestone particles that may contain coral and shell fragments plus other organic or organically derived material. Want to know why the sand granules of white beaches in coral reef settings tend to be very fine?  Because the ground-up coral (limestone) has passed through the digestive system of certain fish species, the parrot fish for example. So what you’re walking on is actually fish excrement... We’ll leave you with this thought.  \nNo, just kidding. Here’s a great comparison of sand granules from around the world  and we’ve got a chirpy beach video for you, ending our beach excursion from where we started it –  Green Sand Beach on the Big Island. \nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Hawaii’s Beautiful Yet Strangely Coloured Beaches ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/hawaii’s-beautiful-yet-strangely-coloured-beaches/17312"}