{"summary":"Researchers are hoping to use the water flea studies as a launching ground to identify tiny tumors in the human body. The swiveling eye of the flea is very impressive - see the eye in action by clicking here","advice_category":"4","content":"\nPhoto: Eric V. Grave\nMost people regard the flea as a revolting, blood-thirsty pest. Just hearing the word 'flea' makes many people want to itch. People spend millions of dollars every year eradicating the flea from their homes, their pets, and other places humans and animals simultaneously congregate.\nIn fact, fleas are very common in fresh water and were originally dubbed 'fleas' because of their jerky, jumping movements. They are most common in England and the Netherlands.\nThey reproduce asexually in the summer months, engorging on algae, as seen below. The babies are female if born in the summer, males if born in the fall. They are beautiful to study under a microscope (click here to see them microscopically), especially since their bodies are see-through.\nPhoto: Jan Parmentier and Wim van Egmond\nWater fleas evolved from clam shrimps. Their predators are birds, larger insects, and other crustaceans. To see the fleas in action, click on the video here. \nThe water flea has only been in America since the late 1980s, according to Critter Corner. They can be seen in the Great Lakes region, although not nearly in so vast numbers as are found in Europe, where they originated. (Click here to see a video of the flea eating and excreting waste). \nDuring the day, the fleas will migrate to the bottom of the lake or water source, as their eyes are sensitive to light. During the night, they return to the surface of the water.\nThe fleas’ hearts are strangely on their backs. The tiny heart beats more than 300 times a minute. (To see amazing video footage of this tiny, powerful heart of the flea, click here).\nThe swiveling eye of the flea is very impressive - see the eye in action by clicking here. The eye doesn’t serve the usual purposes of a human eye. Rather, it only helps navigate the flea away from light, which could injure or kill them if exposed to it for too long.\nResearchers are hoping to use the water flea studies as a launching ground to identify tiny tumors in the human body. If a microscopic flea can be studied, and an understanding gained of how its body functions, imagine the possibilities of taking this technology and using it to study and identify microscopic tumors and diseases at the cellular level in humans!\nPhoto: Fritz Geller-Grimm\nThe latest research on the water flea, and how that research could someday be used to save human lives has been outlined here at World News. It is simply amazing how tiny and yet complex this creature is! Researchers can even trace the algae’s path along the digestive track of the flea, until it is finally excreted at the end!\nNo matter what view a person takes on life and creation, the water flea and its masterful complexity shatters anyone’s doubts that the smaller a living organism becomes, the less it matters. The flea does matter! It could bring huge advances to medical research and the way we diagnose and treat people in the future!","author":"Asher Kade","web_category":"science","title":"Little Known Facts About the Flea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-little-known-images-and-videos-flea"}