{"summary":"As part of the brand new Kyoto Climate Change Treaty – aka The Bali Talks, rainforest countries that avoid deforestation will receive payments from the developed world. It is true that 20% of the world’s carbon emissions come from the burning and logging of the rainforest, and reducing this carbon will be a huge step in the war on climate change","advice_category":"2","content":"\nDo you have a forest? Do you need some extra cash? If so then the UN might be the place for you. As part of the brand new Kyoto Climate Change Treaty – aka The Bali Talks, rainforest countries that avoid deforestation will receive payments from the developed world. \n\n\nAlready the developed nations can buy carbon credits from their less industrialised neighbours that allow them to continue to pollute. And now, they can pay developing countries not to pollute, so we can continue to drive our SUVs whilst drinking a mango smoothie in our cheaper than cheap cashmere sweaters. \nIt is true that 20% of the world’s carbon emissions come from the burning and logging of the rainforest, and reducing this carbon will be a huge step in the war on climate change. Although I forget why Brazil feels the need to chop down the ‘lungs of the Earth’?? Oh yes – to create cattle ranches for our burgers, and to produce paper for our delicate places.\nSir Nicholas Stern was on the money when he reported that deforestation emits more carbon than the whole of the global transport sector, and that reduction in the emissions caused by deforestation is an ideal way to make an impact on climate today. \nThe heart of the matter is that the proposal, worked up by Costa Rica and Papua New Guinea and backed by the World Bank, will potentially offer tropical rainforest countries billions in funding. Alongside reducing carbon emissions, some of the world’s most exploited countries will be able to begin their climb up the economic ladder. The fear is that this scheme will once again let the biggest polluting countries continue in their destructive patterns. As Mr Lanchbery, climate change expert for the RSPB, observes: ‘It is not a perfect solution, but the only one on the table at present.’\nI’d like to see more solutions on that table, and then I’d like to see the table – I wonder if it was made from Brazilian wood?\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"emma","web_category":"nature","title":"'I’ll give you ¢G20 not to cut down that tree…'","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-40197-2096283280103691965S600x600Q85_0.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/i’ll-give-you-20-not-to-cut-down-that-tree…/351"}