{"summary":"Other studies have drawn links between the use of cell phones and bee numbers. Colony collapse disorder, also known as honey bee depopulation syndrome (HBDS) is the term associated with the rapid disappearance of worker bees from a colony","advice_category":"2","content":"\nPhoto: Jon Sullivan\nBee populations have been in steady decline for well over two decades, but a recent study carried out in the US has had results even more dramatic than expected. The global decrease in bees has been a challenge for scientists to explain, and the consequences of losing species responsible for the pollination of 90% of plant species, including some important food crops, are substantial. \nColony collapse disorder, also known as honey bee depopulation syndrome (HBDS) is the term associated with the rapid disappearance of worker bees from a colony. It was first applied to the drastic loss of Western honey bee colonies recorded first in North America, and then in Europe from 2006. The exact cause of CCD is not fully understood, but it is now proposed that the global collapse of bee populations is a cumulative result of a number of factors.\nPhoto: Rich Morgan\nThe new study, led by Prof. Sydney Cameron, involved a 3 year census of wild bee populations across the United States. The results show the population decline of four major species by 96%, and indicate their geographic ranges have decreased between 23% - 87% over the last 20 years. The declining populations have significantly higher infection levels of a microsporidian pathogen called Nosema bombi, and a lower genetic diversity than coexisting, non-declining species. These two factors can be considered as reliable predictors for population collapse, but the exact cause of such depopulation is still uncertain.\nOther studies have drawn links between the use of cell phones and bee numbers. In a study at Punjab University in Chandigarh, northern India, researchers exposed hives to the radiation from working cell phones for 15 minutes twice a day. After 3 months they found the bees stopped producing honey, egg production by the queen bee halved and the size of the hive dramatically reduced.\nPhoto: Chas Redmond\nScientists believe this could be related to the production of a pigment called cryptochrome, used by bees and other insects to sense the Earth’s magnetic field, knowledge which they then use to navigate. Radiation emanating from cell phones may be influencing the production of the pigment, affecting the bees sense of direction, and preventing their return to colonies. This theory is, however, widely debated, as exactly how bees use the electromagnetic field of the Earth to navigate, as well as the exact effects of cell phone radiation on this navigation, is still unknown.\nPhoto: PDPhoto.org\nThe increased use of pesticides, which is a direct reaction to increased numbers of pathogens and diseases, and itself a direct result of monoculture agriculture (a central part of modern food production across the planet) has also been shown to have serious effects for bee populations. Research published in the Public library of Science journal found 121 different pesticides in 887 samples of bees, and bee derivatives such as wax and honey. \nJeff Pettis, lead researcher at the Department of Agriculture's Bee Research Laboratory in Maryland, highlights the need for more natural areas within modern agriculture to diversify the habitat available the bees and other similarly important pollinators. Limiting habitat destruction will become increasingly difficult as the need for more productive farm land grows with exponential demand from an increasing population. Pettis says, \"The world population growth is, in a sense, the reason for the pollinators' decline, because we need to produce more and more food to feed the world and we grow crops in larger fields. A growing world means growing more food and to do that we need pollinators. And the fact that the world is continuing to grow is the driving force behind the habitat destruction.\"\nScientists agree that loosing pollinating species so central to continued biodiversity would have widespread effects in all facets of society. The repercussions for ecosystems, economies and food supply would be devastating.\nSources:1, 2, 3, 4, 5","author":"Rich Morgan","web_category":"nature","title":"The Mysterious Disappearance of the Bumblebee","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","url":"http://www.environmentalgraffiti.com/nature/news-plight-bumblebee"}