{"summary":"Carson observed how farmers applied DDT to their land, often exceeding the recommended doses. Even nowadays, in regions where DDT is still being used, breast milk analysis shows high concentrations of DDT, causing neurological abnormalities in babies.","advice_category":"2","content":"\nPhoto: Gentle\nIt was 1958. Rachel Carson was sitting in her porch in the rural river town of Springdale, Pennsylvania while warm sun rays were caressing her yard, foreshadowing the upcoming spring. But there was something missing… nature was abnormally silent. \nRachel Carson, a biologist and writer, began the investigation that took her four years to complete and culminated in Silent Spring.\n'Silent Spring' was published in 1962 and, while eloquently questioning humanity's faith in technological progress, exposed the hazards of DDT, the most powerful pesticide the world has ever known. The book revealed how DDT enters the food chain and accumulates in fatty tissues of animals, including human beings, and the damages it causes.\nPhoto: Vmenkov\nToday we know that DDT causes neurological problems to human beings (such as Parkinsons), asthma, cancers of the liver, pancreas and breast, and contributes to leukemia, lymphoma and testicular cancer. Even nowadays, in regions where DDT is still being used, breast milk analysis shows high concentrations of DDT, causing neurological abnormalities in babies.\nFor a wide range of animals, DDT is toxic. Most notably, it is highly toxic for certain bird species and it has been proved as the major reason for the decline of the bald eagle, brown pelican, peregrine falcon and osprey and for birds of prey, waterfowl and song birds. For marine animals it is potentially lethal.\nDDT became available for civilian use in 1945. Carson observed how farmers applied DDT to their land, often exceeding the recommended doses. Every now and then, planes showered inhabited areas with DDT, from cities to small towns. On the ground, many trucks sprayed DDT in communities, while kids played outside. Pesticide mist covered landscapes and poisoned water. Dozens of animal corpses, blankly staring, silently asked why.\nPhoto: Exxon Valdez Oil Spill Trustee Council\nNature has been wounded by man's doing. Very few people worried about the disappearance of wilderness at the time. But the threats Carson described in “Silent Spring” raised public awareness to such an extent that environmentalism was born.\nChemical companies tried to discredit Carson – even mocking her - but she fought back with facts. Even though chemical companies tried very hard to fool people, society was concerned. Rachel Carson’s 'Silent Spring' made the difference, and led to the ban of DDT.\nPhoto: German Federal Archive\nPhoto: Mario Isla\n'A Fable for Tomorrow' a short story within 'Silent Spring' about an American town where all life has been 'silenced', can be read here.\nShortly before her death in 1964, Carson appeared on a documentary about Silent Spring, where she stated: \"Man's attitude toward nature today is critically important simply because we have now acquired a fateful power to alter and destroy nature. But man is a part of nature, and his war against nature is inevitably a war against himself. [We are] challenged as mankind has never been challenged before to prove our maturity and our mastery, not of nature, but of ourselves.\"\nSources: RachelCarson.OrgThe story of Silent Spring, Amazon, \"A Flabe for Tomorrow\", About DDT (Wikipedia)","author":"Teejay","web_category":"nature","title":"Silent Spring: The Devastating Effects of DDT on the Environment","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-41728-2810239260104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-silent-spring-and-birth-environmentalism"}