{"summary":" The government has insisted it will improve conditions by the beginning of the games in August 2008. It’s not very often we get to write an article about China and pollution that isn’t negative, but a recent state media story reports some much needed positive developments in the country’s pollution levels","advice_category":"4","content":"\nIt’s not very often we get to write an article about China and pollution that isn’t negative, but a recent state media story reports some much needed positive developments in the country’s pollution levels. \nPhoto: Smog covered city in China\nAlthough the reduction is not large, two important measures of pollution have fallen in the country.  Emissions of sulphur dioxide, probably best known as the chemical that causes acid rain, were down almost 2% in the first nine months of 2007 compared to the same period in 2006. The second measure, chemical oxygen demand, is an indicator of water pollution levels. Chemical oxygen demand dropped by just over one quarter of one percent.  \nThe report is rare good news for the Chinese government, which has faced strong criticism over its environmental record as it prepares to host the 2008 Olympic games in Beijing.  Beijing is frequently blanketed by smog, and Olympic organizers have loudly voiced concerns over air pollution and the possible health damage to athletes it could cause.  The government has insisted it will improve conditions by the beginning of the games in August 2008. \nThe government has said the numbers show that its attempts to clean up China’s environment are working. The government has promised to reduce the two measures by 10% from 2006 to 2010. SEPA has been actively pursuing violators of environmental codes recently. The organization investigated 10,000 possible breaches of code in the first nine months of the year, shutting down 250 coal burning power generators. However, some would say that the government is merely latching on to the only good news it has had in a long while, and that the numbers do not prove much at all. \nLevels of sulphur dioxide and COD alone are not generally used to determine the overall health of a given environment. While their reduction is positive, it does not take into account any of the many other pollutants in China’s air, water, and soil. China does not publish statistics on CO2, the pollutant of most concern worldwide. Outside estimates, however, expect China to become the world’s largest CO2 emitter in the coming years. \nSource: Reuters\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"science","title":"China's Pollution Levels Drop? I'm Confused.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/businesspolitics/chinas-pollution-levels-drop-im-confused/482"}