{"summary":"Here we take a look at 7 of the most amazing greenhouses and biomes in the world.. In Holland, greenhouses receive more solar heat energy than they need to grow their crops, so the excess heat is usually released through open windows","advice_category":"2","content":"\nSince Industrialization, when man moved away from the farm and into crowded, dirty cities, growing food for an ever-increasing urban population has been a problem. Budding farmers created allotments in an effort to grow their own fruit and vegetables, while others built glass enclosures to allow food to grow all the year round. From this, greenhouse designs took on organic qualities of their own, growing bigger, shinier and grander. Here we take a look at 7 of the most amazing greenhouses and biomes in the world.\n\n\nPhoto: Images: Spigoo, dj_photo, WikiCommons\nSituated in the grounds of the Royal Castle of Laeken in Brussels, this enormous complex of greenhouses covers 270,000 square feet. Commissioned by King Leopold II of Belgium, it was built between 1874 and 1895 and includes the Iron Church, a domed greenhouse which served as the Royal Chapel. A whopping 800,000 liters of heating oil are required annually to keep the greenhouse heated. The public are allowed entry once a year, in the spring, for nearly three weeks when the flowers are in bloom.\n\n\nPhoto: Image: Dysanovic\nThe Eden Project is a massive Biosphere in Cornwall in Southwest England, and since it first opened in 2001 has attracted over 6 million visitors. The biomes were created to house around 1 million plants in several different climates so that both botanists and the general population would be able to study plant biodiversity on a large scale and have a better understanding of sustainable development.\nConstructed out of hundreds of hexagonal plastic panels set within steel tubular frames, the greenhouse structure is completely self-supporting, so no use of pillars or internal supports. This has earned it an entry in the Guinness Book of World Records as the 'world's largest free-standing scaffold structure'.\nThe Rainforest Biome is the largest, covering a whopping 3.9 acres and measuring 180 feet high, 328 feet wide and 656 feet long. Among the technological advances is their rainwater collection system which accounts for 43 percent of the water used on site.\nIt's fair to say that the Eden Project really is something worth travelling for, even if it is a bit out of the way.\n\n\nPhoto: Images: from Comprehensive Pictures of the Great Exhibition of 1851 via Wikimedia Commons\nThe Crystal Palace was an enormous iron and glass structure, first built in 1851 for the Great Exhibition of the Works of Industry of all Nations – otherwise known as the Great Exhibition. Held in London's Hyde Park, the exhibition was instigated by Prince Albert, then head of the Society of Arts. He was keen to impress the world with Britain's industrial achievements and so commissioned the building of the mammoth Crystal Palace to house the World Fair.\nThe Crystal Palace, designed by Joseph Paxton in only 10 days, used a mind-blowing 1 million feet of glass. Over 13,000 exhibits were housed in the palace and were viewed by over 6 million visitors. The profits from the event funded such public institutions as the Royal Albert Hall, the Science Museum of London, the National History Museum and the Victoria and Albert Museum.\nAfter the fair, the Crystal Palace was moved to an area near Sydenham Hill in South London, where it played a historic role in the development of television before being tragically razed to the ground in a fire in November 1936.\n\n\nPhoto: Images via: Dezeen\nComing up with a unique greenhouse design isn't always easy; many of them look much like any other, but not this one. When British architectural firm dRMM were given the brief for a self-build house to include the means to grow food in the often wet and cold East Anglian countryside, this is what they came up with: the Sliding House.\nOperating on a sliding mechanism along rails set into the ground, the main house, guest annexe and greenhouse can be covered by a 28 meter long covering that weighs 50 tons. The unconventional design allows for ever-changing views, lighting conditions and a sense of having the outside within.\n\n\nPhoto: Image: Exploration Architecture\nIn cold countries, greenhouses are used to create artificially warmer environments to help plants grow, yet the opposite problem exists in desert environments. In hot countries, where the climate is too hot and dry for most things to grow, a cooler climate to cultivate plant life is needed.\nA landmark scheme is underway in the Sahara where seawater is used to cool and humidify the air in the greenhouse while at the same time the sunlight distills the fresh water from the seawater. Combined with solar panels to produce energy, you have a system where much needed food can be grown and desalinated drinking water is provided all in one location. This clearly is a major step forward for desert environments.\nIncidentally, the team behind the plan includes one of the lead architects from the Eden project, Michael Pawlyn, and trial greenhouses are already operating in Tenerife, Oman and the United Arab Emirates.\n\n\nPhoto: Images: Zonneterp\nIn Holland, greenhouses receive more solar heat energy than they need to grow their crops, so the excess heat is usually released through open windows. What if you could capture that heat energy and use it to provide energy for a small community? This is what Dutch company Zonneterp is looking at: creating a community which provides its own energy, biomass and water supply.\nAs heat builds up in the greenhouse, it is trapped and stored in deep aquifers. This is then used to heat the greenhouse in the evenings and during cold spells, but there is still surplus heat left, enough to heat a small collection of houses. The condensed vapour in the greenhouses is trapped, and as it's quite pure, is used as household tap water. The Zonneterp model really does suggest a possible future of far more self-sufficient communities.\n\n\nPhoto: Image: Giardinaggio Indoor\nWith enough glass to cover 80 football pitches, Thanet Earth is Britain's largest greenhouse and is located on the Isle of Thanet, Kent. Using Hydroponic technology, the 220 acre site is expected to cost ¢G80 million to complete. Eventually it will grow a staggering 1.3 million tomato, pepper and cucumber plants and will produce around 2.5 million tomatoes weekly! That's a whole lot of salsa.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Linda","web_category":"nature","title":"7 Incredible Greenhouses & Biospheres","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Plants1","url":"http://www.environmentalgraffiti.com/featured/incredible-greenhouses-biospheres/14169"}