{"summary":"Amid the beautiful scenery, the El Chorro gorge is also host to a few caves which have began to excite many archaeologists. The Spanish officials say they will provide the necessary funding for the restoration of the King’s walkway","advice_category":"8","content":"\nimage via Wikipedia\nThe area of El Chorro situated in the south of Spain is renowned amongst travelers and mountain hikers for its stunning scenery and climbs, yet this is not the main attraction on offer, El Chorro is host to one of the most dangerous walkways in the world, built by workers to transport materials between the Chorro and Gaitanejo Falls.\nAmid the beautiful scenery, the El Chorro gorge is also host to a few caves which have began to excite many archaeologists. One cave named “Trinidad Grund” contains cave paintings that may date back 25.000 years.\nPhoto: image via Wikipedia\nNevertheless, it is most known for its hair rasing walkway constructed in the early 1920’s, known as El Camino del Rey This path is flanked on the right side by a huge gorge and the other has no handrail offering no protection from falling kilometers down. To make matters worse, it hasn’t been maintained for several decades - some parts of the walkway have fallen increasing its potential fatality.\nAs you can imagine, many travelers and adventurers have walked the path, but local authorities were forced to close the King’s walkway to the public after a number of tourists lost their lives in the venture.\nThe Spanish officials say they will provide the necessary funding for the restoration of the King’s walkway. After maintenance is completed, the path may be reopened to tourists, but you have the chance to take a few nervous steps on it, I leave you with this breathtaking video:\nSources: 1, 2, 3, 4, 5\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"travel","title":"Walking Along the Scariest Path in The World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/walking-along-the-scariest-path-in-the-world/1247"}