{"summary":"It’s a great word, isn’t it? Well that’s what Starlings are – and highly so in autumn and winter. Prehistoric designs: Flock of Starlings make the shape of a dinosaurPhoto: Photo: Tony Hayman","advice_category":"2","content":"\nPhoto: Strange shape: Yes but what do you see? A nice pear? Giving someone the bird?Photo: Fi Exon www.sleepycat-gallery.com\nMessages in nature? Living art created by avian multitudes? Or just an example of the human mind perceiving forms greater than the sum of their parts? The superstitious might lean towards the former interpretations, but either way it’s clear birds are capable of making some phenomenal shapes. Flocks of Starlings have got to be the standard bearers when it comes painting complex patterns in the sky, yet Flamingos too can form some awe-inspiring figures.\nPrehistoric designs: Flock of Starlings make the shape of a dinosaurPhoto: Photo: Tony Hayman\nGregarious. It’s a great word, isn’t it? Well that’s what Starlings are – and highly so in autumn and winter. While feeding and flying, they’re of a mind to form into groups, where they benefit from safety in numbers – a defence against predators – plus greater efficiency in their foraging. These winged wonders clearly feel they’re stronger as one.\nMaxi-me: Bird-shaped flock of Starlings Photo: Photo: Fi Exon www.sleepycat-gallery.com\nAlthough flock size can vary a great deal, huge flocks, which typically occur near roosts, offer a truly spectacular sight. In flight, these aggregations form tight, sphere-like formations that constantly expand and contract, apparently without any kind of leader. The flocks can morph into all manner of different shapes – readable in all sorts of different ways.\nZeppelin of feathers or a giant cigar? Flock of StarlingsPhoto: Photo: Mattia Camellini\nEuropean Starlings are not just visually expressive; these maestros also utter a range of sounds, both melodic and mechanical-sounding. Their chattering while bathing and roosting makes a racket that’s downright offensive to some local residents – but then again some of the shapes they make might be seen as being a bit on the rude side too. Oh, behave.\nNaughty by nature: Phallic flock of StarlingsPhoto: Photo: Fi Exon www.sleepycat-gallery.com\nEven when Starlings are silent, the synchronized movement of the flocks makes a whooshing sound that can be heard for hundreds of metres. This doesn’t deter birds of preys attracted to the huge aggregations, though, with Sparrowhawks, Merlins, Peregrine Falcons and Brown Falcons among the hunters. Still, you don’t need to tell the Starlings.\nPlaying enemy: Starlings make the shape of a hawk or falconPhoto: Photo: Tony Hayman\nIt’s not only Starlings that can form some amazing shapes before our eyes. Other gregarious birds like flamingos have been documented creating some inspiring designs when assembled together. An artificial S-shaped island has been specially built in Kamfer’s Dam, South Africa, ensuring the body of water has become an important breeding site for Africa’s Lesser Flamingo.\n\"S\" marks the spot: Aerial view of 2000 Lesser Flamingos at Kamfers DamPhoto: Photo: Mark D. Anderson\nYet flamingos are also able to fashion themselves into some pretty incredible shapes in far fewer numbers – and with less human help. As individuals, these wonderful pink waders – which often stand on one leg, the spare tucked beneath their bodies – have long supple necks, so that when they pair up, the right point of view produces signs that perhaps appear to mean more than they do. Perhaps.\nPhoto: Photo: Adam Blicharski\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Starling Formations Paint Incredible Pictures in the Sky","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/111jpg_0","url":"http://www.environmentalgraffiti.com/featured/starling-formations-paint-incredible-pictures-sky/17254"}