{"summary":"There are three species of vampire bats: the Common vampire bat (Desmodus rotundus), the White-winged vampire bat (Diaemus youngi) and the Hairy-legged vampire bat (Diphylla ecaudata). Looking at dinner – vampire bat transport: Photo: ","advice_category":"2","content":"\nPhoto: \nImage: diveofficer\nIt was a dark night and the cattle were sleeping peacefully on the farm. None of them noticed the intruders swooping down, making razor-sharp incisions in their skin through which they lapped up their victims’ blood. When they had had their fill, the small intruders left as quietly as they had come. Far from being fiction, this scene takes place every night somewhere in Central to South America, home of the vampire bat. Find out more about these blood-sucking creatures.\nGiven that vampire bats have a wingspan of only about eight inches (20 cm) and a body the size of an adult’s thumb, it would be easy to overlook these small creatures altogether – if it weren’t that is for their peculiar eating habit of feeding solely on blood, which has given them their name. In addition, vampire bats can not only fly but also creep, hop and run at speeds up to 5 miles (8 km) per hour, especially when startled. They also bite the feet and ankles of their prey, a fact that doesn’t make them any more popular.   \nJust a tiny mammal: Photo: \nImage via Thinkquest\nThere are three species of vampire bats: the Common vampire bat (Desmodus rotundus), the White-winged vampire bat (Diaemus youngi) and the Hairy-legged vampire bat (Diphylla ecaudata). Apart from their eating habits, vampire bats can be distinguished from their fruit- and insect-eating cousins by their short, conical noses. Special thermo receptors aid the Common vampire bat in locating areas where the blood flows right under the skin of its prey.\nLook at those sharp teeth!Photo: \nImage via thatsweird \nThe Hairy-legged and White-winged vampire bat species feed on birds, whereas the Common vampire bat feeds on mammals and occasionally humans, usually when they are asleep. Rather than sucking blood, the bat makes a small, 1-5 mm deep incision with its razor-sharp upper front teeth and then laps up the blood. Bats do this so well that human victims report feeling nothing of the bite at all. No wonder, with a chemical agent in the blood that numbs the victim’s skin. \n“I never felt a thing” – a typical vampire bat bite reaction:Photo: \nImage via Belize Hank\nThe Common vampire bat uses its canine and molar teeth like a barber’s blade to shave away any hairs or fur on the victim’s skin. After all, who likes hair in their food? The bat’s upper incisors lack enamel which keeps them permanently as sharp as a razor. The animal’s saliva contains the anticoagulant draculin that prevents the victim’s blood from clotting, therefore guaranteeing a constant flow of blood.\nJust hangin' around – Desmodus rotundus:Photo: \nImage: WikedKentaur\nHere's a video of four vampire bats attacking a sleeping pig. Be warned – it's not for the squeamish!\nThe vampire bat’s bite is usually not harmful to the victim, who may lose up to one ounce (30 ml) of blood during one feed – half the bat’s body weight. However, there’s a chance of the wound getting infected or the bat carrying rabies, which has caused the death of a significant number of livestock in Latin American countries. \nSo innocent but wait till they grow up – White-winged vampire bat babies:Photo: \nImage: Daniel Riskin\nIn fact, the problem is so severe that many countries engage in bat extermination, usually by setting their caves or other dwellings on fire or sealing the cave entrances. However, this has resulted in the destruction of beneficial bat species as well, which are responsible for pollinating a wide variety of plants or eating harmful insects. \nThis problem, the elimination of beneficial bats, has led to bat conservation efforts and teaching people about the different bat species, populations and habitats. It is actually not difficult to distinguish a Vampire bat cave from that of another bat species, as their black, semi liquid guano gives off a pungent, unpleasant odour that can be smelled even from a distance.  \nLooking at dinner – vampire bat transport: Photo: \nImage: diveofficer\nBut with everything in nature, there's a purpose for everyone. The vampire bat’s saliva, with its unique properties, has given scientists important clues as to its positive uses in medicine. It was found to increase blood flow in stroke patients, for example, and to date prevents blood clotting better than any know medicine.              \nThe news of blood-consuming bats first reached European shores after Columbus set foot in Trinidad in 1498, where it was mixed up with local legends and folklore resulting in the rich body of stories around vampires that we know today. \nThe \"Vampire Bat\" (1933) was a popular movie in the ‘30s:Photo: \nImage via impawards\nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"The Life and Legend of the Vampire Bat ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","url":"http://www.environmentalgraffiti.com/featured/life-legend-vampire-bat/12749"}