{"summary":"Notwithstanding what has just been said, life does exist in Namibia – much of it adapted to the harsh conditions – and the people understand that conservation is not just a choice but a necessity, as Alexandra explains. Photo: Frans Lanting/National GeographicTracks in the sand belong to a pair of oryx, desert antelope that along with Namibia's other wildlife benefit from the country's generous allocation of protected areas.","advice_category":"2","content":"\nPhoto: Frans Lanting/National GeographicOver thousands of years winds have sculpted sand in the Namib Desert into some of the world's tallest dunes, colored red by iron oxide. The sand contains just enough moisture to sustain a few hardy plants. Not far from this dune, one called Big Daddy looms 1,200 feet above the desert floor.\nNamibia is a land in which one must be strong to survive, and its citizens are. Twenty-two years of a civil war culminated in their independence from South Africa in 1990, and something remarkable happened. The people took their new obligations seriously, and conservation was written into the constitution of the fledgling country. This is a country that is more than half desert, extremely arid, and in some places abiotic – meaning life cannot exist (see, for example, Dead Vlei). National Geographic's Andrea Fuller has written an excellent article on Namibia's Super Parks system, and talked to us about what she found.\nPhoto: Frans Lanting/National GeographicPink flamingos mass on the water in Sandwich Harbour. Once a secluded anchorage for whalers, this desolate lagoon in Namib-Naukluft National Park is now renowned for its birdlife, with more than a hundred species recorded.\nNotwithstanding what has just been said, life does exist in Namibia – much of it adapted to the harsh conditions – and the people understand that conservation is not just a choice but a necessity, as Alexandra explains. Her article and the images shown here, as well as more incredible photos, can be seen in the June 2011 issue of National Geographic magazine, on newsstands May 31.\nAlexandra told us: \"Namibia is unique in several ways: For one thing, it is is an incredibly dry country, and the restriction of such a resource means that conservation is forced onto people. Whether or not conservation is the goal, water shortage is water shortage – you have to stop abusing the resource or you will die. It's that clear cut.\"\nPhoto: Frans Lanting/National GeographicDesert-dwelling elephants follow the contours of the ancient Huab River Valley, winding through the timeless landscapes of the Torra Conservancy, one of some 60 such areas overseen by local communities.\nNamibia has designated nearly half of its landmass to \"national parks, conservancies and private wilderness reserves.\" The desert conditions are at once stark and beautiful, as these images show. The country has some of the tallest sand dunes in the world, in an incredible array of colors – from pink to orange to brown – hosting everything from spiders and snakes to elephants and impalas. All these creatures have adapted to being without much water, including the desert elephants. These elephants have shorter legs than others, and rather than needing water every day, they can go as long as four days without. They also dig for water with their trunks, while the Atlantic wind that blows as far as 40 miles inland brings a dense fog whose moisture is all that sustains insects, the few plants, and snakes in places.\nPhoto: Frans Lanting/National GeographicTracks in the sand belong to a pair of oryx, desert antelope that along with Namibia's other wildlife benefit from the country's generous allocation of protected areas.\nAlexandra talks about the amazing ways in which the desert elephants have had to adapt as well as some difficulties they currently encounter: \"I spent some time with the desert-adapted elephants just south of Skeleton National Park, and I was struck by the incredible amount of pressure they are under,” she told us. “Firstly, of course, they are forced to live in one of the few drainages, since elephants, no matter how well-adapted, must have water. Unfortunately, this allows visitors to concentrate on them in ways that exerts even more pressure on the family groups. In other words, what I saw was that large animals have adapted wonderfully over the generations to the harsh environment. What is more challenging is for them to adapt to the addition of humans on an already marginal existence.\" \nPhoto: Frans Lanting/National GeographicQuiver trees stand like eerie sentinels under the stars in the Namib Desert. The flowers of these desert-tough varieties of the aloe plant provide nectar for birds and insects.\nWe discussed eco-tourism and efforts to develop it. As proud as the government is of its national parks and conservation efforts, there is little effort to protect the parks from diamond or uranium mining, the two major resources the country has. Yet the people themselves are conservationists. As Alexandra says: \"In any case, no matter what the government does or does not mandate, at the end of the day, as always, it comes down to individuals' decisions to live more or less harmoniously with their environment. There are some people who are radically involved in incredibly creative and uncompromising conservation in Namibia. And there are some who declare their lodges \"eco-lodges\" and yet they have glass-walled, air conditioned rooms with private pools for each guest.\"\nPhoto: Frans Lanting/National GeographicA survival strategy of the golden mole in Sperrgebiet National Park is to \"swim\" just below the surface of the sand. Despite its seeming barrenness, this coastal region is a biodiversity hot spot, home to reptiles, antelope, Cape fur seals, rare brown hyenas—and some 800 plant species, 234 of which are found nowhere else on Earth.\n\"That being said, the majority of Namibians live close to the earth,” Alexandra continues. “So what you would call 'the average man on the street' is actually a small-scale farmer, or a laborer whose resources are naturally restricted. By nature, the average Namibian begins to conserve resources from the moment he or she wakes up. Water, food, fuel. They may not think of themselves as conservations, but if you and I were to live with so few resources we'd demand a medal for our efforts!\"\nNamibia is truly a one-of-a-kind country with demanding conditions, but it has gone further than many rich and established countries in its 21 years of statehood to make conservation one of the key priorities. There has been success as well: the endangered black rhino went from near extinction to a numbers of 1,400, and in northern Namibia springboks went from a population of 10,000 in the '80s to numbers reaching the 160,000 mark. \nWith a small population and scarce resources, conservation is a way of life for most of the people in Namibia. Hopefully the government continues in this way, and extends the protection of the country's land, animals and plant life.\nPhoto: National Geographic\nSources: 1 2 – interview with Alexandra Fuller","author":"Michele Collet","web_category":"nature","title":"Namibia's Trailblazing Conservation Efforts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2929311070397b9280c8zjpg","url":"http://www.environmentalgraffiti.com/news-namibia"}