{"summary":"The sport known as football to most of the world and soccer in the USA has been around for years. Actually used as a form of training for the Brazilian soccer team, beach soccer has its own World Cup","advice_category":"8","content":"\nPhoto: www.foot-volley.de\nThe beautiful game. The sport known as football to most of the world and soccer in the USA has been around for years. Now that the 2010 FIFA World Cup is coming to a close, fans around the world may begin to feel football-withdrawals. However, while standard football on grass may be going on a short vacation, there are some forms of football that many of us may not have heard of. Here is a list of the different styles of football, or soccer, that are played around the world, from the almost normal to the positively strange!\n5)FutsalPhoto: Wilson Dias/ABr\nIndoor Soccer. Seems simple enough doesn't it? Well, while this game is played on a smaller court with many less fans in the stadium, it has its very own Pele, set of rules, and ultra-competitive warriors battling it out for supremacy. These folks can nutmeg-maneuver you just as well as a grass-court soccer player!\n4)Beach SoccerPhoto: Andres1010\nActually used as a form of training for the Brazilian soccer team, beach soccer has its own World Cup. As if running at blistering speeds on grass were not difficult enough, just imagine having to run and control a ball while your feet sink into the sand. If the Brazilians train like this every day, it’s a wonder how they don't win every World Cup tournament they enter!\n3)FootvolleyPhoto: via BrightOnLife\nAs you may have guessed, this isn't quite your typical game of footy! In fact, this is a mix of volleyball and soccer. Not allowed to touch the ball with their hands, competitors acrobatically dribble and kick the ball over the regulation volleyball net. Many a soccer star, once again from the Brazilian team, has been known to indulge in some good old fashion footvolley from time to time to hone their skills!\n2)Roller SoccerPhoto: RollerSoccer\nLeave it to San Francisco to create something as unique as this. This grueling sport involves skating abilities combined with soccer dexterity. Imagine moving on one rollerblade, kicking the ball out of mid-air! Now that's a challenge! Started in 1997 by a group of roller-blading enthusiasts, the sport took the city by storm and can be found being played in quite a few parking lots. \n1)Ice SoccerPhoto: via Harvey Mudd College\nNow this is for the very definition of a sport for a sports fan. Those of us craving both hockey and the soccer season can wait out the sport-impoverished months by combining the two in the strangest form of soccer of all! It too, apparently, has gained enough notoriety to merit a world championship!\nsources: [1], [2], [3], [4], [5]\n","author":"ifaynshteyn","web_category":"outdoor","title":"5 Most Bizarre Forms of Soccer on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","url":"http://www.environmentalgraffiti.com/news-roller-soccer"}