{"summary":"This cools the blood in the capillaries closest to the skin; that cooler blood circulates throughout our bodies to reduce our temperature.. In 2011, Arnoldus Blix, of the University of Tromso in Norway, found that reindeer use three different cooling mechanisms.","advice_category":"2","content":"\nPhoto: timo_w2s\nReindeer can cool themselves in three different ways when they exercise.\nPhoto: timo_w2s\nReindeer are Insulated for Warmth\nReindeer stay warm during the Northern winters because their pelts provide plenty of insulation. Wearing their winter coats, reindeer have no problem with the Arctic cold, either when bedding down in snow or when walking about to forage for food.\nPhoto: Alexandre Buisse (Nattfodd)\nExercising Heats Every Mammal\nLike all mammals, however, reindeer generate more heat when they exercise. How do they cool down?\nWe humans perspire; as the sweat evaporates, it takes away heat. This cools the blood in the capillaries closest to the skin; that cooler blood circulates throughout our bodies to reduce our temperature.\nPhoto: m.prinke\nBlix Studied Reindeer Cooling Mechanisms\nIn 2011, Arnoldus Blix, of the University of Tromso in Norway, found that reindeer use three different cooling mechanisms.\nHe trained domesticated reindeer to trot on a treadmill. This exercise, combined with different ambient temperatures, served to heat up his test subjects.\nOne measure of their effort was their rate of breathing, which increased from 6 breaths per minute to an amazing 260.\nBlix also tracked the temperature of each reindeer's brain, the organ which can most easily be harmed by high body temperatures.\nPhoto: Loren Javier\nFirst, Breath through the Nose\nAt first, each reindeer kept its mouth closed. By breathing through its nose, cold air evaporated mucous in the nasal passages. Since capillaries are plentiful in these sinus cavities, the blood cooled and the animal's temperature only rose slowly. This blood went from the nasal capillaries directly into the jugular vein, thence to the heart, and then to the lungs and throughout the body.\nPhoto: RukaKuusamo.com\nSecond, Pant Open-Mouthed\nLater each reindeer panted, with its tongue lolling out as a dog would. The reindeer's tongue also has lots of blood vessels, and is moist, so the cooling effect is similar.\n(The source article did not speculate on whether the switch from breathing through the nose to panting through the mouth was triggered by body temperature or by the increased carbon dioxide levels in the blood due to continued exercise).\nPhoto: RukaKuusamo.com\nThird, Send Heat from Arteries to Veins\nThe surprising cooling mechanism came when the brain of the reindeer reached a temperature of 39 Centigrade. The blood coming from the nasal sinuses was still being cooled by the breathing, even though 98% of the breath came through the mouth.\nThe nasal-cooled blood, however, was then diverted to vessels close to the arteries carrying blood to the brain. This intrigued Blix; whether or not he anticipated the change in circulation, he had not believed the nasal cooling would be effective with relatively little breath coming through the nose. Apparently it is indeed sufficient and effective.\nThe vein/artery cooling mechanism works much like a man-made heat exchanger. Hot and cold gasses or liquids flow past each other in separate channels that conduct heat freely. The hotter liquid cools while the other warms up.\nPhoto: Billy Lindblom\nA Reindeer can Keep a Cool Head\nThis final method keeps the reindeer's brain cool enough to function even though it cannot keep its whole body at an optimum temperature.\nOne might guess that Rudolf's nose is a cool LED light rather than an incandescent bulb; otherwise his nose would not be cold enough to chill his brain.\nPhoto: www.theedinburghblog.co.uk\nReferences:PhysOrg, \"Rudolph the red-nosed reindeer's cooling strategy revealed\", published Oct. 27, 2011, referenced Nov. 24, 2011. Kathryn Knight, Experimental Biology, \"RUDOLPH'S COOLING STRATEGY REVEALED\"? based on \"Regulation of brain temperature in winter-acclimatized reindeer under heat stress\" by Blix, Wall?e and Folkow, accepted Aug. 15, 2011, referenced Nov. 24, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Three Ways Reindeer Play It Cool","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mankissingcamel.jpg","url":"http://www.environmentalgraffiti.com/animals/news-three-ways-reindeer-play-it-cool"}