{"summary":"The Pine Creek permit is the first test of these new guidelines which have clearly failed the people of Appalachia. This new move by the EPA clearly shows that they cannot control the pollution and devastation caused by blasting away our mountain tops without abating Mountaintop Removal Mining completely.","advice_category":"2","content":"\nPhoto: vivian stockman\nIn a perplexing move The Environmental Protection Agency has recommended approval by the Army Corps of Engineers for a permit sought by an Arch Coal subsidiary, Coal-Mac. The permit tentatively approved is for Coal-Mac’s Logan county Surface Mine called Pine Creek.\nPine Creek surface mine is a 760 acre mine that the permit will allow to fill three valley fills, covering a 120 acre area and burying 2 miles of streams. Army Corps of Engineers is expected to quickly approve the Pine Creek Permit, per the EPA’S sign-off.\nThis unexpected move clearly shows that Lisa P. Jackson is going back on her word to protect waterways from the devastation of valley fills.\nPhoto: Vivian Stockman\nThe new Mountaintop Removal Mining guidelines were supposed to provide protection for headwater streams by ending the practice of dumping waste, known as overburden, into neighboring valleys. The Pine Creek permit is the first test of these new guidelines which have clearly failed the people of Appalachia. Each of the purposed new valley fills by Arch Coal will be more than 40 acres each.\nPhoto: Vivian Stockman\nIt was anticipated that these guidelines, by requiring mining operators to control levels of toxins in nearby streams, would significantly reduce the dumping of mining waste in valleys, which the EPA said was scientifically proven to contaminate drinking water and wreck ecosystems.\nPhoto: Vivian Stockman\nThese are Lisa P. Jackson’s own words in April when she announced the new EPA guidelines: “We expect this guidance to change behaviors, to change actions, because if we keep doing what we have been doing, we’re going to see continued degradation of water quality… Minimizing the number of valley fills is a very, very key factor. You’re talking about no or very few valley fills that are going to be able to meet standards like this.”\nThe Pine Creek Surface Mine permit will allow Coal-Mac, a subsidiary of coal giant Arch coal, to mine through more than 2 miles of streams. These 2 miles of streams are already suffering from major degradation from surface mining runoff. Logan County has already been ravished by the environmental effects of Mountaintop Removal Mining. This new move by the EPA clearly shows that they cannot control the pollution and devastation caused by blasting away our mountain tops without abating Mountaintop Removal Mining completely.\nPhoto: Vivian Stockman\nThe Pine Creek permit is currently awaiting approval from the Army Corps of Engineers. It has been given the green light, but is not yet set in stone. We must now lend our voices and tell both the EPA and Army Corps of Engineers not to approve the Pine Creek Permit. Make the call and let them know that the residents of Appalachia refuse to be held hostage by the coal industry. Appalachia and its natural resources must be protected. The waters and coal seams of Appalachia are the birthrights of its people and we must take them back.\nStand up for Appalachia make the call.\nLisa P. Jackson  1-202-564-4700\nArmy Corps of Engineers  1-202-761-0011\nVivian Stockman's beautiful environmental photo journalism can be viewed here.","author":"Tammy Marie Rose","web_category":"nature","title":"When the EPA Endorses Mountaintop Removal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_bristlecone.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-epa-breaks-its-own-guidelines-and-gives-greenlight-new-mountaintop-removal-mining-per"}