{"summary":"Photo: JLplusAL. Photo: Brian Suda","advice_category":"2","content":"\nPhoto: JLplusAL\nWhile movie producers struggle to remake horror movies, real life nature hides the world's creepiest creature thousands of feet beneath the ocean’s surface. This little Predator-lookalike hunts by using a shiny protuberance in front of its head as attractive bait to lonely fish and has the ability to impregnate a girl angler, post-mortem.\nPhoto: Brian Suda\nCamouflage in the dark is very simple for the anglerfish.  Essentially, she floats, near-invisible in the dark water, completely taking the color of her surroundings, with only a luminous knob on top of her head, working like a fleshy lighthouse to the other fish, who come despite themselves. If the prey turns out to be bigger than the predator the angler is able to distend her external stomach so she can swallow prey up to twice her size. In the lonely alley under the sea the carnivorous angler can eat anything, as long as it swims close enough to its gaping maw.\nReproductionPhoto: Stephen Childs\nThe mouthy anglerfish we know and cringe at are actually all females. When males are born, they have a very rudimentary anatomical system that gives them a short amount of time to survive. All they have is a really amazing olfactory organ that can smell a flirty female angler from quite a distance. The tiny male has one mission; to find a single female, attach himself to her anatomy and slowly decay in a lethargic fat fish dream. Once a male fastens himself to the female (using his teeth), he utilizes her bodily functions as an extension of his own, allowing his body to atrophy into nothing but a ball of sperm that are always ready to discharge, the moment his hermaphroditic half decides to release her eggs. Even after he decays into nothing, she protects his sac until she is ready to go. This is an important symbiotic relationship that works very well in the sea where one can swim for days without meeting another fish, let alone someone of your species, eligible age and keenness to mate. A female will allow up to six males to slowly degenerate while clasping her undersides.\nSo, if you are ever in the mood for some real life horror, catch a video of the anglerfish. There are eighteen known suborders of the fish, with different colors and shapes, so sequels aren’t out of the question either!","author":"Greentea","web_category":"nature","title":"The Bizarre Mating Habits of the Angler Fish","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-post-mortem-impregnation-and-other-weird-habits-angler-fish"}