{"summary":"Earth phases witnessed from the Moon are similar to the lunar phases we see on Earth. Photo: Crescent Earth captured during the unmanned Apollo 4 mission, 1967, Image: NASA","advice_category":"4","content":"\nPhoto: Crescent Earth captured during the unmanned Apollo 4 mission, 1967, Image: NASA\nJust as people on Earth debate whether the moon looks like a face or a rabbit on certain days, or forms a smiley face with two stars, have you ever thought about what the Earth looks like from the Moon? And that even the Earth can look like a sickle previously patented by the Moon? If you happen to be there, that is, or even better, orbiting around it. Luckily, astronauts have been taking pictures of the Earth's crescent from Space for a while. Here’s a breathtaking selection.\nHere's the first ever picture of the Earth rising above the lunar surface, in black and white, taken by NASA’s Lunar Orbiter in August 1966.\nNot technically beautiful but certainly significant:Photo: \nImage: NASA\nThanks to modern digital technology, NASA has recently refurbished their collection of pictures, making history look even better. Here's the same image with a different slant.\nPhoto: \nImage: NASA\nEarth phases witnessed from the Moon are similar to the lunar phases we see on Earth. Because the Moon is tidally locked with the Earth, one side of the Moon always faces the Earth. Therefore it takes as long to rotate around its own axis as it does to revolve around the Earth. The Moon completes one orbit around the Earth in a bit over 27 days, so Earthrises are very slow.\nThe Moon’s libration makes it possible to see more than 50% of the Moon’s surface over time from Earth or more than 50% of Earth’s surface from the outer edge of the Moon. Libration manifests itself as a slow rocking motion that can be back and forth or up and down.\nThe Apollo 11 mission was the first manned mission to land on the Moon. Upon setting foot on the Moon, mission commander Neil Armstrong spoke the famous words: \"That's one small step for man, one giant leap for mankind.\"\nA crescent Earth photographed during the return trip of Apollo 11 in July 1969:Photo: \nImage: NASA\nA sliver of the Earth as seen by Apollo 15 crew at the end of their mission in August 1971:Photo: \nImage: NASA\nAnother Earthrise as seen by the crew of Apollo 15:Photo: \nImage: NASA\nBecause Earth and Moon are tidally locked, an Earthrise can not be seen by a stationary observer on the Moon’s surface but is best viewed from someone in orbit around the Moon.\nThe Earth's crescent eclipsed by the silhouetted horizon of the Moon on Dec. 14, 1972 during the Apollo 17 mission:Photo: \nImage: NASA\nThe next picture of the crescent Earth rising above the lunar horizon was taken during Apollo 17’s final lunar landing mission.\nThe crescent of the Earth seems to be touching the Moon:Photo: \nImage: NASA\nThe Geostationary Operational Environmental Satellite (GOES-8) recorded the next image close to midnight on June 22, 1996:\nThe northern hemisphere as a sunlit crescent, two days after summer solstice: Photo: \nImage: GOES, GSFC, NASA\nThe next image is truly amazing, especially given its history: It was captured more by accident on an Earth flyby of the comet-bound Rosetta spacecraft on Nov. 13, 2007. The picture is a composite of four images showing the crescent of the Earth at the bottom and the lit-up cities of the northern hemisphere on top: Europe is on the left, followed by the Middle East, India in the middle with the North Pole slightly off center and China, Korea and Japan on the right.\nAwe-inspiring - the northern hemisphere and the illuminated crescent of the Earth:Photo: \nImage: ESA\nThe next image shows the Blue Planet in all its glory and most moon-sickle like. One can clearly see the Earth’s cloud systems, wind directions and the oceans.\nA beautiful blue marble:Photo: \nImage via nmazca\nA dramatic rendition of Earth rising behind the Moon and in front of the Sun, for the UK Planetary Forum.\nLine-up of Moon, Earth and Sun:Photo: \nImage: C. Thomas \nSunrise above a thin crescent Earth:Photo: \nImage: NASA\nHere’s a video showing Earthrises then and now and even a spectacular Earthset:\nBeautiful, but it makes you feel somewhat small and insignificant as well.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Crescent-Shaped Earth Rising, As Seen From The Moon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","url":"http://www.environmentalgraffiti.com/featured/crescent-shaped-earth-rising-moon/13272"}