{"summary":"The place in which the tea ceremony happens, the teahouse, also helps to elicit these principles from guests. Located in Chino, Nagano Prefecture, this teahouse, dubbed 'Takasugi-an', or 'a teahouse [built] too high', really pushes the limits of the traditional teahouse structure","advice_category":"6","content":"\nPhoto: Image Edmund Sumner via Inhabitat\nThe art of tea drinking was fiirst introduced to Japan in the 9th century by the Buddhist monk Eichu upon his return from China. Over the centuries, tea drinking became ingrained in Japanese culture; in the 13th century it was a status symbol for the ruling warrior class, and by the 16th century, the custom had trickled down to all walks of life. \nThe most well-known historical figure in Japanese tea ceremony is Sen no Rikyu, whose saying, 'ichi-go ichi-e' means that all meetings should be treasured because each is different and will never happen again. Sen no Rikyu's principles of harmony, respect, purity, tranquility are still central to today's tea ceremony practice.\nThe place in which the tea ceremony happens, the teahouse, also helps to elicit these principles from guests. Usually small and simple wooden structures located in remote, quiet areas, the teahouse envelope has recently been pushed as architects create modern interpretations of the place of the tea ceremony gathering, while still striving to maintain the uncomplicated beauty of the traditional form. Check out Environmental Graffiti's list of five modern tea houses, which includes an inflatable igloo, a tea house on stilts, a cube, a round house and an eco-friendly bamboo hut. Tea, anyone?\n1. Inflatable TeahousePhoto: Image via Architecture Me\nKengo Kuma's inflatable teahouse can be found in the garden of the Museum f?r Angewandte Kunst Frankfurt. The innovative design allows for flexibility and mobility while upholding the simple is beautiful tea house aesthetic. Air pumped into the house helps it to bloom from the ground up, growing into a 20 square metre structure that can hold nine tatami mats, an electric stove, a raised alcove called a tokonoma and a preparation room for the tea ceremony. A double membrane structure helps to heat the interior, which also incorporates LED lights for tea times at night. \n2. Teahouse on StiltsPhoto: Image Edmund Sumner via Inhabitat\nTerunobu Fujimori's teahouse looks like it might topple over at any second, sitting high up amongst the tree tops on crooked stilts. Located in Chino, Nagano Prefecture, this teahouse, dubbed 'Takasugi-an', or 'a teahouse [built] too high', really pushes the limits of the traditional teahouse structure. To get into the small, 2.7 square metre (4.5 tatami mat) building made of plaster and bamboo, guests must climb a ladder leaning against one of two chestnut tree trunks, remembering to take off their shoes half-way up. But it's well worth the effort: once inside, guests are afforded excellent views of the surrounding valley and Fujimori's hometown.  \nPhoto: Image Edmund Sumner via Inhabitat\n3. Souan (Simple Hut) TeahousePhoto: Image via Dezeen\nBuilt in 2003, Toshihiko Suzuki's Souan teahouse mixes the old and new to create a modern take on the old standby. The exterior is made from aluminum, with circular cutouts to allow natural light to enter the room, while rice-papered walls on the inside evoke a sense of calm. The two-tatami mat teahouse also features computerized tungsten lighting that cycles up and down the walls to create the illusion that the interior is larger than it actually is. The Souan teahouse is located in the architect's atelier in Yamagata Prefecture. \nPhoto: Image via Dezeen\n4. Round TeahousePhoto: Image: Ester Havlova via Dezeen\nForget about square or rectangular teahouses; what about a round one? This circular teahouse built from oak and burnt larch wood in Prague, Czech Republic, was created through a collaboration between David Ma?t?lka from A1 Architects and sculptor Vojtech Bilisic. The round house leads guests to gather around the hearth where the tea is being made; together with the domed, translucent roof of rice paper and the easy, open access to what the architect calls a \"slightly wild but even so graceful\" gardens nearby, this tea house is definitely a cozy and welcoming place to gather!\nPhoto: Image: Ester Havlova via Dezeen\n5. Eco-friendly TeahousePhoto: Image via HAUTE*NATURE\nNaomi Darling created this lovely eco-friendly teahouse in the woods of Stoney Creek, Conneticut, which features local and recycled materials. The stone came from a local quarry, while bamboo was harvested on-site, and the roof is made of recycled metal. Now all that's needed is some tea and some good friends! \nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"5 Most Epic Japanese Tea Houses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/featured/most-epic-japanese-tea-houses/9003"}