{"summary":"Jason Clay Lewis has been quoted as  saying: “I strive to question perceived beauty, passion, life, death, and creation. Permission to display all works of art by Jason Clay Lewis in this article granted by respective owners of images","advice_category":"6","content":"\nPhoto: Oddity Central/spooky\nPermission to display all works of art by Jason Clay Lewis in this article granted by respective owners of images\nArtist Jason Clay Lewis has a bold statement to make, and will soon be making headlines with his often provocative artworks. He has been instrumental in green art, using garbage and environmental disasters to convey a strong message in a beautiful, unusual and artistic fashion. \nPhoto: laura sweet\nPhoto: Oddity Central/spooky\nJason Clay Lewis has been quoted as  saying: “I strive to question perceived beauty, passion, life, death, and creation. I have an urgent conviction that art is a passionate and essential affair, as if a matter of life and death, where one senses the only response to death is art.”\nPhoto: laura sweet\nPhoto: laura sweet\nAs one can see above (and below), he sees art even in D-Con rat poison wrapping. But, don’t dismiss him as sacrilegious, crazy or not in tune to the times. He is an environmental savior, a modern tree-hugger savant and loves the earth.\nPhoto: laura sweet\nClay Lewis even uses ammunition - bullets to be precise - as his canvas. The following piece of art is called \"Zapruder Memento: The asassination of John F. Kennedy\".Photo: Laura Sweet\n \nPhoto: laura sweet\nMr. Lewis was born in Enid, OK in 1970. According to this site , he attended the Cooper Union in NY, where he continues to reside. His latest exhibition was in 2008 at the 31Grand in NY. He has had six single exhibitions and 11 group exhibitions. Hungry to know more about him, the public can bear witness to 20 biographies published about him from September 2000 to the summer of 2008.","author":"Asher Kade","web_category":"art+and+design","title":"Mind Blowing Art by Jason Clay Lewis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mensunderwear.jpg","url":"http://www.environmentalgraffiti.com/art/news-jason-clay-lewis-dcon-rat-poison-ammo-and-oil-spills"}