{"summary":"After scaling E.ON’s replica of the Kingsnorth smokestack in Legoland, Lego protesters managed to shut down the coal-fired power station. The Lego police were called in to disperse the mini environmentalists, circling the summit in a Lego police helicopter and standing guard at the foot of the tower","advice_category":"6","content":"\nLate last week in Windsor, England, Lego activists – possibly the world’s smallest campaigners – stood together as one to make their feelings known about the planned new coal plant in Kingsnorth, Kent – home to this year’s Climate Camp.\nAfter scaling E.ON’s replica of the Kingsnorth smokestack in Legoland, Lego protesters managed to shut down the coal-fired power station. The once-inch tall activists appeared at the top of the Kingsnorth construction at around 11am GMT Friday before unveiling a banner saying STOP CLIMATE CHANGE down the length of the tower.\nImage by: garybembridge\nThe Lego police were called in to disperse the mini environmentalists, circling the summit in a Lego police helicopter and standing guard at the foot of the tower. Witnesses said the peaceful protest passed without issue.\nGerman utility giant, E.ON, is Britain's single biggest greenhouse gas polluter. The company is aiming to have Kingsnorth 2 built by 2012. Despite claims that the new plant will be more efficient, it is estimated that it will emit 8.4 million tonnes of climate changing pollutants every year compared to the 8.7 million tonnes the existing plant releases annually, and nowhere near the 80% reductions needed to combat global warming.\nNeither the campaigners nor the police would comment, because they’re made of Lego and therefore can’t talk.\nSource: Indymedia Press Release\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"art+and+design","title":"Tiny Lego Terrorists Hijack Power Plant","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/tiny-lego-terrorists-hijack-power-plant/1654"}