{"summary":"Here’s footage of two male adult lions attacking a hippo in Kruger National Park. The hippo must already have been badly injured as instead of fighting back, it is merely trying to get into a small puddle of water that can neither cover it nor really guarantee safety from the pesky lions","advice_category":"2","content":"\nPhoto: via YouTube\nThough lions are among the most fearless animals on the planet, most of them wouldn’t even dream of tackling a hippo. Not only does the average hippo outweigh them about 10:1 (2 tonnes vs. 200 kg), hippos are also feared by other animals because of their aggressive nature. The smallest incident can tick them off; one reason why they’re often called Africa’s most ferocious animal.  \nLions and hippos usually live side-by-side…Photo: via safari\nBut picture a pack of about ten male adolescent lions that are maybe a bit bored. They see a lone female hippo and start getting ideas, greatly overestimating their abilities. After circling the hippo for some time, the most fearless (or most stupid) of the young lions will attack, jumping on the hippo’s back. \nPhoto: via YouTube\nShe at first isn’t bothered, knowing that if one those inexperienced punks will come too close to her mouth with its deadly canines, that’s going to be the end of it and the young lions’ attempts to bring her down. So at first, the hippo dame regards them as mere flies she is trying to swat, even when two or three start attacking her at the same time.\nPhoto: via YouTube\nBut the gutsiness of this group of adolescent African lions looks like it is going to pay off. They tackle the hippo from the rear, jumping on her back and trying to rip chunks out of it with their sharp teeth, trying to expose the hippo’s spine.  \nPhoto: via YouTube\nThe young males’ adventurousness seems to have paid off when the hippo starts tiring and walks toward the bushes…\nPhoto: via YouTube\nIn a dramatic turn of events, some men of the local Masi tribe come by and distract the lions. The lions run off, leaving the hippo to make its way to the safety of the water.\nHere’s the full video sequence, captured as part of Animal Planet’s Big Cat Diaries:\n  \n \nBut hippos are not always that lucky. Here’s footage of two male adult lions attacking a hippo in Kruger National Park. Using the same strategy as the young lions above, they jump on the hippos back, trying to rip chunks out of its thick hide.   \nPhoto: via YouTube\n\nPhoto: via YouTube\nThe hippo must already have been badly injured as instead of fighting back, it is merely trying to get into a small puddle of water that can neither cover it nor really guarantee safety from the pesky lions. \nPhoto: via YouTube\nHere's the whole sequence, taken while on a safari tour:\n  \n\nOne can see in the image below that despite the hippo’s thick hide, the lions managed to tear a good chunk out of it, thus exposing the hippo’s spine. The day after the attack, the hippo died of the injuries it sustained.\nPhoto: via YouTube\n\nPoor hippo or survival of the fittest? You decide. \n\nSources: 1, 2","author":"Simone Preuss","web_category":"nature","title":"Lion Vs Hippo","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/johnmuk.jpg","url":"http://www.environmentalgraffiti.com/animals/news-lion-vs-hippo"}