{"summary":"The stairs below would have to be in my house. This is a wonderful idea if one lacks space for stairs","advice_category":"6","content":"\nPhoto: Fixr \nLed Zeppelin said it best in one of their songs when singing \"and she's buying a staircase to Heaven.\" Socrates said something along the lines of: \"I am not scared of death for I do not know what to expect, I am looking forward to having discussions with the great war hero’s and educated minds of the past. I cannot fully know everything until I leave this life, for my body is a distraction to my soul.\" Nice. The Bible has a lot to say about the exact description of heaven. And still, many firmly believe, for whatever reason, that heaven contains many stairs. \nI suppose this is because no one is crippled, so there are no elevators. Perhaps this is why we are fascinated, even obsessed with, making staircases as odd and bizarre as one can't think possible. Consider the above picture. The staircase is made of marble. But not just any marble. Those white spikes are also of marble. (Don't fall or walk on them drunk! You might have a serious injury.)\nAnother set of stairs you might not want to be inebriated on is the one below. It collapses into the wall (with the easy push of a button), leaving only a top shelf to indicate stairs ever existed there. This is a wonderful idea if one lacks space for stairs. \nPhoto: Christopher Taylor \nPhoto: Fixr \nThe above spiraling staircase, created by? architect Johann Georg Poppe (1837–1915) will make you feel drunk, if nothing else. Karin a.k.a. Sediama, who took the shot looking up,?has a very large collection of stair pictures that are quite breathtaking. A photographer of weird and extraordinary architecture, Karin currently lives in Hannover, Germany.\nPhoto: Robert Semprini\nMaybe you want something a little more \"typical\" like the one above. The polished concrete is supposed to evoke images of water running over river rocks in a stream. Think zen and calmness but make sure you have shoes with a good grip - these stairs are slippery! \nRoberto Semprini, the architectural genius behind the above staircase, has other pieces of art as well. He is a sort of jack of all marvels, so to speak. The Italian designer is one of a kind. \nThe staircases below are absolutely gorgeous. These are made of stained glass, marbled and tumbled to a rugged surface and appeal to the earthly human in all of us. They can transform a dreary, boring place into a work of art. \nPhoto: Apartment Therapy \nPhoto: Christopher Taylor \nI love the staircases above.They are built of triangular boards. They create chaos in an otherwise ordinary space. Be careful where you step! The ones below remind me Japan. \nPhoto: Christopher Taylor \nPhoto: Fixr \nDo you like spiraling staircases? The above shot of a collection will inspire you to go hog wild in your next home you buy! They are another one of Roberto Semprini's collection of talents.\nPhoto: Kevin Dolan \nThe above staircase reminds me of the Candyland board game I used to love playing with my siblings when I was little. There is a newer version of the game called Chutes and Ladders. No matter what generation you came from, the kid in all of us can enjoy these stairs!\nPhoto: Steve Woods \nWho cares if the stairs are a little crooked? No one is perfect...that's why I like the ones above - they cater to the imperfect parts in everyone. \nPhoto: Fixr \n\"Hey honey! Can you go out on the porch and walk down to the neighbors and get a socket wrench please?\" Don't expect your wife to perform this favor on the stairs above. Just who builds these crazy stairs? You would need a parachute while walking down them! \nI love red. The stairs below would have to be in my house. I like bright colors in my house too. Would you be bold and daring enough to put these stairs in your house? \nPhoto: Fixr \nThank you to the owners, designers, and bloggers who permitted me to use the images in this article.","author":"Asher Kade","web_category":"art+and+design","title":"12 Weird and Wonderful Staircases","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/jinmao1jpg","url":"http://www.environmentalgraffiti.com/news-18-most-gorgeous-crazy-stairs"}