{"summary":"The common strawberry, Fragaria virginiana, does best in sunny locations in open woods or clearings farther south than the woodland strawberry. Lakehead University,\"Recipe for a Medieval Strawberry Pudding\", referenced June 3, 2011","advice_category":"2","content":"\nPhoto: marfis75\nStrawberries Comprise the Fragaria Family\nThe strawberry, or Fragaria, is a member of the rose (Rosaceae) family. While the common \"garden strawberry\" is the hybrid most cultivated for its fruit, several other types remain true to their wild roots.\nPerhaps the most unusual feature of any strawberry is that the seeds are distributed on the outside surface of the fruit, in contrast to the way most fruits have internal pits.\nAnother unusual trait is that different strains of strawberry vary in the number of times they bear fruit in a year. Different varieties produce one, two or three crops annually.\nThe Woodland Strawberry is a Rare Breed\nPhoto: brewbooks\nIn Canada, the woodland strawberry, Fragaria vesca, lives in the north, in open woodlands and meadows. It appreciates being somewhat near a stream, and tolerates both moist and somewhat dry conditions. Each leaf has three leaflets with rough \"teeth\". The plant is somewhat \"hairy\". The berry ripens to a deep red in July.\nThe Untamed Common Strawberry\nPhoto: aprilandrandy\nThe common strawberry, Fragaria virginiana, does best in sunny locations in open woods or clearings farther south than the woodland strawberry. The flower has five white petals; the leaf has three toothed leaflets. It is a bit less hairy than the woodland strawberry.\nAlthough one may suspect that the above picture shows garden strawberries, the common strawberry certainly is edible. Besides eating the berries raw or as strawberry jam, people make tea by steeping the leaves in boiling water.\nThe Modern Garden Strawberry\nPhoto: tres.jolie\nThe modern strain of garden strawberry, Fragaria ananassa, is noted as being developed in 1819 in England. It is also known as the \"commercial strawberry\" or \"cultivated strawberry\".\nThe garden strawberry thrives in USDA hardiness zones five through eight, but is also cultivated even into zones nine and ten. The flowers are usually white but may be pink in colour.\nSome gardeners use strawberry plants as ground cover, mainly because they can spread themselves across a garden. However, landscape gardeners often try to maintain order. The flowers do not tend to make a spectacular visual contribution, although the ripening berries certainly catch one's attention against the background of green leaves.\nWise first-time strawberry growers would seek the wisdom of their local suppliers to help select the variety best suited for the local climate. Following local advice on planting and cultivating the strawberries is also important for a successful garden.\nThe final picture shows a white strawberry, but the photographer did not indicate whether this was a ripe albino variety or simply a very large immature berry.\nPhoto: qisur\nReferences:Boreal Forest .org, Lakehead University, \"Woodland Strawberry\", referenced June 3, 2011. Boreal Forest .org, Lakehead University, \"Common Strawberry\", referenced June 3, 2011. Lakehead University,\"Recipe for a Medieval Strawberry Pudding\", referenced June 3, 2011. Michael A. Arnold, \"Fragaria กั ananassa\", copyright 2004, PDF referenced June 3, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Introducing Fragaria: The Three Varieties of Strawberry","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Man-jackfruit.jpg","url":"http://www.environmentalgraffiti.com/plants/news-introducing-fragaria-three-varieties-strawberry"}