{"summary":"Jacobson’s study employed a computer model using data from the Environmental Protection Agency and found that the impact of carbon dioxide pollution was far greater in densely populated and polluted areas.. Jacobson also predicted a rise in carbon dioxide pollution related deaths as the world’s carbon emissions continue to rise","advice_category":"4","content":"\nA Stanford University study has linked carbon dioxide emissions with hundreds of premature deaths in the US every year.\nPhoto from the Climatic Research Unit\n\nThe 700 to 800 deaths which study author Mark Jacobson, a Civil and Environmental Engineering Professor at Stanford, attributed to carbon dioxide pollution were lung and heart ailments linked to polluting particles and ozone in the air, themselves generally thought to be the result of human produced CO2.\nJacobson also predicted a rise in carbon dioxide pollution related deaths as the world’s carbon emissions continue to rise. A death toll of 1000 people per year in the US due to carbon dioxide pollution is predicted if global temperatures rise 1.8¢XF. Jacobson said the worldwide death toll would be over 20,000 should the planet reach that temperature, which is predicted within 100 years by some climate change scientists.\nThis is the first study specifically linking human produced greenhouse gases to human deaths. Jacobson’s study employed a computer model using data from the Environmental Protection Agency and found that the impact of carbon dioxide pollution was far greater in densely populated and polluted areas.\nJacobson said his research had important implications for California in the wake of the EPA’s decision to reject the state’s bid to pass more stringent regulations on car manufacturers. He said: \"Of the additional ... deaths per year due to ozone and particles ... about 30 percent of those occurred in California, which has 12 percent of the (U.S.) population [and six of the ten most polluted cities in the country]. So it was pretty clear ... that climate change was affecting Californians' health disproportionately to its population.\"\nJacobson’s research was not available for the EPA to review before it rejected California’s bid, but he said he makes many points in the study that address issues the EPA raised in denying the bid.\nAlthough the report could be interpreted, and doubtless will be by some, as climate change fear mongering, Jacobson displayed a sense of perspective seen more and more rarely in the scientific community these days when he releasing his work. He pointed out that the deaths caused by CO2 related pollution are a tiny percentage of worldwide premature deaths, and even pale in comparison to the number of premature deaths caused by air pollution in general. Air pollution is thought to result in between 50,000 and 100,000 early deaths in America every year and between 1.5 and 2 million throughout the world.\nJacobson’s study has not yet been published, but will appear in the next publication of Geophysical Research Letters. You can view the study in PDF form on the Stanford website here or via Jacobson’s Stanford web page.\nIf you want to keep up with the growing list of things scientists are saying will kill you, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Carbon Dioxide Pollution: Silent but Deadly?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/sciencetech/carbon-dioxide-might-cause-deaths/670"}