{"summary":"That’s for sure! ?“Though the scorpion has a fearsome reputation as venomous, only twenty-five species have venom capable of killing a human being.” ?That’s comforting, especially when you live in southern Arizona! Scorpions have ruled the Earth since the Silurian period, 443 to 416 million years ago, since before the cockroach. Scorpions flouresce under ultraviolet light","advice_category":"2","content":"\nPhoto: Chris huh\nI live in southern Arizona, and I’ve been stung by a scorpion just once. ?I hope that this never happens to me again. ?I spent five hours in acute pain, localized in the area where I was stung, which happened to be my groin, and then another seven hours hallucinating as if I was on some really bad drug.\nMy eyes darted from side to side, I foamed at the mouth, and I thought briefly that I might expire from this sting... and that my life had been too short and too bereft of emotional, spiritual, intellectual, and sensory satisfaction... How on earth can these little arachnids be so toxic??\n?Photo: JAdams1776?\n\nScorpions are predatory, reports Wikipedia. That’s for sure! ?“Though the scorpion has a fearsome reputation as venomous, only twenty-five species have venom capable of killing a human being.” ?That’s comforting, especially when you live in southern Arizona! Scorpions have ruled the Earth since the Silurian period, 443 to 416 million years ago, since before the cockroach. Ugh. During all of that time, their shape and their reputation have not changed significantly. Scorpions can live to be twenty-five years old.? Great. ?Our cats don’t live that long! ?(Cats are natural predators to scorpions and are unaffected by their stings.)\nPhoto: Jonbeebe\nScorpions are found on all major continents except Antarctica (I guess the living is too hard for you guys somewhere). ?The northernmost colony lives on the Isle of Sheppet in the UK. ?These are reported to be to be small and completely harmless, but…convince me. ?I still have a scar in the spot where that little **** stung me...\nScorpion anatomy is quite complex, but the business end is called the telson, or sting. That’s where the nasty stuff comes from.?\nScorpions flouresce under ultraviolet light. ?Big deal. ?Who is holding an ultraviolet light while making a trip to the loo to perform one’s daily ablutions? ?Actually, they are?rather extraordinary and ghostly when viewed under UV light, which I have done from a safe distance.?\nPhoto: Fusion121\n\nScorpions are reportedly nocturnal. ?Well, I guess the one who was lurking inside my toilet paper roll at 2.00pm was taking an afternoon snooze and was upset at being disturbed…\nThey are, according to Wikipedia, “opportunistic predators.” ?No kidding! ?I don’t even want to go into the ways in which they ingest their food, nor their reproductive routines—trust me, they’re disgusting! ?But I will tell you that scorpions can mate for up to twenty-five hours at a time. ?Do you hear that, guys?","author":"ladywolf","web_category":"nature","title":"The Poisonous Sting of the Scorpion","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/news-scorpion-sting-youll-remember-forever"}