{"summary":" Chilean Sea Bass. If we developed a demand so strong as to encourage the commercial farming of the endangered species on a global scale, could we not reproduce significant numbers for the population to recover completely? Or if we only ate domesticated versions, could some wild species, affected by over-fishing be re-populated?","advice_category":"8","content":"\nPhoto: Image from Paraflyer\nThere are often multiple ways of looking at a problem, and lateral thinking is probably the only way progressive decisions by governments are ever made.\nTo get to that point, there is always a little bit of an odd transition: the brainstorming session, where there are no rules and any idea can be heard. Please bear with us, as we explore just one possible, yet radical solution.\nTo catapult yourself into our frame of mind, you have to imagine one of the all-time animal success stories: the cow. Could we not use the same economic principles that apply to the 1.5 billion cows on this planet to certain endangered species? Why not figure out a way to eat domesticated, farmed animals? But why? Couldn’t we just breed them and release them into the wild?\nLet me explain another possibility. If we developed a demand so strong as to encourage the commercial farming of the endangered species on a global scale, could we not reproduce significant numbers for the population to recover completely? Or if we only ate domesticated versions, could some wild species, affected by over-fishing be re-populated?\nOf course commercial farming has its own problems – agriculture emits huge amounts of greenhouse gases and certain endangered animals such as Blue Whales, cannot be farmed commercially, despite the huge demand in Japan.\nLooking at the following list from a species perspective (those that can be farmed) and taking it with a little dash of salt, I present to you a delicious list of five endangered species that could be saved by our stomachs. In order of what I would prefer to eat.\n5.  Manatees\nPhoto: Image from Joe Schlabotnik\nManatees, also known as sea cows, and close relatives of the dugong, are found all around the coastal areas of Florida, where they're listed as being at risk of extinction because of the high number of collisions with boats every year.  Prior to the threat of outboard engines, the sea cow thrived in the area, and was hunted for meat by indigenous peoples. It was an established trade when Columbus arrived, which has since disappeared.\n4.  Green Sea Turtles\nPhoto: Image from modean987\nThere is a huge array of Green Sea Turtles from the Pacific to the Atlantic populations. Despite this, they are still listed as 'threatened', and therefore qualify to be mass-farmed for fritters and soup on our list. Oddly, they're already being farmed, but not on the scale we're discussing--remember, 1.5 billion cows--probably because they're a tourist attraction, not food.3.  Chilean Sea Bass\nPhoto: Image from splintar\nNotice how we rarely eat animals to the brink of extinction when they live on land?  We're shallow like that, as a species.  Anyway, Chilean Sea Bass is already starting to make a comeback the old-fashioned way--it had seen a giant push for reforms in how it was caught after Whole Foods (among others) pulled it in 1999 for being unsustainable, and is re-entering the market.  While it's the least-threatened species on this list, and has never actually been classified as \"endangered,\" the Chilean Sea Bass is maybe the best example of a creature that has had commercial incentives created to save it.\n2.  Blue Fin Tuna\nImage from Saveena\nBlue fin, which are very, very, extremely tasty in sushi, and therefore wildly popular in Japan, are also critically endangered, and have declined 92% since commercial fishing got big in the 1950s.\nThis illustrates exactly what I've been talking about.  If Japan is willing to over-fish their quota by 200% every year, and have the Australians call them on it, then why not figure out a way to farm them? Not only would this make you feel that you're not eating \"Blood Tuna,\" it would also work incredibly well since nobody seems to like yellow fin, which has been taking blue fin market share since it has fallen under stricter controls.\n1 .  Elephants\nImage from alexdecarvalho\nOk, so there is one land animal I felt comfortable putting on this list.  Even though the vast majority of elephants are killed for their tusks, elephant meat is perceived to be an African delicacy.  Because of the fact that they are so big, the animals are able to feed entire villages at once.  Why not press for a worldwide adoption of this meat, and let the African Bush Elephant roam the North American plains as well?\nIf you have any other radical solutions to saving endangered species, we'd love to hear them and if you give us a particularly good response (of decent length) we'll give it its own article!\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Operation Knife n' Fork:  5 Endangered Species We Could Save By Eating","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/5-endangered-species-we-could-save-by-eating/1112"}