{"summary":"His images of action art travel around the world. Photo: HA SchultArtist HA Schult","advice_category":"6","content":"\nPhoto: HA SchultNEW YORK, 2008\n“We produce trash, are born from trash, and will turn back into trash\" is a famous saying by great artist HA Schult. Yes, the great action artist HA Schult is particularly radical! His incredible work, the army of 1000 ‘Trash People’ are the life-sized people, made out of junk and waste materials such as crushed cans and electronic waste. These \"Trash People\" have travelled the world as a \"now time expression\" with the most important spots visited being the Pyramids of Giza (2002), Antarctica (2008) and even the Great Wall of China (2001). \nPhoto: HA SchultTRASH MAN\nPhoto: HA SchultANTARCTICA, 2010\nBorn in 1939, HA Schult grew up in the ruins of Berlin, Germany. He studied art at the ‘Kunstakademie D?sseldorf’ from 1958 to 1961. For 40 years, the artist worked with various different objects in the art sphere. By using less traditional materials, he has presented mass media in a dimension that was never known to us before. \nPhoto: HA SchultBARCELONA, 2007\nPhoto: HA SchultROME,2007\nIt was in 1996 when HA Schult came up with the idea of life–sized trash people as reflections of ourselves. The installation took more than six months and was done with the help of 30 assistants. The material for this project was collected at the municipal depot Cologne. The faces of the amazing \"Trash People\" were molded from tin cans and their chests were constructed from computers. Finally, their limbs were shaped up from crushed plastic materials. Thus, the whole installation was made out of the waste we constantly produce every day. \nPhoto: HA SchultBRUSSELS,2005\nPhoto: HA SchultGORLEBEN, 2004\nPhoto: HA SchultZERMATT, 2003\n\"Trash People\" are actually a means to pay tribute to the unnamed soldiers and the anonymous people. In 18 containers, they roam the world like refugees of the consumer society. They are 1000 statues made out of inorganic waste. \nThey may be those to whom we owe the spectacular cultural monuments like the Great Pyramids; those who cleaned our garbage but were treated like rubbish by us; and those we do not know but who had the courage to serve their nation with great courage and enthusiasm. It is also a tribute to those victims considered trash over the course of history. HA Schult, by means of this exhibition, wishes to rehabilitate them. His artistic ability made him to redefine what we call trash.\nPhoto: HA SchultKILKENNY CASTLE,2003\nPhoto: HA SchultCAIRO,PYRAMID OF GIZA, 2002\nPhoto: HA SchultPEKING, THE GREAT WALL OF CHINA, 2001\nFor the past three decades, action art has had a great impact on our lives. Freedom of art is not limited to certain materials; everyday elements have influenced the world of art in ever stronger ways and a wide variety of materials are in use today. HA Schult’s action art relates to emotion, fear and the expectancy of his audience. His artwork always relates to the location where it is shown. In this way, the artist manages to stimulate public awareness. \nPhoto: HA SchultMOSCOW,1999\nDespite the exhibition being around for a decade, many people don’t know about HA Schult’s \"Trash People\". The exhibition is actually a mirror telling us the story about how we people are made of trash and live in an era of trash, and the majority being treated like trash. HA Schult has said: “Art is the only justified answer to death.”\nPhoto: HA SchultPARIS,1999\nHA Schult does not lack modesty when it comes to his artistic vision, ranking worldwide among the first environmental artists. He went out into the streets for the improvement of our environment; in fact, his famous exhibition \"Biokinetic Situations\" is a landmark in art history. \nHis images of action art travel around the world. They are media sculptures whose sociopolitical essence has gone beyond the scope of a customary art approach. His works were on show on all continents and are in many private and public collections all over the world.\nPhoto: HA SchultArtist HA Schult\nThe artist has made us think. Do we want a world of devastation, with a billion people living in slums? If not, then we should learn from him and at least think about not to produce so much of trash. The choice is ours!\nMy sincere thanks to HA Schult and Birgit Fr?hlich with whose permission I was able to share information about HA Schult and his incredible contribution toward raising environmental awareness worldwide. \nSources: 1, 2","author":"Alka Sharma","web_category":"art+and+design","title":"Armies of Trash People Invade the World's Cities","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/news-trash-people"}