{"summary":"Of course, it took 30 years of intense, eight-hour-a-day work to achieve these gains, but Alex was familiar with such concepts as \"bigger\" \"smaller\" \"same\" \"different\" \"over\" and \"under\" and had a full understanding of colors and shapes. When he was hungry, he would ask for food (\"Wanna banana?\") and when he was tired, he would tell the researchers that he was going to go away","advice_category":"2","content":"\n\nPhoto: Image from M?rcio Cabral de Moura \nThe debate over the cognitive capacity of animals has raged for years, primarily operating in concert with concerns over the ethics of performing tests on them. While traditional research has had limited respect in this aspect, the abilities of the great apes and dolphins have become widely known. For example, an animal psychologist named Irene Pepperberg has spent 30 years proving that birds have significant cognitive capacity with a series of African Grey Parrots, the most successful of whom was named Alex.\nAlex, an acronym for Avian Learning Experiment, was purchased in a pet shop in 1977 as a one-year-old, the first in what would become a large experiment at the University of  Arizona, and later Harvard and Brandeis. At the time of his death in 2007, Alex was reportedly at the cognitive level of a five-year old, and the emotional level of a two-year old human being, and had a vocabulary of about 150 words.\nOf course, it took 30 years of intense, eight-hour-a-day work to achieve these gains, but Alex was familiar with such concepts as \"bigger\" \"smaller\" \"same\" \"different\" \"over\" and \"under\" and had a full understanding of colors and shapes. When he was hungry, he would ask for food (\"Wanna banana?\") and when he was tired, he would tell the researchers that he was going to go away. He would also display what's known as object permanence, meaning that even when something was out of his sight, he recognized that it still existed--balls rolling under tables, researchers behind closed doors, or other birds he saw outside the window. He even came to recognize the concept of zero, which, while seemingly simple to us, represents a major milestone in mathematical and representational ability.\nOf course, Alex wasn't the first animal that had materialized cognitive capacity, there have been others, including horses and chimps. Alex's work, however, is being duplicated in others. Griffin and Wart are two younger parrots progressing through their training, and are beginning to show signs of picking up the same language and cognition capabilities that Alex exhibitedEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Just How Damn Smart Are Parrots Anyway?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/twowarriorsjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/just-how-damn-smart-are-parrots-anyway/1213"}