{"summary":"Monaco starts with the ball because I’m pretty sure it has been in more James Bond movies than Vatican City. The battle between Monaco and the Vatican is about more than just some Microstate Environmental World Cup victory","advice_category":"8","content":"\nThe Microstate Environmental World Cup pits the world’s smallest states against each other in the battle to claim the world’s best smallest environment. Last week, we kicked off the European qualifying round with Liechtenstein vs. Andorra. Liechtenstein overcame an early extinct otter crisis to trounce Andorra and their super polluting power plant. \nVatican City\nvs.\nMonaco\nThis week, the swank casino principality of Monaco (3-2 odds) faces off against the capital of Catholicism, Vatican City (2-1).  These two tiny territories are some of the most environmentally conscious in the world, and should put on a good show.\nMonaco starts with the ball because I’m pretty sure it has been in more James Bond movies than Vatican City. The whole country is basically a giant set for a Bond movie. You’ve got a gorgeous waterfront, old city stuffed full of beautiful buildings, the world’s classiest casino, and the type of roads perfect for the kind of driving that involves an Aston Martin and the gadget-triggered explosion of several black European luxury cars filled with nameless henchmen. \nThose roads result in the first strike against Monaco’s environmental record. The Automobile Club de Monaco and the Prince of Monaco, who goes by the oddly Buddhist sounding title of His Serene Highness, present the prestigious Monaco Grand Prix Formula 1 race every year. While undoubtedly awesome, especially if you’re the type of jerk who can afford an expensive hotel room in Monte Carlo and an awesome yacht that I really envy, Formula 1 races are not really bastions of environmental healing. The races result in tons of carbon emissions every year. On a good note, Honda’s F1 cars this year were painted in an Earth theme to raise environmental awareness. On a bad note, Honda’s F1 team sucks. \nOther than the Formula 1 race, the primary sources of pollution in Monaco that I’ve just made up are yacht engines and rich douche bags evading taxes. Fortunately, the country has multiple air pollution control facilities controlled by the nation’s Environmental Service. For a country of only 32,000 or so, including a lot of those tax refugees who spend most of their time elsewhere, more than one pollution control center is pretty impressive. In fact, 20% of the 2 square kilometer nation is under some form of environmental governance.\nThe government of Monaco is also zealous about water pollution. Maybe it’s because so much of their revenue comes from tourists who probably wouldn’t want to vacation in a tiny nation that smelled like dead fish and oil. Monaco is actually quite famous for its contributions to marine sciences. Jacques Cousteau, the famous marine scientist, nature show maker and beret enthusiast, was the director of the country’s Oceanographic Museum for years. \nSo Monaco balances out its visitors’ overconsumption with some heavy duty environmental programs. All well and good, but can any of their citizens walk on all that clean blue water?\nPope Benedict XVI is the leader of over (quickly checks Wikipedia) 1.1 billion officially baptized Roman Catholics. I’m not sure how many that equates to in terms of people who actually practice the faith and listen to the Pope’s ideas, but it’s got to still be a pretty big number. As such, the Pope wields an enormous power for change. And as we all know, change starts at home. In Benedict’s case, home is the world’s smallest country, Vatican City.\nDespite the opulent grandeur of the nation’s chapels, buildings, and open spaces, Vatican City is a gigantic step down from the church’s former holdings. They used to control a massive holding of lands known as the Papal States. Today, they’re forced to make do with only a single opulent complex. \nBecause it is such a tiny place surrounded by such a massive city, it’s hard to say much about the Vatican’s own environment. No matter how eco-friendly they might be, they’re still going to have to deal with Rome’s horrible pollution. At first I wasn’t going to hold this against them, but then a friend pointed out that Rome has a majority Catholic population that allegedly listens to the Pope so I’m docking the Vatican a point for not exploiting this for environmental gain.\nNot that the Vatican isn’t eco-friendly. In fact, they're quite green. The Church has called for its members, and all mankind, to become better caretakers and observers of the Earth’s conditions. They see global warming as a human, rather than political, issue. The Church has begun to take a firm stance against global warming and called for people to take part in a variety of environmental initiatives from conservation of natural resources to reducing their carbon footprint.  Unlike a few of its more sordid former leaders (I'm looking at you Pope John XII), the seat of the Catholic Church today is actually practicing what it preaches. \nIn fact, the pint-sized country will soon be the world’s first carbon neutral nation. The Vatican and its 13 extraterritorial holdings, including the Pope’s summer palace Castel Gandolfo, will have all of their carbon emissions this year offset by the new Vatican Climate Forest in Hungary. I have to say, that is awesome. I’m seriously considering using the Nature Conservancy’s carbon calculator so that I can see how large a forest I have to plant to offset my own carbon footprint. Think about how useful that would be for the one-upping games at the environmentalist parties I rarely go to.\nMe: “Oh you drive a hybrid? That’s cool. I have my own forest that offsets all my personal carbon emissions, but a hybrid is good too.”\nThe Vatican is also replacing the roof of its Paul VI auditorium with photovoltaic cells to capture solar power.\nThe battle between Monaco and the Vatican is about more than just some Microstate Environmental World Cup victory. It’s champagne and society versus communion and piety, Prince versus Pope, James Bond versus Jesus.  After carefully considering all the factors, it all comes down to……………………….Vatican City by a nose!!!!!!!!!\nWhile Monaco does have an incredible environmental protection system, it just can’t live up to the Vatican’s immense potential. Sure, Vatican City has smoggy Roman air, but they can also damn most of the polluting Romans, so it really evens out. The Vatican’s recent efforts to improve its members environmental activities and awareness will do more for the environment than 1,000 air pollution cleansing plants in Monaco. \nThe Pope celebrates the Vatican's MEWC victory. \n\nFinal score: Vatican City-3 Monaco-2\n\nTune in next week to see the battle of the island nations as Malta takes on San Marino.  \n... If you'd like to keep up with the rest of the series, why not subcribe to our RSS feed?. We'll also give you a free album.\n\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup: Monaco vs. Vatican City","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-monaco-vs-vatican-city/589"}