{"summary":"That is not the end of the story, however, because, like peacocks, male spiders also possess a sort of cape or flap around their abdomen which they can raise for display whilst courting. The mating dance is quite spectacular, and may be repeated many times with different females, as the male seeks to spread his seed far and wide","advice_category":"2","content":"\nPhoto: xs4all.nl\nMales displaying themselves to females, in order to attract the best mates, is nothing new in the animal world. Humans also do it, though human clothing is rarely as impressive as the plumage of, for example, Birds of Paradise or peacocks. Brilliant displays of vibrant colour are a true joy to witness, and untold numbers of us have stared goggle-eyed at a TV screen, watching them with fascination. Not all colourful show-offs in the animal world are so large, however, and quite a few examples are positively tiny.\nPhoto: xs4all.nl\nIn Australia there are many species of Spider, but one very small variety, found so far only in Queensland and New South Wales, is ‘Maratus Volans’. Also known as the Jumping Peacock Spider, the miniature males have truly amazing colours of iridescent red, green and blue, among others. The head and breast parts of this spectacular beast are usually very dark with red stripes, while the upper abdomen area is green, blue and red. That is not the end of the story, however, because, like peacocks, male spiders also possess a sort of cape or flap around their abdomen which they can raise for display whilst courting. \nPhoto: xs4all.nl\nOnce falsely referred to as a ‘gliding spider’ because it was thought the flap enabled them to glide through the air, it is now clear that the appendage only appears during the mating rituals, and it is quite spectacular. The skin-like flaps stay folded against the body, normally. When a receptive female comes into his view, the male spider expands his ‘cape’ like the tail of a peacock, raising it with legs that are tipped with white hairs. Vibrating his raised flap rapidly with the raised legs, the male then dances from side to side, appearing to roll sailor-like as he gets closer to the female.\nPhoto: xs4all.nl\nThe mating dance is quite spectacular, and may be repeated many times with different females, as the male seeks to spread his seed far and wide. The more he can impress enough to mate with, the better, from the viewpoint of the continuation of the species. Once again we can bear witness to the incredible diversity of the natural world in looking to further the course of evolution. The fastest, fittest and strongest ought to be the ones that achieve most success in passing on their genes, but there is also something to be said for those genes also being passed down which are responsible for beauty.\nPhoto: xs4all.nl \nUgly offspring would hardly bode well for the future of the creatures involved in the furtherance of their genre. Size really plays no part at all in the determination of what might constitute real beauty. You could very easily miss the beauty of this spider and the courting ritual if you were to be there in the wild when it occurs, because the participants involved are only between 4 and 5mm across. Ten of them would fit on a fingernail. All the same, these minuscule wonders of nature are glorious when they do start their sexual dance, and it is a joy to see them. Such wonderful displays are everywhere if we only take the time to look for them. Nature can be so cruel but also unbelievably generous in showing us the glory of the natural world. Jumping Peacock spiders. What a treat. \nPhoto: mymrmician \nSources: 1, 2, 3, 4\nI wish to sincerely thank Ed Nieuwenhuys of xs4all.nl and photographer Jurgen Otto for letting me use pictures for this post.","author":"tonyleather","web_category":"nature","title":"The Rainbow Dance of the Jumping Peacock Spider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-jumping-peacock-spider"}