{"summary":"The role of myostatin in mammals is to tell the body to stop building muscle mass, so if there are no genes producing myostatin the muscles don’t get a message to stop growing, and the result is a cow that puts even the most ripped body builder to shame.. Doctors and scientists thought: if too little myostatin causes Muscular Hypertrophy, then there is a chance that too much myostatin may cause Muscular Dystrophy (MD)","advice_category":"2","content":"\nPhoto: Image: Built Report\nResembling contestants from the cattle equivalent of Mr Universe, these absurdly built bovines certainly don’t cut a pretty picture. Affected by a genetic mutation, known medically as Muscular Hypertrophy, or double muscling, the freakishly-shaped cows are the result of cross breeding. About a century ago, a group of Belgian farmers thought it was a great idea to produce a breed of supercows, as you do. The eventual outcome of this breeding plan was the Belgian Blue breed, possibly the most intimidating looking herd in history.\nPhoto: Image: Built Report\nUnbeknownst to the cattle ranchers, they had created an entire breed that selectively weeded out the very useful myostatin producing gene (MSTN). The role of myostatin in mammals is to tell the body to stop building muscle mass, so if there are no genes producing myostatin the muscles don’t get a message to stop growing, and the result is a cow that puts even the most ripped body builder to shame.\nAnd it’s not just cows that need myostatin to curtail muscle growth, many mammals do. The non-functioning copy of the MSTN gene is unusually prevalent in a breed of dogs called Whippets. When two whippets with the mutant MSTN gene have puppies, there is a one-in-four chance those puppies will look like this:\nPhoto: Image via DogForum\nMyostatin deficiency, though rare, can also affect humans. It's estimated that between 1% and 4% of the human population are carriers of the gene, though the odds of any two reproducing, as well as each passing their broken copy of MSTN to their offspring, are considerably low. It does occasionally happen, though.\nPhoto: \nImage: Wikimedia Commons\nNot surprisingly, once the role of myostatin was understood, people immediately wanted to use it, or rather the lack of it, to artificially grow muscles. Doctors and scientists thought: if too little myostatin causes Muscular Hypertrophy, then there is a chance that too much myostatin may cause Muscular Dystrophy (MD). Various studies and clinical trials are being conducted in blocking myostatin in MD afflicted individuals. On the other side of the coin, guys with a desire to embody cartoonishly exaggerated male sex characteristics have been buying myostatin blockers ever since in the hope of looking as beefed up as a Belgian Blue.\nSources: 1,2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"colehendricks","web_category":"nature","title":"These Mutated Cows are Ripped","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Savannah-Catjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/mutated-cows-ripped/2780"}