{"summary":"Greek mythology has it that Orion the Hunter, son of Zeus, was also killed by a scorpion sting, and scorpions feature on 14 pages of the great Chinese Encyclopaedia.. In fact, the neurotoxins employed by Death Stalker scorpions are being studied by scientists researching a treatment for some diseases, including some forms of brain cancer and diabetes.","advice_category":"2","content":"\nPhoto: kevinzim\nThey are among the most visually abhorrent creatures that roam the planet, and most people will run a mile to avoid any possible contact. You have to feel sorry that the press they have received over the centuries has been so bad, but when something looks like this creature does, and has since the dawn of time, it is not that hard to see why.\nScorpions kill over a thousand people a year in Mexico.  Perhaps you are grateful not to live there, but these horrid beasts are not always that easy to avoid.  They are venomous arachnids and are considered relatives of spiders. Between 1,300 and 2,000 species varieties are thought to exist, each recognised primarily by the curved tail tipped with a stinger. \nPhoto: jerrylee\nScorpions occur in many places people might not expect them to, from grasslands through forests of all kinds, and caves, and they can even be found over 12,000 feet high in the Andes Mountains and the Himalayas. Thankfully, despite their fearsome appearance, only 25 varieties can kill people, though many have stings similar to that of a bee. \nScorpions also glow brightly under ultraviolet light, which makes them easy to find for scientists on field expeditions. The glowing is due to some ultraviolet sensitivity mechanism, perhaps allowing the creatures to avoid damaging light levels. The colour of scorpions under UV light can be quite eerie, from green to bright blue. Preservative alcohol in which scorpions have been submerged may also glow. I personally have seen this after catching and picking them on military service in the Persian Gulf.\nPhoto: snapr\nScorpions are fascinating animals, though most people see them as potentially deadly killers, a wildly inaccurate assessment. However, it is true that after man himself, followed by snakes and the bees, scorpions cause more human deaths than any other no-parasitic animal. Mexico is one hotspot to watch out for scorpions, as are India, North Africa parts of South America and the USA.  \nThe incredibly small percentage of dangerous species cause death via complex neurotoxins, bringing both local and systemic paralysis, severe convulsions and cardiac arrest, which can all occur within a few hours of being stung. Fortunately, good anti-venoms are widely available and death can be avoided with proper medication. In fact, the neurotoxins employed by Death Stalker scorpions are being studied by scientists researching a treatment for some diseases, including some forms of brain cancer and diabetes.\nPhoto: hayesandjenn\nAlthough only medium-sized, the Death Stalker is one of the deadliest. The extremely potent venom causes extreme pain, fever, convulsions, paralysis, and often coma or death for people stung. The Death Stalker Scorpion is found in North Africa and the Middle East. It prefers a dry climate, and makes its home in natural burrows or under stones.\nPhoto: oliveralex\nScorpions can truly be seen as living fossils because they have changed very little in 400 million years of evolution. These amazing creatures have some of the lowest metabolic rates ever recorded in any animal. Most species stay within 1 metre of their burrows and some may spend as much as 97% of their lives inside their burrows. Some species can go a full year without food, and some live without water at all, taking what they need from prey creatures. \nPhoto: snapr\nThey are often well suited to surviving where food comes by only once in a while. Scorpions also tend to be long-lived for their size, and the females put a lot of effort into raising the young. Another amazing fact about scorpions is that they have the same basic body plan now as they did when they first appeared over 400 million years ago.\nPhoto: anon\nThe first scorpions were most probably marine animals, existing until about 250 to 300 million years ago. The first earth-bound varieties appeared around 340 million years ago, and early versions produced some very large species, with the biggest fossils found so far being about 1 metre or 3 feet in length.  \nThere have always been myths associated with them. The Babylonians dreamed up the 12 constellations of the zodiac, and of course one of these was Scorpio, an indication of how potent a force the scorpion was to people 4,000 years ago.\nPhoto: dadandclint\nWarrior-god Sadrafa has as associates the scorpion and the snake. He was a forerunner of the god Mithras who, in an old Persian legend, sacrificed the sacred bull in order that his blood might fertilize the universe, thus creating life. The evil Ahriman, however, sent a scorpion to sting the bull on the balls, poisoning its seed.\nPhoto: anauxite\nScorpions are frequently found etched on Egyptian tombs and monuments. A part of the 'Ebers papyrus' covers \"How to Rid the House of Scorpions\".  They are mentioned in the 'Book of the Dead' as well as in the Talmud and the Bible Old Testament. Hebrew history relates how the scorpion was the emblem of the Dan tribe.  'Scorpion Man' is also the guardian of Mount Mashu in the Gilgamesh epic of Indian folklore.\nPhoto: bellatrix\nThe Egyptians also had a scorpion-goddess called Selkit or Serqet who was 'friend of the dead'.  Egyptians really believed until recent times that scorpions originated from the bodies of dead crocodiles. Greek mythology has it that Orion the Hunter, son of Zeus, was also killed by a scorpion sting, and scorpions feature on 14 pages of the great Chinese Encyclopaedia.\nNo matter how much science tells us that scorpion, snake or spider venom can be used for good as well as bad, we will always hearken to that primal instinct that brings a scream to our throats and adrenalin to our leg muscles whenever we see one.  Scorpions have no desire to play with us, and I for one intend always to leave them well alone.","author":"tonyleather","web_category":"nature","title":"The Deadly Scorpion Throughout History","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb26.webshots.com-43417-2731906050105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature-offbeat-news-ecology-envronment-history/news-savage-scorpion-victim-bad-press"}