{"summary":"The first step in creating a dirty car masterpiece, unbelievably, is to clean the canvas – which in this case is a car window. Scott’s passion for dirty car art began when he noticed how dusty his car had become after traveling up the mile and a half of dirt road to his home","advice_category":"6","content":"\nPhoto: Scott Wade\n“Clean me”, “I wish my wife was this dirty” and “E=MC2”.\nWhich one is the odd one out? None of them – they can all be found gracing the exterior of muddy or dirty cars.\nFor years, dirty cars and vans have been the unlikely location for clever quips and often miss-spelled comments, but now artist Scott Wade is raising the bar when it comes to vehicle scribbles by creating what he calls “dirty car art”.\nScott’s passion for dirty car art began when he noticed how dusty his car had become after traveling up the mile and a half of dirt road to his home. The substance covering the road, known as caliche by locals, is a mixture of limestone dust, gravel and clay.\nScott discovered that this unusual road surface is the perfect medium for creating paintings on rear car windows using a combination of intricate detailing and shading.\nPhoto: Scott Wade\nPhoto: Scott Wade\nThe first step in creating a dirty car masterpiece, unbelievably, is to clean the canvas – which in this case is a car window. Caliche is then sprayed onto the area, which is oiled to allow the dust to stick evenly. “This technique that I’ve developed didn’t happen just over night,” Scott explains.\nPhoto: Scott Wade\nPhoto: Scott Wade\nScott then gets to work on his painting, except rather than putting paint onto the canvas, he removes dust from it to create the outlines and adds the details later on.\nEach car window takes between two and four hours to complete, depending on the level of detail required. Painting subjects include famous masterpieces, animals, landscapes, television and film personalities. And Scott’s art hasn’t gone unnoticed in the world of advertising, with various companies using his work to publicise their products.\nPhoto: Jules Alexander\nPhoto: Scott Wade\nPhoto: Robin Wood\nOf course, the obvious downside to this kind of work is its vulnerability. A rain storm or a misdirected use of the windscreen wiper, and a masterpiece is wiped out in seconds.\nScott is philosophical about the temporary nature of his creations: “You get to turn in something beautiful and then it goes away very quickly. There’s something very nice about that and kind of spiritual. We’re not here forever. We’re like flowers; we bloom, we die. So you’ve got to just enjoy life as it goes by.”\nWith thanks to Scott Wade and www.dirtycarart.com.","author":"JaneK","web_category":"art+and+design","title":"Masterpieces of Reverse Graffiti Created on Cars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art/news-dirty-car-art-masterpieces"}