{"summary":"Soothed by a rainbow: The Devil's Throat at Iguazu FallsPhoto: Photo: jonnydock. The mist and spray produced by waterfalls, especially ones as potent as the Iguazu, provide just such a medium for the sun's rays, so anyone stood above them can enjoy the breathtaking scene below","advice_category":"2","content":"\nPhoto: \"Captive Rainbow\" Photo: Andras Jancsik\nWaterfall rainbows are not even an especially rare phenomenon, but by golly are they a spectacular one. As if waterfalls were not extravagant enough, nature goes and really lays on a feast for the eyes by throwing in a rainbow for free. Rampaging water, perennially worn rocks, and the seven colours of the spectrum just to top it all off. Glad we’re not picking up the tab for this one, particularly as the falls in focus aren't just any falls; they're the Iguazu Falls, to many the most mindblowing on earth.\nSoothed by a rainbow: The Devil's Throat at Iguazu FallsPhoto: Photo: jonnydock\nPhoto: Photo: jaults\nThe Iguazu, or Iguassu, Falls really are something else. Straddling the border of Argentina and Brazil, this awe-inspiring sight splits the Iguazu River into its upper and lower sections, and was shortlisted as one of the New Seven Wonders of Nature. The entire epic waterfall system boasts a total of 275 falls, with the Devil's Throat – a magnificent horseshoe-shaped cascade 82 metres high, 150 metres wide and 700 metres long – the most impressive of all. It's like Niagara on Viagra.\nTranquility meets turbulence: More rainbows at the IguazuPhoto: Photo: tswartz\nPhoto: Photo: Vautrin Baires\nSo what about the colourful little cherry on top of this thundering wonder? Rainbows can be seen when sunlight shining from behind the observer refracts and reflects through water droplets suspended in the air ahead. The mist and spray produced by waterfalls, especially ones as potent as the Iguazu, provide just such a medium for the sun's rays, so anyone stood above them can enjoy the breathtaking scene below. Married beauty to gratify even the most jaded of cyber-trippers.\nRainbows resplendant: Double rainbow and one more for the road Photo: Photo: hyperbolation\nPhoto: Photo: Fiona L Cooper\nThe effect is like a gateway to another world, neatly evoking the legend of how the Iguazu were formed in the first place. According to the fountain of Web-generation knowledge that is Wikipedia: \"Legend has it that a god planned to marry a beautiful aborigine named Naip?, who fled with her mortal lover Tarob? in a canoe. In rage, the god sliced the river creating the waterfalls, condemning the lovers to an eternal fall.\" Well thanks for the sacrifice, guys; you brightened the days of generations to come.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Rainbows Emerging from Inside the Iguazu Falls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb60.webshots.com-31739-2510843090104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/rainbows-emerging-from-inside-the-iguazu-falls/13736"}