{"summary":"In fact, Lovelock believes that a rapid reduction in greenhouse gases would actually increase the speed of global warming. He suggests cutting greenhouse gas emissions anyway, as they may slow the pace of global warming","advice_category":"4","content":"\nIt’s too late to prevent disasters caused by climate change, according to one of the world’s top environmental minds.\nProfessor James Lovelock, inventor of the Gaia theory which suggests the planet acts something like a single organism, said in a recent speech that reducing greenhouse gases and moving to sustainable development will not prevent the most disastrous of global warming’s effects.\nIn fact, Lovelock believes that a rapid reduction in greenhouse gases would actually increase the speed of global warming.  He states that global warming is currently partially offset by global dimming, a cooling of 2-3 ?C caused by atmospheric industrial pollution.\nLovelock is skeptical of the IPCC’s most recent report, which he calls cautious.  He believes it gives the false impression that global warming is reversible with immediate action. Lovelock’s own view is somewhat apocalyptic. He suggests that 6 to 8 billion people will face crises over food and water supplies while battling an intolerable climate.\nLovelock does have some suggestions on how to improve the situation. He suggests cutting greenhouse gas emissions anyway, as they may slow the pace of global warming.  He also advocates saving natural forests. He still believes, however, that humans will have to adapt to the inevitable changes global warming will bring.\nSource: Telegraph and Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"science","title":"Top Scientist Says We're Screwed","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/top-scientist-says-were-screwed/396"}