{"summary":"And it really is a moment. Photo: Brace yourself: Amorous giraffes about to copulatePhoto via World Biking","advice_category":"2","content":"\nPhoto: Brace yourself: Amorous giraffes about to copulatePhoto via World Biking\nIf there’s one thing that puts as many bums on seats as animal violence, it’s animal porn. Among humans, Italians say they do it better; among animals it might be giraffes that make the same boast. Or not. They certainly do it ganglier. And messier baby. Oh and free love is a given. Yes, giraffes are true sexy beasts, wantonly romping over their home ranges without a care in the world. We’ve fixed our gaze on these randy rangy rascals. Doing it.\nLatter day giraffes: Practicing overlap promiscuityPhoto: Photo: Hans Hillewaert\nGiraffes indulge in what is known as overlap promiscuity, which basically means a swinging free-for-all where individuals in the herd mate with whomever they please, whenever they want. It’s no-strings stuff without any long-term relationships confusing matters, and it's particularly easy for the male in the child support stakes as he doesn’t have to worry about caring for the young. In fact, he doesn’t even have to defend himself all that much from rival males. Giraffe territories are as loose as their frames. And their morals.\nTotal satisfaction guaranteed: Getting out more than you put inPhoto: Photo: Malcolm Bean\nIt should be noted that minimal effort doesn’t necessarily mean minimal satisfaction as both sexes can focus their energies on foraging for food. Meanwhile, the males in particular have a riot, mating with as many females as they please, without most of the baggage of male machismo or parental responsibility. Still, it's not a bad set-up for the females either: although they get no help from the males, they actually don’t need much – be it for protection against predators, or nurturing infant giraffes, which are quickly up and running once born.\nWater sports: Polygamy never tasted so tangyPhoto: Photo: Mila Zinkova\nWhen it comes to courtship rituals, things start to get a bit gross. Or kinky. Depends on what you‘re into. Giraffes enjoy a year-round mating season, so males are constantly roaming about on the sniff for females in heat, with rutting occurring every two weeks. To test whether a female is receptive the male makes a sequence of moves known as the flehmen: sidling up, he bumps and grinds the female’s rump to stimulate urination, and if she is forthcoming, scoops up the pee in his mouth to savour its flavour.\nDoing it: All about the foreplay then finished in a jiffy Photo: Photo: Hans Hillewaert \nIf the taste is right, the chase is on. Putting aside thoughts of food for a while, the amorous male giraffe persistently follows his hot date for however long it takes him to mate with her, pacing behind and occasionally trying to mount. It’s not a sophisticated wooing technique, but it works. The female may evade the male’s advances by walking forward; then when she tires of this and stands still the magic moment happens. And it really is a moment. Copulation is brief – short and sweet and male giraffe might say – and so rarely observed.\nFull swing: As wonderful for you as it is for me?Photo: Photo via Eight Hour Lunch\nMale giraffes are attracted to females based on their receptiveness, and also tend to choose younger females – probably because they are likely to be more fertile or less prone to be pregnant. Meanwhile, female giraffes prefer older, more dominant males, who they are more apt to urinate and even actively go for, rubbing their necks on the males and inviting flehmen. Yet females may also play hard to get, drawing out the courtship period so that if a more dominant male comes along he can supplant the courting male – ensuring she gets the best genes for her offspring.\nConfused? Two young male giraffes matingPhoto: Photo via Naturhistorisk Museum\nMale giraffes also often partake in contests known as necking, a form of combat to establish dominance and gain access to sexually receptive females. These duels are short and seldom end in physical harm, the giraffe with the longer neck usually coming out on top. Interestingly, however, another function of necking is sexual, with two males caressing and courting each other as a prelude to mounting and climax. What's more, such homosexual interaction is actually more common in the bachelor herd than heterosexual coupling.\nAhem: Giraffe mounting a donkey Photo: Photo via Scienceblogs\nWho knew giraffe sex could be such a bawdy animalistic game? We’ll leave giraffe sexual deviance - like interspecies relationships - for another day.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Giraffes Making Whoopee","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","url":"http://www.environmentalgraffiti.com/featured/giraffes-making-woopie/19365"}