{"summary":"Therefore, your task when finding a female to mate with has been simple - find the biggest female who will lay the most eggs. become the male","advice_category":"2","content":"\nPhoto: wikipedia\nPeople like to think that animals have it figured out when it comes to sex. They imagine an easy world where STDs don't exist, where the sweet little birdie you left tending the nest doesn't mate with the neighbor and where the natural order of who to mate with, and when, is clearly established and easy to follow. \nImagine how lost YOU would feel in some of the situations animals  face routinely.\nHyenasPhoto: silentcow\nThe scene: You are a male spotted hyena and you are therefore lower ranking than any female in the pack. And smaller, and wimpier. They get food first and can dominate you. The ladies in the pack? They are even hung more impressively than you too. \nFACT: Female spotted hyenas have external genitalia (an enlarged clitoris) that looks identical to a male's penis. What's more, they have to mate AND give birth through it.\nFrogsPhoto: Brian Gratwicke\nImagine: You are a frog species that has always been the biggest around. Therefore, your task when finding a female to mate with has been simple - find the biggest female who will lay the most eggs. Then, life gets confusing when humans introduce invasive frog species which are bigger and your logic no longer applies. Bigger DOESN'T equal better. You suddenly find yourself repeatedly mating with the wrong species when you look for the biggest receptive individual. Ooops!\nFACT: Several species of frogs native to western North America waste a lot of their time trying to mate with introduced bullfrogs. And sometimes? Sometimes they just get eaten by the bigger frog!\nReef fishPhoto: Tim Sheerman-Chase\nYou are a female fish that lives happily in a little harem with some other females and a big male on a reef. One day, the male gets taken out by a predator while defending the group and suddenly YOU start to feel a little funny. A tad more aggressive, maybe, and then you start to bulk up. As the next largest fish in the group, you step up and... become the male. \nFACT: The majority of reef fish are sequential hermaphrodites and will be both sexes during their lifetime.\nHermaphroditesPhoto: wikipedia.com\nThere are several ways to be a hermaphrodite. You can be a sequential hermaphrodite that is a female first (protogynous), one that is a male first (protoandrous) OR, perhaps the most fun, you can be both at once (simultaneous hermaphrodite). An excellent example of this? The banana slug!\nFACT: When banana slugs mate, they generally both give and receive and then, as a nice post-coital snack, chew off each other's penises and eat them. True story.\nSongbirdsPhoto: Wayne Dumbleton\n\nPeople love to talk about animals that 'mate for life' and indeed, many bird species do set up relationships that persist for most of their adult life. These little guys are referred to by scientists as 'socially monogamous'. They set up their nests and raise offspring with the same partner season after season. All looks fine to the behavioral ecologist studying the bird's every move. Imagine the surprise of the scientists when they started to apply some genetic techniques to their work and found that, ON AVERAGE, over 10% of the babies in any one nest are sired by another male.\nFACT: Songbirds have plenty of infidelity (scientists call them, nicely, extra-pair copulations), but they are just fairly discreet. And yes, they get STDs too.\nLizards and Mother MaryPhoto: wikipedia\nNow just to end with something a little less scandalous, you will no doubt be relieved to find out that the whole virgin birth thing is actually not as far-fetched as you may have thought. Turns out there is something called parthenogenesis, which translates as 'virgin birth' and occurs in some species that are all females.\nThat's right. ALL FEMALES.\nWhen a female's hormones are at the right point in the cycle to reproduce, she is simply 'psuedo-copulated' with by another female and that helps boost the number of eggs she can produce. All of the resultant offspring are simply little clones. Later in her cycle, she may be the one to help another female develop her embryos in the same way. Handy!\nHumans are starting to seem a little... boring, no?","author":"antoniadamore","web_category":"nature","title":"The Most Bizarre Mating Rituals in the Animal Kingdom","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb63.webshots.com-41918-2147477690104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-when-sex-gets-confusing"}