{"summary":" The Northern Ireland government is investigating the attack and working to save the farm and its jobs. Northern Ireland’s only salmon farm has been wiped out by a freak jellyfish attack that destroyed the company’s entire stock of more than 100,000 fish.","advice_category":"2","content":"\nNorthern Ireland’s only salmon farm has been wiped out by a freak jellyfish attack that destroyed the company’s entire stock of more than 100,000 fish.\nManaging director John Russell of Northern Salmon Co. Ltd. said:  \"In 30 years, I've never seen anything like it. It was unprecedented, absolutely amazing. The sea was red with these jelly fish and there was nothing we could do about, it, absolutely nothing.\" Mr. Russell took over the company only three days before the attack occurred. \nThe salmon, which were kept in cages about a mile into the Irish Sea, were attacked by the pelagia nocticula jellyfish, commonly known as mauve stingers for their purple glow. Billions of the jellyfish invaded the cages, which were in an area over ten square miles and more than 30 feet deep. Workers attempted to rescue the salmon, but they were unable to reach the cages in time.  The attack caused over ¢G1 million in damages.\nThe salmon company faces closure without government aid.  The Northern Ireland government is investigating the attack and working to save the farm and its jobs. Northern Salmon has sold fish to many famous restaurants in London, as well as Europe and the US.  The Queen was served Glenarm salmon on her 80th birthday last year. \nSource: Telegraph\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.\n ","author":"Chris","web_category":"nature","title":"Jellyfish Swarm Destroys Salmon Farm","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/jellyfish-swarm-destroys-salmon-farm/533"}