{"summary":"When street art duo 6EMEIA started painting storm drains in the Barra Funda neighbourhood of Brazil’s largest city, their plan was to transform everyday life in the way only a smile can.. 6EMEIA – aka artists Leonardo Delafuente and Anderson Augusto – initially devoted a year and a half to smartening up over 50 storm drains in Sao Paulo’s inner city neighbourhoods – areas like Barra Funda, Bom Retiro, Santa Cec?lia and Campo Limpo","advice_category":"6","content":"\nPhoto: All images via DailyCognition unless otherwise stated\nWhere there is concrete, let there be colour; where there is asphalt, let there be kickass graffiti. The world’s metropolises are grey enough places without a hard line stance against graffiti – and the good it can bring. Take Sao Paulo, whose sprawling mass is home to almost 20 million people. When street art duo 6EMEIA started painting storm drains in the Barra Funda neighbourhood of Brazil’s largest city, their plan was to transform everyday life in the way only a smile can.\nPhoto: Image via Say No To Crack\nWhat a great idea. Invisible by their very ubiquity, storm drains aren’t exactly aesthetic masterpieces; functional additions to the urban landscape, sure, but not in themselves the kind of objects that are going to liven up a city’s inhabitants with good humour. Why not spray them with a whole host of designs? 6EMEIA have portrayed everything from animals chomping on their morsels of choice, to a veritable identity parade of other orally fixated mugs and monsters.\n6EMEIA – aka artists Leonardo Delafuente and Anderson Augusto – initially devoted a year and a half to smartening up over 50 storm drains in Sao Paulo’s inner city neighbourhoods – areas like Barra Funda, Bom Retiro, Santa Cec?lia and Campo Limpo. In doing so, they brought a new expression to Sao Paulo’s streets, and apart from the odd piece being painted over by local authorities, it seems even the police just stand by and watch. Worse things to worry about.\nPhoto: Image via What Jamie Found \nThis is what the artists themselves have to say about their work: “With the painted storm drains, a new type of communication is proposed between art and the city as well as between art and the residents. Art then becomes within the reach and at the service of everyone. By looking with care at the most forgotten and indifferent objects, one can take in art in a new way. The painted storm drains are like colorful drops falling into an immense ash-colored canvass.”\n6EMEIA’s storm drain graffiti has been about since around 2005, and pics of their work have been round the blogospheric block a few times. Still, there’s a reason for it: they kick ass. What is hard to get though is the tiresome debate over whether the pieces are Photoshopped. Do the people making the allegation really believe it or are they just trolls looking to get a reaction? We suspect the latter. After all, who’d go to the effort of Photoshopping this stuff when they can do it for real?\nDoing it for real is what 6EMEIA have been doing: “The work itself has been well received by the residents of the places which are painted, which affirms the fact that art does not always need to be viewed on the walls of galleries and museums.” Mainstream recognition has come along with several important expositions of their work, but this hasn’t stopped the duo decorating more storm drains – an urban intervention that has become an alternative attraction for visitors to Sao Paulo.\nYou can check out 6EMEIA's website here. Extra sources here and here.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Sao Paulo’s Incredible Storm Drain Graffiti","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/featured/sao-paulo-incredible-storm-drain-graffiti/17274"}