{"summary":"They also know that they cannot climb the dry sand dunes and so they stay safe within the confines of the wet sand of the beach, moving as the wind moves them.. Still young and dependent on their creator for guidance, Jansen hopes that in a couple of years he will be able to release the beasts onto beaches where they will be able to survive and breed on their own","advice_category":"6","content":"\nPhoto: Image: Ars Electronica\nSince 1990, Dutch kinetic artist Theo Jansen has been creating and nurturing the evolution of large new life forms called Strandbeest. At once awkward and strangely beautiful, these sand beasts are born of the technological age, unrelated to any animal or plant now living on the planet. Their habitat is the beach, and their food is the wind.\nSeeing the animals walk across the sand is a sight to behold. They know that they cannot swim so they do not brave the surf. They also know that they cannot climb the dry sand dunes and so they stay safe within the confines of the wet sand of the beach, moving as the wind moves them.\nPhoto: Image: Roel\nStill young and dependent on their creator for guidance, Jansen hopes that in a couple of years he will be able to release the beasts onto beaches where they will be able to survive and breed on their own. In order to achieve this goal, Jansen uses the principles of selection and evolution by running computer simulations to produce genetic algorithms that tell him which beasts are 'fittest' for the beach environment. Jansen builds the beasts out of plastic tubes, connecting the various lengths of tubes into different beasts based on their 'genetic codes'.\nPhoto: Image: artfutura\nThe animals are then taken out to the beach for a romp, and the ones with the best designs are bred to create the next generation of beasts. Successive generations have wings that can capture and store wind energy in old lemonade bottles for later use; noses can be buried in the ground to ensure they won't be swept away by a huge gale of wind; and feelers can detect and avoid obstacles.\nAnd although most beasts are lightweight side-shuffling skeletons, the innovative way in which Jansen has built his creations enables them to also carry large and heavy loads. The Animaris Rhinozeros, for instance, is a 3.2 ton titan that can move easily on the beach with the aid of the wind, and it can also venture onto the open road with the help of a single person pushing or pulling it along.\nPhoto: Image: Edgar Gonzalez\nThe possibilities for these animals seem endless in this amazing intersection of art and engineering. It's not certain whether Jansen will be able to achieve his vision to one day have these animals survive and multiply on their own but it will sure be an interesting journey to watch these beautiful moving sculptures evolve over time.\nFor more on Jansen's moving sculptures take a look at this 2007 TED Conference presentation.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"Kinetic Beasts of the Netherlands","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crosby-1.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/kinetic-beasts-netherlands/3242"}