{"summary":"With special thanks to Carl Warner for use of his images. The next time you’re trying to figure out what to do with your leftover food in the fridge, take a look at the work of British photographer Carl Warner for inspiration","advice_category":"6","content":"\nThe next time you’re trying to figure out what to do with your leftover food in the fridge, take a look at the work of British photographer Carl Warner for inspiration. If you weren’t hungry before, you’ll be famished after!\nUsing nothing else but food bought in his local supermarket, Carl creates these awesome landscapes with the help of food stylists and model-makers before painstakingly shooting each scene in layers.\nThe whacky masterpieces, which include a broccoli trees, a salmon sea, a garlic village and salami mountains, have to be precisely timed and planned to avoid the food wilting.\nThe only problem with making scenes like these is the waste. Carl told the UK’s Telegraph: \"Although there is a fair amount of waste, there is a lot of food left over which is always shared out with the team, though most of the food used in the sets have either been superglued or pinned, and neither of these makes for good eating.”\nThere are plans to turn the ‘Foodscapes’ into a book, which Carl hopes will encourage children to eat more healthily, even though he’s still having trouble to get his kids to eat their greens. Well, how hard would it be to take orders from a father who still plays with his food?\nJust goes to show, art is all a matter of taste.\nWith special thanks to Carl Warner for use of his images. There are more cool shots on his website. \nHungry for more? Check out our 30 Creepiest Vegetables on Earth.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"Incredible 3D Landscapes Made Entirely Out of Food","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","url":"http://www.environmentalgraffiti.com/featured/3d-landscapes-food/4401"}