{"summary":"They mature quite late in life, with females sexually receptive between 5 and 7 years and males even later. They continue in this way for 20 or 30 minutes before mating – if they decide to culminate with intercourse","advice_category":"2","content":"\nPhoto: Cindy Sabulis\nSex. We all do it. Yet most of us think of animals as being mechanical in their sexual activities and uncaring about whom they mate with and how they get down to it. However, if these images are anything to go by, animal sex can be both gentle and caressing, as well as fierce and rough.\nAs with sex among humans, a myriad of forms abound in the animal kingdom. Here we take a look at ten mammals going at it while we talk about their mating habits. Is this voyeuristic? Only the way wildlife programs on TV are too!\n10. ElephantsPhoto: unkwill\nElephant mating can be a very affectionate affair. The female only has a few days during the mating season to conceive and will audibly call the male, although it is up to him whether he wants to respond. After the female has briefly ignored the male's advances, they get down to business rather like humans, with touches, trunk intertwining, nuzzling and kisses (one trunk inside the mouth of the other). They continue in this way for 20 or 30 minutes before mating – if they decide to culminate with intercourse. Same sex mountings are also common among elephants, both male and female, but the male usually ends up with a companion – often one or more younger bulls – caring for his needs. This is the opposite of the 'love them and leave them' attitude the males have towards their heterosexual partners.\n9. GiraffesPhoto: Hans Hillewaert\nReticulated and other giraffes have long necks that are not just used to reach the top of tall trees (in fact this hypothesis is now being questioned) but to \"neck\". Necking is when two male giraffes swing their heads and necks at each other, buffeting them together until one is still standing strong, which gives him a choice of the females. Necking is also used by males to caress one other, with mounting behavior and even climax also exhibited. Up to 94% percent of all observed mountings in one study occurred with male giraffes on other males, although such behavior occurred on average between 30% and 75% of the time. The males also use necking as part of foreplay with the females, much as we humans like to do! An additional, and rather unusual, sexual behavior exhibited by the older, more dominant male giraffes – who tend to get in on with the younger females – takes the form of prolonged chasing and urine-tasting (known as the Flehmen response), which they use to determine the fertility of their prospective mates.  \n8. Japanese MacaquesPhoto: Noneotuho\nOne of the most important points to understand about Japanese macaque mating behavior is the notion of \"consortship\". Pairs come together and spend an average of 1.6 days traveling, eating and otherwise working as a bonded pair, whilst also mating. Female macaques have about four consorts a season, while male macaques spend a longer time with their female if the male is of a high rank in the troop. Both males' and females' faces and genitals turn red during the mating season, the males' deep red and the females' scarlet. The females are the ones who choose whom they mate with, which isn't the case among many creatures in the animal kingdom where it is the male's prerogative. Interestingly, a study done on barbary macaques showed that females shout during sex to help the males climax. When the females shouted, the males ejaculated more than half the time, but when they were silent, only 2% of the time. Perhaps this explains the reason for moans among human females as well. Interestingly, the female Japanese macaques mount one another more commonly than they are mounted by males!\n7. Yellow MongoosesPhoto: Magalhaes\nThe yellow mongoose lives in a burrow, in a hierarchical system, with one main breeding pair at the top. Breeding season is between July and September, with births from October to December. Perhaps because mongooses like to stay hidden in burrows, there is not an awful lot of information out there on mongoose foreplay, although during both courtship and mating these cheeky animals are known for letting out a high-pitched noise known as giggling. What's more, looking at the picture, one might conjecture that they thoroughly enjoy the sex act itself! Mongooses give birth in their underground warren, and the babies reach adult size in 10 months. \n6. Red DeersPhoto: Keven Law\nThe sexual behavior of red deers is interesting in that the males usually have a dozen or more attempts before successful mating occurs with one female, after which he moves on to a new female in his group. The male is like a sultan with a full harem to choose from! Gestation takes approximately 262 days, and babies stay with their moms for a year.\n5. Brown BearsPhoto: Andrew Bossi\nBrown bears stay with their mates for up to two weeks, in a situation known as serial monogamy. They mature quite late in life, with females sexually receptive between 5 and 7 years and males even later. By some accounts, bear sex is extremely rough, at least in terms of foreplay, with the female pushing the male around a few times before they get down to it. Once fertilized, a female egg floats in the uterus for six months and then implants while the female hibernates, an evolutionary tactic that helps the female if she hasn't gained enough fat to feed herself and survive a pregnancy during winter – in which case the egg doesn't implant at all.\n4. Natterer's BatsPhoto: Gilles San Martin\nNatterer's bats generally mate in the fall but can continue to do so into winter. In this image it looks like the two lovebirds (though they might resent such a name!) fit together perfectly between their wings. The bats give birth in late June to early July, with moms and babies living in maternity colonies together. Babies feed on mom's milk until 6 weeks old when they are weaned.\n3. ImpalasPhoto: Kevin Hughes\nImpalas are medium-sized antelopes that live in large groups, with lone males rounding up any female herds that enter his territory. He has his choice of females and chases away any male who dares to try and take one away, while also stopping any female that tries to leave. However, if the eagerness this little lady is showing during sex is anything to go by, her feet leaving the ground as she backs onto him, we don't imagine too many do try to leave! The impala rutting season lasts about three weeks in May and June, with gestation lasting six to seven months. One unique thing about impala females is that they can postpone childbirth for an extra month during harsh conditions.\n2. TigersPhoto: Connie Lemperle\nFemale tigers are only receptive for a few days a year, so sex is often and noisy during this short timespan. As with all cats, the male's penis is barbed and tears at the vagina, which causes serious pain for the female (and perhaps a certain amount of pleasure!) contributing to her growls and calls. This could well be where the term \"caterwauling\" comes from! Male tigers will also hang on by biting the back of the female's neck. The babies are born in 16 weeks and stay with mom for 2 1/2 years. Danger comes from other male tigers which often kill cubs to make the female receptive again. Only half of all tiger cubs born survive.\nPhoto: Bob\nLions can mate at any time of the year, in bouts that last for days, with intercourse taking place an astonishing 20 to 40 times a day! During these bouts the lions often give up eating and have sex to the exclusion of all else, and lionesses will also sometimes go at it with more than one male. The male lion has spines on his penis that point backwards and rake the walls of the female's vagina – ouch! – and this is believed to cause ovulation. In fact, all cats right down to the domestic tabby have these spines, which is surely a reason for the loud copulation cats big and small are known for.\nAs we can see, wild animals aren't that different from humans in their vagaries when it comes to sex: some are hit-and run-artists while others pair up at least to \"date\" a little. And the act itself takes all shapes and sizes! \nSources: 1, 2, 3, 4, 6, 7, 8, 9, 10, 11, 12","author":"Michele Collet","web_category":"nature","title":"10 Images of Mammals Making Whoopee","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGemsbokFight8056825jpg","url":"http://www.environmentalgraffiti.com/news-mammals-going-it"}