{"summary":"Called clearwing or glasswing insects, parts of their wings seem to be transparent. This dragonfly’s body also shows striped camouflage: Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Tc7\nWho hasn’t dreamed of being invisible, at least for a day? Well, insects are already miles ahead of humans, some of them playing with invisibility every day. Called clearwing or glasswing insects, parts of their wings seem to be transparent. Which made us wonder – why do they do it? Do they wait for smaller insects to fly against them and then laugh devilishly? Or do they pretend to be a stick and then fly away? Let’s find out more about these rather cheeky little fellows…\nApproximately 1,200 types of glasswing insects are known today and though they can be found on all continents except Antarctica, the majority of them prefer tropical climates (and who wouldn’t?). Says Bruce Purser in his book Jungle Bugs: Masters of Camouflage and Mimickry (2003) about the phenomenon of clear- or glasswing insects:\n\n\nSo transparent wings are really about the play of light and shadow, which makes a lot of sense as clearwing insects usually inhabit the lower parts of tropical forests characterized by their alternating dark and light patches.\nThe glasswing butterfly above, a popular one among visitors to tropical climes, has a glamorous name: Greta Oto. It inhabits the rainforests from Mexico to Panama and feeds on the nectar of tropical flowers. Don’t miss the black, curled up proboscis with which it sucks up the nectar! The wingspan of G. otos reaches between 5.5 and 6 cm.\nAsian dragonfly close-up: Photo: \nImage: Krikit\nDragonflies have often been admired for their filigree wings, where only the veins can be seen. They move them so rapidly when flying that they are very difficult to see and follow – a very clever method of active camouflage!\nThis clearwing satyr (dulcedo polita) from Costa Rica demonstrates various means of protective transparency: the clear wings allow the play of light and shadow, therefore hiding it effectively. In addition, the “eye” on the tip of the wings scares off predators. What a smart and stylish defense mechanism!\nPhoto: \nImage: Pia ?berg\nHere’s another dragonfly, demonstrating beautifully the play of light and shadow that makes only the dragonfly’s body visible. Called protective resemblance, insects try to look like objects in their environment in colour and shape; often sticks and leaves but also bird droppings.\nPhoto: \nImage: Tanakawho\nThis is exactly what the tortoise shell beetle is trying to do: its partly transparent carapace (shell) gives it an unusual, non-beetle like shape meant to baffle predators. The markings on its back carry a message too: stay way!\nPhoto: \nImage: Charles Lam\nHere’s a fly with fully transparent wings and a striped body, usually yellowish or brownish, to protect from predators by mimicking wasps or bees:Photo: \nImage: Jenny Downing \nThis dragonfly’s body also shows striped camouflage: Photo: \nImage: Keven Law\nThe Dock Clearwing moth (synansphecia doryliformis) reaches a wingspan of 2 cm and can be found in southwestern Europe, North Africa and Australasia. It illustrates that moths apply the same protective transparency strategies as their cousins, the butterflies.\nPhoto: \nImage: svdmolen\nThis Japanese butterfly of the papillionidae family explains the strange connection between stained glass and butterflies. Have you noticed how many stained glass lamps have butterfly motives? But seriously, doesn’t this specimen look like it’s achieving transparency with the white colouring of its wings while also scaring away predators with the intricate pattern on the wing tips?\nPhoto: \nImage: Su Neko\nLast but not least, an outlook for things to come. Transparency is not only found in insects but also in many other inhabitants of tropical rainforests like frogs. And this specimen was too cute to pass by…\nPhoto: \nImage: Eric Chan\nFind out how humans can achieve invisibility and how bugs and moths scare away predators.\nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"10 Naturally Transparent and Translucent Insects","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Titan-arum1_0.jpg","url":"http://www.environmentalgraffiti.com/featured/naturally-transparent-and-translucent-insects/8406"}