{"summary":"The glass tiles can be created to match almost any decor and come in six different textures. Standard issue tiles are 4\" x 4\" that cost an average of $15 each, but you can ask for custom tiles at custom prices too","advice_category":"6","content":"\nPhoto: Images via Gizmodo\nSpice up your morning shower by singing a little song and watching the colours change in your new temperature-sensitive wall tiles from Inventables. Responding to heat from your bathwater, the tiles shift shades over three phases, manifesting a different colour for each 6 - 10 degree rise in temperature. The tiles also respond to changes in air temperature, body heat (not unlike those mood rings girls used to wear in the '70s) and other hot or cold sources. Made of 20 - 80% recycled glass, they're not only different from those boring old everyday tiles, they're a green product to boot. \nThe glass tiles can be created to match almost any decor and come in six different textures. You can also choose specific temperature-activated colour change points to suit your needs and wants - maximum range for the \"Liquid\" line is -30¢XC (-22¢XF) to 120¢XC (248¢XF) - and you're not limited to using these trendy tiles in your shower stall either; you can also incorporate a new kind of floor mosaic in your foyer or countertop. \nPhoto:  Image via bookofjoe\nStandard issue tiles are 4\" x 4\" that cost an average of $15 each, but you can ask for custom tiles at custom prices too. If you're looking for a unique artpiece, this might be the option for you: examples of artwork include a daytime cityscape that transforms into a nighttime scene when the temperature changes. The Disneyland Hotel even jumped onto the design bandwagon by incorporating specially designed tiles into the Mickey Mouse Penthouse. As the glass tiles change color, silhouettes of Mickey Mouse appear on the outer edge of the shower. \nPhoto:  Image: disneyandy\nWith all these options available, it seems the possibilities for this technology are endless. But the question remains: will it be a lasting trend in our fickle world? We're not sure, but if the mood strikes you, we say go for it. Everyone needs a bit of colour and variety in their life! \nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"Like Chameleons These Tiles Change Colour... Just Add Heat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44674-2553205940105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/chameleons-tiles-change-colour-add-heat/8170"}