{"summary":"Kiddie’s fiction is always full of unicorns (which are always horses, preferably white, with a horn on their head). However, fiction may have become a reality, when a single-horned deer was spotted in an Italian natural reserve.","advice_category":"2","content":"\nPhoto: image via discovery\nKiddie’s fiction is always full of unicorns (which are always horses, preferably white, with a horn on their head). However, fiction may have become a reality, when a single-horned deer was spotted in an Italian natural reserve.\nThe Roe deer which was born in a research park near Florence has a gene anomaly: instead of having two horns, like his twin brother, the one year-old Roe deer has a single horn, making him look that mythical creature commonly found in legends and stories.\nAccording to Italian specialists, this type of anomaly may have been discovered in the past and inspired the legend of the ‘unicorn’. There are of course, other single-horned deer, but they are very rare and usually their horn isn’t centered.\nStories about unicorns are thousands of years old and seem to evolve like Chinese whispers in every new book or kid’s novel. The legend began with the story of Herodotus, the father of history, who mentioned it in the 5th century BC. The creature’s reputation and ‘rarity’ kindled the curiosity of some of the world’s most respected scientists and inventors. One famous example, is Leonardo Da Vinci, who said that unicorns can actually be captured if a virgin is used as bait. Usually that detail is left out of his biographies. Sources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"nature","title":"'Unicorn' Spotted in Italy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","url":"http://www.environmentalgraffiti.com/ecology/unicorn-spotted-in-italy/1283"}