{"summary":"Santa Hamster will get you a hefty fine in Vietnam. Yes, hamsters","advice_category":"2","content":"\nThe Vietnamese government has taken steps to beat the greatest threat facing their country today: hamsters.\nSanta Hamster will get you a hefty fine in Vietnam. Image by Mader Andrea\nYes, hamsters. Authorities, who believe the animals are linked to disease, are so concerned about hamster ownership that they’ve imposed a fine of 30 million dong ($1,900) for anyone caught in possession of the furry rodents.  That’s nearly twice the average yearly salary in the country.\nAccording to the BBC:\nAuthorities believe most of the hamsters are being illegally imported from China and Thailand. Presumably there are vicious gangs of hamster smugglers fighting to control the lucrative trade to the underground hamster clubs of Hanoi.  \nHamsters are just one of the many odd items being smuggled into Vietnam and other countries in the region.  A BBC report said:\nFake anti-malaria drugs are a serious and potentially deadly issue. Fake chicken eggs, however, are just weird. I notice they call it an internet rumour, which makes me think it’s not true. For one thing, I have no idea how you could make fake chicken eggs. You could replace them with eggs of some other bird, but with eggs currently selling at a couple dollars per dozen, I don’t see why you would go to the trouble. \nInfo from BBC\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n\n ","author":"Chris","web_category":"nature","title":"Vietnam Fights the War on Hamsters","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_0","url":"http://www.environmentalgraffiti.com/offbeat-news/vietnam-fights-the-war-on-hamsters/903"}