{"summary":"Augustine, Ponte Vedra and The Beaches, offer all the right ingredients – and although I can’t promise you it will be the holiday of a lifetime, it certainly seems to have all the right ingredients.Photo: Getaway4Florida. St","advice_category":"8","content":"\nThis is a Sponsored Post written by me on behalf of St Augustine, Ponte Vedra and The Beaches. All opinions are 100% mine.\nPhoto: Getaway4Florida\nWinding my way through historic brick streets, peppered with antique stores and mighty fortress walls, I’m suddenly feeling in the mood for some cultural history. So I book myself in for one of the town’s engrossing ghost tours, before heading back to check out some more of the quirky Spanish architecture. Where am I? The oldest continuously inhabited town in America – St. Augustine, Florida. \nPhoto: Getaway4Florida\nFor the culture-vulture, St. Augustine is perfect. Quirky, romantic and educational, it boasts more forts than you can shake a sword at, as well as a host of fascinating other buildings such as jails and museums. Even the stores are quaint and laden with old-school charm. \nPhoto: Getaway4Florida\nBut it's not just culture that you can soak up in St. Johns County, Florida – minutes away lie unspoiled beaches and temperate waters, where you can indulge in everything from swimming and tanning, to fishing and bird watching. And in nearby Ponte Vedra, home of the PGA tour, you can book yourself and your buddies in for a relaxing afternoon on the beautifully manicured Sawgrass golf course. Just make sure to keep your eyes peeled for alligators and other surprising guests on the course!\nPhoto: Getaway4Florida\nSt. Augustine, Ponte Vedra and The Beaches are truly an outdoorsman’s paradise. What we love though, is combining outdoor pursuits with more cultural interests, and there is certainly plenty of scope for this here. For you couples out there, allow a horse-drawn carriage to ferry you to the stunning surrounds of the Lightner Museum, before whisking you away to a charming nearby B&B. Or perhaps you’d prefer to spend your time relaxing at the Sawgrass spa retreat? The choice is yours, and it is surely freedom and choice that make a holiday truly enjoyable. \nPhoto: Getaway4Florida\nHolidays are not always the blissful escape we hope for – delayed flights, awful hotels, crowded beaches and overpriced food all too often put paid to any sense of relaxation or enjoyment. But most of us believe that, one day, we will experience the holiday of a lifetime. The endless sands and boundless waters of Florida’s St. Augustine, Ponte Vedra and The Beaches, offer all the right ingredients – and although I can’t promise you it will be the holiday of a lifetime, it certainly seems to have all the right ingredients.Photo: Getaway4Florida\nCheck out romanceliveshere to see if St. Augustine and Ponte Vedra are the perfect Florida getaway for you.","author":"Thomas Davie","web_category":"travel","title":"Getaway To St. Augustine","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/adventure/news-getaway-st-augustine"}