{"summary":"The song “Grapevine Fires” was inspired by DCFC guitarist/vocalist Ben Gibbard's first hand encounter with the California wildfires. Photo: Image: DCFC","advice_category":"2","content":"\nPhoto: Image: NSF\nWhen the California wildfires struck in 2007 they shocked not just a state and a nation but the world. The facts speak for themselves: at least 1,500 homes destroyed, 500,000 acres of land burned, 9 people killed, and 85 others injured including at least 61 firefighters. Yet for all the scorching destruction they caused, the fires also proved to be the source for some fresh creative energies.\nGrammy nominated band Death Cab for Cutie (DCFC) recently launched the new video for their tune “Grapevine Fires”. Directed by Walter Robot – the team of artist Bill Barminski and writer Christopher Louie – the video features some great animation, which you can check out here:\nThe song “Grapevine Fires” was inspired by DCFC guitarist/vocalist Ben Gibbard's first hand encounter with the California wildfires. Walter Robot were moved to add another layer to Gibbard’s experience with an animated short that brilliantly conveys the devastation and cracked dreams the fires caused.\nPhoto: Image: DCFC\nSince 2007, Walter Robot have been heralded for their innovative work in music videos and experimental film. They're evidently well matched with the equally critically acclaimed DCFC, who are set to kick off their US tour in April.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Grapevine Fires: Creativity Born From Destruction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-9758-2729923760105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/grapevine-fires-creativity-destruction/9274"}