{"summary":"These acids lay siege to our teeth and actually start to break apart the bonds between the minerals. First, a little bit about teeth","advice_category":"4","content":"\nPhoto: dozenist\nIf you scrape your knee or break a bone, your body will naturally heal itself, so why not your teeth? Once those unsightly black spots show up on our molars, most of us think there’s only one solution: the dentist. Yet although the majority of people will just cringe and bear all the drillings and fillings, there are a few who’ve questioned our assumptions. Their reasoning is this: if the rest of our body can heal itself, then it stands to reason that our teeth will as well. And if our teeth can heal, there must be steps we can take to help them along.\nPhoto: Air Combat Command\nFirst, a little bit about teeth. Teeth have four different kinds of tissue: enamel, dentin, pulp, and cementum (a protective layer over the roots). The enamel is the hardest substance in the body, tougher than both bone and concrete. Enamel has super-tight mineral bonds, and these bonds keep it solid, strong and healthy. When we eat, the carbohydrates in our food and drinks interact with the bacteria in our mouths to create acids. These acids lay siege to our teeth and actually start to break apart the bonds between the minerals. This process is called demineralization, and if it gets out of hand, we end up with the nasties – cavities – that take us down the road to the dentist.\nPhoto: Care_SMC\nFortunately, our body has its own system to combat all those demineralizing acids and carbohydrates. The champion of our pearly whites is a rather unlikely hero. It isn’t white blood vessels or platelets, but is, in fact, none other than our saliva. Saliva, it turns out, is a lot more ferocious than any of us realized. It de-arms starches and keeps lots of minerals like phosphates and calcium floating around our molars. This all helps our enamel to remineralize, to stay flinty-strong and be able to chew up food, and to protect the inner layers of our teeth. \nPhoto: Ray Smith\nAs with most illnesses, prevention plays an important part in the avoidance of tooth decay. In order to have access to the proper minerals to send to your teeth via saliva, you first have to eat the right foods. A balanced diet, avoiding high-sugar and starchy foods, and getting enough vitamin D through sunlight or supplements are all important. Ending a meal with a bit of cheese can help neutralize acid as well.\nPhoto: jenny cu\nIf you’re consistently getting cavities, you may want to try giving your saliva an extra boost by taking mineral supplements. There is also some anecdotal evidence that people have actually been able to reverse a cavity by using natural toothpastes and, of course, eating a good diet. \nPhoto: AnneCN\nSo can you heal your teeth? Some people say so, and they may very well be right. Either way, though eating well, salivating a lot, and delving into the realm of natural toothpastes and remineralization powders can’t hurt. And whatever it takes, it’s surely worth it to avoid any extra trips to the dentist.\nSources: 1, 2, 3, 4, 5, 6","author":"yvonne.mcarthur","web_category":"science","title":"Can Teeth Heal Themselves?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-could-we-heal-teeth-naturally"}