{"summary":"Christmas is almost here, which means it is time to harvest and sell Christmas trees. The vast majority of American Christmas trees come from Christmas tree farms where farmers produce about 35 million Christmas trees on nearly half a million acres of land","advice_category":"8","content":"\nPhoto: Joseph Dunsay\nChristmas is almost here, which means it is time to harvest and sell Christmas trees. The vast majority of American Christmas trees come from Christmas tree farms where farmers produce about 35 million Christmas trees on nearly half a million acres of land. Oregon, North Carolina, Michigan, Pennsylvania, Wisconsin, Washington, New York and Virginia grow most of the commercial Christmas trees. A small percentage of Christmas trees are harvested from the wild to thin the forests.\nVirginia Tech published information for novice Christmas tree growers. Most Christmas tree growers in Virginia work their stands part-time. Christmas trees take 6 to 12 years to mature, which is quicker than the 20 to 30 years that lumber products require but longer than the timeframe for annual crops. A Christmas tree crop requires relatively little investment in machinery and can grow on marginal sites that are unsuitable for other crops. Startup costs for a Christmas tree farm are about $3,000 to $12,000 per acre. Once the trees are over a meter tall, they need about 40 hours of maintenance per acre each year.\nPhoto: Joseph Dunsay\nSome Americans harvest their Christmas trees directly from nature. The US Forestry Service is responsible for maintaining forests and prairies on federal land. It sells permits for cutting Christmas trees from its forests so that it can cull stands that have too many small diameter trees. The US Forestry Service issued safety tips for cutting Christmas trees to prevent injury during the harvest.\nWhether farm grown or gathered from the wild, a Christmas tree is a classic tradition. Many farmers grow Christmas trees to supplement other income sources. The US government allows people to cut down trees from its forests during the Christmas season. Millions of households add a bit of green to their homes with the presence of a Christmas tree.","author":"Joseph Dunsay","web_category":"lifestyle","title":"Where Do Christmas Trees Come from?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","url":"http://www.environmentalgraffiti.com/spirituality/news-where-do-christmas-trees-come"}