{"summary":"Although in their size range, COROT-exo-3b is not a brown dwarf, those exotic objects that are neither stars nor planets. COROT-exo-3b packs 22X the mass of Jupiter packed into a planet only 25% larger than Jupiter","advice_category":"4","content":"\nPhoto: \nMassive Planet in close orbit to its sun.Image by European Space Agency and NASA\nSpace telescopes have catalogued a universe of previously unknown wonders and mysteries. The list still grows monthly and certainly far away planets orbiting other stars are hypnotically fascinating. Will any of these prove up as 'Earth-like' with an environment that could support DNA, cellular tissue, life-as-we-know-it? Astronomers now catalog 330+ exoplanets in far away solar systems with a great diversity in size and environment. But all variations on the planet theme have not been found and a recent planet discovery in the fall of 2008 proved to be the first of its kind.\nOne of the most fascinating groups of exoplanets are those whose size approaches that of brown dwarfs, objects that are neither planets nor stars. Giant planets often zip around their suns at high speed in orbits that are very close to their star. Astronomers have found many of these giant extrasolarplanets during the past 15 years but until this past October, there was a missing group. No planet had been found whose size was between 12X to 70X the mass of Jupiter. This gap in the data was mysterious.\nPhoto: \nMassive Extrasolar Planet that has methane and water in its atmosphere.Image by European Space Agency and NASA\nIn the fall of 2008, the COROT space mission of the French Space Agency found the heaviest planet yet discovered. COROT-exo-3b packs 22X the mass of Jupiter packed into a planet only 25% larger than Jupiter. This heaviest of planets has a density that is three times that of lead! Also, COROT-exo-3b orbits its sun very rapidly and completes one circuit of its star in 4 days, 6 hours. Although in their size range, COROT-exo-3b is not a brown dwarf, those exotic objects that are neither stars nor planets. Lithium is the spectral signature of brown dwarfs and it is absent in COROT-exo-3b. Now owning well deserved notoriety, let's hope that COROT-exo-3b soon gets a more reader friendly name.\nSources 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"The Densest Planet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/sciencetech/densest-planet/5231"}