{"summary":"Deep within the underground labyrinth of the Luray Caverns, Virginia, USA is what is likely to be the world's largest and awe inspiring musical instrument: The Great Stalactite Organ. The Great Stalactite Organ may be the oldest naturally formed lithophone that has a customized organ console to utilize 37 of the cave formations","advice_category":"6","content":"\nIn the third part of our \"playable buildings\" series, Environmental Graffiti reporter Jammie Nicholas, explores the Great Stalactite Organ of Luray Caverns, VirginiaPhoto: \nDeep within the underground labyrinth of the Luray Caverns, Virginia, USA is what is likely to be the world's largest and awe inspiring musical instrument: The Great Stalactite Organ. The Luray Caverns were discovered on August 13th 1878 by a group of local men who became the first to see the abundant underground cave formations of stalactites, stalagmites and columns.\nThe Great Stalactite Organ may be the oldest naturally formed lithophone that has a customized organ console to utilize 37 of the cave formations. Initially, volunteers did performances manually until the concept for the organ was designed and installed in 1956 by Leland W. Sprinkle. Three years were spent finding suitable stalactites to produce the specific note. Each of the selected stalactites was then wired a mallet, creating manual control solenoids, activated by the appropriate organ key on the console.\nThe stalactites used are spread over approximately 3.5 acres of the caverns and are audible throughout the 64-acre labyrinth. Since its installation recordings were taken of Leland W. Sprinkle's performances initially on vinyl and later on cassette turning classic musical gems compositions into solid rock.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"art+and+design","title":"The Biggest Secret Rock Concert [pics]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/RecycledPopCanLilyRetakebyChristineEigejpg","url":"http://www.environmentalgraffiti.com/featured/the-biggest-secret-rock-concert-pics/1380"}