{"summary":"However, we did manage to find a video of an iguana falling out of a tree in Ecuador. Just because they're turning grey and bouncing off the pavement all over Miami doesn’t mean they’re all going to die","advice_category":"2","content":"\nIt’s no great secret that we here at Environmental Graffiti have a bit of an interest in non-native species.\nWe’ve written all about the crazy consequences some of these imported plant and animal species have had on their new environments.  Now it appears that the environment is striking back at some of the non-native species to hilarious effect.\n\nIguanas, originally found in tropical regions from Brazil to Central America, have a thriving population in South Florida. The animals, which most likely originally arrived in cargo shipments or as pets turned loose by their owners, have rapidly expanded to the point where they’re now considered a nuisance.\nBut South Florida is a bit different than the iguanas’ native lands. For one thing, it gets the occasional cold snap in the winter months. Florida is in the middle of one of these rare cold periods, with temperatures reaching down to the high 20s and low 30s Fahrenheit (that’s between -3 and +1 degrees Celsius for our non-American readers) and it’s resulting in some amusing sounding consequences for the lizards.\nApparently, when the temperature drops into the 40s Fahrenheit (5-10 Celsius) the cold-blooded lizards fall into a deep sleep. They turn grey, and their feet lose their ability to grip. Since most of the iguanas are tree dwellers, this results in a large percentage of affected iguanas falling out of their trees. Basically cold weather makes it start to rain iguanas.\nApparently iguana showers are a mostly nocturnal weather phenomenon.  Ron Magill, communications director for Miami Metrozoo, said:  \"The worst part of the cold comes in the evening, and they literally just shut off. Their bodies shut off and they lose their grip on the tree, and they start falling.\"\nDon’t worry too much about the iguanas. Just because they're turning grey and bouncing off the pavement all over Miami doesn’t mean they’re all going to die. Iguanas have between four and ten hours for the temperatures to rise before they go to sleep in a more permanent way. Many of the Floridian iguanas will wake up and return to their comfy trees by the morning.\nNot that all Floridian’s are thrilled by the lizards’ survival. Kenneth Krysko, a herpetologist with the Florida Museum of Natural history, considers losing a chunk of the iguana population a positive thing. \"The [iguana] populations have expanded so drastically [that] when we do experience a really good cold snap, it will kill off a lot of them.” He pointed out that \"they're not native, and they're considered a nuisance.\"\nUnfortunately, EG was unable to find video of the reported Florida iguana falls. However, we did manage to find a video of an iguana falling out of a tree in Ecuador. It may not be completely related to the story, but we think it’s funny, so we’re posting it here.","author":"Chris","web_category":"nature","title":"Miami Weather Report: Cold with a Chance of Iguana Showers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/eye-winkjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/iguanas-fall-from-trees-in-miami/676"}