{"summary":"Briefly holding a cup of hot coffee also made the same participants more likely to buy a gift for another person than if momentarily holding iced coffee!. When, in another study a group of participants were exposed to physiological pain via social rejection and social apathy, the participants were more liable to experience physical numbness than the group with the opposite exposure","advice_category":"8","content":"\nPhoto: Erica M.\nLook at the bunny picture above. What emotions, thoughts or reaction do you have when viewing it?\nNow, look at the picture below.  \nPhoto: S. Maria Lawton\nWhat emotions, thoughts or reaction do you have when viewing it? The reaction is no doubt phenomenally different! \nThere is a scientific explanation for this. Studies show that pictures of soft, cute, cuddly objects have a profound impression on our brain’s unconscious thoughts. So too is the phenomenon of touching soft, light objects. Scientists have proven in this aforementioned study that people (of both genders) are generally more flexible and open-minded when they sit in soft, cushioned seats and/or view pictures of soft, fluffy objects.\nAdversely, when participants of the aforementioned study viewed violent, crude pictures, they had adverse, negative reactions as expected. Coupled with sitting in hard, wooden chairs, their heart rate increased and they were less likely to compromise with prices on purchases or be open-minded and willing to cooperate with others.\nLikewise, another study from Yale has discovered recently that when study participants were offered some sort of desirable compensation (like money), they were more apt to be able to suppress their unconscious behavior and/or reactions to stressful situations or being exposed to crude images. \nPhoto: website press kit\nInteresting results were obtained when the aforementioned studies tested the same participants on how they would rate a job applicant. One group was given light clipboards, weighing 12 ounces, each with a resume. The other group met the same job applicants and saw the same resumes, however, the latter were anchored onto heavy clipboards weighing approximately 4.5 pounds each.\nThe group given lighter clipboards judged the applicants less seriously and less qualified for the job. They were apt to allocate less government funds to social/public issues like education in a subsequent study by the same researchers.\nThe group that had the heavier clipboards took applicants more seriously, finding that their job skills and education were more desirable and the applicant wanted the job position more. These were the same job applicants with the same resumes that were given to the group with the lighter clipboards.\nPhoto: S-A-M\n\nThese studies correlate with another study whereby mammals, such as humans and primates, prefer physical warmth, the word “warmth” to describe someone and an increase in temperature (generally speaking). This coincides with the infant bonding experience when being close to another person or animal was one of the first memorable experiences. \nPhoto: Stepheye\n\nWarmth translates over to generosity. According to the same study, simply holding a warm cup of coffee generates a person’s perception of another person as more loving, friendly and exuding positive characteristics. If someone holds a cup of iced coffee, the same person is more likely to perceive the other person as less generous, less sociable and less caring even though the same people were used in the study. Briefly holding a cup of hot coffee also made the same participants more likely to buy a gift for another person than if momentarily holding iced coffee!\nPhoto: S.A. Saddeqe\n\nMoral integrity and purity is linked to physical hygiene according to this study. When participants were put in an environment with other people who were dirty and were physical disgusting due to lack of hygiene, participants judged them more harshly on their moral character. Certain areas of the front part of the brain (on p. 6 of the study's article) overlap the activation of moral and physical disgust. It’s important to know that all of the people studied were unfamiliar with each other and therefore did not possess any pre-existing bias.\nPhysical pain and emotional pain are also heavily correlated in the unconscious brain. The sensation of rough material or even rough skin are associated with being demanding, rough and hardy in character, says Science News. It is a basic lesson learned early in life, as babies and young children touch everything in their world, often placing objects into their mouths. \nClothes make the man... and womanPhoto: Annie Mole\n\nWhen, in another study a group of participants were exposed to physiological pain via social rejection and social apathy, the participants were more liable to experience physical numbness than the group with the opposite exposure. The higher the psychological pain the participants experienced, the higher increase in physical pain tolerance and physical numbness. It’s a natural process by which to survive adverse situations. \nThe conclusion is this. If people want to be highly successful in life, generally speaking, they need to take a conscious effort to appease the unconscious brain. In other words, surround one’s environment, office, home, etc. with objects and furniture that are soft, fluffy and tranquil in nature. Keep coffee or other drinks freshly brewed or hot. Have a neutral, comfortable temperature in the room. Invest in a manicure (even for guys) and make sure hands are soft and supple. Take at least one shower a day; be meticulous about appearance and first impressions. Shake hands often because physical warmth is usually desirable. Don’t wear itchy materials and have an environment filled with objects of that sort. \nIf one will notice, businesses like law enforcement and security don’t have an environment with tactile-friendly objects and personnel. However, daycares, elementary schools and social services businesses readily incorporate these tactile-friendly atmospheres.","author":"Asher Kade","web_category":"lifestyle","title":"The Hidden Influence of the Unconscious Brain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-unconscious-power-thought-and-behavior"}