{"summary":"Bats are the only mammals native to the island. Most of the tourists who visit the island are French","advice_category":"8","content":"\nPhoto: Soqotra (Yemen)\nTwo-hundred and fifty miles off the coast of Yemen, you will find Socotra, the largest member of a four-island ellipsis that trails off the Horn of Africa into the Gulf of Aden. The island is a mix of ancient granite massifs, limestone cliffs and red sandstone plateaus.\nPhoto: Kate b. Dixon\nSome 250 million years or more ago, when all the planet’s major landmasses were joined and major life-forms were just a gleam in some evolutionary eye, Socotra already stood as an island apart. \nPhoto: Kate b. Dixon\nSocotra has been gathering birds, insects and plant life off of the winds that cultivate this bizarre collection of living organisms. Socotra is home to myrrh trees and several rare bird species. \nPhoto: osami-Al-Eryani\nSocotra has over 800 species of flora and fauna found nowhere else on earth. One of the most striking of Socotra's plants is the Dragon's Blood tree, which is a strange-looking, umbrella-shaped tree. It has red sap called Dragon’s Blood which the ancients sought after as medicine and dye. Today the dragon tree is used for paint and varnish. Many of the islands aloes are used for medicine and cosmetics. Socotra’s Dendrosicyos and the rare pomegranate Punica Protopunica are in great demand and found nowhere else in the world. Bats are the only mammals native to the island. There is much concern that introduced species, such as goats, will present a danger to the islands native flora. \nPhoto: Soqotra (Yemen)\nSocotra has become a booming tourist attraction. An airport was built in 1999; before that the island was only accessible by boat. The island has only four hotels, two gas stations and very few flushable toilets.\nPhoto: x serpico x\nSocotra only has a handful of paved roads and they were put in just over two years ago. Most of the tourists who visit the island are French. When this amazing island was only reachable by boat it saw 140 tourists a year. With the new airport it has seen an increase to 2,500. So if you are looking for the unusual this summer and want the luxury of a pristine beach without the crowds, book a flight to the strangest place on earth – the island known as Socotra.\nLinks: 1 \n","author":"Tammy Marie Rose","web_category":"travel","title":"Socotra: The Most Bizarre Island on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/untitled.jpg","url":"http://www.environmentalgraffiti.com/news-socotra-island-most-bizarre-place-earth"}