{"summary":"In the video below, the ants had all moved on, so the scientists swooped in to study the giant ant colony by pumping in concrete. So, when you consider that ants can carry 20 times their weight, and that each colony has millions of them, it's a good thing ants don't wage war on humans!","advice_category":"2","content":"\nPhoto: Budzlife\n\n? Just what makes that little ole ant, think he can move a rubber tree plant??\nIt might just be high hopes that give ants a 'think-I-can' mentality, but it might also be that ants are simply incredible creatures and amazing underground architects. Millions of ants live together in colonies that humans very rarely see.\nPhoto: Steve Jurvetson\nUp close and personal, this ant looks fierce. Ants live pretty much everywhere on Earth, except for Antarctica. In the documentary, Ants, Nature's Secret Power, it was said that ants are the most warlike animal on Earth and rule the planet. There are about 22,000 species of ants. So, when you consider that ants can carry 20 times their weight, and that each colony has millions of them, it's a good thing ants don't wage war on humans!\nPhoto: William Cho\nIn Japan, the largest colony of ants was found; it had spread out over 1.04 underground miles. That colony broke off into 45,000 colonies which had a whopping 306 million ants with 1 million queens! Jeez! \nIn any colony, there are workers, miners, soldiers, and queens. Man, it's a entire kingdom (or queendom!) per colony!\nPhoto: Budzlife\nThere's much to be learned from the teamwork of ants – meaning it would be wonderful if humans could work so well together.\nPhoto: Steve Jurvetson\nThese miner ants look busy, but that's nothing. In the video below, the ants had all moved on, so the scientists swooped in to study the giant ant colony by pumping in concrete. To their surprise, they had to pump for three days and used up 10 tons of cement! Finally, after weeks of excavating tons of dirt, the scientists revealed an ant megolopolis. It's fascinating if you had never before considered that ants live in complex cities and are expert underground architects. \nSo do ants have high hopes of moving a rubber tree plant? After watching that video, it seems ants could do anything. Let's not tick them off. Before you kick an ant hill or step on an ant, remember that those tiny creatures have literally millions of friends. If they were so inclined, payback could be a b*#ch, er, bad news.\nSource: 1, 2","author":"Angel","web_category":"nature","title":"Peering into the Amazing Underground Architecture of Ants","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/118239195_1gwucvbU_IMG_4743.jpg","url":"http://www.environmentalgraffiti.com/animals/news-peeking-amazing-underground-architecture-ants"}