{"summary":"Even as you read about the scientific explanations for the existence of the arches in your Moab guidebook, none of it seems possible. As mentioned, there are hundreds, if not thousands of miles of great mountain biking in the Moab area, but Porcupine Rim and Slickrock are two of the most famous","advice_category":"8","content":"\nPhoto: Mike O'Reilly\nThe vast landscape of the American Southwest offers the most beautiful vistas anywhere in the nation, and many of these views have become iconic images recognized even by people who have never been west of the Mississippi. Geological wonders such as The Grand Canyon, Monument Valley and the formations of Yosemite park have all found their way into American consciousness through western movies, and the iconic imagery of photographers like Ansel Adams. Yet if I could recommend only one destination for a visitor, it would be Moab, Utah. \nAs your drive into Moab you instantly realize you’ve come to a place of mystical wildness, and a place that epitomizes the geological diversity found throughout the Four Corners area, where Colorado, New Mexico, Arizona and Utah join together. Nowhere else can you find such a clear record of ancient history - human, animal and mineral - frozen in time. All in a single day you can explore thousand-year-old ruins of the Anasazi people, run your fingers across the fossilized footprints of dinosaurs, and go even further back in time to discover the rippled patterns of ancient seabeds, hardened for eternity and thrusted upward over years of tectonic pressure.\nA great way to take it all in at once is to climb above the town of Moab - in your car, on your motorcycle or bicycle - to the mesa of flowing red “slickrock” that lures visitors from all corners of the globe each year. \nPhoto: Mike O'Reilly\nSeveral of the main features of this area include Arches National Park, and the famous Slickrock and Porcupine Rim trails. Farther to the south and west you’ll find another National Park, Canyonlands; a dizzying labyrinth of red rock and juniper once called home by prehistoric, cliff-dwelling humans. If you’re lucky you might even stumble across one of these dwellings, constructed of stone, mud mortar and cedar timbers, still precariously wedged in high crevices. One wonders how native people could even access these cliff “condominiums,” and we are left to assume they were handy with the braiding of yucca-fiber ropes and the construction of wooden ladders. You can see more evidence of their effort and ingenuity; small foot and hand-holds carefully notched into the rock to make climbing up and down a little less nerve-wracking. \nArches National ParkPhoto: Mike O'Reilly\nIn case you thought the surreal rock formations through which Wile E. Coyote spends his time chasing the Road Runner came purely from the imaginations of cartoon animators, your first trip to Moab will assure you that this crazy landscape is actually real. Gazing at the giant, red arches jutting improbably into the desert sky you may even feel as if you’ve become part of a cartoon fantasy land. Just go with the feeling... \nPhoto: Mike O'Reilly\nEven as you read about the scientific explanations for the existence of the arches in your Moab guidebook, none of it seems possible. Which is why you must make the trip.\nPhoto: Mike O'Reilly\nPhoto: Mike O'Reilly\nSlickrock and Porcupine Rim trails\nSections of the Slickrock Trail are open to both motorized and non-motorized vehicles, and I’ve experienced the trail on foot, bicycle, motorcycle and in four-wheel-drive trucks. I’ve even ridden my skateboard across the smooth, flowing terrain, dropping into natural half-pipes and carving the contours of massive sandstone bowls. Mountain biking is especially fun, because the grippy surface allows you to climb impossibly steep grades, and the downhills are as exciting as anything I’ve ever been on. Since there’s no trail like it anywhere on Earth, every mountain biker should try it at least once. And when you’re done riding Slickrock, you can test your skills on dozens of others trails in the area. \nPhoto: Mike O'Reilly\nWhile the Slickrock loop can be considered a fun, “novelty” trail, others like the Porcupine Rim trail, which goes around the edge of the large slickrock plateau, offer intermediate-level riders a greater technical challenge. None of this trail involves slickrock and, while it cannot be considered “singletrack” in the strictest sense, the loose, jagged rocks and sharp turns on the downhill require good handling skills.\nPhoto: Mike O'Reilly\nPorcupine Rim is a point-to-point trip which takes you along the edge of thousand-foot cliff for several miles, then drops you down onto highway 28. From there you ride five or six miles back into town. So unless you want to make the long climb back up to your vehicle, it’s best to leave your vehicle in Moab and have someone drop you off at the trailhead to start your trip. As mentioned, there are hundreds, if not thousands of miles of great mountain biking in the Moab area, but Porcupine Rim and Slickrock are two of the most famous. Just remember to bring tools, tubes and lots of water since temperatures in southern Utah can frequently top 100 degrees in the spring and summer months.\nFor more information on the trails and parks of Moab, visit the following websites:moab.netmoab-utah.com","author":"mikeoreilly","web_category":"travel","title":"The Surreal Landscape of Moab, Utah","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Bryce_-teaser.jpg","url":"http://www.environmentalgraffiti.com/national-parks/news-surreal-landscape-moab-utah-0"}