{"summary":"This creates the outcome of scrawny pregnant elk that have a difficult time making it through the winter months. In Wyoming elk migration is dwindling","advice_category":"2","content":"\nIn Wyoming elk migration is dwindling. According to the American Society of Mammalogists, grassland necessary for the survival of the elk population has decreased by a whopping 40% since 1989. In the past 21 years, the summer temperature just in the Yellowstone region has shot up 4 degrees. This has acted as a huge damper on calf production.\nPhoto: mikrash\nFood has become such a tremendous issue among the Clarks Fork migratory elk that there has been a 70% decline in new calves being born in the past decade. The female elk that stay home and don’t migrate, which only make up a third of the elk population, have had a 20% increase in likelihood of breeding.\nPhoto: swatcop\nAs if that weren’t bad enough, now male elk are being chomped up by wolves more prevalently. Those that migrate are more likely to become dinner to the wolves, which have also seen a decrease in food sources. Male elk that stay home and breed are more likely to survive and contribute to the overall elk population.\nThe 2004 wildfires and drought in recent years have driven the wolf population up in record numbers. Wolves are not having a problem finding their prey in the lack of vegetation. Recent studies argue that the increase in wolf population is not to blame though. They are blaming the elk population decrease on hunters, bears, and of course, the lack of forage.\nPhoto: maki\nThough studies have not reached a conclusive determination for the fall in the elk population, a poor birth rate has been conjectured. Female elk fearful of predators make less progesterone during pregnancy. Progesterone is a necessary hormone for the successful outcome and continuation of pregnancy in all animals. The elk living in areas with higher concentrations of wolves and bears have been discovered recently to have a marked decrease in progesterone in their pregnancies.\nThere is also the increased population of wolves and other elk predators hogging the dwindling food supply. The wolves are making the fearful elk go up the mountains during the winter instead of their usual pattern of staying close by and foraging on healthier and more fattening foliage. The mountainous vegetation is no nearly as packed with protein. This creates the outcome of scrawny pregnant elk that have a difficult time making it through the winter months. On average, this same survey finds that elk eat 27% less food when the pressure of wolves was present.\nPhoto: dyet\nIt’s unknown at this time whether or not elk in North America will be able to overcome the adversity of climate changes, deforestation, predatory population surges and biological alterations. The elk depend on humans now more than ever to preserve their habitat for their species to continue.","author":"Asher Kade","web_category":"nature","title":"Why Elks Are Becoming Couch-Potatoes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/wolf_1.jpg","url":"http://www.environmentalgraffiti.com/animals/news-environmental-changes-have-turned-elk-couch-potatoes"}