{"summary":"Lucinda Linderman's work is currently showing at Cando Arts Co-op in Miami Beach, FL and more can be found on Lucinda's website. Another 10' high, 3' wide sheet of paper etched with mud was \"cast\"  - or created- from 6-months of Lucinda's junk mail.Photo: Lucinda LindermanPhoto: Lucinda Linderman","advice_category":"6","content":"\nPhoto: Lucinda Linderman\nAll images courtesy of Lucinda Linderman\nArt does not fail in times of global uncertainty; it is merely stripped of its more delicate permutations and rendered as a tourniquet for the gore of social wounds. It does not pretend to heal, only to reaffirm our humanity,  those unfettered regions of the consciousness that allow us to say yes or no to a particular sensory intrusion. To see and to attach meaning to a work, we must first acknowledge that we are indeed separate from the world - and its turmoil - around us. Here is a moment of respite - we take refuge in beauty as we remind ourselves, irrespective of our place in the world that we are human and hence masters of our thoughts. \nWe are inspired by those who choose, as artists, to effect a parallel universe of light, color and texture; one which is tethered neither to the tyranny of the present nor to the insistence of the world outside its expanse. Art that purports to teach frequently falters; work that instructs visually without a shrill call to action, holding the confidence of the artist's technique and chosen medium as sufficient creates an universal and timeless oeuvre.\nPhoto: Lucinda Linderman\nThe artwork of Miami-based Lucinda Linderman is a testament of our past century of rapid consumption and technological advance. It documents as well a millennium within which questions concerning the environment are now on an equal footing with those relating to industry and international politics. Her ingenuity is the ability to merge a whimsical diversion and a stunning document of contemporary consumerism into a coherent and engaging piece of art. Linderman is passionate about upcycling  - the processes of creating new items directly from discarded ones without the use of machine power - yet her artwork is unsullied by dogma.\nLinderman's most stunning piece is a full-sized wedding dress made of clear plastic bags. The transformation is so thorough that one sees the tailoring of the dress, a replica of 1940's actress Grace Kelly at her wedding to Prince Rainier of Monaco, before noticing that each fold might have housed someone's sandwich. Another 10' high, 3' wide sheet of paper etched with mud was \"cast\"  - or created- from 6-months of Lucinda's junk mail.Photo: Lucinda LindermanPhoto: Lucinda Linderman\nThe work's wealth of textures interlaced with a panorama of shades of bone and ivory is astounding and terrifying by default. A row of necklaces that look like coral or bone are made in fact from twisted plastic bags. The shapes feel as hard as gems; there is no need to explain their durability for other uses or to intone that they do not biodegrade. \nIn another space, a small field of tiny trash sculptures, bent into flowery shapes,  evokes an almost perverse fable of consumerism- the seeds of our fast food and sugar addictions, when discarded, spawn fields of virtually endless plastic \"foliage\".\nLucinda's next move is as a a mentor for children in Liberia - teaching upcycling as an engine of industry and cultural preservation. Lucinda's work is a homage to a human-driven evolution. Art may not only uplift but speak to our current collective fate, safely from a plateau of incessant innovation. Lucinda Linderman's work is currently showing at Cando Arts Co-op in Miami Beach, FL and more can be found on Lucinda's website. ","author":"Carlarover","web_category":"art+and+design","title":"Upcycled Objects: The Found Art of Lucinda Linderman ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art/news-upcycled-objects-found-art-lucinda-linderman-corrected"}