{"summary":"In an attempt to boost its economy, the Solomon Islands in the South Pacific has decided to resume the export of live bottlenose dolphins. Buyers are likely to be marine parks who train dolphins to perform in shows.","advice_category":"2","content":"\nIn an attempt to boost its economy, the Solomon Islands in the South Pacific has decided to resume the export of live bottlenose dolphins.  Export was banned in 2003 after an outcry about the capture of dozens of the animals, but now fisheries minister Nollen Leni has announced that up to 100 can be legally exported each year, if the move is approved by the Convention on International Trade in Endangered Species. Buyers are likely to be marine parks who train dolphins to perform in shows.\nDirector of WWF New Zealand, Chris Howe, said the development was inhumane and appalling.  “It's just bizarre to move dolphins from one side of the planet to the other. There are much more sustainable ways of developing your economy than doing that.” \nLive dolphins fetch a few hundred dollars each for the fishermen who capture them, but once shipped abroad and trained they are bought and sold for about $30,000.  \nThe Solomon   Islands is to resume the export of live bottlenose dolphins, with local fishermen being encouraged to sell the mammals as a way to earn money.\nIn June, after rumours that the trade was to resume, the US-based animal rights group Earth Island Institute wrote to the Soloman Islands prime minister, Manasseh Sogavare, to say that such a mover would be cruel and damaging to the environment.  In response, the minister challenged groups to provide evidence that dolphins were endangered in the area, and claimed that US fishing vessels killed more than 50,000 dolphins ever year.  Bottlenosed dolphins are not listed as an endangered species.\nA study by the Marine Mammal Inventory Report (MMIR) estimated recently that as many as 40% per cent of dolphins in shows at marine parks came from the wild.  Humane Society International says that wild-caught dolphins suffer stress and often refuse to eat following capture.  Their spokesperson urged tourists to stop patronising dolphin shows at marine parks in protest at the move.  ","author":"Maryking","web_category":"nature","title":"Live dolphins sold for $200","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","url":"http://www.environmentalgraffiti.com/ecology/live-dolphins-sold-for-200/232"}