{"summary":"This means that the disease would need to move through its host population faster than public health measures and medical intervention treatments could manage it. This can take place relatively quickly","advice_category":"8","content":"\nPhoto: Graham Colm\n\"The Walking Dead\" and \"I am Legend\" attest to fears of a global pandemic.  In real life, Bird Flu, SARS and various flu strains give credibility to these fears. Along with rumors and ambient warnings, there are historical pandemics we are aware of such as the Spanish influenza virus of 1917, the bubonic plague of the 12th century, the Antonine plague of 165 AD and others. \nThe single longest endured pandemic was an outbreak of bubonic plague that began in China. The first cases were reported in 1855 and quickly spread through South and Southeast Asia and then around the world. It continued until 1959, lasting more than 100 years.\nEach year, new strains of influenza break out in various locations and spread across the oceans. Most strains have relatively low mortality rates. They can cause death in vulnerable segments of the population such as infants and the elderly, but are uncomfortable inconveniences for the majority who contract them.\nPhoto: Larry Stauffer\nSuppose, however, that there evolved a strain that had a high mortality, one that killed among the general population, one similar to the plague?  Just how likely is it that a high mortality disease can be transmitted around the world? And if it can, how long would it take? For such a disease to occur, there are several factors that need to be examined.  \nFirst, the virus would have to be an infectious disease. This means that the disease would have to spread from person to person in an efficient manner. An airborne virus is spread by moisture particles passing from an infected host to non-infected individual. This can take place relatively quickly. A blood-born pathogen works its way into a population more slowly.\nSecond, the pathogen would have to avoid self limitations. It must remain active in a host long enough to sustain transmission. Some high-mortality diseases like the Ebola virus kill off the host population very quickly.  This means the disease cannot spread beyond its outbreak population. Some disease pathogens are able to infect multiple hosts. The bubonic plague, for example, infects rats and humans and is transmitted by the passing of bacteria between mutual carriers.  \nPhoto: Hendrike\nThird, the pathogen would have to avoid being stopped. This means that the disease would need to move through its host population faster than public health measures and medical intervention treatments could manage it. By isolating and quarantining disease sources, the spread can quickly be brought under control. Unfortunately, many diseases have symptoms that are indistinct from a common cold or flu. In such conditions, it becomes very difficult to find the source.\nSupposing that we have a pathogen that is able to meet these obstacles - that means (a) it is easily transmitted, (b) has a long incubation period, and (c) it evades detection. Such a disease most probably would start as a virus in a major metropolitan center. It would move through the local population via public transportation and personal commercial interaction.  It would quickly move from one international airport to others and then onto regional airports as the public traveled. From the airports, it would move into the public transportation network, into the personal commercial sector and onto individual families. To spread to the more remote areas, it might take as long as a year.\nWhen considering these factors, public health authorities state that the greater danger in an epidemic is not the disease itself but the spread of panic. When a disease is under control, maximum medical attention can be provided to those who are infected. However, when individuals avoid precautions, panic and act irresponsibly, their actions can spread the disease more widely, quickly overwhelming healthcare systems, thus resulting in limited care to infected patients.\nPublic health officials inform us that it is indeed possible for a high-mortality disease to spread throughout the world and kill millions.  However, they also tell us that for this to occur, we as the public would have to act against our better judgment and work as helping agents for the disease to be successful.\n\nFor more information see:How quickly could a single supervirus spread to every single person on earth? \n\nBuilding a simulation of the Spread of a Virus\n\nPanic can spread more quickly than swine flu\nHow to protect yourself in a pandemic ","author":"Russell Vallimont","web_category":"lifestyle","title":"How Long Would It Take for a Deadly Virus to Wipe Out Humanity","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/health-and-body/news-how-long-would-it-take-deadly-virus-cover-world"}