{"summary":"Research on a grass in northeast China showed that it had several adaptations, which allowed it to thrive in locations with a wide range of precipitation levels. The climate in northeast China becomes drier as one travels westward from the Northeast Plain to the Mongolian Plateau","advice_category":"4","content":"\nPhoto: Joseph Dunsay\nClimate change may alter the climate in many regions. A species' ability to survive will depend on its ability to adapt to new climates. Research on a grass in northeast China showed that it had several adaptations, which allowed it to thrive in locations with a wide range of precipitation levels. This diversity of adaptations bodes well for the grass's future.\nWang et al. investigated the ways that Leymus chinesis, a Chinese grass, altered its anatomy and physiology to match different climates in northeast China. The climate in northeast China becomes drier as one travels westward from the Northeast Plain to the Mongolian Plateau. \nL. chinesis were sampled from sites along this gradient that had the same amount of sunlight but varied in their elevation and precipitation. These sites ranged from moist meadow grassland to dry steppe to desert. An examination of these plants revealed that they had anatomical and physiological features to fit the precipitation levels of their habitats.\nPhoto: Joseph Dunsay\nL. chinesis in drier climates conserved water by growing thicker leaves with fewer stomas. Stomas are the microscopic holes in leaves that allow carbon dioxide in and oxygen and water vapor out. Specimens from more arid habitats had more developed vascular systems for extracting water from the soil and transporting it to the leaves. The plants from parched regions also had biochemical adaptations that helped cells retain water and survive dehydration. Many of the factors that varied with precipitation also varied with elevation.\nOur climate currently varies greatly in different regions. Plants have managed to adapt to this broad range of climates. L. chinesis, for example, can survive in moist meadows, deserts and intermediate habitats. Physiological and anatomical features allow this plant to thrive whatever precipitation levels it faces. It is likely to survive any climate changes that the future brings.","author":"Joseph Dunsay","web_category":"science","title":"How Plants Adapt to Different Climates ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clouds2.jpg","url":"http://www.environmentalgraffiti.com/biology/news-plants-can-adapt-diverse-climate-regimes"}