{"summary":"Definitely not the frog. Ironic, as they've discovered a frog that doesn't have any lungs at all, but rather absorbs oxygen through its skin.","advice_category":"2","content":"\nScientists in Borneo have been   \"gasping for air\" according to New Scientist. Ironic, as they've discovered a frog that doesn't have any lungs at all, but rather absorbs oxygen through its skin.\nDefinitely not the frog.  Image from Thomas Hawk on Flickr\nThis biological wonder, however, is quickly running out of places where it can safely respire, thanks to pollution from gold mines in the area.\nBarbourula Kalimantanensis, a Bornean flat-headed frog without a common name, was originally discovered in the 1970s, but scientists had no idea until now that the creature had no lungs - a rarity among amphibians, who have to breathe air on a semi-regular basis.\nThis particular frog seems to have gotten away with a lung-less existence due to the speed with which the water in inhabits flows, allowing for a constant supply of oxygen to pass over the frog's body, not horribly unlike the workings of our own vascular systems.\nUnfortunately, this novel creation of evolution is endangered: most of the streams producing crucial oxygen are far too polluted to support such a delicate life-from at the moment and we may lose a unique creature, only just after having found it.\nThe scientists have already veiled their project in secrecy, due to the fact that poachers may attempt to capture the remaining wild specimens.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Frog With No Lungs Discovered","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/ecology/frog-has-no-lungs-absorbs-oxygen-through-skin/1022"}