{"summary":"Activist Mart?n Barrios commented that “We don't think that the problem is wearing denim. Factories in Mexico dedicated to “distressing” jeans in the trend for worn and faded denim are releasing chemicals into the soil and damaging crops and water supplies.","advice_category":"4","content":"\nFactories in Mexico dedicated to “distressing” jeans in the trend for worn and faded denim are releasing chemicals into the soil and damaging crops and water supplies.\nThe Tehuac?n valley in central Mexico, once known as the “city of health” for its mineral springs, has been a hub for the global denim industry since the 1990s.  More than 700 clothes manufacturers produce jeans for big US brands.\nThe local Human Rights Commission spend most of their time campaigning to defend the factory workers’ rights, but now an environmental issue has risen to the fore.  In the laundries where the clothes are sent for distressing, jeans are sandpapered, marked with mechanical tools and faded with large quantities of potassium permanganate - a bleaching agent once commonly used to trigger illegal abortions.\nThen there is the stonewashing, fabric softening and a final crescendo of washing and rewashing. The clean garments are left ready for sale, while in many factories the chemicals used to treat them are left to flow away in bright indigo waste.\nLocal activist Mart?n Barrios says the jeans are “produced on the backs of exploitation and environmental destruction.”\nConsciousness-raising campaigns have focused on persuading the multinationals who purchase goods from Tehuac?n to pressure their factories to fulfill minimum international standards.\nInspectors sent by Gap were in town last week to visit Grupo Navarra - the city's biggest manufacturer - after a dispute involving a group of workers who say they were sacked for trying to form a union. The company is one of the few with a water treatment plant on site, and firm representative Juan Carlos L?pez commented that “We are always getting inspected. Nobody inspects the others.”\nActivists say the Mexican government is simply not prepared to take on the economic interests of the factory owners.  A range of local authorities and institutions have some degree of responsibility, but all claimed that they were doing all that was within their power, implying that others were not – a situation familiar to environmental campaigners worldwide.  Mexico relies on the profits brought in by industry, and is aware that if costs are raised or factories regulated too strictly, businesses can and will take their money to Asia or elsewhere in Central America.\nActivist Mart?n Barrios commented that “We don't think that the problem is wearing denim. The problem is the toxic styles imposed by the big brands.”","author":"Maryking","web_category":"science","title":"Illegal abortion chemical used to distress denim in Mexico","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/businesspolitics/illegal-abortion-chemical-used-to-distress-denim-in-mexico/210"}