{"summary":"Despite radiation being a bit of a write-off in this situation, the example cast by  lizards is most certainly not redundant. Either way, this experiment-by-accident, has left researchers astounded at the amount of change that can take place in an island environment, and potentially, this has shed some light on evolution as a whole.","advice_category":"2","content":"\nIt's always been a cornerstone of Darwinian theory that evolution moves at an achingly slow pace. So slow in fact, that us humans can't notice it and have to examine the archaeological record to confirm it.\nPhoto: Image from estelucy\nRecently, however, there have been some high-profile exceptions to that, like the evolution-on-steroids at Bikini Atoll, and now there's a lizard that evolved into a new form in 40 years.\nDespite radiation being a bit of a write-off in this situation, the example cast by  lizards is most certainly not redundant. Wall lizards have developed an entirely new gastrointestinal tract, head, and more powerful bite all during a 40-year period. This is of course, after being isolated on an island by scientists in the 1970s.\nThe original population of ten lizards, which over 30 generations required to evolve these traits, has mushroomed to a population of more than 5,000.\nThe scientists are in a state of debate over whether the changes are based in genetics or what they call a \"plastic response\": a direct reaction to the habitat the lizards were living in.\nEither way, this experiment-by-accident, has left researchers astounded at the amount of change that can take place in an island environment, and potentially, this has shed some light on evolution as a whole.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"How Fast Can Evolution Move, Exactly?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/elo-handsomejpg","url":"http://www.environmentalgraffiti.com/ecology/how-fast-can-evolution-move-exactly/1092"}