{"summary":"Claire Morgan with her artwork 'The Fall' Photo: claire-morgan.co.ukAll images courtesy of Claire Morgan. My sincere thanks to Claire Morgan for her permission to use the information and images in this article.","advice_category":"6","content":"\nClaire Morgan with her artwork 'The Fall' Photo: claire-morgan.co.ukAll images courtesy of Claire Morgan\nArt installations always provoke a whole range of reactions, perhaps even more so when they incorporate natural materials - and especially examples of taxidermy - to emphasize their meaning. One incredibly skilled artist whose sculptural hanging installations can take your breath away is Claire Morgan. She concentrates on this type of presentation, though drawing is also important to her. \n'Fluid' Photo: claire-morgan.co.uk \nBorn in 1980 in Belfast, Ireland, Claire Morgan soon showed a great interest in artistic expression, being particularly interested in the natural world and the way organic processes can be artistically relevant to the ideas she has. The interaction between such materials is evident in much of her work and excites a great deal of comment. \n'Apart At The Seam' Photo: claire-morgan.co.uk \nClaire studied at the universities of Ulster and Northumbria before gaining a first class degree in sculpture. These days based in London, her work is internationally recognized, having staged numerous exhibits around the globe, both in one-woman- and group-exhibitions. She has completed several residencies and commissions for works within the UK in her career as a visual artist, and in 2004 received the awards of both the Royal British Society of Sculptors Annual Bursary and the Roy Noakes Awards for ‘Come Fly With Me’, an extremely complex installation. \n'While You Were Sleeping' Photo: claire-morgan.co.uk \nClaire has continued to be a shining light in the art world ever since, delighting in the difficulties she encounters with her chosen materials for sculptures, as well as the testing techniques that she sometimes employs. Her work ‘Red or Dead’ was awarded first place in 2006 at the Premio Fondazione Arnaldo Pomodoro International Competition for Young Sculptors, in Milan, Italy. The Observer newspaper named her as one of the Courvoisier Future 500 for art and design in 2007. \n'Red Or Dead' Photo: claire-morgan.co.uk \nClaire Morgan was named as the artist in residence by ‘Adventure Ecology’ in 2008, because they recognized that Claire’s artworks, provocative in both an environmental and ecological sense, had a great deal to offer. She received much acclaim in that same year for her commissioned piece ‘Gone With The Wind', exhibited at the Laing Gallery in Newcastle on behalf of the Great North Run cultural committee. \n'Gone With The Wind' Photo: claire-morgan.co.uk \nAlso in 2008, her major solo exhibition ‘Periphery’ went on display at the James Hockney and Foyer Galleries at UCA Farnham, to great acclaim. Currently, her work is to feature at a Paris exhibition in late October 2010, and then for the first half of November at ‘Outside In’, a group exhibition at the SW1 Gallery in London. \n'Fantastic Mr Fox' Photo: claire-morgan.co.uk \n‘Dead or Alive’ closed in New York on October 24th, but ‘On & On’ opens in Madrid, Spain on November 18th. In January 2011, a solo show will open at Galerie Karsten Greve in Cologne and Claire will also stage 'Monanism', the inaugural exhibition at the Museum of Old and New Art in Hobart, Tasmania. \n'The Blues' Photo: claire-morgan.co.uk \nThat this prodigiously talented artist has followers worldwide is not a surprise to anyone who really takes the time to absorb the myriad meanings of her amazing sculptures. Everything seems to be encompassed in the stirring imagery of her work - life, death, natural rhythms, and yet Claire herself always seems to feel that she must take yet another step on her artistic journey. \n'Captive' Photo: claire-morgan.co.uk \nClaire Morgan is young enough still to have a wealth of as yet unrealized art within her, and you can be sure, as time goes by, that the true scope of her artistic talent will be revealed. As fabulous and exciting as her work to date has been, you cannot help but feel that is yet more to come, an undiscovered country of artistic ability that will, when revealed, take away the breath of all who see it. What an awesome prospect. \n'Garden' Photo: claire-morgan.co.uk \nMy sincere thanks to Claire Morgan for her permission to use the information and images in this article.","author":"tonyleather","web_category":"art+and+design","title":"Incredible Taxidermy-Based Installations by Claire Morgan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/COCA-COLA","url":"http://www.environmentalgraffiti.com/art-and-design/news-breathtaking-sculptural-installations-amazing-claire-morgan"}