{"summary":"Dr Howard Rosenbaum, Director of the Wildlife Conservation Society’s Ocean Giants Program, said: \"This important work shows that protecting leatherback turtles, the ancient mariners of our oceans, requires research and conservation on important nesting beaches, foraging areas and important areas of the high seas. Photo: Paul Mannix","advice_category":"2","content":"\nPhoto: Paul Mannix\nEndangered leatherback turtles are known for the amazing odysseys that take them from one side of the world to the other without stopping. Now scientists from Exeter University have shown they have an incredible navigation system that allows them to swim a straight line through rough seas from Gabon, in central Africa, to South America.\nPhoto: NOAA Ship David Starr Jordan Collection; Commander John Herring, NOAA Corps\nNot only do they take the shortest route possible, but they also start their amazing trip as newly hatched babies. They spend time near the hatching grounds to grow a little and then set out across the world, eating jellyfish along the way. After spending a few years maturing they then make the return journey to lay their eggs as adults.\nResearchers still haven't unlocked the mystery of how they manage this navigation but they did find that there were three migratory routes, one a 4,699 mile trip that took 150 days to the shores of South America. Some of the theories are the position of the stars and sun as well as the earth's magnetic field.\nPhoto: Dtobias\nDr Matthew Witt, who published the findings in the journal Proceedings of the Royal Society B, said: \"Despite extensive research carried out on leatherbacks, no-one has really been sure about the journeys they take in the South Atlantic till now. What we’ve shown is that there are three clear migration routes as they head back to feeding grounds after breeding in Gabon, although the numbers adopting each strategy varied each year. We don’t know what influences that choice yet, but we do know these are truly remarkable journeys – with one female tracked for thousands of miles traveling in a straight line right across the Atlantic.\"\nPhoto: NOAA\nDr Howard Rosenbaum, Director of the Wildlife Conservation Society’s Ocean Giants Program, said: \"This important work shows that protecting leatherback turtles, the ancient mariners of our oceans, requires research and conservation on important nesting beaches, foraging areas and important areas of the high seas. Armed with a better understanding of migration patterns and preferences for particular areas of the ocean, the conservation community can now work toward protecting leatherbacks at sea, which has been previously difficult.\"\nEgg harvesting, fishing and pollutants like plastic bags have decimated the population (over half of the dead leatherbacks have been found to have died due to plastic, as they mistake it or the rings of sixpacks as jellyfish), especially in the Pacific where one nest colony fell from 70,000 to 250 between 1982 and 1999.\nThis study will do a lot to help countries to conserve these creatures and hopefully it will help bring this critically endangered species back from the edge.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"The Amazing Navigational Skills of the Leatherback Turtle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bo6.jpg","url":"http://www.environmentalgraffiti.com/news-leatherback-turtles-can-navigate-straight-line"}