{"summary":"Photo: Although attacks like these have been recorded, few avian predators apart from the golden eagle are typically capable of taking on non-nesting adult swans, the bald eagle tending to prey on smaller birds.. Photo: The talons of the bald eagle are powerful and razor-sharp","advice_category":"2","content":"\nPhoto: All photos courtesy of Kelly Munday\nThis serene, unsuspecting trumpeter swan was captured flying over Lakelse Lake in British Columbia when suddenly, like a bolt from the blue, a bald eagle launched a fierce and audacious mid-flight attack on it. The bird of prey landed on its victim, seizing hold of it while trying to pierce its vital areas with its dagger-like hind claws. What follows is an incredible sequence of photos of avian aerial combat at its most tense and gripping.\nPhoto: Graceful and majestic, the lone swan glides through the air. Yet unbeknown to this largest of native North American birds, a formidable winged predator has fixed it in its eagle eye.\nPhoto: Without warning, the bald eagle swoops from the sky, stunning the swan, whose neck bends in an effort to avoid the deadly talons of its rapacious though much lighter attacker.\nPhoto: The talons of the bald eagle are powerful and razor-sharp. Though usually more accustomed to plucking fish out of the water, we see here their effects on another bird as feathers fly from the swan straining to get away.\nPhoto: With the eagle lunging again and the two birds locked in combat, the next shot has a wonderful symmetry. As the swan emits a cry of alarm, its wingspan (average 6.7 ft) measures up against that of its assailant (up to 8 ft).\nPhoto: Through a mighty effort to evade the clutches of death in mid air, the swan forces the eagle to lose its grip – but its belly lies severely exposed to another strike by the attacking raptor.\nPhoto: Though it still looks dangerously prone, the force of the swan’s flapping allows it to break free – no mean feat against a predator capable of taking prey as large as deer fawns.\nPhoto: Following the five-second struggle, the swan drops through the air, perhaps exhausted from the fight for its life, or perhaps simply anxious to make its escape by any means.\nPhoto: Although attacks like these have been recorded, few avian predators apart from the golden eagle are typically capable of taking on non-nesting adult swans, the bald eagle tending to prey on smaller birds.\nPhoto: While the eagle soars overhead, the swan, bottom right, manages to fly down to the water, apparently not seriously hurt, having cut loose from this breathtaking life-and-death battle.\nWith special thanks to Kelly Munday for kind permission to use her incredible sequence of photographs.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Bald Eagle’s Aerial Attack on Unsuspecting Swan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/bald-eagle-aerial-attack-unsuspecting-swan/16767"}