{"summary":"Also, NRP, a California environmental group, has found amounts of lead in bottled juice, juice boxes and packaged fruit that exceed federal limits for young children. In fact, many common seemingly healthy products aimed at kids are filled with harmful chemicals","advice_category":"8","content":"\nPhoto: e3000\nWhen you become a parent, you want to extend your eco-awareness to your kids so that they too can reap the benefits. Sure, you’ve chosen cloth diapers and are careful about recycling and packing nutritious, organic lunches, but what are you missing? Chances are some things you haven’t even thought of. Check out four of the most common mistakes parents make when trying to raise healthy, happy, green kids.\n1. Hidden Chemicals\nJust because a product is labeled as natural or even organic does not mean that it is a healthy choice. In fact, many common seemingly healthy products aimed at kids are filled with harmful chemicals. Check out this amazing book, Excitotoxins: The Taste that Kills, to find out the truth about the dangers of common preservatives and food additives. What you’ll find is that there is concrete scientific evidence against common substances like MSG found in a variety of foods (not just Chinese food!!). These harmful additives are used as flavor enhancers and represent a billion-dollar-business. The problem is that they are also making us sick. \nThe good news is that we can do something about this. Check the labels of foods and stay away from packaged foods that contain an abundance of chemicals. Also, be careful because seemingly harmless ingredients such as “enzymes,” “hydrolyzed vegetable protein,” “natural flavors” and “spices” are sometimes food additives in disguise! Two of the biggest culprits aimed right at our kids are Campbell Soups and Lunchables. \n2. Toxic Toys and Clothes\nWe live in a world where quantity is often chosen over quality — especially when it comes to our kids’ clothes and toys. Even the most environmentally aware parent can get caught up in a wave of seemingly never ending consumerism. Worse yet, parents often end up buying an abundance of toys and clothes for their children that are actually toxic and harmful to their health. \nIn fact, according to the New York Daily News, dangerous levels of lead and hazardous chemicals continue to pop up in some popular children’s products like Barbie Bike Flair Accessory Kit and the Dora the Explorer Activity Tote. Also, conventional clothing can retain toxic chemicals that can cause rashes. So what is a parent to do? Check out wonderful websites like WildDill.com that offer a variety of clothes and toys that are safe, educational, high-quality and eco-friendly. \nPhoto: Wild Dill\n3. Over Juiced\nSure, consuming some juice is OK for our kids' health, but nowadays over consumption of juice is becoming a real problem. So much so that even the American Academy of Pediatrics has issued a policy statement about \"The Use and Misuse of Fruit Juice in Pediatrics.\" According to the AAP, drinking too much juice can contribute to obesity, the development of cavities and gastrointestinal problems such as diarrhea, excessive gas, bloating and abdominal pain. Also, NRP, a California environmental group, has found amounts of lead in bottled juice, juice boxes and packaged fruit that exceed federal limits for young children. And compounding this problem, juice boxes are often not recycled and end up littering our landfills. \nPhoto: e3000\n4. Carbon Kid Print \nWhen is the last time you calculated your carbon kid print? Um….never? If you are like many parents who calculate their individual footprint and its impact on the environment, you might realize that you’ve never even included your kids in this equation – or started a conversation with them about how they can have a positive impact on the environment. Thankfully there is this wonderful website called ZeroFootPrint Kids Calculator that can help. \nThe site consists of five easy to understand categories: Transportation, What You Eat, Home & School, What You Use, and What You Throw Away. After the amounts are entered, the site tallies the results in terms of carbon dioxide emitted per year. Plus, one of the best parts is that kids can see how their results compare to those in different countries such as Australia, Brazil and China.","author":"chelseav","web_category":"lifestyle","title":"How to Avoid Mistakes When Raising Green Kids","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/news-harmful-mistakes-parents-make-when-raising-green-kids"}