{"summary":"That's one mother of a wave. Photo: photographer unknown","advice_category":"8","content":"\nPhoto: jose rouse\nAnyone who lives on the waves, or for them, has a healthy respect for the unbridled power of the seas. They know the destruction and devastation crashing walls of water can cause for they have observed Neptune’s wrath in the open ocean first-hand or they have ridden with him as one on the white-crested waves to shore. Those of us who rarely venture into undulating oceans or freak waves can never really understand their intensive pull, nor may want to.\nTo get some idea of the beauty and the beast living within our oceans we’ve compiled a list of some of the most amazing images of rogue and death-defying waves that would leave most people rigid with fear. Surf and enjoy!\n1. Imagine being at the helm of this ship as the 75ft high rogue wave threatens to smash anything that gets in its way. Its enough to make grown men cry, and no doubt there must have been a few tears on this day.Photo: photographer unknown\n2. Gives the question \"How was your day at work, dear?\" a whole new meaning, doesn't it?Photo: photographer unknown\n3. At first glance this looks like any old wave crashing on the rocks until you take a closer look at the figure in red standing at the edge of the cliff. That's one mother of a wave. And how mental would you have to be to get that close. Two words - death wish.Photo: carlospics\n4. A sunday morning stroll on the promenade almost turned into an afternoon swim when 70mph winds whipped up this 33ft wave. Curious onlookers that gathered to watch the storm, in San Sebastian, Spain, scrambled over each other to escape its wrath.Photo: \nPhoto: photographer unknown\n5. A huge wave smashes over the harbour wall at Portreath in Cornwall, UK. The door of the fort gives some indication as to the height of the wave.Photo: The Hidaway\n6. A combination of high winds and strong tidal surges off the east coast of England result in giant waves tearing over the lighthouse pier at Seaham, County Durham.Photo: freefoto\n7. Here's a bonus pic for all you 'shoppers out there. This image was inspired by the tsunami of 2004 to help people understand the sheer scale of the wave that engulfed much of the coast on the Indian Ocean.Photo: \n8. In January 2004, champion surfer Pete Cabrinha rode this 70ft monster wave over the infamous Jaws reef in Maui, Hawaii, to win the Billabong XXL Award - an annual prize given to the rider of the biggest wave in the world.Photo: \n9. We couldn't possibly leave out the original 'Big Wave' - Waimea. Before people took to jetskis to get their kicks Waimea was the biggest surfable wave in Hawaii. It still looks pretty awesome.Photo: \n10. A surfer rides a huge tube off the north shore of Maui. Waves up to 40-70ft are generated only a few times a year when open ocean swells travel from Alaska and the Arctic uninterrupted to hit the Maui coast at almost 30 miles per hour.Photo: Patrick McFeeley\n11. Mike Parsons rides an 85ft wave at Cortes Bank, a 17 mile stretch of underwater mountain range located 105 miles off the Californian Coast. Some of the underwater summits are only 3 ft from the surface of the water.Photo: Robert Brown\n12.  Wipeout!Photo: photographer unknown\n13. This picture perfect image of a surfer hurtling down the face of a wave makes surfing look easy - just another lazy Sunday afternoon at the beach.Photo: jose rouse\n14. That's gonna hurt. Pro surfer, Bruce Irons limbers up before the Billabong tournament in Teahupo'o, Tahiti. Teahupo'o is well known among surfers for its deadly reef break, which has resulted in a good few war wounds. It doesn’t stop them coming back for more, though.Photo: photographer unknown\n15. There are probably easier, and much less painful, ways of learning the art of the mightly belly flop. Ouch!Photo: cinnamon rainbows\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"outdoor","title":"Wave Vs. Man ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/featured/wave-vs-man/2327"}