{"summary":"Anise tea is great when you have an upset stomach. Simply put the tea bags in a mug of warm water and let it soak","advice_category":"8","content":"\nPhoto: The Gifted Photographer\n\nEveryone has a home remedy; I was brought up with the five home remedies below, especially when we had no money to pay for the name brands that promised the same results. In most cases, the herbs and plants could be grown at home and we didn't have to worry about the correct disposal of the medication bottles or tubes. \nThe following are some of the remedies I still use that have been tried and proven true every time. Now remember, everyone is different and can receive different results or might be allergic to some of the herbs so use cation and enjoy! \n1. Star Anise\nAnise tea is great when you have an upset stomach. One tea bag or one teaspoon per cup of water should be good. Add a little of your favorite sweetener to make you smile. It will be hot, careful!\n2. Chamomile\nA chamomile tea bath is perfect as an anti-itch remedy or to soothe dry skin. Simply put the tea bags in a mug of warm water and let it soak. After you've finished your shower or bath, use it as a rinse and dry off. Or you can put it in your bath water and relax.\nPhoto: Guerkan Senguen\n3.Peppermint\nPeppermint tea helps fight a sore throat or a cough and a little bit of sweetener will even make it a treat. Drink hot but be careful!\n4. Cinnamon\nLost that special feeling? You know the one I'm talking about, the one that make you feel warm and all nice inside? Try cinnamon tea - boil three cups of water and add two cinnamon sticks, broken into pieces. Let it boil for about five minutes, pour into a mug and add your sweetener or drink it plain. \nPhoto: Limbo Poet\n5. Sage\nIf you don't like lavender or have an allergic reaction to it, I found that sage has the same soothing qualities and a similarly fresh scent that will light up your day.","author":"vicky","web_category":"lifestyle","title":"5 Home Remedies That Really Work","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-home-remedies-got-any-ideas"}