{"summary":"But Dikerogammarus villosus will not only eat whatever they can, they also kill other species of shrimp without necessarily eating them. Did it hitchhike or was it imported by a shrimp fancier? Second, the Great Lakes region would also have favourable conditions for these killer shrimp","advice_category":"2","content":"\nPhoto: S Giesen\nKiller shrimp have invaded England. In September of 2010, Britain's Environment Agency positively identified Dikerogammarus villosus in a water reservoir in Cambridgeshire, about 115 km (71 miles) north of London. Could they migrate to America?\nTo Identify The Killer Shrimp\nThe US Army Corps of Engineers provides this description of these deadly killers:\n\nKiller Behaviour\nThis shrimp exhibits three types of behaviour that justify the \"killer\" epithet. First, it kills both to eat and to compete with rival species. Secondly, it reproduces avidly. Finally, it can tolerate a variety of conditions. By definition, predators kill their prey in order to eat: animals such as killer whales have earned the title \"killer\" by their eating habits; killer bees won their name by aggressively defending themselves from intruders. But Dikerogammarus villosus will not only eat whatever they can, they also kill other species of shrimp without necessarily eating them. Is this a war of genocide?\nAs reported by the Royal Society, one laboratory experiment had two significant and surprising findings. First, D. villosus killed other species which did not try to eat them in turn. Second, the victims died although they had hardened their exoskeletons. Normally, shrimp are most vulnerable just after molting, while the new exoskeleton is still soft. \nThe killer shrimp become sexually mature when they reach about one-fifth of their adult length. They reproduce throughout the year. Females incubate and lay up to fifty eggs at a time. Since most of the population is female, the population can grow extremely quickly. They prefer a low salt content in their environment. Fresh or brackish water up to 10% salinity is ideal. However, they can adapt to twice that concentration of salt. While they have preferred water temperatures and oxygen levels, they can adapt to less favourable conditions. In addition, their adaptations to all these conditions may range beyond what other fresh-water shrimp can tolerate.\nPhoto: luisrock62\nCould They Threaten America?\nThis possibility is being taken seriously by some environmentalists, for several reasons. First, it is not clear how this killer shrimp crossed the English Channel. The North Atlantic's salinity is over three times what these shrimp prefer, and perhaps 40% more than their tolerance. Did it hitchhike or was it imported by a shrimp fancier? Second, the Great Lakes region would also have favourable conditions for these killer shrimp. Salinity, temperature and availability of food sources would serve them well. Finally, some North American freshwater shrimp have found their way to Europe and thrive in a state of detente with the local species. Successful migration by one species in one direction suggests that the reverse is also feasible.\nEnvironmentalists had attempted to guard England against these killer shrimp for at least a decade. It seems their gallant defense is failing. Only time will tell whether America can withstand their onslaught.\nPhoto: djnordic\nReferences:\nBBC, \"Alien 'killer' shrimp found in UK\", published Sept. 9, 2010, referenced Oct. 8, 2010.\nJ.T.A. Dick and D. Platvoet, The Royal Society, \"Invading predatory crustacean Dikerogammarus villosus eliminates both native and exotic species\", published 2000.\nD.M. Crosier, D.P. Molloy, A. bij de Vaate and S. Devin, U.S. Army Corps of Engineers, \"Killer Shrimp - Dikerogammarus villosus\".\nPaul Brown, The Guardian, \"Pink peril threatens native species in Britain's rivers\", published Jan. 3, 2001, referenced Oct. 8, 2010.\nEncyclopedia Britannica, \"Travel and Geography: Atlantic Ocean (Salinity and temperature)\" referenced Oct. 8, 2010.","author":"MikeDeHaan","web_category":"nature","title":"Could Eastern Europe's Killer Shrimp Invade America Next?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/box-jellyfishjpg","url":"http://www.environmentalgraffiti.com/animals/news-killer-shrimp-have-invaded-england-could-america-be-next"}