{"summary":"I was inspired to that particular bit of genius by a new report in which doctors suggest that the more intense light from low-energy light bulbs can exacerbate skin problems and potentially cause cancer.. The groups’ complaint is with the government’s plan to phase out traditional light bulbs by 2011","advice_category":"8","content":"\nThe cyclical nature of the world has been expounded upon over the centuries by countless thinkers from Toynbee to drunken first year Philosophy majors.\nWhile I may not be the world’s foremost philosopher or drunk, despite all my hard work on the latter, I’d like to contribute my own little interpretation of a specific cycle.\nMy own idea reflects to the pattern all scientific discoveries seem to exhibit. It is thus: First, a positive scientific discovery will be made. Then it will be blamed for causing cancer.\nI was inspired to that particular bit of genius by a new report in which doctors suggest that the more intense light from low-energy light bulbs can exacerbate skin problems and potentially cause cancer.\nSpectrum, a group of charities working with sufferers of light-sensitivity conditions issued the report with the British Association of Dermatologists. The report comes on the heels of a warning by the Migraine Action Association that said the bulbs’ more intense light can trigger migraines.\nThe groups’ complaint is with the government’s plan to phase out traditional light bulbs by 2011. The plan so far will completely ban traditional bulbs, with no allowances made for those who suffer from sensitivity to light. According to Spectrum, almost 350,000 people could have their health affected by the ban. They want the government to allow medical exemptions to the incandescent bulb ban.\nDr Colin Holden of the British Association of Dermatologists, said: 'It is important that patients with photosensitive skin eruptions are allowed to use lights that don't exacerbate their condition. Photosensitive eruptions range from disabling eczema-like reactions, to light sensitivities that can lead to skin cancer. It is essential that such patients are able to protect themselves from specific wavelengths of light emitted by fluorescent bulbs, especially as they are often trapped indoors because they can't venture out in natural sunlight.'\nSpectrum is beginning a campaign to raise awareness of the energy saving bulbs’ health effects, including the possibility they can lead to skin cancer. I’m going to go ahead and guess their campaign probably won’t involve a lot of outdoor advertising.\nThis story manages to perfectly combine two examples of modern day ridiculousness: cancer fear mongering and government idiocy. I can’t decide which is sillier. I’m thinking cancer fear mongering. It’s gotten to the point where we’re now concerned about light bulbs burning too brightly. Perhaps I should wear sunscreen when I venture from my bed.\nOf course, there really should be exemptions to the incandescent bulb ban for medical reasons. If a light bulb can actually do someone harm, they shouldn’t have to use it. That being said, I don’t see this actually being a problem once someone actually brings it to the government’s attention. Maybe the new campaign will do just that.\nIf you want to find out all the latest interesting science news, why not subcribe to our RSS feed, we'll even throw in a free album.","author":"Chris","web_category":"lifestyle","title":"Low Energy Bulbs Can Cause Cancer, Along With Everything Else Ever Made.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/light-bulbs-blamed-for-cancer/668"}