{"summary":"Frogs and toads fall under the order of anura amphibians. Though newts belong to the salamander family, not all salamanders are newts","advice_category":"2","content":"\nPhoto: Careyjamesbalboa\nAmphibians are the beautiful residents of Mother Nature’s wildlife garden. They have adapted to living both in the water and on land. A great supporter of environmental health, amphibians play the roles of both predator and the prey. These friendly creatures are the earliest known tetrapods. Let us meet some of these amazing amphibians.\n1. Red Spotted Newt (Notophthalmus viridescens)Photo: Patrick Coin\nThe red spotted newt is a common aquarium pet that looks very beautiful colored orange-red with a few black outlines. Newts and salamanders fall under one of the three orders of the amphibia class, called Caudata or Urodela. Though newts belong to the salamander family, not all salamanders are newts. Actually, 'newt' is a common term used for those salamanders that spend most of their life living on land.\n2. Spotted Salamander (Ambystoma maculatum)Photo: Brian Gratwicke\nAlso known as the ‘mole salamander’, the spotted salamander is the state amphibian of South Carolina, USA. It is dark greyish black in color with as many as 50 beautiful yellow spots. The salamander’s underside is pink and grey. Though it looks tasty, it would not make a good meal as it produces a smelly toxin in the glands on its tail and back.\n3. Australian Green Tree Frog (Litoria caerulea)Photo: Tnarg 12345\nPopular as an exotic pet throughout the world, the green tree frog is the largest among all known frog species in Australia. The frog is also known as ‘dumpy tree frog’ or ‘White’s tree frog’. Green tree frogs also have medicinal importance. Their skin secretions have antiviral and antibacterial properties. Frogs and toads fall under the order of anura amphibians. All amphibians are cold-blooded animals.\n4. Aquatic Caecilian (Typhlonectes natans)Photo: Cliff\nAn interesting order of amphibians, aquatic caecilians very much resemble earthworms and snakes. These carnivorous animals are found mostly in swampy places, feeding mainly on insects like termites and earthworms. Caecilians fall under order of apoda or gymnophiona of the class amphibia. A decline in amphibian populations directly affects humans. So far, there are 170 known species of caecilians.\n5. Yellow-Bellied Toad (Bombina variegata)Photo: Waugsberg\nToads and frogs are from the same order of anura of the class amphibia. Yellow-bellied toads are endangered in Germany, Austria and Switzerland. These small toads are usually grey or olive-brown in color, full of warts and swirls. The most attractive part is their underside, which is bright yellow and black in color.\n6. Red eye tree frog (Agalychnis callidryas)Photo: Vincent Poulissen\nThe red eye tree frog is one of the most photogenic frog species. Its striking green colored body with stripes of blue and yellow, bright bulging red eyes, and orange toes give it an overall funny appearance. This arboreal animal has three eyelids. The brightly colored third eyelid is often used to cover the frog’s eyes from dangers. This meat-eater sometimes eats other small frogs.\n7. Fire Salamander (Salamandra salamandra)Photo: Michael Linnenbach\nThe fire salamander is the best known salamander species in Europe and comes in a striking color combination of black and yellow with various stripes and dots. Native to damp and cool woods, these secretive creatures are nocturnal and spend most of their daytime hidden. \nThere have been more than 550 known species of newts and salamanders discovered so far. Amphibians play a very important role in maintaining environmental health as biological pest controllers. They also have a significant role in the food chain. In recent years, there has been a decline in their population, and more than 100 species have become extinct since 1980. Also, habitat destruction, global warming and pollution are key factors that are making them vulnerable and endangered. We must not overlook their conservation status and work towards saving their natural habitat.\nSources:http://www.honoluluzoo.org/Red-eyed_Tree_Frog.htmhttp://kids.nationalgeographic.com/kids/animals/creaturefeature/salamander/http://www.uga.edu/srelherp/salamanders/notvir.htmhttp://en.wikipedia.org/wiki/Bombina_variegatahttp://www.amphibianark.org/education/what-are-amphibians/http://www.encyclopedia.com/topic/caecilian.aspxhttp://en.wikipedia.org/wiki/Australian_Green_Tree_Froghttp://animaldiversity.ummz.umich.edu/site/accounts/information/Salamandra_salamandra.html","author":"Alka Sharma","web_category":"nature","title":"7 Amazing Amphibians","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/776px-DendrobatesazureusDendrobatestinctoriusEditjpg","url":"http://www.environmentalgraffiti.com/news-amazing-amphibians-incredible-creatures"}