{"summary":"Alternatively, lenticular clouds can be formed when an air current pushes in the opposite direction of the prevailing wind. As a UFO has characteristic blinking lights around its perimeter, the curved lens shape of lenticular clouds causes diffraction of sunlight along the rim","advice_category":"4","content":"\nPhoto: Gwilbor\nOne need not have an imagination to find a picture in a lenticular cloud. These peculiar forms are stationary clouds which form in the shape of a disc.\nPhoto: sabertasche2\nThe dense moist air around the peaks of mountains is particularly conducive to the formation of these ‘UFO’ clouds. Their height forces the moist air to rapidly condense at a high altitude.\nPhoto: Jackiemu\nVariations in the rush of the upward movement of the air alter the waves and width of the cloud. Alternatively, lenticular clouds can be formed when an air current pushes in the opposite direction of the prevailing wind. The clouds are described as stationary because, as the condensed water vapour evaporates, it is steadily replaced by winds crossing the mountain. When enough water vapour accumulates, long strings of lenticular clouds form, yielding precipitation.\nPhoto: Bossco\nAs a UFO has characteristic blinking lights around its perimeter, the curved lens shape of lenticular clouds causes diffraction of sunlight along the rim. Bright iridescent colours contribute to the uniqueness of this natural formation.\nPhoto: Mrs Logic\nPhoto: Nicholas T\nWhen UFO clouds meet an identified flying object, they tend to cause turbulence due to upwards surges of air currents. Sail pilots, gliders, or vehicles that rely on such powerful winds, seek out lenticular clouds to give themselves a boost of altitude and momentum.\nPhoto: Daniel Duende","author":"ppavone","web_category":"science","title":"Incredible Pictures of Real Life UFO Clouds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-27263-2817095160105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-ufo-clouds"}