{"summary":"From the people that brought you the obscure, white-collar sport of horseback polo comes a new, even stranger invention: bicycle polo. First came horse polo","advice_category":"8","content":"\nPhoto: Urbanbicyclist\nFrom the people that brought you the obscure, white-collar sport of horseback polo comes a new, even stranger invention: bicycle polo. For those of you who find the Tour de France too pedestrian, bicycle polo gives you a combination of golf, hockey, cycles, and violent clashes worth nothing short of a Ultimate Fighting Championship belt!\nAmazingly enough, this strange invention has caught onto enough popularity to merit a World Championship of its own. With fierce, brainbucket-clad gladiators rushing at each other on sporting bikes wielding Spartan-like clubs, known as mallets in polo, the sport is bound to provide a good laugh, entertainment, and is even a good way to burn off the weekend calories.\nPhoto: Hu Totya\nLooking at the above photo, the sport looks like a number of men got together one afternoon and couldn't figure out how to spend the day. The solution: pick up any and all sports equipment, throw it all together in a hodgepodge of peculiarity, and see what happens! One thing is for sure, the athletes should be applauded for their multitasking abilities... after all, wielding a large club, racing after a ball, avoiding oncoming enemies and managing to steer all at once is a Herculean task and a feat of extreme dexterity not for the weak of heart!\nPhoto: A3ulafia\nFirst came horse polo. Then came polo on bicycles and even more interestingly, unicycles. At this point the only way this sport could evolve into anything more odd and entertaining would be if people decided to do the same on motorcycles. I can just imagine a Harley Davidson facing off against a sports bike... this would definitely get pay per view ratings that would put the UFC and boxing to shame. Then again, this would most likely turn into a game of chicken rather than one of polo.\nIlya Faynshteyn","author":"ifaynshteyn","web_category":"outdoor","title":"Urban Bicycle Polo Has Arrived","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-bicycle-polo"}