{"summary":"Successfully painting on feathers for 17 years now, Julie is finding that her work gets ever more public attention, to the extent that successful exhibitions in galleries throughout Canada have begun spreading out across the American continent as a whole. Photo: Julie Thompson ","advice_category":"6","content":"\nPhoto: Julie Thompson \nMany people have seen feathers as decorative items before. Today, ostrich, peacock and bird of paradise feathers can be seen in haute couture and in the costumes of indigenous peoples. They can be colorful and spectacular in their own right, but how much more stunning might they be when used as canvases for artists, eager to demonstrate their talent for the unusual?  Alaskan-born and -bred artist Julie Thompson is an astounding exponent of this incredible art form. \nPhoto: Julie Thompson \nKnown as feather art, this is the drawing or creation of images on feathers. Julie, a self-taught wildlife artist for nearly 20 years, lives and works in the Pacific Northwest of Canada, close by the beautiful Puget Sound. She strives to make every feather painting as unique as the feathers themselves are, and believes that every feather has a kind of personality relating to the painting it bears. \nPhoto: Julie Thompson \nJulie's feather drawings have been well-received in galleries and exhibitions throughout the Pacific Northwest and are beginning to expand into other parts of the country. Successfully painting on feathers for 17 years now, Julie is finding that her work gets ever more public attention, to the extent that successful exhibitions in galleries throughout Canada have begun spreading out across the American continent as a whole. \nPhoto: Julie Thompson \nJulie began this artwork in the early 1990s, using feathers shed naturally by domesticated birds like peacocks and turkeys, but it was far from easy. Even a simple image can take a huge amount of painstaking work, and Julie says that on average, any single painting can involve as much as 18 hours worth of artwork.Photo: featherlady.net \nHer comments about this were as follows: “I began painting feathers back in 1990, purely as a means of putting to use all the broad sturdy wing feathers that my mother's peacocks would shed. I had never seen this done before, but knowing the bonding properties of acrylic paint, I thought it was a feasible experiment. I began with simple subject matters like pictographs and still life, but soon that grew to a very broad range of subject matter.”Photo: featherlady.net \nJulie stated further that she had gleaned her use of pen-and-ink stippling while in the employ of an archeological company as a graphic artist. She found lithic illustration fairly challenging, but realized that the ability to achieve fine detail through its use would also serve her well for drawing wildlife. \nWhile this method produces much clearer detail, it is far too intricate for normal work, as one piece can take weeks to finish, so Julie tends to stick to painting these days. \nPhoto: Julie Thompson \nSo skillfully created are these amazing works of art that some people have speculated if they are really genuine, but there is no doubt at all. No computer-generated magic at work here or indeed Photoshop meddling. Julie Thompson has no need of such illusory techniques, because her raw talent shines like a beacon through everything she produces. \nThe more enchanted viewers see of her glorious paintings, the more bewitched they become. This truly is mesmeric art at its very best. Julie, a mother of two sons and volunteering Boy Scout leader, now lives in Washington state, but says that Alaskan nature always was, and still is her greatest inspiration: \"In Alaska I had the opportunity to see the most beautiful corners of what you can imagine, wild Nature and her creatures for an endless supply of ideas. In addition, individual animals often have their own stories, which I can tell\". \nPhoto: Julie Thompson \nShe has only recently finished showing her biggest exhibition to date, and interest in her wonderful art shows no sign of waning anytime soon. The more it gets seen, the more widely is it appreciated, as indeed it should be. There is something quite humbling about being able to converse with genuinely talented artists, and Julie seems a very gracious lady indeed. Her feather art is simply stunning and totally unforgettable. She will no doubt be around for a long time yet, keeping us entranced by the raw beauty of her fabulous imagery. Marvelous. \nPhoto: Julie Thompson \nAll images and information for this article obtained from Julie Thompson's website. My sincere thanks to Julie for giving me permission. ","author":"tonyleather","web_category":"art+and+design","title":"Amazing Feather Paintings by Julie Thompson","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-fabulous-feather-painting-tremendously-talented-julie-thompson"}