{"summary":"Judd, public artist, environmental educator and creator of Recycle Runway, crafted this ensemble using a recycled cloth shower curtain and hundreds of teardrop- and circle-shaped pieces cut out of aluminum cans. in the name of fashion! Also created by Nancy Judd, this dress was fashioned from caution tape that was recovered from various crime scenes – courtesy of police officer family and friends","advice_category":"6","content":"\nPhoto: Nancy Judd\nIt's springtime, and what woman's fancy doesn't turn to dressing up in pretty clothes? But would you be willing to wear a dress made of garbage bags, soda cans or even – heaven forbid – toilet paper? Well, thanks to some bold, forward-thinking fashion designers, clothes made from these materials are just a stitch away.\nAccording to statistics, the average American household throws away roughly 70 pounds of clothing each year, which makes up about 3% of our household waste. Sadly, nearly all that material just winds up in landfills. And when considered in view of the 1,460 pounds of trash the average American throws away in total each year, that's an awful lot of garbage that's going to waste. Still, as you'll see in the following pictures, where some people see trash, others see a whole new wardrobe.\nPhoto: wade courtney \nWhile studies show that a discarded aluminum can will still be a can 500 years from now, some up-and-coming fashion designers have taken it upon themselves to turn those same aluminum cans into outfits worthy of the red carpet!\nCreated using soda and beer can tabs, this aluminum can dress not only makes the wearer look slinky and sexy, it's also preventing recyclable metal from ending up at the dump. Did you know that by recycling one aluminum can you can save enough energy to run a television for three full hours?\nPhoto: Nancy Judd\nReminiscent of the 1920s flapper style, this dress (along with the matching shoes) designed by Nancy Judd took over 200 hours to create. Judd, public artist, environmental educator and creator of Recycle Runway, crafted this ensemble using a recycled cloth shower curtain and hundreds of teardrop- and circle-shaped pieces cut out of aluminum cans. \nPhoto: Nancy Judd\nJudd's Recycle Runway strives to educate and help people change the way they live. She does this by laying on traveling exhibitions of her sustainable fashion designs.\nPhoto: cathy kasdan\nStatistics show that an impressive 7.4 cubic yards of landfill space can be saved just from recycling 1 ton of plastic. Well, fashion designer Cathy Kasdan has found a lovely way to help the recycling effort: she's taken strips of plastic bags and has handwoven them into this fabulous dress.\nPhoto: cathy kasdan\nThe foundation of the dress is cotton, and the plastic bag 'yarn' was\nwoven on a loom. The shawl, meanwhile, was hand-knit using plastic bags\nfrom Home Depot, Hinen's, Giant Eagle, Target and T.J. Maxx.\nPhoto: Nancy Judd\nQ: What do you get when you cross plastic detergent bottles with plastic packaging film? A: This glamorous evening gown from Nancy Judd!\nCreated with Eco-spun, a fabric made from recycled plastic bottles, this gown is covered with used plastic packaging film and decorated with small circles cut from recycled detergent bottles. Knitted from used clear plastic bags, the stole also contains fabric taken from an old satin prom dress.\nPhoto: Nancy Judd\nStop!... in the name of fashion! Also created by Nancy Judd, this dress was fashioned from caution tape that was recovered from various crime scenes – courtesy of police officer family and friends. The tape was sewn onto a vintage dress and took 50 hours to complete.\nPhoto: Thien Le\nAmericans go through about 71 million tons of paper and paperboard per year. Nearly 45 million tons of that paper is recycled. No one, however, uses paper as stylishly as Canadian fashion designer Thien Le. In October 2008, Le designed the above cashmere/pink bathroom tissue dress as part of the Fifth Annual White Cashmere Collection fashion show in Toronto – held in honor of breast cancer awareness month. Tr?s chic!\nPhoto: Nancy Judd \nAccording to the Environmental Protection Agency, roughly 290 million scrap tires had been generated in America by the end of 2003. Nine years later, one can only imagine how many more tires have been generated since then. When scrapped tires are dumped in landfills, they cause a lot of problems for the environment because of the way they can rise to the surface and damage landfill covers. Furthermore, when tires are illegally dumped, they become breeding grounds for mosquitoes and rodents. Not a pretty sight. What is a pretty sight, however, is the way Nancy Judd has taken these tires and turned them into a funky little dress!\nTaking 175 hours to complete, this totally tubular outfit was created using the inner tubes from bicycle tires and large car tires.\nPhoto: Naancy Judd\nThe circular design of the shirt was made from cut-up inner tube from bikes, which were also cut into fringes for the bolero. The wave-like skirt was created using larger car tires, while the entire garment takes its foundation from torn hotel sheets.\nWe'd like to thank Nancy Judd and Thien Le for so kindly allowing us to use their photos.\nSources: 1, 2, 3","author":"Elaine Furst","web_category":"art+and+design","title":"Trashy Fashion: Gorgeous Garments Made From Garbage","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-43984-2380224670104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/fashion/news-trashy-fashion-clothes-made-garbage"}