{"summary":"Well, with a chat show-friendly image and 1.5 million Lego bricks in his own New York art studio, these days Sawaya is certainly doing it his way – and only bitter online writers can grumble.. They also say the hand is the hardest part for an artist to execute – and this particular ‘Hand’ Sawaya had to take a chisel to in order to rebuild, after a spot of mis-proportioning","advice_category":"6","content":"\nPhoto: 'Gray'  Image by: Pondblue\nThis picture might look like it's been under the Photoshop knife, but it's actually the clinical but no less creative handiwork of Nathan Sawaya, the self-styled artist who makes sculptures out of Lego pieces. An ex-Wall Street lawyer who rocketed to fame in 2004 after winning a Lego Master Builder contest, Sawaya has continued to build his profile with brick loads of TV appearances and more.\nPhoto: 'Mask' Image via: Brickartist\nThese photos represent some of Sawaya’s most arty pieces, as shown in ‘The Art of the Brick’, the first major museum exhibition in the US to focus solely on Lego building blocks as an art medium. His work has been on the road all over North America – and has proven to be a smash hit with kids of all ages.\nPhoto: 'Blue' Image by: Ceslava\nSawaya’s life-sized human forms are his signature pieces, and the artist seems only too willing to step into a shot to put his work into perspective. 'Blue' is either a self-made man or somebody pulling himself apart – depending on whether your glass is half full or half empty. Sawaya leans toward the former, but with commissioned pieces easily fetching $50k, so might you.\nPhoto: 'Yellow' Image by: Ceslava\nIn another work of his color-coded series delving into emotion through disfigured human forms, 'Yellow' has become one of Sawaya’s most recognisable sculptures. “I guess it's because opening up oneself to the world is not an easy thing to do,” Sawaya was quoted as saying in Portfolio magazine. Once more there’s a deep sense of someone dismantling himself. Or spilling his guts. Or something.\nPhoto: 'Red' Image via: Brickartist\nThe artist’s anguish is again expressed in 'Red', which all the same is a pretty amazing display of Lego design. “'Red’ was originally entitled 'Escape' as I envisioned this man climbing out of the loose red bricks that surround him,” Sawaya said in The Creative Explorer blog. “However, I changed the title because many people see him sinking downwards.\" This dude is definitely being smashed into the ground.\nPhoto: 'Green' Image by: Ceslava\nMore potential self-mutilation for the kids in the by now predictably titled ‘Green’; but let’s imagine this guy is carrying an environmental message. If he’s pulling his head off, what’s that supposed to mean? Perhaps it’s time to stop thinking and start doing – or in any case to take environmental responsibility into your own hands. No doubt the artist would beg to differ, but cut us some slack: this is meant to be an environmental website.\nPhoto: 'Grasp' Image by: Ceslava\nWe’re bored with the colour thing now, mom, so let’s move onto 'Grasp', a six foot-plus tall piece that was apparently inspired by people who’ve responded negatively to what Sawaya wants to do with his life. Well, with a chat show-friendly image and 1.5 million Lego bricks in his own New York art studio, these days Sawaya is certainly doing it his way – and only bitter online writers can grumble.\nPhoto: 'Hand' Image via: Brickartist\nHands are obviously important for someone in Sawaya’s line of work, and they're the subject of several of his pieces. They also say the hand is the hardest part for an artist to execute – and this particular ‘Hand’ Sawaya had to take a chisel to in order to rebuild, after a spot of mis-proportioning. Looking at a snap like this, some might point the finger at Sawaya for being vain, though he does get across the scale of the sculpture.\nPhoto: 'Think' Image by: Ceslava\nSo has Lego gone highbrow in the hands of a genius, or is Sawaya just a master craftsman with a taste for the kitsch? Is this serious contemporary art, or playtime for a big kid with too much time on his hands? Wherever you sit, at any rate the guy is doing what he loves. And it looks as if there’s something going on inside his head, at least if this piece, dubbed ‘Think’, is anything to go by.\nPhoto: 'Sing' Image via: Brickartist\nSawaya is hitting the high notes and the big time in everything he does. And yet he’s not too proud to turn his hand to making a life size model of your family dog – if that’s what you’re crazy enough to want him to custom build for you. Are there any limits to how big your Lego project with Sawaya can be? “As big as your imagination,” he says on his website. “And your wallet”.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"10 Masterpieces of Lego Sculpture ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/featured/lego-sculpture-masterpieces/6033"}