{"summary":"The study was a decade long and followed the sounds of pods of whales all across the ocean area from Australia to French Polynesia. Photo: Whit Welles","advice_category":"2","content":"\nPhoto: Whit Welles\nJust like human males nowadays, male humpback whales dig catchy tunes and hit songs. In fact, their music can go as viral as our own when it's particularly good. A study in Current Biology reveals that not only do all males in a population sing the same song but that it changes and will travel through groups from east to west (only once did it travel west to east). The study was a decade long and followed the sounds of pods of whales all across the ocean area from Australia to French Polynesia. \nPhoto: Rainer J. Wagner\n\"The songs started in the population that migrates along the eastern coast of Australia and then moved—just the songs, and probably not the whales—all the way to French Polynesia in the east,\" said Ellen Garland, a graduate student at the University of Queensland. \"Songs were first learnt from males in the west and then subsequently learned in a stepwise fashion repeatedly across the vast region.\"\nPhoto: Evadb\nCalling it a \"cultural change on a vast scale,\" Garland explained that the males often kept part of a previous version and added new variations to it, rather like \"splicing together the Beatles and U2.\" The songs moved rather than the whales, even though it is possible that some males traveled west and caught up with a different group during migration. However, researchers also think it likely that the songs were simply transferred by sound from pod to pod. The song changes, and just as with our music it gains popularity. Then, at the end of the breeding season in this case, the song hits the top of the charts.\nYou can hear some songs here.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"Humpback Whales Mix Tunes in their Own Pop Charts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Flamingojpg","url":"http://www.environmentalgraffiti.com/news-humpback-whales-have-their-own-top-pop-charts"}