{"summary":"One fascinating fact is that the spirit bears have an advantage over black bears when hunting. A black bear will catch a fish a quarter of the time while a white bear will catch one a third of the time","advice_category":"2","content":"\nPhoto: Paul Nicklen/National GeographicWith a pink salmon in its jaws, a five-year-old male retreats into the forest before slitting open the fish's belly and eating only the eggs. Other bears may consume everything, from head to tail.\nOn the side of the forest, out pads a bear, ambling towards the stream where he will catch his supper. The air smells of salmon, carcasses lie strewn on the ground. Yet something is different. He isn't black, as most black bears are, but white. He is not a polar bear but a very special subspecies of black bear called a spirit bear or a kermode bear. He is not an albino –  the color is due to a recessive allele on his genes. They are found on the coast of British Columbia in the Great Bear Rainforest and about a tenth of the black bears born are spirit bears, while on a couple of islands it is as high as one in three.\nPhotographs provided courtesy of National GeographicPhoto: Paul Nicklen/National GeographicWith a population ranging from 400 to as many as a thousand, the spirit bear may owe its survival to the protective traditions of the First Nations, who never hunted the animals or spoke of them to fur trappers.\nGribbell island is one of those islands and Bruce Barcott of National Geographic went on a search for these elusive and beautiful bears. His guide was Marven Robinson, one of the Gitga'at First Nation band. They protect the bear, never having hunted it, and not even speaking of it at the dinner table so that hunters and trappers didn't get wind of the special bear in their midst.\nPhoto: Paul Nicklen/National Geographic In a moss-draped rain forest in British Columbia, towering red cedars live a thousand years, and black bears are born with white fur.\nThis may be why they survived rather than being hunted to extinction. They still look after their bears, Marven said. \"It's not a good idea to come after black bear in our territory. You never know, our bears might shoot back.\" Grizzlies are coming back as well now that trophy hunting and other such businesses aren't allowed in the area. The grizzlies and black bears in this region don't seem to co-exist very well, unlike in other places, and some think that this caused the high concentration of the spirit bears on the two islands which are too small for a grizzly to inhabit. \nPhoto: Paul Nicklen/National GeographicTwo adult males tussle over a prime fishing spot in a river. \"Bear scraps are rare events,\" says Doug Neasloss, a Kitasoo/Xai'xais wildlife guide. \"There's a high potential for injury, so they avoid conflict if they can.\"\nOne fascinating fact is that the spirit bears have an advantage over black bears when hunting. It turns out they are much more efficient hunters during the day than their cousins. A black bear will catch a fish a quarter of the time while a white bear will catch one a third of the time. Tom Reimchen of Victoria University in British Columbia did some studies on these differences. “The suggestion is that the white bear is really a salmon bear, that this coat color is a functional adaptation for hunting salmon,” Reimchen says. Salmon return twice as fast to the places where the white bear hunt compared to those areas favoured by the black bear. At night both black and white are equal in success. It seems that during the day the salmon don't worry about/see a white object above them but do when it is black.\nPhoto: Paul Nicklen/National GeographicIn a forest dominated by second-growth trees, a young bear settles into a mossy day bed at the foot of a giant, old-growth western red cedar. Bears use such day beds to rest and sleep after a meal.\nThe fact that the spirit bear might be a \"salmon\" bear has implications for environmentalists and conservation. Both black and white will feed on vegetation and berries but the white stays closer to the ocean which has all the salmon and marine nutrients in its vegetation from salmon carcasses scattered around during spawning season. More needs to be done to protect the salmon from over fishing. Sadly \"I would be dubious if the white bears persist when their salmon disappear, and they are almost gone already,\" says Dr Reimchen.\"These bears do not have an opportunity to switch to anything else.\"\nPhoto: National Geographic\n","author":"Michele Collet","web_category":"nature","title":"A Journey To Find the Mysterious And Elusive White Spirit Bear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4067876254f90e5b3e02zjpg","url":"http://www.environmentalgraffiti.com/news-spirit-bear"}