{"summary":"These flying dinosaurs ruled the skies for millions of years, but in the Jurassic they got some competition. Following the Jurassic period we come to the last period of the dinosaurs, the Cretaceous (145 to 65 million years ago)","advice_category":"4","content":"\nWelcome to the 10th post in the series we’re calling Mother Earth.\nTyrannosaurus Rex\n\nSo far we’ve covered the big bang to the formation of Earth, volcanoes, the early atmosphere, water, ice, the beginnings of life on Earth, some really interesting sea creatures, plant evolution, and when fish began to walk.\nToday we’re going to be covering one of everyone’s favorite subjects, the dinosaurs.\nThe First Dinosaurs\nAn Eoraptor skeleton\nThe dinosaurs lived from approximately 230 million years ago to around 65 million years ago, or roughly the length of the Mesozoic period. The dinosaurs were named by English palaeontologist Richard Owen in 1842. In an attempt to capture the size and majesty of the ancient animals he was beginning to study, Owen named the group using the Greek deinos, for terrible or formidable, and saura, for lizard. Hence the term we learn dinosaur means as children; terrible lizard.\nDinosaurs evolved from an archosaur ancestor sometime in the late Triassic period approximately 230 million years ago. The dinosaurs came around 20 million years after a mass extinction known as the Permian-Triassic extinction event which killed almost 95% of life on Earth.  One of the earliest known fossil examples of dinosaurs is the Eoraptor. The Eoraptor was a small predator that walked on its hind legs. Scientists believe the species was either the earliest common ancestor of all dinosaurs or very similar to the earliest common ancestor. Most early dinosaurs would have been small bipedal predators like the Eoraptor.\nThe dinosaur might not have been so widespread had it not been for two mass extinction events during the Triassic period.  The two events, around 215 and 200 million years ago, wiped out almost everything left on Earth. A few key groups survived, including mammals, dinosaurs, pterosaurs, turtles, and the crocodilians. Without the extra competition from animals similar to the dinosaurs, they thrived. Thriving didn’t mean diversifying too much, however.  When the land mass was a single continent, Pangaea, there were basically two types of dinosaurs.\nThe carnivorous dinosaurs were mostly from the coelophysidea family. They were slender carnivores that ranged from one to six metres in length.  The other group were the herbivores from the prosauropoda family. They were characterized by a long neck with a small head, a thumb claw, and forelegs shorter than their hind legs.\nThe Jurassic\nA Diplodocus skeleton\nThen the Jurassic period (200 to 145 million years ago) arrived. There’s a reason the book/movie were called Jurassic Park rather than Triassic Park. The Jurassic was the golden age of the dinosaur. They became both more common and more specialized. In some cases, they also became gigantic.\nDuring the Jurassic you had some of the most impressive dinosaur species. The prosauropoda family was replaced by massive sauropods, including the diplodocus and brachiosaurus. These giant herbivores fed on the fern and conifer forests that covered the globe. The massive theropod carnivores of the period fed on the sauropods, among others. The Jurassic saw the rise of some of the largest and most impressive theropod carnivores, including the Allosaurus and Megalosaurus.\nThere was another major development in the Jurassic. Flying dinosaurs, the pterosaurs (or pterodactyls), had been around for a while. These flying dinosaurs ruled the skies for millions of years, but in the Jurassic they got some competition. The first birds evolved. Archaeopteryx, which most scientists consider the first bird species, was flying the Jurassic skies from around 150 million years ago.\nThe Cretaceous and the End\nFollowing the Jurassic period we come to the last period of the dinosaurs, the Cretaceous (145 to 65 million years ago). The continents drifted farther apart during this period, leading to specializations among the dinosaurs on the different continents. This was the most diverse period for dinosaurs, with many and varied species throughout the planet. There was also one big, bad arrival on the scene during the Cretaceous. Tyrannosaurus Rex evolved during the Cretaceous.\nMammals started playing a more significant role in this period. While they were still mostly small and a minor proportion of the population, they began to become more important. The period also saw a sharp rise in the fortunes of birds. While pterosaurs were the more important flying animals for a long period, they started to die out in the face of the birds’ ability to adapt to their surroundings.\nThe pterosaurs, and all dinosaurs, went out with a bang around 65 million years ago at the end of the Cretaceous. The mass extinction, known as the Cretaceous-Tertiary extinction event, has been the cause of much debate. Here’s what we do know. Around 65 million years ago, almost everything on Earth died. Certainly all the dinosaur species did anyway. Around the same time as this extinction, there is a layer of iridium in the geological record all over the world. Essentially, a massive amount of iridium was thrown into the Earth’s atmosphere somehow before falling to Earth and blanketing the ground.\nThere are a variety of explanations for this, but the most likely and probably most widely accepted is a meteor striking the Earth. Scientists even think they know where the meteor hit. They believe that the massive Chicxulub crater in Mexico, and possibly even the Gulf of Mexico itself, were the result of a big meteor ramming into the Earth.\nSo there you have it. Dinosaurs are dead now. While that’s a sad thought for some dinosaur enthusiasts, we can be happy the mass extinction occurred. With all the dinosaurs dead, our mammalian ancestors could step in to fill the void.\nJoin us next time on Mother Earth when we discuss the rise of the mammals. The easiest way of keeping up with the rest of the series is probably by subscribing to our RSS feed... and if you do that we’ll also give you a free album! What a bargain.\n ","author":"Chris","web_category":"science","title":"Mother Earth: The Rise and Fall of the Dinosaurs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb16.webshots.com-42447-2846367760105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-the-rise-and-fall-of-the-dinosaurs/618"}