{"summary":"Krak des Chevaliers can also be translated into a more French phrase, Crac de Chevaliers, which mean “Fortress of the Knights.” The castle might seem misplaced because the crusades began in Europe whereas the castle resides in the Middle East. But of course, history tells us that the crusaders travelled all the way to the Arab nations in an attempt to fight off the Muslim regime to Israel and put the said nation under the Roman Catholic religion.","advice_category":"6","content":"\nPhoto: Effi Schweizer\nThe medieval era has always captivated the interest of the public because of its style of clothing, the character of princesses and knights in shining armor, and of course, the tall and beautiful castles. While the medieval period lives on in our imagination, Syrians are very lucky indeed to have a genuine medieval castle in their country: the Krak des Chevaliers.\nPhoto: Neil Carey\nKrak des Chevaliers can also be translated into a more French phrase, Crac de Chevaliers, which mean “Fortress of the Knights.” The castle might seem misplaced because the crusades began in Europe whereas the castle resides in the Middle East. But of course, history tells us that the crusaders travelled all the way to the Arab nations in an attempt to fight off the Muslim regime to Israel and put the said nation under the Roman Catholic religion.\nPhoto: BHum\nThe castle held an important military significance during the crusades because it was the headquarter of the Knights Hospitaller, one of the many military orders of the period. Strategically located near the Lebanon border in an area called the Homs Gap, Krak des Chevaliers also acted as a watchtower for everyone who came in and out of Syria. The Homs Gap was the main and the only trading route for merchants to get into Syrian territory and the Mediterranean Sea.\nPhoto: FKhuffels\nAnd because Krak des Chevaliers is built on top of a 650-meter high stone hill, it also serves as a lookout. Perched on one of the castle's towers, one would have an areal view of the city and and the buildings' roofs.\nAnd when invaders choose to attack, they'd be visible even if they are still very far. \nPhoto: Fiver L?cker\nLooking at the details of the castle, one would understand the military significance of Krak des Chevaliers. The lower part of the castle consists of sloping walls called taluses, making it hard for invaders to climb over them. \nPhoto: Watchsmart\nBridges, ramps and winding passages can confuse the invaders. The walls and ceilings are fitted with openings and arrow slits to fight off the enemy without the crusaders being harmed. The walls can be as thick as a hundred feet, which is almost impossible to ram into.\nPhoto: Watchsmart\nThe roofs, which are of varying height, are interconnected. This is especially useful for the crusaders to move, hide and surprise attack their enemies, who might have possibly found the interconnected roofs confusing. Of course, the stairs were also built very tall, with many steps: most soldiers would want to take a breather after climbing all the way to the top.\nPhoto: Martin Munneke\nAnd even if the invaders managed to enter the castle, they’d have found themselves in the middle of a maze. The castle is so enormous that aside from meeting halls, storages rooms, courtyards, stables and sleeping quarters, a church and a chapel is even constructed inside the Krak des Chevaliers. If you don’t know your way around the castle, you might as well die trying to escape, much less kill a crusader.\nPhoto: Fiver L?cker\nIn fact, the Krak des Chevaliers is such a mammoth of a castle that it can house more than 5000 soldiers and knights, including their horses. Storage rooms can contain food and other supplies that can last for five or more years. Cisterns and an aqueduct surrounding the area provide water throughout the seasons, not to mention prevent the castle from being flooded.\nPhoto: Watchsmart\nBesides the strategic architecture of the castle, Krak des Chevaliers is built with a Gothic design. The quintessential features of Gothic style are the high ceilings and towers, a multitude of doors and windows to bring in natural lighting and the pointed arches, making the building look taller and more intimidating. Even the ancient urinals were designed to have pointed arches.\nPhoto: Watchsmart\nBack in the 1930s, the French government bought the castle and funded its restoration. While the Krak des Chevaliers is probably the most well-preserved castle to date, it still hasn’t avoided partial disrepair,  perhaps due to the dry climate that makes the limestone bricks especially vulnerable to disintegration.\nPhoto: Watchsmart\nWhatever the case may be, Krak de Chevaliers remains an architectural wonder for how intelligently and strategically it was built, while still maintaining a design that can be called an architectural splendor.\n\nSources: 1 2 3 4 5","author":"Karize Uy","web_category":"art+and+design","title":"The Majestic Medieval Castle of Krak des Chevaliers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-41744-2471191240103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-majestic-medieval-castle-kraks-des-chevaliers"}