{"summary":"Recognising they had encountered something extraordinary, De Loys and his men photographed their find – posing it by seating it on a crate with a stick propping up its chin – then skinned the creature with the intention of keeping its hide and skull.. Montandon and De Loys were ridiculed and their tale became one of scientific fraud, but the debate still wages as to the credibility of what Montandon proclaimed to be a missing link – an undiscovered New World great ape","advice_category":"2","content":"\nIn the first part of Environmental Graffiti's Cryptozoology Series, Karl Fabricius examines the story behind the Ameranthropoides loysiPhoto: Ameranthropoides loysi Photo via Cryptomundo\nThe three-year oil expedition had been unsuccessful, not to say costly. Men had died, killed in clashes with Motilone Indians or taken by disease, and of the original 20 members of the party, only four would survive. The group was taking respite near the Tarra River when suddenly the incredible happened.\nOut of the dense jungle came two upright walking creatures, gripping and shaking branches while screaming in apparent anger. The ape-like animals began flinging their own faeces at the frightened men, who grabbed their guns, shooting their female assailant dead as the male, wounded, fled into the forest.\nPhoto: Sierra de Perija forests Photo via Clogers \nSo the story goes, as recounted in a much later report by Swiss geologist Fran?ois De Loys, who led the party into the remote forests of Venezuela and Colombia. Recognising they had encountered something extraordinary, De Loys and his men photographed their find – posing it by seating it on a crate with a stick propping up its chin – then skinned the creature with the intention of keeping its hide and skull.\nAccording to De Loys, the animal was much bigger than the spider monkey it in other ways resembled – over 5 feet tall as opposed to just over 3 – and had no tail. Even so, all evidence barring one picture was later lost by the troubled expedition.\nPhoto: Ameranthropoides loysi Photo via Cryptomundo\nIt was nine years after his return home that Fran?ois De Loys finally publicised his account of what had happened back in 1920. Nazism was on the rise, and French anthropologist Georges Montandon had found the photo of what he would name Ameranthropoides loysi in one of his friend De Loys' notebooks. Montandon persuaded De Loys to tell his story to the press and soon after himself presented the supposed evidence to scientific circles.\nFrom the outset, the discovery was met with scepticism, as opponents lined up to question what they saw as monkey business – a mere spider monkey with nothing in the photo to indicate its size and a tail cut off or deliberately excluded from the shot.\nPhoto: Spider Monkey Photo via From Cryptid My\nMontandon and De Loys were ridiculed and their tale became one of scientific fraud, but the debate still wages as to the credibility of what Montandon proclaimed to be a missing link – an undiscovered New World great ape. So did De Loys really happen upon a species unknown to zoology, or was this the hoax of the century?\nSceptics might point to the puzzling period during which De Loys seemed to forget about his encounter with the mysterious monkey. Still, this fails to overturn certain points that could validate the story, like the fact that the crate the primate is sat on looks like a regulation gasoline crate that would support De Loys’ contention about its size.\nPhoto: Ameranthropoides loysi Painting: Pieter Dirkx\nArguments in favour of the creature’s existence put forward by Michael Shoemaker focus on marked physiological differences between the animal photographed and the spider monkey including chest, hands, and the former’s more oval face, higher forehead, and lack of a pronounced underbite.\nBut for Loren Coleman, Georges Montandon’s championing of De Loys' Ape had a sinister aspect. The Frenchman’s profile shows a man with deeply racist views who could have used the discovery to support his proto-Nazi ideas on the anthropoid origins of Native South Americans. Such extreme political motives are plausible, despite no direct evidence of them in Montandon’s writings on this subject.\nPhoto: Sierra de Perija Photo via Aporrea\nIn the absence of similar documented sightings of such an animal, a hoax – just the corpse an unusual-looking spider monkey – seems probable – especially given a recent revelation that there is a banana plant in the photo which would have been highly unlikely to grow where Ameranthropoides loysi was purportedly shot. Even so, more proof may be needed to bury this famous unidentified ape once and for all.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Lethal Search for De Loys' Ape","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/featured/lethal-search-de-loys-ape/16213"}