{"summary":"Two domestic geese and a Chinese goose creating a stink:Photo: . Did you know a group of geese on the ground is called a gaggle?Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Michael Urban\nFar from being dumb, geese are actually quite smart and funny animals. What they lack in grace, they make up for in fervour, especially when it comes to putting someone in their place. But see for yourself; we promise it won’t be a wild goose chase.  \nMany birds like ducks and swans belong to the goose family (Anatidae) but only those in the Anserinae subfamily and the Anserini tribe are considered true geese. There are three true geese categories: Anser or Grey Geese to which the domesticated goose also belongs; Chen or White Geese; and Branta or Black Geese, for example the Canada Goose.  \nWhat? Me? Just minding my own business:Photo: \nImage: David Evers\nLike sheep, geese were among the earliest animals to be domesticated and are popular for their meat, eggs and down feathers. Archeological evidence from Egypt proves that domesticated geese already existed 5,000 years ago. \nThe most common breeds are the Embden and Toulouse geese, which are said to be offshoots of the Sebastopol Goose, introduced in Western Europe in 1856. \nCompared to wild geese, domesticated geese are much plumper with a bigger rear that forces them to take up a more upright posture, while also preventing them from flying. Their plumage has changed from dark brown tones that blend in with their environment to often pure white.   \nGeese behaviour often seems involuntarily funny. Landing, for example, is not the most graceful sight to behold; here are a few examples.\nOut of my way! A Canadian goose landing near a pond in Newark, DE:Photo: \nImage: Pheanix\nGoose attempting a water landing in Saddle River County Park in Glen Rock, NJ:Photo: \nImage: H. Vargas\nFor centuries, domestic geese have been used as watch animals because they are not only chatty but also among the most aggressive of all poultry. Looking at the next goose pictures, one is not hard pressed to believe it. \nA group of juvenile geese delinquents going on a rampage in Amsterdam:Photo: \nImage: David Evers\nTwo domestic geese and a Chinese goose creating a stink:Photo: \nImage: Barbara Samuelson\nJust let me get there and I’ll show you… Photo: \nImage: Kris\nBut then again, geese can be in high spirits and go prancing around, too...\n\"Wild geese that fly with the moon on their wings; these are a few of our favoooorite thihiiiings\":Photo: \nImage: David Evers\nAnd one, and two... A gander who wants to stay in shape has to exercise:Photo: \nImage: Keven Law\nWe hope that this little tour-de-goose has shown what versatile animals geese are. \nCan geese howl like wolves? Apparently:Photo: \nImage via Fotolog\nDid you know a group of geese on the ground is called a gaggle?Photo: \nImage: Michael Urban\nSource: 1, 2","author":"Simone Preuss","web_category":"nature","title":"Release the Geese!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-42273-2144065590104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/release-geese/12338"}