{"summary":" Jones and Chartres are promoting the program in their belief that there is a strong need to reduce carbon emissions as a way of protecting poorer communities worldwide that are \"already suffering from the ravages of climate change\".. This year we are inviting people to join us in a carbon fast","advice_category":"8","content":"\nThe tradition of fasting for Lent has a long history in the Christian church.\n\nCanterbury Cathedral. Image by Hans Musil.\nThese days, it’s been modernized somewhat. Most churchgoers aren’t hardcore ascetics willing to forego food or water. It is still fairly common, however, for someone to give up some cherished food or activity for forty days to enhance their spiritual lives and understanding.\nIn many cases one gives up chocolate or smoking as their “fast”.   Officials in the Church of England, however, are advising a very different kind of “fast” during Lent.  James Jones and Richard Chartres, the bishops of Liverpool and London respectively, have joined forces with development agency Tearfund to help promote a “carbon fast” among church members during the upcoming period.\nObviously, the bishops are not promoting a complete “fast”, but a series of steps to help people reduce their carbon footprint over the next 40 days.  Jones and Chartres are promoting the program in their belief that there is a strong need to reduce carbon emissions as a way of protecting poorer communities worldwide that are \"already suffering from the ravages of climate change\".\nThe “fast” begins on the first day of lent by removing a light bulb from a well travelled area of the house, to serve as a constant reminder of the urgency of reducing carbon emissions. On Easter, it is suggested the bulb be replaced with a low-energy CFL. Every day during Lent has another task to perform to help reduce one’s carbon footprint.\nThe Church of England has become active in promoting carbon emission reductions in recent years. It has launched the Shrinking the Footstep program, a commitment to reduce emissions by 60% by the year 2050. Bishop Chartres has been personally active in the emission reduction movement himself, pledging not to fly for a year and expressing his belief that saving the planet is a moral duty for all Christians.\nBishop Jones said: \"Traditionally people have given up things for Lent. This year we are inviting people to join us in a carbon fast. It is the poor who are already suffering the effects of climate change. To carry on regardless of their plight is to fly in the face of Christian teaching. The tragedy is that those with the power to do something about it are least affected, whilst those who are most affected are powerless to bring about change. There's a moral imperative on those of us who emit more than our fair share of carbon to rein in our consumption.\"\n\nFurther information on the program, including the full list of 40 actions to perform during lent, can be found at the Carbon Fast website.\n\nIf you want to find out all the latest news on the environment and religion, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Church of England Creates \"Carbon Fast\" for Lent","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/green-living/church-of-england-creates-carbon-fast-for-lent/764"}