{"summary":"Coyotes will also attack larger prey, and when they have picked up the scent can hit top speeds of 69 km/h and jump distances of over 4 metres – useful when jumping on the flanks of their victims.. Death from above: Jumping SpiderPhoto: Photo: Rundstedt B","advice_category":"2","content":"\nPhoto: Photo:  vai boy\nWe’re used to seeing flying animals like birds, insects and even bats taking wing and soaring through the air, leaving us to curse the fact that we weren’t born with the same innate superpower. We’ve also featured a few of nature’s gliders here on Environmental Graffiti – creatures like the flying tree snake, flying fish, and sugar glider – but are yet to focus on those beasties that use jumping as a form of movement and means of getting airborne to catch their next meal.\nMurder from the deep: Great White Shark Photo: Photo via Animals and Pets Pictures\nInfamous as the planet's largest and most ferocious of predatory fishes, the great white is also known for the singular hunting technique is uses to ambush cape fur seals off Seal Island, South Africa. The sharks patrol the seas where the seals go fishing – relying on surprise to attack their mammalian quarry from below at lightning speed, with peak bursts exceeding 40 km/h. At the surface, the fearsome beast smashes into its prey, going so fast that it often shoots completely out of the water, leaving the seal to fall into the gnashing jaws of its high-flying assailant.\nPride in the kill: LionPhoto: Photo: Corinata\nThe lion may not have quite the jumping prowess of its cousin the tiger – which can leap for up to 10 metres – but the king of the beasts still sure can kill with a burst of speed followed by a final leap onto the back or flank of its target to bring it down. These predators work together to catch their prey, and this strength in numbers is what makes them so effective. Typically several lionesses will stalk and encircle their hapless quarry, then single out one animal from the herd – often the closest – before unleashing their short-lived but potent attack. Buffalo beware.\nHunting like the wind: BobcatPhoto: Photo: Trish Carney\nWe’re not sure what the bobcat in this next photograph is after – our money’s on a rodent – but its poise in the air is poetry in motion. Small in stature by comparison with the big cats, the Bobcat is nevertheless incredibly agile. Like the lion, this ferocious feline hunts by stalking its prey prior to ambushing it with a brief chase or springing pounce. Although it prefers smaller mammals such as rabbits and hares, this fearless hunter will also take on larger animals, killing them before returning to feast on the carcass later. The Bobcat: nature at its bounding best.\nWhole pack of trouble: WolfPhoto: Photo: University of Alberta via Treehugger\nWolves are more known for relying on their stamina when hunting than speed or athletic ability, but these canines of the wilderness can cut it with the best when it comes to making that last leap onto a fleeing animal – a leap that may just be the difference between survival and death. While tracking their quarry, wolves can trot at a steady pace of 10 km/h, though they have been known to reach speeds approaching 65 km/h during a chase. And get this: one female gray wolf was recorded as making 7 metre bounds when chasing prey. Jumping to howl about.\nWild and wily on the chase: CoyotePhoto: Photo: sigmund\nWily the coyote may be in mythology but this well adapted American carnivore is also no slouch when catching air is the order of the day. While hunting smaller animals such as lizards and mice, it stalks slowly through the grass using its acute sense of smell as a guidance system; then when it’s locked onto its target, the coyote stiffens and pounces in the style of a cat. Coyotes will also attack larger prey, and when they have picked up the scent can hit top speeds of 69 km/h and jump distances of over 4 metres – useful when jumping on the flanks of their victims.\nDeath from above: Jumping SpiderPhoto: Photo: Rundstedt B. Rovillos\nDespite the absence of powerful leg muscles like the grasshopper, the Jumping Spider can jump up to 80 times its own body length, stretching its limbs by altering its blood pressure. This clever little critter also has the safety rope of a tether of silk that it secures to whatever it is standing on before jumping in case it falls and has to climb up again. An abseiling ace, the jumping spider uses this fly skill together with its top notch vision to stalk then pounce on unwary and vulnerable prey. Then it’s over to the lethal venom. No one could accuse the jumping spider of not looking before it leaps.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Mid-Air OM NOM NOM NOM","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/spider1.jpg","url":"http://www.environmentalgraffiti.com/featured/animals-catching-prey-mid-air/18282"}