{"summary":"More beautiful termite mounds at Litchfield National ParkPhoto: . Magnetic termites construct angled, plate-shaped mounds to catch the sun on their eastern faces","advice_category":"2","content":"\nPhoto: \nImage: Neil Liddle \nThe image above doesn't show slabs of stone, neatly aligned, or mud sculptures – well, at least not human-made mud sculptures. What look like prehistoric menhirs are actually magnetic termite mounds, incredible, climate-controlled marvels of architecture. Somehow, termites can do what we clumsily try to achieve with air conditioning, namely master the challenge of perfect climate control in weather conditions ranging from scorching hot to flooded in the wet season. On top of that, these tiny critters are among the world’s most efficient bioreactors.\nTermite mounds on flooded grassy plains during the wet season:Photo: \nImage via Environorth\nMagnetic termites construct angled, plate-shaped mounds to catch the sun on their eastern faces. These crafty insects like warm, stable temperatures throughout the day, so they first move to the eastern side of their mounds that warms rapidly, and then to the warmer centre as the evening chill sets in.\nNatural tombstone, anyone?Photo: \nImage: J. Brew\nA close-up of the architectural marvel:Photo: \nImage: J. Brew \nMagnetic termites live on the grassy plains of Northern Australia and build their temperature-controlled mounds along various axes, usually north-south, keeping local shade and wind conditions in mind. Biologists believe that the termites do not directly tune into local climate conditions but that they build their mounds according to fixed, genetically inherited axes first. Correctly aligned mounds will therefore thrive, while those that do not use local wind and shade conditions optimally will perish.\nTermite mounds near Litchfield National Park in Australia’s Northern Territory:Photo: \nImage: Neil Liddle \nSeen from afar, a collection of grey termite mounds resemble a graveyard:Photo: \nImage: Andrew Finegan\nThis trial-and-error method of natural selection does not go on ad infinitum; nature is smarter than that. Each magnetic termite colony passes on a particular successful mound orientation to the next one through a clever technique: Each termite has a magnetic compass programmed into its system that allows it to sense a particular magnetic bearing, which it then passes on to its offspring. Something like an architectural blueprint ingrained into the DNA. Pretty cool, huh?\nMore beautiful termite mounds at Litchfield National ParkPhoto: \nImage: Litchfield National Park\nHow do these tiny insects manage to build something that is a thousand times their own height, and tall even by human standards? (As an example, a cathedral mound standing 5 m tall built by these 5-mm-long insects would be equivalent to humans building a massive, over 1-km-tall skyscraper that would cover many city blocks.)\nPlaying hide and seek at a massive termite mound at Litchfield National Park:Photo: \nImage via Tilly Travels \nThe secret lies in the fact that muscle size and strength grow disproportionately. In very basic terms, this means that a tiny insect can lift more times its weight than, let’s say a frog, because though the frog’s muscles are stronger, it also has to lift its own weight which is proportionately higher.\nThough termites are often called “white ants,” they are not actually ants but have evolved from cockroach-type ancestors. Like ants, bees and wasps, they live in well-organised, social colonies that are made up of a strict animal hierarchy: workers, soldiers and reproductive termites.\nSoldier termites of the Formosan subterranean species:Photo: \nImage: Scott Bauer\nThere are about 2,800 termite species in the world, but the fact that termites consume food that other insects cannot, namely the cellulose and lignin that stiffen the woody part of plants, assures that wherever there are termites, they exist in abundance (owners of termite-infested furniture or house parts can attest to this).\nA rare sight - a lone worker termite:Photo: \nImage: Althepal\nIn fact, so efficient are these little insects at exploiting the metabolic capabilities of the different microbes that inhabit their hindguts that they would produce up to two litres of hydrogen while digesting a single sheet of paper, making them one of the world’s most efficient bioreactors. A fact not unnoticed by the U.S. Department of Energy, which has planted a firm eye on termites while researching ways to replace fossil fuels with renewable sources of cleaner energy.\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Magnetic Termites Are the Architects of These Giant Monoliths","picture_url":"","url":"http://www.environmentalgraffiti.com/featured/magnetic-termites-architects-giant-monoliths/11218"}