{"summary":"\"It is also important to recognise the levels of variation in distinct populations of other closely related species. The breeding experiment created a completely unique frog that will help decide where and how to concentrate the conservation efforts for both species","advice_category":"2","content":"\nPhoto: ? A. Gray\nIn science, as in life, at times desperate measures are called on to help save lives. That is what happened when University of Manchester researchers allowed two endangered species of frogs to breed, A annae and A moreletii.\nPhoto: ? A. Gray\nThe breeding experiment created a completely unique frog that will help decide where and how to concentrate the conservation efforts for both species. One thing researchers had found from DNA mouth swabs was that the two species were closely related, yet members of the same species in different locations were much less closely related to those in another location.\nPhoto: ? T. Eisenburg\n\"Almost a third of the world's amphibians are threatened with extinction, so it is imperative that we identify distinct populations of critically endangered species before they are lost forever,\" said Andrew Gray, Curator of Herpetology at the University's Manchester Museum. \"It is also important to recognise the levels of variation in distinct populations of other closely related species. If conservation is our prime objective, it follows that separate populations of the same species should also be conserved for the future as distinct entities and future studies should focus on assessing the levels of variation in the different populations of these wonderful creatures,” he added.\nHopefully, with the work being done right now, this one of a kind frog will save both species of relatives from extinction.","author":"Michele Collet","web_category":"nature","title":"Newly Created Frog Helps its Endangered Relatives","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-one-kind-frog-helps-its-endangered-relatives"}