{"summary":"None of this is news to any architect worth their salt – but one in particular, Vietnamese virtuoso Vo Trong Nghia, stands out for his exceptional bamboo designs. Instead of the rapidly rising glass-and steel structures being built, modernisation should mean both preservation and innovation – and that’s exactly what Vo Trong Nghia is all about.","advice_category":"6","content":"\nPhoto: All photos: Vo Trong Nghttp://www.environmentalgraffiti.com/wp-admin/edit.phphia\nBamboo is the stuff of green dreams these days. Not only is it a winning combination of strong, lightweight and flexible; it also scores highly in the sustainable stakes, being super fast growing and easy to harvest locally in many parts of the world. What's more, it is increasingly being lauded for its aesthetic qualities. None of this is news to any architect worth their salt – but one in particular, Vietnamese virtuoso Vo Trong Nghia, stands out for his exceptional bamboo designs. \nIn a piece by Vietnamese American writer and broadcaster Nguyen Qui Duc, Duc laments the rushed redevelopment of the Vietnamese capital Hanoi, and calls for preserving the city’s beauty and character without tastelessly replicating the old French-style villas that have been razed to the ground. Instead of the rapidly rising glass-and steel structures being built, modernisation should mean both preservation and innovation – and that’s exactly what Vo Trong Nghia is all about.\nAs a young man, Nghia was selected to study architecture in Japan. However, his early life in a small village in central Vietnam proved the ideal and natural foundation for what he would learn in the land of the Rising Sun and the architectural projects that have followed in his homeland. “We used bamboo and cane and such materials for everything,” recalls the architect. From farming tools to cooking utensils, it was all woven together – just as many of his buildings are today. \nMingling international inspiration with the influence of his roots, Nghia is big on bamboo. The rounded bar he designed for his Water and Wind Cafe features a 30-foot bamboo frame covered in a local bush plant. Like a giant version of the haystacks that dot the Vietnamese countryside, it is also African-esque, with a pointed open dome that allows light to infuse the interior. Elsewhere, Nghia’s curving bamboo structures are bound together with not a nail in sight.\nAs proof of his green credentials, Nghia has built a factory in Vietnam where bamboo is treated and given its warm brown colour. It is said his structures will last twenty years. “At the end of the day, if you have to remove or take apart buildings,” says Nghia, “You won’t end up with piles of concrete that’s destructive to the environment.” He is also trying to get more bamboo growing ventures off the ground, an architect weaving homegrown tradition with aesthetic innovation. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Incredible Bamboo Architecture by Vo Trong Nghia","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","url":"http://www.environmentalgraffiti.com/green-living/incredible-bamboo-architecture-vo-trong-nghia/15781"}