{"summary":"Photo: Yvonne McArthur. If there is one thing you hear when you go to Africa it's: \"Never get between a hippo and the water!\" An angry or threatened hippo is a pretty intimidating adversary, weighing between 1.5 and 3 tons and able to run at up to 30 mph - that's three times faster than most of us)","advice_category":"2","content":"\nPhoto: Yvonne McArthur\nIf there is one thing you hear when you go to Africa it's: \"Never get between a hippo and the water!\" An angry or threatened hippo is a pretty intimidating adversary, weighing between 1.5 and 3 tons and able to run at up to 30 mph - that's three times faster than most of us). If hippos are threatened on land, they'll run for water... and believe me you don't want to be in the way! ?It's no wonder that the most deaths by wild animals in Africa are caused by hippos.\nIf you thought you had thick skin, think again.? Hippo skin is two inches thick!? It has historically been used to make ferocious whips capable of killing a man in 10 blows.? The whips are called kiboko, the swahili term for hippo. That's not the only weird thing about hippo skin.... it doesn't contain any sweat glands!? During the day hippos hang out together in the water or cover up in mud to keep their skin from drying out and cracking.? They also secrete an oily red liquid as an additional protection from the sun, giving rise to the myth that hippos sweat blood.\nThey emerge from their murky water hideouts after dark and roam for several miles to feed.? They eat grass with their wide lips, but their favorite food comes from the fruit of the aptly named sausage tree (kigelia pinnata).\nPhoto: Jerzy Strzelecki\nWhen hippos poop, they flap their thick tails and spray their feces over a wide area to mark their territory.? They have large teeth which they use for slashing the jugular veins of opponents, although most of the time they just open their huge mouths wide to scare off their rivals. \nPhoto: Yvonne McArthur\nBy contracting their muscles, hippos can cause themselves to sink, enabling them to run along the floor of lakes and rivers. If they expand their muscles they will rise to the top where they spread their four toes to paddle. Hippos mate under water and can also give birth in shallow water. Baby hippos weigh about 90lbs at birth and can walk and swim almost immediately. These are fascinating animals, but don't get too close!","author":"yvonne.mcarthur","web_category":"nature","title":"Hippos: The Most Dangerous Animals on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/johnmuk.jpg","url":"http://www.environmentalgraffiti.com/animals/news-africas-most-dangerous-animal"}