{"summary":"If the current economies continue to grow at 3%, which almost all politicians and CEOs clamour for, then in the same time that population increases by 50% the economy will grow 1,600%. And by economy, I mean economic growth","advice_category":"8","content":"\nAnd by economy, I mean economic growth. And by stupid, I mean politicians and others who preach that a continuously growing economy is the only way. And by the headline in toto, I mean most of us are stupid.\nHere's why. As an Inconvenient Truth presenter and a Green Party politician, I am frequently asked if (or told that):\n\n\nBoth are fallacies. Well, partially. True, our current economy/civilisation is based upon a continuously expanding economy. However, just because that's the way we're doing business doesn't mean that's the only way it can be done. And really, it doesn't even make sense if you think about it.\nTo keep the economy growing, many developed countries keep their populations growing through immigration. This is foolish and dangerous, as even a moment's thought should show. The U.S. population has passed 300 million and will continue to grow with current immigration policies. All those new people buy more stuff, and that keeps things growing, which is how our governments measure success. However, any fool can see that sooner or later the United States will be as densely populated as Europe, then will keep going until Los Angeles turns into Mexico City, and then...what? When does it stop? Until we're standing shoulder-to-shoulder from sea-to-shining-sea - literally?\nSooner-or-later we will run into the hard limits of nature. (In reality, we are already hitting them, partly from population but mainly from pollution and the climate crisis.) Sooner-or-later, population growth must stop. What will happen to 'the economy' then?\nClearly, the sensible thing to do is to move to a sustainable economy, a new green economy. Sustainable means we can keep doing it, forever. Our kids and grandchildren can do it, too. It means we cut as many trees as we regrow - and in such a way that the health of the forest improves over time, just as it does when undisturbed. It means our factories produce no waste; there is no longer such a thing as 'garbage,' in fact, not counting the self-serving and humanity-destroying opinions of politicians and CEOs. It means prices stabilise - or decrease - because we reuse resources rather than discarding and running short of them.\nWorld population is predicted to peak at 9-10 billion by about 2100 years give-or-take, or about 50% higher than it is now. This is a huge problem environmentally, of course. As George Monbiot said in his usual succinct and biting manner, that means that the climate crisis and the other problems facing us will be 50% harder to solve. (I would say more than that, because all those new and most of the existing people aspire to our standard of living. Also, a 50% increase in population will probably mean a greater than an equal increase in wars, plagues, and such. But generally, we could say he's close enough.)\nMr. Monbiot went on to show the results of continuous economic growth. If the current economies continue to grow at 3%, which almost all politicians and CEOs clamour for, then in the same time that population increases by 50% the economy will grow 1,600%. A few short years later, in 2115, it will have grown by 3,200%. Given how fantastically wasteful our current economy is, it's not hard to see that we will cause the end of the world long before then.  If we're facing a climate crisis now, how much worse will it be with an economy one thousand six hundred percent larger? Imagine you have a cancerous tumour. Imagine it grows 50% larger over your lifetime. Big problem, but probably you can survive it with proper care and some luck. Now imagine it grows 1,600% larger - 32 times bigger. If you`re lucky you`ll look like the elephant man. More likely, you`ll die an unpleasant and early death. We'll be living on top of our own waste dumps - we'll be eating from those dumps in the unlikely event we`re still around. One thing is for sure: we won`t be measuring our well-being by economic growth at that point.\nPopulation - current and future - is a huge problem. But unchecked, unsustainable economic growth will completely and utterly ravage this planet beyond the point of no return for humanity.\nFor George Monbiot`s article:\nhttp://www.monbiot.com/archives/2008/01/29/population-bombs/\nBrian Gordon is a Canadian Green Party member and candidate trained by Al Gore to present An Inconvenient Truth.\nIf you want to keep up with Brian's adventures in the Green Party, why not subcribe to our RSS feed? We'll even give you a free album.\n ","author":"Brian Gordon","web_category":"lifestyle","title":"It's the Economy, Stupid","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/its-the-economy-stupid/756"}