{"summary":"Most bicycle accidents happen during the day and before dark.. Lawmakers might like to blame alcohol as the chief cause of bicycle accidents","advice_category":"8","content":"\nPhoto: tanvach\nAs environmentalists, we strive to make the planet a better, more livable place by eschewing our cars in favor of more eco-friendly modes of transport such as riding bicycles and walking. However, as the number of green enthusiasts continues to increase around the world, so do bicycle deaths due to vehicular homicide. One might also expect the rise in bicycle manslaughter statistics to skyrocket with the ever-growing economic problems worldwide. Many people simply cannot afford to own or use their car anymore.\nEnter a new problem: American laws don't protect bicyclists. It's as if having a driver's license gives individuals a hunting license as well. America has more bicycle accidents and fatalities than anywhere else in the world (Reuters, Aug. 28, 2003, by Maggie Fox). Four states in the U.S (California, Florida, New York, and Texas) account for 43% of bicycle deaths.\nPhoto: Reksipol  Sriracha\nDespite the push for helmet laws and pedestrian and/or bike lanes, the lack of punishment received by negligent vehicle drivers suggests bike crashes are under-reported and quietly overlooked. At least 75% of drivers responsible for injuring or killing cyclists are never prosecuted. Unless the car gets sustainable damage, many states, such as Texas, won't even write up a report of the bicycle accident. This is unconscionable!\nPhoto: Jasoon\nOn the internet there are frequently  stories about the wealthy getting even more legal leeway when it comes to causing bicycle death by vehicular homicide. Many guilty parties never see the inside of a jail cell. A lot of times, they are not even fined; and even if they were, it would not hurt them, as they already have plenty of money to spare. This is a slap in the face to families mourning the loss of a breadwinner or a child robbed of their life.\nPhoto: Danny McL\nThe magic words for escaping legal punishment for killing a cyclists are: \"I didn't see them; they came out of nowhere.\" For those investigating the crash scene, most report that the cyclist was at fault.\nAll one must do to validate the fact that this is a serious issue which is not being addressed by lawmakers is to google \"bicyclist killed no charges filed\". And if you think bicycle accidents involving motor vehicles are only a nighttime occurrence, think again. Most bicycle accidents happen during the day and before dark.\nPhoto: Markus\nAmericans are constantly being fed facts about the growing numbers of obese people in the country. \"Exercise! Eat well! Take your bike to work!\" all of the commercials scream in between images of McDonald's and ice cream. But when people try to make a conscious effort to amend their health problems, they face the fear of being crushed by a car.\nDon't believe the  statistics that bicycle fatalities are way down. In this author's opinion, this is only because these accidents are under-reported or receive no legal attention, with culprits not prosecuted.\nPhoto: call_me_eli\nThe total cost of bicyclist injury and death is over $4 billion a year. While bike accidents involving children under 16 are decreasing, those involving individuals over the age of 25 are soaring.\nLawmakers might like to blame alcohol as the chief cause of bicycle accidents. However, only one third of bicycle accidents involved alcohol, according to a report. That's a far cry from drunk driving accidents and fatalities!\nPhoto: melisdramatic\nTo learn more about how to protect yourself from drivers who abuse their privilege to have a driver's license, go here.","author":"Asher Kade","web_category":"outdoor","title":"America: The Most Dangerous Place on Earth to be a Cyclist","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2448215950_ac985c81dc.jpg","url":"http://www.environmentalgraffiti.com/bikes/news-hitting-cyclists-no-big-deal-lawmakers"}