{"summary":"The outbreak is so bad that Tasmanian devils may soon become an endangered animal. The cancer is thought to spread through bites and scratches when Tasmanian devils fight or mate","advice_category":"2","content":"\nA flame retardant that is thought to be a carcinogen is showing up in some Tasmanian devils, whose population has been devastated in the past decade by a deadly and contagious form of cancer.\nYou may remember Environmental Graffiti’s past report on the epidemic among the devils. The outbreak is so bad that Tasmanian devils may soon become an endangered animal.  Now some believe they have found the cause of the mysterious cancer, one of only two in the world that is known to be contagious.\nThe news comes after a recent round of testing on the fat of animals suffering from devil facial tumor disease, a virulent form of cancer which causes tumors on the face and neck that inevitable lead to the exotic animal’s death by starvation.  The study found elevated levels of hexabromobiphenyl ether and decabromobiphenyl ether, chemicals that are used to treat electronics, furniture, and clothing. High levels of the chemicals have been found to cause cancer in lab animals.\nSave the Tasmanian Devils spokesman Warrick Brennan said: \"The preliminary examination from our guys was that there weren't significant differences [of the levels of some compounds] between the diseased and non-diseased animals. But we're not toxicologists; we need experts to look at the data and get some meaning.\"\nScientists are unsure of how the chemicals would have gotten into the devils, but a combination of outdoor trash sites and the devils’ scavenging habits may have contributed. Wildlife research Professor Hugh McCallum said: \"You've got to remember that devils are scavengers. Throughout Tasmania … people maintain outdoor dumps. If somebody chucked a wallaby carcass on top of say, a foam mattress, then … the devils might actually consume quite large quantities of that foam.\"\nThe most likely explanation is that the chemicals are suppressing the immune systems of the devils, allowing the cancer to spread more easily. The cancer is thought to spread through bites and scratches when Tasmanian devils fight or mate.  Conservationists hope the new information could lead to a cure in the near future. If not, the devils may soon be added to the list of extinct animals in the wild. Conservationists have also been considering a “Noah’s Ark” solution, moving healthy animals to a new location in an attempt to contain the outbreaks.\nInfo from National Geographic\nIf you want to find out all the latest animal and environment news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Is Pollution Causing Devils' Cancer?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbAUjNbU.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/is-pollution-causing-devils-cancer/745"}