{"summary":"It may have taken untold thousands, if not millions, of years for those rocks to become weathered in this way, and when one considers the span of years that have elapsed since the dinosaurs walked the earth, it seems fitting to compare the summit of Glyder Fawr to a Stegosaurus frozen in time.. We all know what a Stegosaurus looked like, but in case you are unsure watch the video below","advice_category":"8","content":"\nPhoto: Velala\nWe all know what a Stegosaurus looked like, but in case you are unsure watch the video below. These beasts measured about 30ft long, about 9ft tall, and weighed about 4-6 tons. The Stegosaurus was about the size of an elephant, and had plates on its back that were not attached to its bones, so fossils cannot reveal in which direction the plates pointed. It had  back legs twice as long as the front ones, and  spikes on the tail, which it probably used as a weapon. According to extensive research, Stegosaurus lived in the late Jurassic Period, about 150 million years ago, and was a herbivore.\nWhat, you may well ask, does this dinosaur have in common with a Welsh mountain? Between the wooded valley of Betws y Coed and the slate quarries of Bethesda, before the road makes its descent to Caernarfon and the coast, the A5 passes through some of the wildest scenery in Wales. Dark peaks of jagged stone rise from an empty moorland up into the clouds. This is the Ogwen Valley, surrounded by seven of the Welsh 3000 foot peaks.\nPhoto: calvertoncam\nImposing Glyder Fawr, which translates as 'Big Mound', is the highest summit in the Glyderau mountain range. It soars to 3,278 feet, and is the fifth highest mountain in the Snowdonia National Park. The summit is very rocky, making progress slow, but worth it as it boasts magnificent views to the north, across the Ogwen Valley. \nPhoto: George Tod\nOther peaks can be seen. Pen yr Ole Wen (3,209 feet), Tryfan (3,002) feet and the Carneddau range, while views to the south encompass Mount Snowdon (3,560 feet) and the dramatic Snowdon Horseshoe. \nThe summit of Glyder Fawr is characterised by a series of weathered tors which were formed during the last Ice Age. As the photos clearly show, this rock formation looks remarkably like a Stegosaurus at rest.\nPhoto: snowdoniaguide\nIt may have taken untold thousands, if not millions, of years for those rocks to become weathered in this way, and when one considers the span of years that have elapsed since the dinosaurs walked the earth, it seems fitting to compare the summit of Glyder Fawr to a Stegosaurus frozen in time.\n","author":"tonyleather","web_category":"outdoor","title":"A Stegosaurus Frozen in Time: The Rocks of Glyder Fawr ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1polejpg","url":"http://www.environmentalgraffiti.com/news-stegosaurus-frozen-time-rocks-glyder-fawr"}