{"summary":"Stocker’s work seems to point to the limits of perception. In Stocker’s work, it’s hard to make out much beyond the geometric lines themselves","advice_category":"6","content":"\nPhoto: Geometrisch Betrachtet, Installation, 2008; Photo by Pez Hejduk via Esther Stocker\nGaze at this image and what do you see? Can you distinguish anything between the lines? What is it supposed to mean? Looking at the paintings and installations of artist Esther Stocker, it soon becomes apparent that grids figure heavily in her work, as white white, grey and black interconnect before our eyes. Quite what this tells us, however, is another matter.\nPhoto: Abstract thought is a warm puppy, Installation, 2008; Photo by Sacha Georg via Esther Stocker\nBorn in Italy in 1974, Esther Stocker attended art schools in Vienna, Milan and California. Her work was already being featured in exhibitions before her studies were complete. \nPhoto: O.T., 2006, Installation; Photo by Rainer Iglar via Esther Stocker\nThe problem of space has long preoccupied her, a fact underlined by the title of her latest solo exhibition in London, “What I Don’t Know About Space”. Asked about this lack of knowledge in Don’t Panic magazine, Stocker replied:\nDespite this lack of clarity, Stocker draws a great deal if inspiration from science. Grids repeatedly come to the fore, while theories of human perception bubble under the surface. \nPhoto: O.T., 2007, Painting; Photo by Michael Goldgruber via Esther Stocker\nStocker’s work seems to point to the limits of perception. They oppose interpretation – the way when we look we relate what we see to things we already know, seeing faces in clouds or trees, for example, when in so-called reality no such faces exist. In Stocker’s work, it’s hard to make out much beyond the geometric lines themselves. It challenges our tendency to look for recognisable shapes in patterns, and we are led back to “the pure act of seeing” (Martin Prinzhorn). \nThe questions Stocker’s work raises are relevant to abstract art more generally. They also remind one of optical illusions where our minds make something out of nothing. Such illusions are important in Gestalt psychology, which proposes that whole forms are greater than the sum of their parts, but Stocker doesn’t necessarily want to play that game.\nPhoto: O.T., 2007, Painting; Photo by W. Woessner via Esther Stocker\nWith their grid structures, as Ricardo Caldura has pointed out, “Stocker’s works have been compared to urban maps or to the layout of buildings in a metropolis…. Possible plans and urban maps are superimposed on the surface areas of a big city.” But is this just another illusion? Do such viewpoints expose our impulse to impose order on that which invites it only to reject it? There are more questions than answers in the art of Esther Stocker. Complexity and uncertainty abound.\nPhoto: O.T., 2004, Painting; Photo by Michael Goldgruber via Esther Stocker\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"The Boundaries of Perception","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/featured/boundaries-perception-esther-stocker/9078"}