{"summary":"UBC Climate Prediction Group, \"El Ni?o and La Ni?a Effects on Canada\", referenced July 23, 2011.. Commercial fishing tends to have higher catches during La Ni?a conditions as compared to El Ni?o","advice_category":"4","content":"\nPhoto: lawtonjm\nWhat is La Ni?a?\nLa Ni?a is a global weather pattern based on lower-than-average temperatures in a current in the east-central equatorial Pacific Ocean. This shifts rainfall and other climate conditions compared to El Ni?o, when this ocean current is warmer than average.\nThe original definition of La Ni?a was confined to describing the periodically cooler temperatures off the coasts of Peru and Ecuador. Generally, one would expect to find that changes in temperature in the \"east-central Pacific\" would be reflected in a country such as Peru, which sits very nicely at the eastern edge of the Pacific. Surprisingly, the effects are felt in many locations around the world.\nIn Spanish, \"La Ni?a\" means \"The Girl\" and \"El Ni?o\" means \"The (male) Child\".\nLa Ni?a's Typical Effect on Peru's Weather Cycles\nPeru's weather cycles, especially its temperatures, are directly affected by La Ni?a and El Ni?o. Commercial fishing tends to have higher catches during La Ni?a conditions as compared to El Ni?o. This was fairly obvious to Peruvian fishermen, since they could notice both the temperature changes and the effects. \nPhoto: Matt Lavin\nTo the North, Montana's Climate Patterns are Also Affected\nMontana's spring is cooler and wetter than average under the influence of La Ni?a. There will be fewer days with extremely high temperatures and fewer nights with extremely low temperatures. Rainfall will be higher than average.\nFarmers would plant their hard red spring wheat later, since the seeds will not sprout as quickly in cooler weather but will have a longer growing season thanks to the increased rainfall.\nPhoto: quinet\nFarther North, La Ni?a Cools Canada's Weather Cycles\nLa Ni?a's cooler temperatures also affect Canada from British Columbia's west coast, through the Prairie provinces and into Ontario. Southern BC receives more snow than average; much of southern Canada will receive higher precipitation of all types.\nFishing is also affected: Sockeye salmon will travel through the Strait of Juan de Fuca thanks to the preferred lower temperatures. This allows American fishing vessels to share the catch. During an El Ni?o, the salmon will detour farther north, eluding the Americans but favouring the Canadian fishing boats.\nPhoto: Matt and Kim Rudge\nDrought in East Africa Also Due to La Ni?a\nLa Ni?a's effects are not confined to the Americas. Rainfall is shifted to the south-west, into Australia as well as Indonesia and southern Asia. This leaves less rain for the eastern African countries of Uganda, Kenya, Ethiopia and especially Somalia. There, the wet season normally lasts three months, ending in December. By the summer of 2011, a drought will have lasted two years, affecting both crops and forage for livestock.\nThe United Nations had previously reported that this region normally is \"relatively dry\". Under La Ni?a's influence, there is far less rain, leading to drought. National borders and internal conflicts make food shortages and famine very real threats to many of the region's inhabitants. In mid-2011, the Canada Foodgrains Bank, along with other international relief agencies, are working to alleviate the distress and suffering.\nThe Ongoing Dance of La Ni?a and El Ni?o\nThe temperature changes in this Pacific current, and the varying weather patterns they bring, are part of an ongoing cycle. Often there are \"in-between\" phases, but inevitably the temperatures swing again. While many people can simply shrug and shovel some extra snow, others must adapt their livelihoods to catching fewer fish, planting crops at different times, or simply going hungry for a year while El Ni?o dances with La Ni?a.\nReferences:\nClimate Prediction Center Internet Team, NOAA National Weather Service, \"Frequently Asked Questions about El Ni?o and La Ni?a\", modified Dec. 19, 2005, referenced July 25, 2011.\nEvelyn Boswell, Phys Org, \"Link discovered between Montana weather, ocean near Peru\", published July 22, 2011, referenced July 23, 2011.\nUBC Climate Prediction Group, \"El Ni?o and La Ni?a Effects on Canada\", referenced July 23, 2011.\nUN Food and Agriculture Organization, \"Global Forest Resources Assessment 2000: East Africa\", 2000, referenced July 22, 2011.\nCanada Foodgrains Bank, \"Foodgrains Bank Responds to East Africa Drought\", July 12, 2011, referenced July 22, 2011. ","author":"MikeDeHaan","web_category":"science","title":"3 World Changing Effects of La Ni?a","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-three-effects-cyclical-la-ni?-weather-pattern"}