{"summary":"For many years now, these characteristics have lead dolphins to be employed by the US Navy as living mine detectors. Even if the dolphins were being used solely for mine detection, it would still be enough to worry animal lovers","advice_category":"2","content":"\nPhoto: Beverly and Pack\nThey're intelligent, social, have keen natural sonar, and are easy to train. All admirable qualities in dolphins, but ones which are also their downfall. For many years now, these characteristics have lead dolphins to be employed by the US Navy as living mine detectors. Trained under the 'US Navy and Marine Mammal Program', at least 75 dolphins are currently being prepared for duty. Dolphins 'served' during both Gulf Wars and may be on their way to the Persian Gulf again, should the current situation in the region escalate.\nPhoto: Marion Doss\n\nAble to detect metal spheres only three inches in diameter from a distance of 370 feet, dolphins are perfect mine detectors. Once they find the mines, they drop transponders next to them which can later be located by Navy divers. However there are also rumors of secret programs where dolphins are trained to lay mines, destroy submarines in suicide missions and even shoot poison darts. Although denied by the US Navy, reports of these alleged incidents continue to appear.\nPhoto: Marion Doss\n\nEven if the dolphins were being used solely for mine detection, it would still be enough to worry animal lovers. For starters, there is the possibility of accidental detonation, for dolphins are more than heavy enough to trigger mines. Then there are the methods employed in the training. According to dolphin expert Dr. Lori Marino, the dolphins are either born or have lived for long periods in human captivity, making them afraid of the open ocean and discouraging escape.\nPhoto: Marion Doss\n\nAdd to this set of circumstances the dolphin's captive social group, kept back from the mission as an incentive for the working dolphin to get the job done and return as quickly as possible. As dolphin expert Dr. Lori Marino puts it: \"Their priority is to get back to their social group and they would not abandon them. Many cetaceans have a level of social togetherness that is unrivaled and that we humans don't fully understand.\"\nIn 2010, at least three dolphins were killed during training off the coast of San Diego in what the Navy called a \"mission critical\" operation. How many more will be killed if they are dispatched to our latest human conflict? In war, it seems, the innocent must always suffer.\nSources: 1, 2 ","author":"Yohani Kamarudin","web_category":"nature","title":"The Shameful Secret of the US Navy's Dolphin Soldiers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","url":"http://www.environmentalgraffiti.com/news-dolphins-sent-war"}