{"summary":"The frilled or dragon lizard seems like a remnant from prehistoric times. The frilled-neck lizard, also called frilled lizard or frilled dragon (Chlamydosaurus klingii), is famous for its spectacular neck frill, displayed when it feels disturbed, alarmed or threatened","advice_category":"2","content":"\nPhoto: \nImage: Miklos Schiberna\nThe frilled or dragon lizard seems like a remnant from prehistoric times. In fact, this large reptile with a built-in parachute might remind fans of the 1993 movie Jurassic Park of the Dilophosaurus. Though the dinosaur’s ruffles in the movie were purely fictitious, the dragon lizard’s frills are not. It hisses and puffs up its neck frills in a display of aggression that intimidates rivals and predators.\nA colourful, built-in umbrella:Photo: \nImage via lidgecko\nLook at that long tail! Photo: \nImage: cliff1066\nThe frilled-neck lizard, also called frilled lizard or frilled dragon (Chlamydosaurus klingii), is famous for its spectacular neck frill, displayed when it feels disturbed, alarmed or threatened. Most of its time though is spent in the safety of trees in tropical savannah woodlands in its native habitat ranging from northern Australia to southern New Guinea. There is only one recorded frilled-neck lizard species so far.\nAt up to 90 cms (3 ft), frilled dragons are large lizards that surprisingly feed mainly on insects. Cicadas, beetles, ants and termites are part of their diet, and they love butterflies and moths but occasionally also tuck into spiders, other lizards and small mammals.\nMove out of the way, this one’s about to get riled up:Photo: \nImage via wettropics \nThose who dare may pick one up – firm grip in the neck required:Photo: \nImage via grallert \nBeing otherwise fairly expressionless like most reptiles, there is really no warning sign as to when rivals or predators have overstepped the line. Suddenly, the lizard will raise its frill - not unlike an umbrella – and also open its mouth wide, making a threatening hissing sound. Its display of aggression also includes darkening its color and rocking on its hind legs. We wouldn’t want to cross it then!\nNow, this one’s definitely not having a good day:Photo: \nImage via sydneywildlifeworld\nHere’s some action-packed footage of one frilled lizard feeding, then fighting with an intruder and finally running away to safety from a predator.\nThe frill-necked lizard’s colouring is said to be Australia’s most spectacular but it depends on the location. Northern Territory and Western Australia frilled lizards are usually red with yellow and orange frills, whereas those in the eastern territories are usually uniformly gray to brown, all depending on what colours will camouflage them best.\nA brown frilled lizard, clicked at Horseshoe Bay, Queensland:Photo: \nImage: Yvonne\nDon't mess with this angry young lizard...Photo: \nImage: Xenagama\nA slightly smaller lizard, looking almost like a gargoyle:Photo: \nImage via animamundi\nI might be small but I’m scary – baby frill-necked lizard:Photo: \nImage via thundafunda\nWe’ll leave you with one of the funniest things we have ever seen - a frilled-neck lizard running. Its strategy is to look scary just long enough to run away and escape up the next tree. Given the running speed it attains, the neck frills seem to work like a plane’s speed flaps. See for yourself if you don’t believe us:\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Dragon Lizard Menaces Photographers ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/485404025497ec5788f6zjpg","url":"http://www.environmentalgraffiti.com/featured/dragon-lizard-menaces-photographers/17899"}