{"summary":"Too much betalain in your system, and it’s got to go somewhere, so your body gets rid of it in your pee. And while we’re not disputing the fact that veggies are great for your health, it’s also undeniable that certain of these healthy foods have some pretty strange side effects","advice_category":"4","content":"\nPhoto: Martin Cathrae\nEver since childhood, we’ve all been urged to eat our vegetables. And while we’re not disputing the fact that veggies are great for your health, it’s also undeniable that certain of these healthy foods have some pretty strange side effects. Check out the following vegetables, which hold the fascinating power to change the color and smell of your urine and tint your skin Jersey Shore orange, among other weird and wonderful things.\n5. Carrots\nMost of us have heard that if you eat enough carrots, your skin can turn orange. Well, the stories are true. Carrots (and lots of other vegetables) contain carotenoids. These form an important part of anyone’s diet because they help prevent our skin from burning in the sun and contribute towards our natural skin tone.\nSo, it’s a good thing... although, taken in excess, it can turn your skin the orangey color of a fake tan gone wrong. This condition is known as carotenemia, and it occurs most frequently in young children (who eat lots of mashed up orange veggies) and people who eat excessive amounts of carrots, oranges and squashes.\nFor most of us, it’s not a problem: if carotene-rich foods are eaten in smaller quantities, the skin will eventually go back to its normal color. But there’s a very rare condition in which the liver doesn’t have the correct enzyme to turn carotene into Vitamin A. In these cases, the skin can remain orange for a long time and the immune system can be weakened. \nPhoto: B.D.'s World\nBeetroots are perhaps not the most popular of vegetables, but if you eat a lot of them you’ll get an unexpected surprise: your urine may turn red. This condition, called beeturia, is caused by a pigment called betalain. Too much betalain in your system, and it’s got to go somewhere, so your body gets rid of it in your pee. But this doesn’t happen to everyone. Only 10 to 14 percent of us get beeturia when we eat beetroot. So, no need to panic if you have bright red pee after scoffing beetroot. Of course, if you haven’t been eating red-colored veg and your urine is taking on vibrant hues, then pop along to your doc for a check-up.  \n3. Tomatoes\nPhoto: Epsos.de\nSo far, our veggies have had interesting pigmentation effects. And tomatoes, it turns out, can also turn skin a lovely shade of orange, due to a pigment called lycopene. However, you’d have to be really knocking them back for this to happen: we’re talking four pints of tomato juice every day for a very long time. \nWhen consuming very large quantities of tomatoes, you could also end up overdosing on Vitamin C. Our bodies can only process a maximum of 2,000 mg per day (the recommended amount for optimum health is 80 mg). So if you binge on tomatoes, along with lots of other Vitamin C-rich foods such as oranges and peppers, you may end up feeling a little nauseous. It really would be too much of a good thing!\n2. Asparagus\nPhoto: Liz West\nThis one is perhaps the weirdest vegetable of all. It changes the smell of your pee. Yes, really. A mere 15 minutes after eating asparagus, your pee may smell uniquely pungent. The reason it smells weird is thanks to an equally odd-sounding compound: methanethiol. While our body is working to process asparagus, it releases stinky, sulfurous amino acids. And when you pee, these airborne chemicals breeze up into your nose. \nOf course, some of you may be wondering why you’ve never noticed the asparagus-smelly-pee-phenomenon. This is where it gets really weird. It’s not because your body isn’t breaking down methanethiol; it’s actually due to the fact that you don’t have the proper genes to detect the smell. Only 25 to 50 percent of the population has the ability to smell asparagus-perfumed pee. How special. \n1. Butternut Squash\nPhoto: Martin Cathrae\nIf you happen to cut raw butternut squash, you could end up with Cucubita moschata dermatitis. Cucubita moschata is the scientific name for butternut squash. So what is Cucubita moschata dermatitis? Well, in some people, cutting up butternut squash can cause an uncomfortable side effect where the skin on the hands becomes dry, tight and rough. Later, it will crack and peel off. \nThe sap is to blame, since in some people it acts as a skin irritant, causing the dermatitis. Acorn squash, spurge and daisies also contain similar chemicals that damage the skin. So pop some gloves on when cutting up these tasty veggies, and if you do end up affected, apply cortisone cream.\nWow! who knew that eating healthily could be so dangerous?\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9","author":"yvonne.mcarthur","web_category":"science","title":"5 Vegetables That Cause Weird Physical Reactions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/science/news-5-vegetables-cause-weird-physical-reactions"}