{"summary":"Hummingbirds are fascinating creatures; anyone who’s had a bird feeder frequented by hummingbirds can attest to that. Like many creatures with a rapid metabolism and hectic lifestyle, hummingbirds have a short lifespan","advice_category":"2","content":"\nPhoto: \nImage: John C. Stroud\nHummingbirds are fascinating creatures; anyone who’s had a bird feeder frequented by hummingbirds can attest to that. They may be among the smallest of birds but can do things other birds cannot do – fly backwards, for example. Even the slowest hummingbird still flaps its wings 12 times per second (not minute) and the fastest 90 times per second! No wonder then that they look like they have no wings when captured on film. Here are some fascinating images of hummingbirds feeding and hovering.\nThe smallest hummingbird species is the Bee Hummingbird which, at 2.25 inches and 2.2 g, is really not much larger than a bee. The largest species, the Giant hummingbird, is at 8 inches still smaller than many other birds. \nAcrobatic looking hummingbird:Photo: \nImage: Richard Toller \nHummingbirds can fly at speeds of up to 54km/h (34mph) and their hearts beat up to 1,260 beats per minute. Like many creatures with a rapid metabolism and hectic lifestyle, hummingbirds have a short lifespan. Many die during the first year itself but those who do make it beyond have an average lifespan of 3 to 4 years.      \nHow difficult it is to even slow down to gather nectar is shown in the hummingbird sequence below, featuring what looks like a Black-chinned hummingbird. Congratulations to Flickr user Jerry Raia who captured this truly fascinating glimpse of hummingbird life:\nLalala, here I come:Photo: \nTime to step on the brakes:Photo: \nSo close, let’s get that long bill in place:Photo: \nSuccess! Yummy:Photo: \nThe Ruby-throated hummingbird (Archilochus colubris) is a real trouper who can travel up to 500 miles in a single day during migration. To have strength for this enormous feat, it almost has to double its weight. No wonder then that this nectar feeder temporarily supplements its diet with protein and fat sources like spiders, flies, gnats and aphids.      \nRace for the flower or the bee?Photo: \nImage: John C. Stroud\nAlmost vertical - hummingbird feeding:Photo: \nLorna Mitchell\nHere’s an incredible slow-motion video of a hummingbird feeding that still looks pretty fast:\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Rare Snapshots of Hummingbirds Feeding in Mid-Flight","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-46736-2950419780105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/rare-snapshots-hummingbirds-feeding-midflight/13716"}