{"summary":"The paradise tree snake is one of five species of flying snakes able to execute this incredible gliding feat. A genus of snake called the flying snake does indeed exist, and while technically it's able to glide rather than fly, this resident of South and Southeast Asia can still make some serious headway as it sails through the jungle – travelling distances as far as 100 metres before landing.","advice_category":"2","content":"\nPhoto: Photo: Copyright (C) Jake Socha\nWhen pigs fly. It's an archetypal expression of disbelief. What kind of pig could possibly fly? It'd be as crazy as some other flightless creature – like a snake – taking to the air. But let's slither back just a second. A genus of snake called the flying snake does indeed exist, and while technically it's able to glide rather than fly, this resident of South and Southeast Asia can still make some serious headway as it sails through the jungle – travelling distances as far as 100 metres before landing.\nWatch me now: Paradise tree snake taking to the air; notice its flattened shapePhoto: Photo: Copyright (C) Jake Socha\nEven though it contradicts its name somewhat, the flying snake is in truth a glider, able to travel further horizontally than it descends vertically – kind of like the drunken master who manages to stagger home safely before falling on his face. The snake usually glides from tree to tree, though sometimes it sails from trees to the forest floor, and to do so it first slithers its way towards the top of the canopy. Once there, it hurls itself into the air, twisting and propelling itself up and away from its launching branch en route to a desired landing area.\nFeat of nature: Paradise tree snake gliding like a frisbee or flying diskPhoto: Photo: Copyright (C) Jake Socha\nThe paradise tree snake is one of five species of flying snakes able to execute this incredible gliding feat. As soon as it is airborne, the snake flattens out its body to up to twice its normal width from its head to its vent – the opening in its rear used for coitus and, well, crapping. Although lacking in either limbs or wings, the flying snake can suck its stomach in better than a before-and-after model in a Weight Watchers ad campaign, with its stretched ribs forming a concave shape that acts like a parachute, increasing the air resistance and prolonging its flight.\nSticky landing: Not a bit of it; the flying snake always seems to land without injury Photo: Photo: Copyright (C) Jake Socha\nThe other trick up this snake's sleeve is its ability to undulate in mid-flight. Like John Travolta before his waistline caught up with him, the tree snake performs a continual S-shaped serpentine motion while moving through the air. This gives the smooth-moving snake more stability and some control as it glides – similar to the way a person makes balancing adjustments walking along a line in the road. The snake's movements are much more dynamic and rhythmic than those of other gliding animals such as the flying squirrel, whose gliding prowess is actually inferior.\nIncoming: The flying snake homes in on its final landing spotPhoto: Photo: Copyright (C) Jake Socha\nReaching up to 4 feet in length, this special specimen may not be the biggest snake in the basket, but being small and lightweight – about as heavy as four nickels – helps it with its aerodynamic activities. Why did the snake choose to take to the air in the first place? No one knows, though such vertical travel is quick, energy efficient, top notch for evading predators, and equally great for chasing prey such as lizards, frogs, birds and bats. Flying snakes are known to strike humans, but their bite is only mildly venemous, and you're unlikely to feel one fall on you if you're wandering through the jungle. Safe.\nWith special thanks to Jake Socha for permission to use his stunning photography. Go flyingsnake.org for comprehensive information on the flying snake.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Flying Tree Snake of Southeast Asia ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aerial-paradisi-1.jpg","url":"http://www.environmentalgraffiti.com/featured/flying-tree-snake-southeast-asia/14014"}