{"summary":"They only require 13 hours of sleep. Dolphins sleep about 8 hours a day in this fashion","advice_category":"2","content":"\nPhoto: Sebasti?n-Dario\nSleep. It's something that every creature needs at one time or another. And though there's a lot that researchers know about the subject, there's a lot that they don't know. Now this article isn't looking to break new ground in this area. Nope, I just want to lightly educate and perhaps lull you with some information and cute photos of some 10 furry (and not so furry) animals and their sleeping habits. So grab a glass of warm milk, sit back, relax and enjoy!: \n1. Elephants \nPhoto: Fruggo?\nElephants sleep lying down or standing, leaning against one another or against trees. They tend to sleep after midnight or at noon, for an average of 3.1 hours. \n2. Horses \nPhoto: markpeate?\nHorses are able to sleep both standing up and lying down. They are able to doze and enter light sleep while standing, an adaptation from life as a prey animal in the wild. Horses are able to sleep standing up because a \"stay apparatus\" in their legs allows them to relax their muscles and doze without collapsing. Horses must lie down to reach REM sleep. They only have to lie down for an hour or two every few days to meet their minimum REM sleep requirements. However, if a horse is never allowed to lie down, after several days it will become sleep-deprived, and in rare cases they may suddenly collapse as they involuntarily slips into REM sleep while still standing. \n3. Chimpanzees \nPhoto: Pirate Alice?\nEach evening, chimpanzees construct a fresh \"sleeping nest\" in the trees where they will curl up and sleep. These bowl-shaped nests are made out of leaves and other plant material. Nests are only shared by a mother and her nursing offspring. Chimpanzees like to sleep for 11 hours. \nPhoto: Allie Caulfield?\nOnly a scientist could come up with this! Researchers have found that cows sleep facing north after aligning themselves with the Earth's magnetic field. The astonishing ability appears to be a relic of the days when the wild ancestors of today's domesticated cattle used inbuilt compasses to find their way across the plains of Africa, Asia and Europe on long migrations. The finding - based on satellite images of cattle all over the world - has astonished farmers and animal behaviourists. To think people get paid to find this stuff out! \nPhoto: ClatieK?\nWhen it comes to sleeping, cats are the champions! Although the amount of time spent napping varies from cat to cat, and on the cat's age and personality, felines spend an average of 13 to 16 hours each day curled up in slumber. Though nobody is sure why cats sleep so much, cats evolved from a long line of hunters and predators and their sleep patterns seem to currently reflect that. Since their prey were most active at dawn and dusk, this gave them plenty of time to sleep during the middle of the day and today's cat seems to reflect that pattern. Today's cat has also retained another ancestral trait. Have you ever watched your cat napping and noticed its ears rotate? Well, this is Tabby's way of staying in touch with his environment. If he hears a noise or senses that someone is approaching, the cat will open his eyes to assess the situation before falling back to sleep. If you try to wake a sleeping cat, he can transform from a deeply sleeping cat to one that's fully alert in a matter of seconds – and then back again. I wish I could do that! \nPhoto: Patrick Haney?\nDogs are runners-up in the sleep category. They only require 13 hours of sleep. But while 13 hours sounds like a lot of time, their sleep is actually broken up a lot. Just like cats with their ancestral traits, dogs are descended from opportunistic hunters, so they instinctively wake up when there is an increased amount of activity around them. You may also notice your dog doing that circling thing before he lies down. Well, that is also an ancestral trait. Out in the wild, dogs trample down vegetation to create a bed, typically in longer grass where his presence will be concealed - and this behavior seems to have been carried over in many dogs. Finally, if a dog is deliberately woken, particularly if it is disturbed by a child, he may react aggressively and bite without warning. Guess that phrase ‘let sleeping dogs lie' holds a lot of water! \n7. Giraffes \nPhoto: chynna67?\nThe giraffe has one of the shortest sleep requirements of any mammal, which is between ten minutes and two hours in a 24-hour period, averaging 1.9 hours per day. \n8. Dolphins \nPhoto: Cayusa?\nDolphins have to be conscious to breathe. This means that they cannot go into a full deep sleep, because then they would suffocate. Dolphins have \"solved\" that by letting one half of their brain sleep at a time. This has been determined by doing EEG studies on dolphins. Dolphins sleep about 8 hours a day in this fashion. \n9. Hazel Dormouse \nPhoto: de:Benutzer:Rainer Bielefeld.?\nIn winter (early October), the Hazel Dormouse will hibernate in nests beneath the leaf litter on the forest floor. When it wakes up in spring (late April or early May), it builds woven nests of shredded honeysuckle bark, fresh leaves and grasses in the undergrowth. If the weather is cold and wet, and food scarce, it saves energy by going into temporary hibernation - it curls up into a ball and goes to sleep. The Hazel Dormouse therefore, spends a large proportion of its lives sleeping - either hibernating in winter or in temporary hibernation in summer. \n10. Polar Bears \nPhoto: Just Being Myself?\nMost polar bears sleep for seven to eight hours at a stretch and they take naps, too. In that way, they’re a lot like people. On the ice in spring and summer, polar bears tend to sleep more during the day than at night, probably because seals (which they feed on) are more active at night. Polar bears also nap just about anywhere and any time, and especially after feeding on a seal. Hmmm, imagine how would they would feel after a big Thanksgiving dinner! \nYawn. Hope this article informed, entertained and relaxed you a little bit. Now excuse me while I get some shuteye... \nSources: 1, 2, 3, 4, 5, 6","author":"Elaine Furst","web_category":"nature","title":"10 Cute Animals Sound Asleep","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/catJPG","url":"http://www.environmentalgraffiti.com/animals/news-10-sleeping-patterns-10-cute-animals"}