{"summary":"People living a gluten-free lifestyle are unfortunately led into the belief that they will have to pay premium prices in order to eat their favorite foods. Photo: Eileen Tien","advice_category":"8","content":"\nPhoto: Eileen Tien\nMany people are reducing or eliminating their intake of gluten, a form of protein found in products made from wheat, barley, rye and a few similar grains: Some suffer from celiac disease, preventing them from safely eating any gluten; others are avoiding gluten for potential benefits related to arthritis, autism or other issues. While the science may not be completely resolved on these matters, it's clear that plenty of people feel a strong enough desire to avoid gluten so that a new niche market in the food industry has opened up rapidly.\nPhoto: Whatsername\nIn many cases, foods specifically marked \"gluten free\" carry a surcharge for the convenience of seeing this on the label. People living a gluten-free lifestyle are unfortunately led into the belief that they will have to pay premium prices in order to eat their favorite foods. Frequently though, there are gluten-free alternatives that have always existed, and these are often at a distinctly lower price. Here are some key things to consider when shopping and cooking for a gluten-free diet (and you wouldn't mind saving some cash too):\nPhoto: avlxyz\nIt's a shame that emerging markets are often exploited for profits, especially when the market has to do with a dietary condition or health issue. Those of us living with celiac or other digestive problems have enough to worry about already, and an open mind and a keen eye at the grocery store can help you manage your menu without having to spend more than anybody else.","author":"unrulyking","web_category":"lifestyle","title":"How to Save Money on a Gluten Free Diet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-avoid-wasting-money-gluten-free-diet"}