{"summary":"In homage to art and the planet on which we live, her animal-shaped sculptures always seem to be caught in motion. My sculptures reflect my experience of searching for abstract shapes and the folds of paper that come together to create the image of an animal","advice_category":"6","content":"\nPhoto: sayaka ganz Emergence\nThe modern ethos of not allowing things to go to waste is central to the intricate and exciting sculptural works of artist Sayaka Ganz. She is Japanese by birth, born in Yokohama, but the globe-trotting career of her father saw her growing up in places as diverse as Brazil and Hong Kong. Then, ten years ago, she reached Bloomington, Indiana, where she stayed in order to study at the University of Indiana. \nPhoto: sayaka ganz Convergence\nAs a young girl and during adolescence, she discovered that she had a profound interest in both animals and the art of origami, feeling a strong Japanese influence in her life. Whilst undergoing her BFA studies at university, she experimented with media such as ceramics and printmaking before concluding that sculpture and welding would suit her best in terms of expression. Since achieving a master's of fine arts degree, this talented young woman has been breathing new life into discarded domestic objects by using them to create wonderfully executed sculptures of wild animals. \nPhoto: sayaka ganz Fogo\nStill living and working in Indiana, she teaches design and drawing at Fort Wayne IU-Purdue University when not working on her stunning sculptures. Her studio, housed in a small detached garage at her home, is so full of all manner of scrap metal objects that the artist could easily have some difficulty herself in discerning finished pieces from those awaiting assembly, a measure of how busy she is. Not that metal is all that she puts to use in the creation of her artworks. All manner of discarded plastic objects are also put to artistic use. \nPhoto: sayaka ganz Jaws\nIn homage to art and the planet on which we live, her animal-shaped sculptures always seem to be caught in motion. The effect on the viewer at a distance is certainly striking, a realistic instant of motion frozen in time. There are already a number of such sculptures by this most fluid artist, each one drawing inspiration from her earlier life. The creation of these works, she maintains, are attempts to understand the world and its mysteries.\nPhoto: sayaka ganz Lemon\nWhen first introduced to metal work and welding, near the end of her degree course, she had to collect what she needed without a car, and made good use of things that fellow students carelessly threw away, giving life to the old adage that ‘one man’s trash is another’s treasure’. Though not so long out of university, she has already featured in several exhibitions, as well as teaching classes in origami, clip-art and even the Japanese language to elementary school pupils. \nPhoto: sayaka ganz Walker\nWhen asked how she had got started and how she viewed her current works, Sakaya commented: \"As a young child I remember getting very excited when I first learned how to make origami animals. My sculptures reflect my experience of searching for abstract shapes and the folds of paper that come together to create the image of an animal. The scrap metal is ultimately what triggers my imagination.\"\nPhoto: sayaka ganz Wayne\nShe continues: \"Every piece has its own history and memory - bent, torn and rusted from wear and the elements. Looking at them inspires me, and instinctively I see a dog’s head, a limb, and a deer’s back. Sometimes they end up getting used in some other way, or they are rediscovered anew. The whole process has a great sense of mystery that I find exciting. It is always the one subtle piece that I place in an unexpected way that makes the animal come to life in my eyes. I try to push consciously the overall asymmetry of the stance and the structure of each body. This, I feel, separates my work from some of the other scrap metal animal works that I’ve seen.” \nPhoto: sayaka ganz Gemini\nThere is no doubt whatever that the sculptural art of Sayaka Ganz is both breathtaking and uniquely mobile. All of her animal creations seem to be in motion as you look at them, deft skill in the construction making this illusory experience so real. She has only just begun the journey through her artistic life, but seems certain to become a major player on the art stage of the world in future years. Her artwork is so good, be it with delicate paper or rigid steel, that she really can make treasure out of trash, with a kind of Midas touch. Tremendous talent. \nPhoto: sayaka ganz Whirl\nMy grateful thanks for the permission given by Sayaka to use her images.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"art+and+design","title":"Amazing Animal Sculptures Made from Recycled Trash","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-stunning-trash-sculptures-ithat-appear-be-motion-sayaka-ganz"}