{"summary":"Photo: The Markesan Regional Reporter and The Progeria Research Foundation . There is no cure for Progeria","advice_category":"4","content":"\nPhoto: MFS The many faces of spaces\nIf you were to look at someone with Hutchinson-Gilford Syndrome, otherwise known as Progeria, you might question whether you were looking at a child. Perhaps, if you looked closer you might think they were a midget or a little person - however, they are none of these. They suffer from a rare genetic disorder that ages the sufferer beyond their years.\nPhoto: MFS The many faces of spaces\nRarely living past 10 to 15 years of age, the genetic disorder is unlikely to be inherited. The early signs mimic a failure to thrive, but as time goes on, these symptoms appear: \nPhoto: iamnotjimsines\nThen, as Progeria progresses, these symptoms manifest — not unlike other accelerated aging disorders: \nPhoto: Chris Quigley \nAccording to the Mayo Clinic, they can also have the following:\nPhoto: Find Me A Cure \nPhoto: Find Me A Cure \nLess commonly they? may have:\nPhoto: The Markesan Regional Reporter and The Progeria Research Foundation \nIt is important to note that despite all the odds against them, children with Progeria are average to above average in mental intellect. In other words, Progeria does not affect intellect or brain function whatsoever. \nAppearing premature at birth, the genetic disorder only occurs in one out of 8 million babies. Progerian children are so small that even as a teenager, they typically weigh 30 pounds and are 3 and a half feet tall, the average size of a 2-year-old. Their bones quickly become brittle and leg bones morph into a severe bowl-legged shape. \nPhoto: Mr. Sekhar Chattopadhyay \nPhoto: Mr. Sekhar Chattopadhyay \nJust over 80% of Progerian deaths are caused by heart attacks or congestive heart failure. Little is known about the disease, but it is thought that it is equally dispersed amongst the races and sexes. Only 100 cases have been documented since it was discovered in 1886. There is no cure for Progeria. According to this site there are currently 64 children living in 30 countries that have Progeria. \nPhoto: MFS \nThe gene known to cause Progeria is called lamin A (LMNA), which makes a protein necessary to holding the center (nucleus) of a cell together. Nitroglycerin, a medication that relaxes muscle fibers in blood vessels causing them to expand or dilate, is often given to children who have Progeria. There are currently experimental treatments that involve growth hormones. \nTo find out more about Progeria and research on the genetic disease, go to this site.\nPhoto: Scaffidi P, Gordon L, Misteli T.\nThere is no cure and no prevention. Again, very little is known about Progeria. Any surgical procedure involving the bones, such as growth encouragement, is very inadvisable. It would significant damage the child and their prognosis.\nPhoto: the many faces of spaces\nProgeria is unlikely to be discovered in utero, according to research. Crowds should be avoided, because these children are so small and fragile that they risk injury.\nThe Progeria Research Foundation is constantly looking for answers, cures and preventatives. Their site is the go-to source for parents seeking help for their child.","author":"Asher Kade","web_category":"science","title":"Progeria: When Children Look Like the Elderly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/chemistry/news-progeria-when-children-look-adults"}