{"summary":"Families celebrate the day called \"Chusok\" at the end of August or early September as a time to thank relatives for the fruits of their past labor. As we have seen, almost all countries venerate their dead at some point in the year, often giving food to them or their representatives (the children) or having the dead rise and give treats themselves","advice_category":"8","content":"\nPhoto: david slack\nHalloween is a centuries old tradition that has its origins in both the druidic and the more modern Christian religions. The bottom line through all the permutations. though, is a day that spirits might roam or return, a day to respect the dead and keep the bad spirits at bay, and a time to move forward as well. It is a time to venerate our dead and our ancestors, to \"hallow\" or treat as sacred, including the harvest or earth.\nIn today's extreme commercialism, it might be of interest to look not just at the origins, but how festivals for the dead are celebrated around the world - along with a few vintage postcards for the season!\nPhoto: david slack\nIreland\nThere is an old legend about Stingy Jack, so mean that he couldn't get into heaven and the devil didn't want him either, so he had to walk the earth for eternity with nothing but a lantern made from a turnip with a coal inside it. He became known as Jack-o-lantern and the tradition of putting lanterns of turnip, beets or pumpkin in windows and doors began, to scare away Jack and all spirits who walk the earth. Pumpkins didn't really become big until a big wave of Irish people moved to America where the pumpkin was ubiquitous.\nPhoto: david slack\nSpain and Mexico\nGlobal Psychics explains the Day of the Dead: \"In Mexico and Spain, Halloween is known as 'Los Dias de los Muertos' (the day of the dead). However, it isn't a time of sadness but one of great rejoicing. At this time of year the Monarch Butterflies, which have summered up north in the United States and Canada, return to Mexico. They are believed to bear the spirits of the dearly departed and are warmly welcomed home. In the homes, the family set up an 'altars' with flowers, bread, fruit and candy. Pictures of the deceased family members are added. In the late afternoon special all night burning candles are lit - it is time to remember the departed. In the Aztec calendar, this ritual fell roughly at the end of the Gregorian month of July and the beginning of August, but in the postconquest era it was moved by Spanish priests so that it coincided with the Christian holiday of All Hallows Eve.\" \nPhoto: david slack\nBuddhism\nIn Buddhist temples, large boats are made out of paper called \"boats of the law\" or fa-ch'uan. They are then burned in the evening. According to Buddhist tradition, people both remember the dead and also free the souls who died by accident or were never found for burial, to ascend to heaven by lighting fires. Families place food and water in front of photographs of relatives to give them sustenance.\nPhoto: david slack\nKorea\nFamilies celebrate the day called \"Chusok\" at the end of August or early September as a time to thank relatives for the fruits of their past labor. Rice and fruits are taken to the temples and left for the dead.\nPhoto: david slack\nSicily\nIn Sicily it's rather like our Christmas Eve, when children go to bed on the 1st knowing that in the morning, there will be fruit-shaped marzipan as well as other treats waiting for them in the morning. The dead arise from their tombs and bring them to the children for All Saints Day.\nPhoto: david slack\nSweden\n\"Alla Helgons dag\" is celebrated between October 31 and November 6 with choirs and the lighting of candles at the graves of loved ones.\nPhoto: david slack\nCzech Republic\nIn the Czech Republic, chairs are placed by the fire, one for each family member and one for his or her spirit.\nPhoto: david slack\nJapan\nThe Obon festival is celebrated in the summer, with special foods and red lanterns hung. Some are floated on water while others are placed in the house and at the door to let the dead know where their relatives are.\nOf course in the place that Halloween is celebrated most widely, North America, it is a time for children to dress up in costumes and to go trick-or-treating, a custom that originated in Ireland when children would go singing to each house and be given soul cakes. Now it is more related to the idea that the dead will play tricks on you if you aren't nice to them.\nAs we have seen, almost all countries venerate their dead at some point in the year, often giving food to them or their representatives (the children) or having the dead rise and give treats themselves. Whether the date is October 31, November 1 or the last Saturday in August, the meaning is the same: we join together to give our respects and hopefully send any dead still walking the earth on to their eternal rest.\n\nSources: 1, 2, 3.","author":"Michele Collet","web_category":"lifestyle","title":"How Halloween is Celebrated Around the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/news-halloween"}