{"summary":"While a glass house in as crowded a city as New York is rather... Built by modern architect group Tonic Design, the house above is built exclusively of glass and steel beams for structural rigidity (let's face it, living in a building completely of glass requires some heavy duty glass and reinforcement, or at the very least excellent diplomacy skills.) One of many custom designs by the firm, it is sure to draw heaps of attention.","advice_category":"6","content":"\n     Photo: BusinessweekWith all the new green technologies and lifestyle choices that have come out in recent years, people have forgotten a much cheaper, easier alternative. Instead of spending buckets-worth of money on technology, this man decided to use nature at its finest. \nLamps and artificial lights... who needs them? The heater... out with it too! By now you may be asking yourself how one can live without these all-important commodities. Well, the answer is: you don't have to; just build your house out of glass.  Modernist American architect Philip Johnson built a number of one-story wonders of architecture smack in the middle of the Connecticut countryside. \nWith walls, ceiling and floor completely out of glass panes, a house like this would give even the worst mime credibility for their \"stuck in a box\" routine! Here's to hoping anyone who lives in such a house is good at making friends and doesn't have too many stones lying around nearby.\nPhoto: NYCondoBlog \nJohnson's last work of art took on a city approach. Instead of building a glass cottage in the countryside like in the first photo, he built a glass skyscraper smack in the middle of New York City. In terms of security - and most definitely privacy - probably not the best location. As far as innovation and forward thinking goes though, Johnson's work was praised as a design for the future of green living. \nCan you imagine a city with nothing but glass houses? People would be interacting through their own walls... if they could figure out which house was theirs. After looking at these designs, I can't help but wait till the next flock of glass houses arrives, with colored glass and different ways to make each one unique from the next.\n\nPhoto: www.architecturelist.com\nBuilt by modern architect group Tonic Design, the house above is built exclusively of glass and steel beams for structural rigidity (let's face it, living in a building completely of glass requires some heavy duty glass and reinforcement, or at the very least excellent diplomacy skills.) One of many custom designs by the firm, it is sure to draw heaps of attention.\nPhoto: FloorNature\nWhile a glass house in as crowded a city as New York is rather... forward thinking, the house pictured above is nothing short of astonishing. Japan is host to one of the world's most modern, stunning architectural designs. In Atami, Shizuoka Prefecture, architect Kengo Kuma designed a house based on ideas of glass and the colors of the ocean. As you can tell from the image, the house is overwhelmed by a sea of blue (no pun intended), because it is in fact on the water. Undoubtedly, this makes for probably the most relaxing experience in the form of blue and green technology advancement!\n\nSources: 1, 2, 3, 4\n","author":"ifaynshteyn","web_category":"art+and+design","title":"The Green Benefits of Living in a Glass House","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/green-design/news-living-glass-house-literally"}