{"summary":"He recreates city scenes for one-inch tall plastic figures – his “little people” –  photographs them, and then leaves them to either be found by surprised passers-by or swept away by the elements.The \"scene\" for the little people...Photo: . And this – emphasizing and being able to laugh at one’s situation, together with having an awareness of one’s surroundings – is what Slinkachu essentially wants to convey:","advice_category":"6","content":"\nPhoto: \nAll images via Little People\nHaven’t we all been there, lost somewhere and then faced with a map that adds to the confusion rather than helping out? Street artist and photographer Slinkachu magnifies our big city experiences by shrinking the actors. He recreates city scenes for one-inch tall plastic figures – his “little people” –  photographs them, and then leaves them to either be found by surprised passers-by or swept away by the elements.The \"scene\" for the little people...Photo: \n... and the same \"scene\" for the big ones:Photo: \n“Slinkachu” is the pseudonym of a clever London-based street artist and photographer who has been creating “little people”-city scenes since 2006 in London, Manchester, Stavanger, Amsterdam and Barcelona. He might copy a given scene, for example an entrance to a church or house, or create new cityscapes by finding uses for everyday objects for his underground population – for instance by turning an orange peel into a half pipe for a tiny skateboarder.\nFar from just being cute, urban angst is all the more real for the little people who, as the artist describes his installations, are “little handpainted people, left in London to fend for themselves.” So while surprised bystanders might be going “awwww…”, they will soon discover that the little people deal with big city issues not unlike their own: a sense of being lost, loneliness, melancholy and abandonment. But, just like any city dweller, the little people are tough and make the best of city life: they find opportunity in everything, even trash; they find beauty in the urban jungle and keep their sense of humour.\nAnd this – emphasizing and being able to laugh at one’s situation, together with having an awareness of one’s surroundings – is what Slinkachu essentially wants to convey:\n\n\n\"Cash mashine\":Photo: \nSometimes, the artist does check back on an installation and might create a new context. The one below, developed one and a half years after the original with a new plastic figure, is now titled \"Vandalised cash mashine\":\nOh, and when not roaming the streets, Slinkachu makes sure the little people don’t take over his space: “Many of the little people live under my bed where I force them into hard labour cleaning crumbs from my floor.”\nAnd yes, little people need to earn a living just like big ones. Maybe they would get inspired by our article on living statues? Or the one where their close relatives, the Lego figures, hijacked a power plant? Or maybe that's just putting ideas in their heads.\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Little People Invade London [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/featured/little-people-invade-london/6979"}