{"summary":"Note that processed food (like organic macaroni) is only required to have over 50% organic ingredients to carry the certified organic label, which is a bit misleading.. It was a major catalyst in the environmental and organic produce movement.","advice_category":"8","content":"\nPhoto: Jerry Burke\nKeep out - We're putting poison on your food\nUnless you’ve been living in a cave or perhaps Cuba, you’ve probably heard that buying organic produce is better. The most important reason to buy organic is to avoid exposure to the toxic chemical pesticides and fertilizers used to grow commercial produce these days.\nIn case you’re wondering, pesticides have been linked to some serious health problems like cancer, birth defects, Parkinson’s, asthma, autism, ADHD and?more.\nA noticeable benefit to eating organic produce is that it often tastes better, even though it may not look as pretty. Some studies have shown that it can also have higher nutrient content.\nSince 1990, the US Department of Agriculture has designated an?Organic Certification?to food grown without synthetic or toxic chemicals or fertilizers, genetic engineering, radiation, or sewage fertilizer.\n\nNote that processed food (like organic macaroni) is only required to have over 50% organic ingredients to carry the certified organic label, which is a bit misleading.\nIt costs farmers more money to grow organically. The crops take longer to grow and are smaller. Basically, farmers produce less crops for the same amount of effort, which is why it costs more in a grocery store. You’re paying for quality, not quantity. Having said that, it’s always cheaper to buy directly from local farmers at a farmers market. Bet you don't picture farmers like this - he's using Lasso by Monsanto\nPhoto: unknown\nEvery year, the Environmental Working Group publishes a report of the most pesticide contaminated produce. According to their 2010 report, you can lower your pesticide exposure by nearly 80% by simply avoiding the top 12 most contaminated fruits and vegetables. These rankings are based on the pesticide levels reported by the FDA and USDA Pesticide Testing?Program. The metrics used to compile their list are?here.\nGenerally, produce with thin skin (like celery) is more apt to absorb pesticides than produce with thicker skin (like an avocado). Note that all produce was washed before it was tested. ?Here’s the list:\nProduce you really need to buy organic\n(Listed in order of worst to least, but they’re all bad)\nCeleryPeachesStrawberriesApplesBlueberriesNectarinesBell PeppersSpinachKale/Collard GreensCherriesPotatoesGrapes (Imported)\nRelatively clean produce that isn’t critical to buy organic\nOnionsAvocadoSweet Corn (clean but not very healthy, skip it)PineappleMangoSweet PeasAsparagusKiwiCabbageEggplantCantaloupeWatermelonGrapefruitSweet PotatoHoneydew Melon\nYou can see the complete list of 49?here.\nWhen in doubt, check the label: Organic produce will have a five-digit sku on the sticker; conventional produce only has a four-digit sku. \nThis book,?written in 1962, is one of the most influential books about the ecological damage and toxic effects of chemically treated produce. It was a major catalyst in the environmental and organic produce movement.\nCool Free Stuff!\n?You can download a wallet size version of the Clean/Dirty list?here, or a nifty little iPhone app?here!","author":"chrisbeatcancer","web_category":"lifestyle","title":"12 Fruits and Vegetables Loaded with Pesticides","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tv.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-top-12-dirtiest-fruits-and-vegetables"}