{"summary":"The construction of modern-day straw bale houses starts out, of course, with lots and lots of straw bales. But, the more important thing to remember when building a straw bale house, is that the straw bales are kept very very dry, or else they might decompose quickly.","advice_category":"8","content":"\nPhoto: Colin Rose\nSurely most of us will be very familiar with the bedtime story of Three Little Pigs. While we all know that the ending of the story saw to it that the \"third little piggy\" won with his strong brick house, the first little piggy who made his house with straw was on the right track to making a more environmental-friendly house.\nPhoto: iPhilipp\nBack in the 19th century, Nebraskans were having a difficult time looking for lumber with which to build their houses, because the area was mainly grasslands and plains. They decided to make use of what resources they had and used straw bales to build their houses, churches and schools.\nPhoto: iPhilipp\nUnfortunately, the cows also loved the straw buildings and ate them away. That’s when the idea of putting plaster on the straw came about.\nPhoto: John Haslam\nThe construction of modern-day straw bale houses starts out, of course, with lots and lots of straw bales. After the grains are harvested and stripped off from the stalks, the stalks are dried out and bundled up into straws, which in turn are used as cattle food, bedding, fuel and sometimes weaving material. Straw that is bundled forms a straw bale, sometimes bunched up in cubes or in cylindrical shapes.\nPhoto: Geograph.org.uk\nCubed straw bales are more ideal for building a house because they're  easier to stack up on top of each other, giving more structure to the house. The actual skeleton of the house can be structured with lumber. If you’re going for a “greener” way, you can use bamboo as your frames because bamboo can be easily be regrown. Plus, bamboo is light, sturdy and adds architectural beauty to any house.\nPhoto: Nancy Jones Francis\nStraw bale houses that have lumber for structure and straw bales as “infill” fall under the non-load bearing type, while houses that don’t have lumber frames are called load-bearing. Load-bearing houses are more popular because they are sturdier and support the weight of the roof better. But, the more important thing to remember when building a straw bale house, is that the straw bales are kept very very dry, or else they might decompose quickly.\nPhoto: Colin Rose\nAfter the lumber and straw bales mold the house, plaster is applied to both the exterior and interior side of the walls, to give more strength and durability to the house. You wouldn’t want your straw bale house to fly all over when the storm comes, would you? The plaster also makes the house less resistant to fire and water damage. Below is the finished straw bale house designed by Carina Rose.\nPhoto: Colin Rose \nStraw bale houses are generally well-insulated, keeping your family warm during winter and cool during the hot summer days. The walls are also thicker and stronger, not to mention more sound-proof, because of the shape and width of straw bales. Straw bale houses also take less time to construct. Plus, you use up 15% less of lumber.\nPhoto: Colin Rose\nAlthough building a straw bale houses involves cheaper materials such as straw and sustainable lumber, it can cost just as much as building a conventional house because you also spend your budget on the foundation, roofs and the plaster. But you can save money by not hiring expert carpenters and construction workers, because piling up straw bales can even be done by a five-year old. \nPhoto: iPhilipp\nWhen you look around long enough, you’ll see that materials that are deemed waste can be made into something really useful and beautiful, such as a straw bale house. Check out more straw bale houses here. \nSpecial thanks to Colin Rose and iPhilipp for providing most of the pictures.\n\nSources: 1 2 3 4 5","author":"Karize Uy","web_category":"lifestyle","title":"Straw Bale Houses: Greener Homes for the Future","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-building-greener-home-straw-bale-houses"}