{"summary":"A hoard of lamps hang from a tree, smaller than the ones on the ground. Here there are crowd of lamps gathered in a field, who knows? Maybe they’re having their own mini secret rave in the woods","advice_category":"6","content":"\nIt looks as if Pixar’s animated anglepoise lamp is moonlighting, and been caught in the act by Norwegian photographer Rune Guneriussen. His surreal works of inanimate objects taking on new life include, lamps in outside spaces seemingly living as a crowd, telephones walking into water and chocolate bears marching as to war. These light images offer a new perspective on a normally mundane everyday object, and are really quite arresting in their own way.\nThe lamps follow along a snowy path, like lost sheep trying to find their way home, following each other without question. Some shades are turned to the ground as if checking for clues on where to go, and if they’re on the right track.\nThe largest lamp is bent over other smaller lamps like a doting father telling his brood tales before bedtime.\nHere there are crowd of lamps gathered in a field, who knows? Maybe they’re having their own mini secret rave in the woods. Just think, the light show would be brilliant.\nA hoard of lamps hang from a tree, smaller than the ones on the ground. Like butterflies waiting to emerge from their previous state they wait for their turn to grow, fall to the ground, watch for a while, and then walk off into the distance to find their destiny.\nFor more works by Rune Guneriussen, visit his website.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"art+and+design","title":"Pixar Lamp Making Trouble in the Forest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","url":"http://www.environmentalgraffiti.com/featured/pixar-lamp-making-trouble-forest/4814"}