{"summary":"They compete with native wildlife for food and nesting ground — native wildlife that, of course, includes the Trumpeter and Tundra Swans. While Trumpeter Swans were nearly exterminated at the start of the 20th century, Mute Swans were brought over by European settlers, where they were kept as pets or in zoos, parks and on private estates","advice_category":"2","content":"\nPhoto: Dusan Bicanski\nNorth America has three species of wild swans: the Trumpeter, the Tundra, and the Mute Swan. It might be surprising to learn, but it can actually be pretty difficult to tell the first two apart. The Trumpeter Swan, named for its trumpet-like call, is the largest and sports a red line on its mandible. The Tundra Swan is the smallest, with a honking call and a yellow spot in front of its eye. Both have black bills and a white face, which only adds to the confusion! The Mute Swan has an orange bill, a black face and grunts, snorts or hisses to communicate.\nElegant and beautiful, the Trumpeter and Tundra Swans are welcome sights. The same, unfortunately, cannot be said of the Mute Swan, which has recently become a bit of a problem. While Trumpeter Swans were nearly exterminated at the start of the 20th century, Mute Swans were brought over by European settlers, where they were kept as pets or in zoos, parks and on private estates. However, many Mute Swans escaped or were released into the wild where they began to breed. Today they are considered an invasive species.\nPhoto: Donna Dewhurst\nAfter Mute Swans escaped into the wild, they began to breed profusely, doubling in population more than 9 times in 40 years. Today there are over 25,000 Mute Swans in North America. They can uproot 20 pounds of vegetation daily, destroying important native aquatic plants and threatening underwater habitats. They compete with native wildlife for food and nesting ground — native wildlife that, of course, includes the Trumpeter and Tundra Swans. They are extremely territorial and aggressive, driving off any animal they consider a threat — including people.\nPhoto: David Anstiss\nTundra Swans migrate between their breeding grounds in the northern regions of Canada, and the more southerly coastlines of North America where they winter. Their eggs are vulnerable to the harsh tundra weather (such early frosts and late springs) as well as predators such as foxes, weasels and gulls. The population of Tundra Swans is considered stable, however, and hunting them is legal in several states.\nThe Trumpeter Swan was once common in North America, but was almost eliminated thanks to a burgeoning trade in its meat and feathers. In Ohio, in 1996, several swans were released back into marshes, where they thrived. Today there are over 16,000 Trumpeter Swans in North America, and they are considered a healthy sign that a species can be brought back from near extinction.\nPhoto: Heather Wilson\nWildlife experts continue to monitor swan populations. While the Trumpeter Swan is still one of our rarest birds, it is thriving in restored wetlands. Since it is difficult to differentiate between the two swans, Trumpeter Swans are sometimes shot by accident. Efforts to control Mute Swans include addling eggs (a process which includes covering the eggs in oil) relocation, or even destroying birds. This has caught the attention of animal rights groups, who have sued, forcing the suspension of many management plans.\nPhoto: Lisa Hossler\nSwans are graceful birds with strong survival skills and are some of the most beautiful birds that exist. They are symbols of beauty, serenity and love. The animal that begins its life as the proverbial 'ugly duckling' is one of the most beautiful wildlife sightings to most humans, whether it is a Trumpeter or a Tundra... or even a Mute. \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Lisa Hossler","web_category":"nature","title":"The Ongoing Triumph of the Trumpeter Swan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-44203-2562457230104164875S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-why-different-control-methods-are-needed-trumpeter-tundra-and-mute-swans"}