{"summary":"A butterfly starts life as an egg which is usually laid on a leaf. Nothing brings to mind a beautiful summer's day more than the fluttering of butterfly wings","advice_category":"2","content":"\nPhoto: wikimedia\nNothing brings to mind a beautiful summer's day more than the fluttering of butterfly wings. Well, did you ever stop to think about the process butterflies undergo in order to become so beautiful? It's actually a complicated and not so pretty process.\nPhoto: law_keven\nA butterfly starts life as an egg which is usually laid on a leaf. The egg is lined with a thin coating of wax which prevents the egg from drying out before the larva has had time to fully develop. This egg stage lasts a few weeks and from the egg hatches a caterpillar.\nPhoto: Lepidlizard\n\nThe caterpillar molts many times as it grows. Their wings start developing during this stage.\nPhoto: wikimedia\nA caterpillar's first meal is its own eggshell. Afterwards they spend most of ther time eating leaves. A few caterpillars are meat eaters (I'd hate to meet THAT hungry caterpillar!)\nPhoto: Wikimedia\nEventually the caterpillar turns into a pupa or chrysalis. This is usually the resting stage but it is also the metamorphisis stage when the adult structures of the butterfly are formed.\nPhoto: Evanherk\n(I just call this the \"yucky\" stage!)\nPhoto: wikimedia\nAt last, the chrysalis becomes fully mature and the adult butterfly begins to emerge.\nPhoto: Wikimedia\nBUT, the butterfly cannot fly however, until the wings are unfolded. The newly emerged butterfly needs to spend some time inflating its wings with blood and letting them dry. Some butterflies' wings may take up to three hours to dry while others take about one hour.\nPhoto: wikimedia\nButterflies have two antennae, two compound eyes, and a proboscis. \nPhoto: wikimedia\n(Not so beautiful when you see it all so up close, is it?!)\nThere are between 15,000 and 20,000 species of butterflies worldwide.\nPhoto: wikimedia\nMost butterflies in their adult stage can live from a week to nearly a year depending on the species.\nPhoto: Lewis Collard\nIt's rather a shame, though... so much beauty to give yet their time on Earth is so short - but that's the life of a butterfly.\nPhoto: aussiegal\nSources: 1, 2","author":"Elaine Furst","web_category":"nature","title":"How Butterflies Get Their Wings","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CrimsonRoseAtrophaneurahectorinHyderabadAPWIMG7849jpg","url":"http://www.environmentalgraffiti.com/animals/news-butterflies-beautiful-and-complicated"}