{"summary":"Being a man true to his word and distraught at the idea of not completing the bridge on time, the builder became anxious and despondent, until one day, while he was looking at the unfinished bridge wondering how he was going to complete it in time the devil appeared to him in the form of a respectable businessman – as he does. Photo: Luca Bartoletti","advice_category":"6","content":"\nPhoto: Luca Bartoletti\nHaving been adequately convinced since childhood that the devil was safely locked away in the cracks of the footpath – or wherever – imagine our shock and horror when we discovered the horny beast has been hiding out in Italy the whole time.\nYes, it’s true... well, kind of. A Tuscan legend has it that during the construction of the Ponte del Diavolo, near Borgo a Mozzano, the sole stonemason building it was having a terrible time. He was convinced that he’d never be able to get the bridge finished by the set deadline, which would upset both the town’s folk and the local governor, not something highly recommended in medieval times as the consequences were often messy.\nPhoto: Wokulski\nBeing a man true to his word and distraught at the idea of not completing the bridge on time, the builder became anxious and despondent, until one day, while he was looking at the unfinished bridge wondering how he was going to complete it in time the devil appeared to him in the form of a respectable businessman – as he does. The builder’s new scheming friend offered to help complete the bridge overnight but, in exchange for his handiwork he demanded the soul of the first person to cross the bridge. Reluctantly, the desperate builder agreed.\nPhoto: marco83\nThen, wracked with guilt for agreeing to such a thing, the master mason sought counsel of the local priest who, having insider knowledge of the devil’s wily ways, told the builder to send a pig across the bridge once it was finished. When this was done, the devil, outraged but defeated, hurled himself into the depths of the Serchio River beneath and hasn’t been seen in the area since. Phew!\nPhoto: maxxxmat\nBuilt around 1100AD, the Devil’s Bridge is also known as the Ponte della Maddalena, named after a statue of Mary Magdalene that once stood at the foot of the bridge; the figurine is now housed in the local parish.\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"Behold, the Devil’s Bridge","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/featured/behold-the-devil’s-bridge/2069"}