{"summary":"So the next time you hear someone going on about how coal is an excellent and safe power source and we should open new coal power plants, go kick them in the junk.. It found that the men who had not yet reached puberty showed sperm levels that were permanently reduced by 43% on average compared to the general population","advice_category":"8","content":"\nIn today’s world, the environment can be an extremely divisive issue.\nThere are constant political battles between those who believe in global warming effects and those who deny global warming is happening.  Industry clashes with activist groups over everything from animal testing to pollution.\nEven in this divisive arena, however, there occasionally comes a story that can break down the barriers and bring large sections of the population together.  This is one of those stories.\nI speak to all my fellow men out there when I say that we must act. It seems our junk has been under attack. That’s right, our junk, the scientific term for genitals that I will use when necessary for the rest of the article because I don’t like the word genitals and this is a family oriented article about your junk.\nThe attacker? Dioxins. Dioxins are an industrial pollutant created by waste incineration, the chemical industry, and coal plants. Once they’re released into the air, they eventually find their way into the food we eat. It appears that when they get into the male body, they reduce sperm count.\nDioxins contain endocrine disrupting chemicals, sometimes called “gender bending” chemicals. With a name like that, the most recent findings on their effects are hardly surprising. The study found that exposure to the chemicals, which are still being spewed by coal plants, can permanently reduce fertility.\nThe good news, kinda, is that there is only a certain window of time in which the dioxins can permanently affect your reproductive abilities.   That window appears to be between birth and the time you reach puberty.  The study that found this information was conducted by researchers at the Hospital of Desio in Milan.\nIn 1976, there was an explosion at a chemical plant in Seveso, Italy. The explosion released a cloud of toxic dioxins that covered more than two square miles. The Milanese researchers gathered a sample of 400 men of various ages who were contaminated by the explosion and compared them to males in the general population.\nIt found that the men who had not yet reached puberty showed sperm levels that were permanently reduced by 43% on average compared to the general population.  Oddly enough, all the men exposed to dioxin had permanently lowered levels of the female hormone oestradiol, which also occurs naturally in men.\nSo what does this mean for you? Well, if you were a young man living in Seveso, Italy in 1976 it means you’re up a creek. And the rest of us may have had our overall levels reduced as well, as worldwide dioxin levels increased with coal plants and use of waste incinerators until just recently. If someone could point me towards someone to sue for that, I'd really appreciate it. I think we have the beginnings of a fantastic class-action lawsuit. \nIf you’re worried about your kids well they should be ok in the future as long as dioxins become less common, and there’s good news on that front. Dioxin levels are apparently dropping thanks mostly to the closure of coal power plants, which produced large levels of dioxin.  Speaking as a male, that is probably the best argument against coal power plants in the history of the world. So the next time you hear someone going on about how coal is an excellent and safe power source and we should open new coal power plants, go kick them in the junk.\nInfo from Telegraph\nIf you want to find out all the latest news on how the environment affects you, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Pollution is Damaging Your Junk","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/sciencetech/pollution-is-damaging-your-junk/842"}