{"summary":"A Japanese inventor has traveled to the birthplace of Leonardo DaVinci out of a desire to honor the legendary Italian designer with a series of demonstration flights of the world's smallest helicopter, based on a concept of DaVinci's.. Photo: Images Via 1, 2","advice_category":"4","content":"\nPhoto: Images Via 1, 2\nA Japanese inventor has traveled to the birthplace of Leonardo DaVinci out of a desire to honor the legendary Italian designer with a series of demonstration flights of the world's smallest helicopter, based on a concept of DaVinci's.\nThe helicopter, which can carry exactly one person and reach speeds of 30 miles an hour, is already being sold on the open market as a sort of aerial scooter.\nGennai Yanagisawa, the 75-year-old inventor of the GEN H-4, takes his connection to the genius of renaissance lore very seriously. \"I feel that I am greeting an ancestor\" he says, speaking to the assembled press in Florence before the flight, noting that he hoped DaVinci would have been pleased to see a derivative of his design take flight after initially being conceived in 1493.\nThe GEN H-4, which only weighs 165 pounds, can climb 160 yards in the air, but will, on the 25th of May, stay intentionally low in three 10-minute demonstration flights so that the assembled crowds may get a good view of the machine as it swoops over them.\nsources: 1, 2\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"World's Smallest Personal Helicopter Takes Off","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-43415-2749333010104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/worlds-smallest-personal-helicopter-takes-off/1193"}