{"summary":"Eventually the fungus forms growths in the host's brain, emitting chemicals which will alter the ant's perceptions and their responses to pheromones. When the fungus is satisfied with the ant’s location, it eats the ant’s brain, effectively killing the insect.","advice_category":"2","content":"\nPhoto: Erich G. Vallery\nThe parasitic fungus, cordyceps unilateralis, knows how to get what it wants when it latches onto an ant. By attaching itself to the bodies of its victims, the mushroom begins to grow through the ant's body, eating away at soft tissue, while leaving important organs in tact. Eventually the fungus forms growths in the host's brain, emitting chemicals which will alter the ant's perceptions and their responses to pheromones. This process of mind control, which takes 4-10 days to complete, is essential for the fungus to manipulate the ant to help it with its life mission.\nPhoto: pellaea\nThe mushroom ultimately desires its host to reach an open location to die – preferably at the top of a plant, where the humidity and environmental temperatures are ideal for fungal reproduction. When the fungus is satisfied with the ant’s location, it eats the ant’s brain, effectively killing the insect.\nPhoto: pellaea\nTo complete its mission and maximize its use of the ant, the fungus sprouts through the ant’s head, yielding airborne spores, or fungal babies, which find their own ants to attack. Other insects vulnerable to infection by fungi of the genus cordyceps include dragonflies, beetles, cockroaches, butterflies, and bees. While most insects fear cordyceps fungi, scientists have studied their positive effects. Cordyceps fungi are used in pesticides and as agents against malaria-carrying mosquitoes.\nPhoto: jorapavi","author":"ppavone","web_category":"nature","title":"Mushrooms That Take Over Their Victims' Minds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","url":"http://www.environmentalgraffiti.com/biology/news-mushroom-mind-control"}