{"summary":"I am too busy trying to make a forest. An organisation called the “Informal Northern Thai Group” were hosting a talk on forest restoration at the Alliance Francaise in Chiang Mai","advice_category":"8","content":"\n By new contributor Richard Rhodes. Richard lives in Thailand with his wife and children and runs an  eco-frame business. If you feel like writing for us, drop us an email!\nOver a year ago I was invited to what promised to be a very dull evening. An organisation called the “Informal Northern Thai Group” were hosting a talk on forest restoration at the Alliance Francaise in Chiang Mai. So I was expecting a group of casually dressed Thais and a talk on trees in French. Little did I know that this would be a life changing event.\nThe guest speaker was Dr. Stephen Elliott, a slightly tubby Englishman abroad, who heads up the Forest Restoration Research Unit (FORRU) at Chiang Mai University.\nThe audience was an eclectic mix of educated(ish) westerners and a sprinkling of local Thai people (and not just the trophy Thai wives that tend to get paraded at social events in these parts). Adding to the mystery, I don’t believe there was a Frenchman in site. Dr. Stephen had come to tell us about his new magic trick: How humans can help nature make a forest. And I am not talking about straight rows of conifers or endless lines of coconut palms. We can all do that. I am talking about a proper forest, stuffed full of Latin names, weird insects and big cats. You know, the type you see in the Tarzan films.\nThe trick is known as the framework species methodology. It’s really about giving nature a helping hand (or if you like, a kick up the backside) and then letting her get on with it. It works something like this: Plant some hardy fast growing saplings that open at the top like an umbrella (rather than spear headed or catwalk model types) in an area with no trees. Wait a year or two and you’ll get a canopy to help block the growth of weeds and encourage birds and other wildlife into the area. With the help of gravity and hardy crusts, tree seeds find their way through the birds’ digestive systems and on to the forest floor. Within 6 years you have a forest! \nIt’s a great example of how bio-engineering can work in tandem with nature, and how solutions to forest destruction and climate change needn’t be expensive or complicated. With the right marketing this has the potential to be a blockbuster product in our battle against the destruction of our forest and the mounting C02 in our atmosphere. Alas, I haven’t been back to the Alliance Francaise. I am too busy trying to make a forest. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.\n ","author":"Richard Rhodes","web_category":"lifestyle","title":"A Magic Trick to Save the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/a-magic-trick-to-save-the-world/510"}