{"summary":"Or should we say the cardboard pieces? Mark Langan uses corrugated material – recycled corrugated cardboard boxes – from friends’ and neighbours’ trash cans and turns them into amazing pieces of art. What do Edvard Munch’s “Scream”, Uncle Sam and a standard barcode have in common? At first glance – not much","advice_category":"6","content":"\nPhoto: All images courtesy of Mark Langan\nWhat do Edvard Munch’s “Scream”, Uncle Sam and a standard barcode have in common? At first glance – not much. It’s at artist Mark Langan’s studio in Cleveland, OH where all the leads come together. Or should we say the cardboard pieces? Mark Langan uses corrugated material – recycled corrugated cardboard boxes – from friends’ and neighbours’ trash cans and turns them into amazing pieces of art. A super cool and creative way to recycle we think!\nCardboard Uncle Sam seems to have a metallic sheen:Photo: \nWould Edvard Munch “Scream” in delight?Photo: \nMark Langan has been focusing on corrugated art since 2004 and creates his own as well as commissioned pieces. Each artwork can take about 80-100 hours to make. He markets to corrugated manufacturers, packaging companies, recycling firms and green industries who love his artworks – which adorn their boardrooms and lobbies and are used at green events. \nDoes recycled art keep board meetings focused? Photo:  \nA boring barcode has never been so beautiful:Photo: \nAsked what corrugated art is, the artist says: “My personal interpretation to the term “Corrugated Art” is the celebration of the unique properties of a highly visible manufactured product for which it was not purportedly intended. Striving to artistically focus by highlighting those aesthetically characteristic qualities which otherwise would be unknowingly ignored.”\nOnly cardboard, non-toxic glue, razor knife, cutting edge and mat – Mark Langan at work:Photo: \nWhile Langan is particular in using only recycled materials, he shies a bit away from the label “green.” Though his motto is “reduce, reuse, recycle”, he is realistic enough not to claim that “he’s making a huge dent in reducing waste material going into landfills.” However, he strongly believes in inspiring others to ask, “What can I do to help?” when it comes to recycling. That’s more than most of us can claim. We’ll surely do some thinking and will not look at an old cardboard box in quite the same way again… \nFor a gallery of Langan’s artworks, examples of corporate corrugated art and recycling facts, visit Mark Langan’s website. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Thinking Outside the Box: Mark Langan’s Incredible Corrugated Cardboard Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/mark-langan-corrugated-cardboard-art/18611"}