{"summary":" Language is another distinction; whereas rural or urban populations will have the state language as a mother tongue – in Maharashtra it's Marathi – tribal communities will speak one of the thousands of oral tribal languages still prevalent in India..  Nakeran and I started talking about what lay ahead of us that day, and laughing at his comical take on the differences between western-style concepts of organisation, and how Indians, particularly those working for grass-roots organisations, conduct themselves","advice_category":"8","content":"\nPhoto: Tom Antebi\nAlthough having an actual showerhead attached to a pipe constituted a bit of a luxury, the water at that time of day was so cold that the only mental tool I had to propel myself into it was by telling myself, “It’s not getting any warmer…”\nI padded across the courtyard for my morning ritual of chai with Jagdish and his family and to read my copy of The Times of India, whilst Akash and Vivec watched cartoons starring Indian gods.  \nPhoto: Tom Antebi\nI sat outside in the cool, damp morning and waited for the jeep and the social workers.  Nakeran and I started talking about what lay ahead of us that day, and laughing at his comical take on the differences between western-style concepts of organisation, and how Indians, particularly those working for grass-roots organisations, conduct themselves.  Having done anthropology for his post-graduate degree meant not only was he acutely aware of cultural discrepancies, he was engagingly articulate about describing them.  He explained to me how before working for UNICEF, he had been in charge of running four or five NGOs in India, and had tried time-and-again to hammer home concepts such as punctuality, pre-planning and time keeping.  With the conclusion, “I failed on every front,” we both laughed out loud.  According to his analysis, Indian people working within the grass-roots sector make a connection between working outside of a formal institution and informal work habits. As such they tend not to adhere to codes of work habits, such as punctuality or time-keeping, in the same way that westerners or their neighbours working for a large multi-national might.\nPhoto: Tom Antebi\nAbout two hours after the pre-arranged meeting time, the rest of the social workers for the project joined us, as did the transport.  We piled into two jeeps, and thankfully I was traveling with Nakeran, whose intelligence, sometimes darkly ironic sense of humour and immaculate English made for irresistible conversation.  We stopped briefly at a small rickety road-side caf? for breakfast: chai with deep-fried bread rolls and dried, whole green chillies, as standard.  As we continued out of Nasik City there seemed to develop a correlation between how rough and mountainous our surroundings were and how hard the rain came down.  By the time we had reached the first of the villages on our list, the heavens had completely opened up and started emptying its gutters.  We dropped off the first two of our group and continued our journey higher into the stunning scenery.\nWe had come to this tribal village as part of a jointly run scheme with UNICEF aimed at building awareness for adolescent women on issues such as family and life planning, sexual health and awareness and nutritional awareness.  The classification of 'tribal' is not my own; it is a term used within the Indian government in New Delhi.  I once asked what defined the 'tribal' communities from, say, the 'rural' ones.  The distinction is largely academic, but takes into account the local economies, which are based on resources from the forest, such as honey and rubber.  Language is another distinction; whereas rural or urban populations will have the state language as a mother tongue – in Maharashtra it's Marathi – tribal communities will speak one of the thousands of oral tribal languages still prevalent in India.\nPhoto: Tom Antebi\n\nWhen we reached our destination village, we were shown into the school. The school was the only concrete building in the small collection of rag-tag houses, which were constituted primarily of mud and sticks, with the roofing being provided by the tiles made in the village.  And then I saw something I will never forget, an image I know I will be recounting for years to come: scanning one of the houses next to me, I noticed a hole the size of a bed had found its way into the roofing – and I thought, “Jesus, look at that” – and yet, not 3 meters away on said roof, lay a satellite.  For a television…\nWe walked into the school and the image in front of me manifested in a small knot arriving in my gut.  About 20 toddlers sat on old gym mats on the floor eating a simple looking meal from bowls in the sole room that formed the building.  The food turned out to be as simple as it looked, just wheat with water and sugar.  We sat on chairs near the entrance and returned the gentle gaze of the inquisitive youngsters, most of whom had probably never seen a white man before.  In classic poverty-stricken style, they offered us some of the food that had been prepared for the children; Nakeran took only a small morsel so as to establish their diet.  He pointed at the head of one of the students nearest to us, and verbally noted the quite stylish looking streaks of light brown highlights in the boy’s otherwise jet-black hair.  Looking around I saw that he wasn’t alone; many of the children bore this apparently fashionable mark.  It turned out to be the result of chronic malnutrition.\nPhoto: Tom Antebi\n\nAfter a short discussion in Marathi about what was going to happen (I was therefore unable to contribute), the children filed out through the door next to us, and we followed them.  We strolled leisurely around the village, surveying the structural damage to many of the buildings and generally doing a bit of exploring.  I was almost unable to process the breathtaking mountainous scenery.  Later, as Nakeran, the driver and I sat in the jeep avoiding the torrential rain, munching biscuits the driver had bought us to snack on, I couldn’t help but be mildly put-off by the driver crassly throwing his plastic wrappers out his window onto the beautiful countryside.  When he saw me put mine in my pocket, he offered, with hand gestures as he didn’t speak any English, to thrown mine out for me.  I refused and asked Nakeran how people could discard their litter so carelessly.  His response was to work me through the logic of my own query:\n“Well, what do you do with it?” he asked rhetorically.\n“I put it in my pocket and wait till I get home and put it in the bin.”\n“Then what happens?” he continued, knowing full-well where this was heading.\n“The guy that works for the local community comes and take the rubbish from my bin in the morning.”\n“Ok, so he takes your rubbish, what do you think he does with it?”\n“Err…” I responded dumbly, slowly catching on.\n“Throws it out on to the street,” he said with his ironic sense of humour shining through the smile on his face.\nAfter the meeting with the girls in the school had finished, the teacher took us to her home to eat.  The food, like absolutely everything I ate during those 6 weeks, was beautiful, and the prevailing near pitch-black darkness in the electricity-less hut meant I couldn’t even see it.  There was sticky rice, and some sort of thin but delicious sauce.\nPhoto: Tom Antebi\nWe crammed back into the jeep to pick up the six other social workers on our way back, and while they discussed their findings and the project with Nakeran, I slept soundly.  When I got back to the office I was using as bedroom, I prepared some Kijadi (masala rice) on my one-burner and pressure cooker, sat on my thin mattress and then basked in the distinct feeling of satisfaction that ran over me.  I had been here one-and-a-half weeks, yet this was the first time I had actually done any work. This had, until now, resulted in an acute feeling of frustration which compounded the fatigue from jet-lag, intense culture shock and home-sickness that had actually made me consider abandoning the whole trip.  The spear-point of this crippling sensation had now been blunted and replaced with a renewed sense of drive. \nPhoto: Tom Antebi\n","author":"Tomtebi","web_category":"travel","title":"Journey Through a Tribal Mountain Village in India","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-journey-indian-tribal-mountain-village"}