{"summary":"Photo: dianeszoo.com. Humans are peculiar creatures, however, and if they need him to balance on the back of this tortoise while it walks around, so be it - it might just receive a treat for doing it, after all.","advice_category":"2","content":"\nPhoto: joe-wright.com\nEveryone has hitched a ride at sometime, but it usually happens because you have somewhere to go. You don’t ever imagine that something as slow as a turtle would make for a quick and comfortable ride, but as these videos show, this is not a view shared by all creatures.\nFor a kitten, the tortoise must be a fascinating challenge. How on earth can you get into this particular food package, when it can retract its head and legs, leaving you with nothing but an impossibly hard shell to break open?  You could climb on board and ride the beast, hoping to take it by surprise when it pokes its head out, or you could simply enjoy being transported around.\nFor a bird like a cockatiel, it seems incongruous that one would choose to perch on the shell of a moving tortoise when it could easily fly, but perhaps there is something nice and soothing about being taken for such a slow perambulation. This one certainly seems to like the experience.\nPhoto: digg.com\nPerhaps the strangest sight is that of a frog on the back of a turtle.  Somehow you think that the one is more liable to eat the other than to act as transport for it, but who knows exactly how these relationships pan out in the natural world? Maybe the turtle shell simply acts as a convenient jumping-off point for the frog. After all, it could just as easily be a stone in a stream.\nFinally we come to man’s best friend doing whatever it takes to please the master or mistress. I doubt that such a sight could ever be witnessed in the wild, as no self-respecting dog would want to go as slowly as this poor mutt. Humans are peculiar creatures, however, and if they need him to balance on the back of this tortoise while it walks around, so be it - it might just receive a treat for doing it, after all.\nThese are some classic examples of how far people will go to find amusement from their pets. It is funny in parts, and no animals come to harm in the making of these videos, but is it really fair on any of them?  Perhaps not, but as long as it continues to raise a laugh, no doubt people will carry right on doing it. A most unusual mode of transport, don’t you think?\nPhoto: dianeszoo.com\nMy sincere thanks to dianeszoo.com and joewrite.com for the use of the images in this story.","author":"tonyleather","web_category":"nature","title":"Animals Riding Turtleback!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","url":"http://www.environmentalgraffiti.com/news-animals-riding-turtles"}