{"summary":"Shawn Smith typically makes rather whimsical sculptures from tiny cubes of wood that are tactical, three-dimensional versions of pixelated images - 're-things' is what Smith calls his sculpture.. I am fascinated by the importance of the 'thing' in our history and how this relationship is changing with technology, as we become more removed from first hand experience by observing the world through a screen.\"","advice_category":"6","content":"\nPhoto: Shawn Smith\nEvery now and then you come across an artist whose work just blows you away. One such is Shawn Smith who, as you can see, kindly gave me permission to feature him and his work in this article - all images and quotes are courtesy of his website. He is a genuinely talented guy, and I love what he does, as I'm certain you will.\nPhoto: Shawn Smith\nPhoto: Shawn Smith\nFascinated by the fuzzy intersection between the digital world and reality. Shawn Smith typically makes rather whimsical sculptures from tiny cubes of wood that are tactical, three-dimensional versions of pixelated images - 're-things' is what Smith calls his sculpture.\n\"I see (the resurgence of an interest in drawing) not as a full rejection, but as the opposite starting point from digital media,\" Smith says. \"Drawing has 'thingness' to it that's very important. There's a directness and immediacy to its physicality. I can put my hands on it.\"\nPhoto: Shawn Smith\n\"My work investigates the slippery intersection between the digital world and reality. Specifically, I am interested in how we experience nature through technology. When we see images of nature on TV or on a computer screen, we feel that we are seeing nature but we are really only seeing patterns of pixilated light.\"\nPhoto: Shawn Smith\n\"For the past few years, I have been creating a series of 'Re-things'. These whimsical sculptures represent pixilated animals and objects of nature. I find images of my subjects online and then create three-dimensional sculptural representations of these two-dimensional images. I build my 'Re-things' pixel by pixel to understand how each pixel plays a crucial role in the identity of an object. Through the process of pixilation, color is distilled, some bits of information are lost, and the form is abstracted. Making the intangible tangible, I view my building process as an experiment in alchemy, using man-made composite and recycled materials to represent natural forms.\"\nPhoto: Shawn Smith\n\"In my building process, I start with a full sheet of material like plywood or MDF and cut it into 1/2\" strips of varying lengths--typically 1/2\" to 2' long. I then hand-dye each strip of wood individually with dyes mixed from ink and acrylic paint. I mix each color by hand to create a huge palette of colors in order to give the sculpture more depth and visual interest before assembling the object.\"\nPhoto: Shawn Smith\n\"My conceptual and material practice explores identity, color, labor, technology, and science. As an object maker, I am interested in relating these concepts back to the symbiotic connection between the hand and the 'thing'. This relationship is a basic principle in the development of the modern human--biologically, technologically, culturally, and scientifically. I am fascinated by the importance of the 'thing' in our history and how this relationship is changing with technology, as we become more removed from first hand experience by observing the world through a screen.\"\nPhoto: Shawn SmithPhoto: Shawn Smith\n\"In 2006, I was commissioned to create a monumental sculpture by SKS Investments/ X-4 Dolphin LLC in San Francisco's Mission Bay district. I designed a pixilated stainless steel fountain that appears to be frozen in mid-air. The pixilated fountain is made of varying lengths of 2\" square tubing that are lined up vertically and overlapped to create pixels. The tubing remains open at the top and bottom so that from above or below the sculpture, viewers are able to see through the tubing, giving the fountain a feeling of transparency like water. The sculpture has a mirror finish to reflect the colors of its environment. As people enter the building, they pass underneath the sculpture, giving them the sense that water is pouring over them.\"Photo: Shawn SmithPhoto: Shawn Smith\nShawn Smith was born in 1972 in Dallas, TX where he attended Arts Magnet High School and Brookhaven College before graduating from Washington University in St. Louis, MO with a BFA in printmaking in 1995. Smith received his MFA in sculpture from the California College of the Arts in San Francisco in 2005. He has received artist-in-residencies from the Kala Art Institute in Berkeley, CA and the Cite Internationale des Arts in Paris, France. In 1996, Smith was a recipient of the Clare Hart DeGolyer grant from the Dallas Museum of Art. In 2006, he was commissioned to create a monumental public sculpture in San Francisco, CA. Smith's work has been exhibited throughout the United States and in France. Smith currently resides in Austin, Texas.\nPhoto: Shawn Smith\nTo me, there is no doubt that Shawn Smith is a major talent. If you visit his website, then looking at his biography, awards and shows staged as well as those upcoming, you will appreciate how many thousands of other people feel the same way.\nPhoto: Shawn Smith\nPhoto: Shawn Smith\n","author":"tonyleather","web_category":"art+and+design","title":"Pixellated Sculptures by Shawn Smith ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/news-pixellated-sculptures-shawn-smith"}