{"summary":"It’s not often that a tiny relative of the clam can strike fear in anyone’s heart, but these bad boys have caused millions upon millions of dollars of damage, especially in the Great Lakes region. They also contribute to the flourishing of other non-native species, specifically foxes and feral cats, which cause further damage to the Australian ecosystem","advice_category":"2","content":"\nFollowing up our article last week on non-native species in the UK, here’s our list of the 5 worst non-native animal species worldwide.\n5. Feral pigs- Most places\nPigs were introduced in most regions of the world through livestock farming. All well and good, but a lot of them got out, and they eat like, well, pigs.  They tear up huge chunks of land rooting around for food, which screws up local plants and hurts the native species that rely on the plants for food.  They also love farmed cropland, causing millions of dollars of damage a year. In some places, they eat native species’ eggs or destroy their habitat with their rooting. On Santiago Island, for example, they dramatically reduced sea turtle and tortoise numbers by eating their eggs.\n4. Ship Rats-Everywhere\nThe Rattus Rattus is native to India, but it has spread to almost everywhere in the world.  This rat has directly caused, or contributed to, the extinction of multiple wildlife species including a variety of birds, plants and other small mammals. They’re blamed for the incredible decline in seabirds on several islands, including many Hawaiian species.  \n3. Zebra Mussels-North America, Europe\nIt’s not often that a tiny relative of the clam can strike fear in anyone’s heart, but these bad boys have caused millions upon millions of dollars of damage, especially in the Great Lakes region. The zebra mussel, native to western Asia, spread to most of Europe starting in the 1700s. It was most likely introduced in North America in the mid-80s by a European cargo ship that released ballast water into the Great Lakes.  They have caused loads of damage, especially to water intake pipes that they colonize and then clog. They also compete with native species for food, dramatically reducing the native populations. They also cause loads of trouble for boats in areas they colonize.  \nalso suffer back pain when they spread.\n1. The European Rabbit- Everywhere except Asia and Antarctica \nMost places have their fair share of invasive species, but Australia is on another level altogether. It’s not so much that their invasive species are worse, but they introduced so many of them on purpose, especially in the 19th century, and they’ve had a massive impact on the environment. The European rabbit has had an impact on many places, but especially in Australia.  Rabbits are partially blamed for the extinction of almost an eighth of mammal species in Australia. They cause millions of dollars in agricultural damage a year, and cause serious soil problems. They also contribute to the flourishing of other non-native species, specifically foxes and feral cats, which cause further damage to the Australian ecosystem. The first rabbits were reportedly brought by the First Fleet in 1778, but the current massive infestation of rabbits is traced back to the release of just 24 animals by a man named Thomas Austin in 1859. Austin was an avid hunter while living in England, and when he moved to Australia decided the country could do with a few rabbits to shoot on weekends.  While other farmers later released rabbits into the wild, Austin appears to be the first and the one most responsible for the infestation today. Before we get too harsh on Austin, however, let’s remember that this was an age where very little was known about the effect of invasive species on the environment, and Australia was a place where people were willing to experiment heavily with the natural ecosystem. If you’ve ever read Bill Bryson’s excellent book on the country, you may remember a man who wanted to introduce monkeys into the country to amuse people.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"The 5 Worst Invasive Species in the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-5-worst-invasive-species-in-the-world/463"}