{"summary":"All images used with written permission by Angela Rossi. Two of her family members are professional artists, and Angela found her way into the art world by accident","advice_category":"6","content":"\nPhoto: Angela Rossi, Beat Up Creations\nAll images used with written permission by Angela Rossi\nAngela Rossi, a California artist and sculptor, combines natural (albeit unusual) taxidermy products and upcycled animal bones in her work. \nPhoto: Angela Rossi, Beat Up Creations\nThough some may find use of \"old bones\" a little strange, Angela thinks of it as creative reuse. Two of her family members are professional artists, and Angela found her way into the art world by accident. Needless to say, she's made quite a name for herself and found her own niche with these unusual and odd sculptures. \nPhoto: Angela Rossi / Beat Up Creations \nRemembers Rossi: \"Growing up we always had crazy taxidermy stuff in our very eclectic house. My mom was an antique dealer so she had old Victorian taxidermy birds, trophies, skins, horns, and carved bones. I never liked it as a kid and I use to think it was creepy. For me combining the dead doll heads with the dead animal parts kinda brings them both back to life.\" Behold, an artist was born.\nPhoto: Angela Rossi / Beat Up Creations \nLooking at this lovely snail sculpture creation, you may not realize that raccoon penis bones were used for the antennas. Although Angela says she \"loves working with bones\", it's not just bones ye shall find as snail shells or turtle shells are also popular. \nPhoto: Angela Rossi, Beat Up Creations \nDeer or gazelle horns are quite popular in her work. Angela says some of her other components include porcupine quills, bobcat claws and animal teeth. She's made quite a name for herself as her work is displayed in many countries and the \"Beat Up Creations\" following is ever growing.","author":"IraMency","web_category":"art+and+design","title":"Freakish Monsters Created from Dead Animal Parts","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/RecycledPopCanLilyRetakebyChristineEigejpg","url":"http://www.environmentalgraffiti.com/news-freaks-nature-california-artist-upcycles-animal-parts"}