{"summary":"Photo: NASA Goddard Photo and VideoMonster Category 5 Cyclone Yasi makes landfall on Australia during the height of the 2011 La Nina episode. More discreet is the role of La Nina in a less-known but still significant humanitarian crisis in the South Pacific nation of Vanuatu","advice_category":"4","content":"\nPhoto: NASA Goddard Photo and VideoMonster Category 5 Cyclone Yasi makes landfall on Australia during the height of the 2011 La Nina episode. Yasi was one of three cyclones to spawn in a narrow corridor near the Pacific Island nation of Vanuatu. \nThe waning ocean-atmosphere phenomenon La Nina of 2010-2011 has left its mark on the humanitarian community and the record books. Some of the legacies being attributed to the reportedly strongest La Nina in 35 years include flooding in Australia that created an inland sea the size of France and Germany combined, deadly flooding and landslides in Brazil, super-heated waters around the Coral Sea that contributed to the landfall of a Category 5 cyclone on Australia, the third greatest number of named storms in the 2010 Atlantic Hurricane Season, and even a role in the recent viral tornado outbreak that has devastated the American South.\nMore discreet is the role of La Nina in a less-known but still significant humanitarian crisis in the South Pacific nation of Vanuatu. During a peak in this winter's La Nina, when energy was flowing from the cool waters near Tahiti into the more tepid waters of Western Oceania and Australia, a corridor of tropical cyclone formation opened up. In a short period of time, Cyclones Vania (born January 5, 2011), Yasi (born January 26, 2011), and Atu (born February 3, 2011) all buzzed the southern islands of Vanuatu. The result has been a food shortage in the southern islands that have impacted some 35,000 residents, who, in turn, suffered significant losses to their subsistence, garden-based crop staples of taro, breadfruit, yams, and bananas. \nWhy the Vanuatu Food Shortage is Important\nClimate-related issues have a disproportionate impact on developing nations, and the Pacific Islands, with their unique and fragile ecology, are particularly vulnerable. The encroaching ocean is a primary climate change threat in the Pacific Islands. \nPhoto: WallygromSubsistance crops, such as taro, yams, bananas, and breadfruit (pictured above), were severely impacted in Vanuatu's southern islands after three cyclones passed through in early 2011.\nTake, for example, the ever-present hazard caused by the King Tides in Tuvalu (as covered brilliantly by Oxfam Australia), or the recent displacement of residents from the Carteret Islands. To get a sense of how vulnerable the Pacific Islands would be due to abrupt melting in Antarctica, remember the early concern in the hours following the devastating Tohoku Japan Earthquake and Tsunami that entire Pacific Islands could be “washed over”. But problems can also come from the sky as well as the rising sea. Powerful landfalling cyclones in the Pacific Islands can greatly impact the sustainability and even the sovereignty of some nations: look no further than the ravages of Cyclone Heta's impact on Niue in 2004.\nIn a region where climate change is creating environmental refugees – and where nations are fighting for their very existence – an ENSO-related food shortage is just another indicator of the climate challenges to be faced throughout Melanesia, Micronesia, and Polynesia. For now, humanitarian operations continue in the southern islands of Vanuatu to ensure that the food shortage is addressed and that sustainable, garden-based agriculture can rebound. In the long term, strong ENSO events like the 2010-2011 La Nina are another complicating factor for the Pacific Islands in a warming world.\n[Via Washington Post, ReliefWeb, Radio Australia, Oxfam Australia, Australia Network News, Reuters AlertNet, BBC]","author":"Glacier.Analytics","web_category":"science","title":"How Natural Disasters Caused by La Nina are Threatening the Pacific Islands","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/news-vanuatu-climate-challenges-come-sky-and-sea"}