{"summary":"Then again, why the sardines choose to migrate as they do is itself not clear. It is thought the sardines are taking advantage of a temporary extension of their habitat when the water temperature falls below 20¢XC  or so – yet they are still making for warm water where food is scarcer","advice_category":"2","content":"\nPhoto: Photo: Alexander Safonov\nSome animal events are so epic that they jolt us from our fallacious seat at the centre of the universe. When shoals of sardines materialise containing billions of individual fish, we’re in the realm of an ocean megalopolis – except one that travels as a single biomass fifteen miles long and visible from space. This is the sublime and scarcely comprehensible story of the great sardine run, a passage fraught with risk – representing as it does the largest gathering of predators on the planet.\nPhoto: Photo: Jean Tresfon\nOur journey begins in the cold waters off the southernmost tip of Africa, where the sardines gather into hundreds of swirling, shimmering shoals in anticipation of their 1000-kilometre mass migration up the East Coast of the world’s second largest continent. But danger lies in the offing.\nPhoto: Photo: Alexander Safonov\nSandwiched in a narrow, plankton-rich corridor of cool water, with the African shoreline on one side and the warm currents of the Indian Ocean on the other, the sardines swim straight into the waiting jaws of their adversaries.\nPhoto: Photo: Jean Tresfon\nThe hunt is heralded by dolphins, mustered into a super-pod thousands strong to pursue and devour their fleet-moving prey before the current they are following leaves the coastline at Mozambique to head further east into the Indian Ocean.\nPhoto: Photo: Jean Tresfon\nIt’s almost as though the sardines have a death wish, a kamikaze instinct that compels their behaviour, and yet they also exhibit a remarkable defence mechanism that is enough to discourage the initial forays of the enemy – if only for a short spell.\nPhoto: Photo: Alexander Safonov\nBy closing their seething ranks, the sheer weight of sardine numbers minimises their chances of being picked off – with individuals more likely to be eaten than large groups – and the strategy is enough to deter many would-be predators.\nPhoto: Photo: Alexander Safonov \nSoon enough, however, the tables begin to turn. The common and bottlenose dolphins draw on their superior intelligence, utilising a clever line of attack. The dolphins work together in teams, steering the sardines apart and rounding them into smaller groups.\nPhoto: Photo: Alexander Safonov\nStripped of their mass, which so bewildered the early marauders, the tendency of the sardines to shoal when threatened now works in their predators’ favour. Hounded by their mammalian foes, the sardines form into the confused and desperately tight clusters known as bait balls, which can measure over 10 metres across.\nPhoto: Photo: Jean Tresfon\nSwimming in dart-like bursts and gorging themselves on their hapless, silvery victims, the dolphins drive the sardines to shallower depths, and here the menaces only multiply.\nPhoto: Photo: Jean Tresfon\nHaving timed their breeding to coincide with the arrival of the massive sardine shoals, gannets wait on a wing for the water to start frothing, the signal that their mating feast has arrived. The birds plunge dive, swooping from the air and breaking the surface like torpedoes to prey on the already beleaguered fish. Carnage ensues as the sardines are picked off from above as well as below.\nPhoto: Photo: Jean Tresfon\nLike fractals in motion, the short-lived bait balls form and re-form – never lasting more than ten minutes or so – as the submarine dance of death with birds and dolphins wages on.\nPhoto: Photo: Alexander Safonov\nIt doesn’t end here either. Sharks appear in their hundreds and quickly join the fray, making the most of the feeding frenzy now in full effect. Such is the wealth of food that predators which might normally be at odds now tolerate one another, focused only on the tasty morsels of fish available for one and all.\nPhoto: Photo: Alexander Safonov\nAdding further force to the legions of predators congregating en bloc are other ocean feeders. On top of the gannets, dolphins and various species of sharks are game fish like tuna and mackerel, birds such as gulls and cormorants, and even whales and seals that follow the shoals for some way up the Eastern Cape.\nPhoto: Photo: Jean Tresfon\nThis incredible event occurs between the months of May and July, but it is not always an annual phenomenon. In 2003, for the third time in twenty-three years, the sardines failed to run en masse – at least visibly close to the surface – while 2006 saw yet another non-starter. Researchers are in the dark as to why the run has become less predictable.\nPhoto: Photo: Alexander Safonov\nThen again, why the sardines choose to migrate as they do is itself not clear. It is thought the sardines are taking advantage of a temporary extension of their habitat when the water temperature falls below 20¢XC  or so – yet they are still making for warm water where food is scarcer. Whatever its reason, this is not only one of the Ocean's, but the Earth’s most spectacular natural phenomena.\nSources: 1, 2, 3, 4, 5 , 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Great Sardine Run: The Largest Gathering of Predators on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_constricting.jpg","url":"http://www.environmentalgraffiti.com/featured/great-sardine-run-largest-gathering-predators-earth/13115"}