{"summary":"The area is home to China’s Yi minority whose history, according to legend, starts right in the Stone Forest: Asham, daughter of a poor Sani shepherd (a branch of the Yi) came across the orphan Ahei who despite his youth was already employed by the landlord Azhi. Shilin is made up of a set of karst formations, many of which seem to emanate from the ground like stalagmites or stone trees, the whole breathtaking karst landscape creating the illusion of a stone forest","advice_category":"2","content":"\nPhoto: \nImage: Eric Chan\nChina’s southwest holds a treasure that only a few of the world’s regions can boast of: a forest made completely of stone and declared a UNESCO World Heritage Site in 2007. Shilin or Stone Forest is about 85 km southeast of Kunming in the Yunnan province. With its beautiful stone formations, caves and lakes, the national park is a popular tourist destination said to be 270 million years old!   \nThe main entrance to the Stone Forest:Photo: \nImage: Chenyun\nShilin's western section is a touristy affair:Photo: \nImage: BrokenSphere\nSome of the stone formations are up to 30 m tall, dwarfing visitors in height and age. Shilin is made up of a set of karst formations, many of which seem to emanate from the ground like stalagmites or stone trees, the whole breathtaking karst landscape creating the illusion of a stone forest. \nA giant natural gate:Photo: \nImage: Fabian B?ll\nThe stone forest just before sunset:Photo: \nImage: Sebastian B?ll\nKarst landscapes are the results of mildly acidic water – namely rain that has picked up carbon dioxide on its way through the atmosphere – dissolving soluble bedrock like limestone or dolostone. The mildly acidic rain water washes out existing rock fractures until they increase to larger openings and finally an underground drainage system. \nPerfect for a scenic picnic: Photo: \nImage: Kent Wang\nCan’t make out the forest for all the trees?Photo: \nImage: BrokenSphere\nOver time, this steady drop has hollowed the stone, creating amazing stone formations and often caves, but also sinkholes and springs. With an area covering about 350 sq km (100 sq miles), Shilin is not only quite a large karst landscape but also one that more than matches its rivals in the world according to UNESCO:  \nSouth China Karst is comprised of the three clusters, Libo Karst, Shilin Karst and Wulong Karst. The area is home to China’s Yi minority whose history, according to legend, starts right in the Stone Forest: Asham, daughter of a poor Sani shepherd (a branch of the Yi) came across the orphan Ahei who despite his youth was already employed by the landlord Azhi. Her parents decided to adopt Ahei and so Asham and he grew up together. Soon, they fell in love, married and would have lived happily ever after if Azhi, who was after Asham’s beauty, hadn’t kidnapped her. Ahei rescued her but had to kill Azhi and his son, after which the couple fled to the Stone Forest and started living there. They are said to have had five sons and daughters, the ancestors of today’s Sani people.   \nRepresentatives of China’s Yi minority:Photo: \nImage: Br?cke Osteuropa\nSome stone-faced impressions of Shilin:Photo: \nImage: vincentraal\nIf we can’t all just go to the Stone Forest right now, at least the following video will give us a good impression of Shilin’s atmosphere and the amazing stone formations, some of which look like faces or people rather than trees. We’re sure there are many more legends that are just waiting to be discovered and told. Some other time.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"China’s 270 Million Year Old Stone Forest","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aokigahara.jpg","url":"http://www.environmentalgraffiti.com/featured/china-million-year-old-stone-forest/18322"}