{"summary":"Revital's scenario imagines that through a complex medical process toxins might be removed from the patient's body through a sheep connected via blood lines to the subject and placed at the bedside at night. During the day the dialysis sheep is allowed to roam in the donor patient's garden, grazing to cleanse its kidneys and drinking water containing salt minerals, calcium and glucose","advice_category":"6","content":"\nAmong the most interesting of the Royal College of Art's ‘Summer Show' projects was Revital Cohen's surprising ?new take on the ‘man-machine' aesthetic that is every sci-fi enthusiast's wet dream: man and animal. But why on earth would you want to use dogs for medical devices?\nRevital's designs serve two purposes: they disconnect people from the impersonal technology associated with medical procedures, but they also find a use for animals that goes beyond the norm and in some cases may help to save thousands of innocent lives - both human and animal.\nThe idea of transforming animals into medical devices at first glance seems like a macabre extension of sending canaries down mines but Revital's proposals seem to strive for a beautiful symbiosis between humans and animals, a mutual dependence in which man and beast exist in perfect harmony (albeit brought together through illness). So are her ideas just pipe dreams or could they actually work in the real world?\nThe first part of the project revolves around the concept of the ‘Respiratory Dog'. The vast majority of greyhounds bred for racing are killed after their short career at the track ends (an estimated 7,500 to 20,000 were euthanised in 2003 alone). Revital advocates training the animal to become a respiratory assistance dog instead of simply killing it: the greyhound's lung movements are converted into mechanical ventilation as it runs on a treadmill, the treadmill itself functioning as both interface and on/off switch. Rapid chest movements pump a bellows that pushes air into the patient's lungs, establishing a mutually reliant relationship between man and animal - both keeping each other alive.\nThe second scenario envisions substituting a dialysis machine with a sheep. Revital's scenario imagines that through a complex medical process toxins might be removed from the patient's body through a sheep connected via blood lines to the subject and placed at the bedside at night. During the day the dialysis sheep is allowed to roam in the donor patient's garden, grazing to cleanse its kidneys and drinking water containing salt minerals, calcium and glucose. During the night waste products from the patient's blood are pumped out of the body, filtered through the sheep's kidney and the blood is returned, cleaned, to the patient.\nThe images are startling and also, in their own way, touching. The mutual relationship not only saves lives but seems to encourage us to concentrate on making good use of the resources that grace the planet rather than subjecting ourselves to cold, inhuman machines. A nice set of ideas and a stirring piece of art, but as far as the practicalities of relying on a dog rather than a machine for respiratory aid in real life go - you must be barking.\nSources: 1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"art+and+design","title":"When Dogs Replace Dialysis Machines [pics]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb26.webshots.com-16153-2388451010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/when-dogs-replace-dialysis-machines-pics/1366"}