{"summary":"These amazing pictures of parachutists free-falling are a recreation of a death-defying jump by Mike Holmes where not only his main parachute failed but his reserve did as well. Students have to complete at least 10-15 tandem jumps (where they are attached to an instructor) before they are allowed to jump alone.","advice_category":"8","content":"\nPhoto: Story House Productions\nThese amazing pictures of parachutists free-falling are a recreation of a death-defying jump by Mike Holmes where not only his main parachute failed but his reserve did as well. A new series by National Geographic, The Indestructibles, interviews survivors to discover how they lived through a situation in which most would have been killed. Join us as we learn some free-fall facts. \nPhoto: Story House Productions\nFree-fall skydiving is a specialized discipline within the sport of parachuting whereby one person performs acrobatic moves in free fall while another films with a special camera. Mark Holmes had been doing it for ten years before he had his horrific accident. You can see it occur here live on video.\nPhoto: Story House Productions\nWhen falling with arms and legs out stretched you fall slower than a lead balloon… at a speed of \"only\" 120 miles per hour!\nPhoto: Story House Productions\nStudents have to complete at least 10-15 tandem jumps (where they are attached to an instructor) before they are allowed to jump alone.\nPhoto: Story House Productions\nIt is a sport for any age: the oldest person to ever jump was a 100-year-old man while the youngest was a 4-year-old. Both of course jumped tandem (though not with each other!). We're not sure what the four-year-old must have been thinking!\nPhoto: Story House Productions\nOne thing many people don't realize is that because the airflow is constant when free-falling, you don't feel as if you are dropping, but rather floating, while doing rolls and other moves.\nPhoto: Story House Productions\nThe largest free fall formation involved 400 people in Thailand, who formed a flower shape within 80 seconds. Colonel Joseph Kittinger made the highest jump ever, of 102,800 feet, for NASA.\nPhoto: Story House Productions\nEven dogs skydive! As part of Norway's operation Cold Response, bomb dogs have been trained to parachute in with Austria's special forces. Cats don't skydive but they are more likely to survive a fall of more than seven stories as opposed to fewer because they can get into a relaxed, spread out position.\nPhoto: Story House Productions\nSkydiving is normally an extremely safe sport – in fact errors are rare and are more likely due to human error than anything else. In the case of Mark's fall it was a bad design flaw on a specific piece of equipment which only a few manufacturers make.\nThe show that recreates Marks accident airs on July 17 at 10 pm, on the National Geographic Channel.","author":"Michele Collet","web_category":"outdoor","title":"What It Feels Like To Free-fall 15,000ft Through the Air","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/news-15000-feet-free-fall"}