{"summary":"The research, which was carried out over a period of three years, showed 86 examples of this type of behavior among gorillas living in captivity. Whilst Dr Davila Ross acknowledged that “we cannot say it is exactly the same as the game of tag, because games involve rules and the individuals need to be aware of these rules”, in an interview with BBC News, she also noted that it highlighted the ability of gorillas to recognize unfair situations and adapt their behavior accordingly","advice_category":"2","content":"\nPhoto: Jar0d?\nRecent research has shown that gorillas, like humans, play a 'tag'-like game. Research, published in the journal Biology Letters and carried out by Dr Marina Davila-Ross from the University of Portsmouth, together with scientists from the Free University of Amsterdam and University of Veterinary Medicine Hanover, showed that during play, gorillas would hit or 'tag' another in their group, causing the struck gorilla to then chase them. Sometimes the 'tagged' ape would then hit their playmate back and become the chased. The research, which was carried out over a period of three years, showed 86 examples of this type of behavior among gorillas living in captivity. \nWhilst Dr Davila Ross acknowledged that “we cannot say it is exactly the same as the game of tag, because games involve rules and the individuals need to be aware of these rules”, in an interview with BBC News, she also noted that it highlighted the ability of gorillas to recognize unfair situations and adapt their behavior accordingly. This is because “when you hit someone, that represents an unfair situation” and so the scientists were able to study the way in which gorillas responded to this in their “natural social setting”.\nPhoto: viralbus?\nIn addition to being engaging on its own, this new research also further supports findings, published in the journal Animal Cognition, by psychologists from the University of St Andrews. They gave a group of gorillas in San Francisco Zoo objects such as balls, bits of leather and bags to play with and observed the games they played, over a five year period. This research, too, showed the response of the great apes to unfair social situations during games as well as their ability to use a variety of tactics in order to revive a flagging game. \nPhoto: TXZeiss?\nFor example, one of the scientists involved in the study, Professor Richard Byrne, told BBC News that: “The players were also considerate of other's abilities. An older and more skilled gorilla seemed to realise that if it used all of its potential, the younger one wouldn't be able to compete, so the older gorilla would slow down the pace.\" This therefore suggests that the gorillas were not only playing in order to win the game, but also merely for the fun of engaging in a competitive 'sport' with their group, much like humans. Another scientist involved in the project, Dr Joanne Tanner, also stated that: “Gorillas definitely enjoy the same kind of sporting competition we do.”\nPhoto: jimbowen0306?\nAlthough it could be said that the University of St Andrews study did not observe the gorillas' natural behavior, as they were given objects that they would not normally have access to, they were not taught how to play the games and Dr Davila Ross’s research did not involve any 'tools' at all. So whilst there might not be a gorilla Olympics or World Cup anytime soon, this research gives some interesting insights into the social behavior of gorillas and once again shows that we aren’t as different from animals as we might like to think.","author":"pumpkinstar","web_category":"nature","title":"Gorillas Play Tag Just Like Us","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-3650-2186354380104217012S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-gorilla-games"}