{"summary":"But with all that suggestive material out there on the Net, what can we do? After going through hundreds of naughty pics, here’s our very own Top 11 of phallic buildings. Suggestive cacti, boob buildings and now phallic structures – yes, we admit it, there’s something on our minds here at Environmental Graffiti","advice_category":"6","content":"\nPhoto: \nImage: Douglas Muth\nSuggestive cacti, boob buildings and now phallic structures – yes, we admit it, there’s something on our minds here at Environmental Graffiti. But with all that suggestive material out there on the Net, what can we do? After going through hundreds of naughty pics, here’s our very own Top 11 of phallic buildings. It’s a dirty job but someone’s gotta do it… \nTo begin with, we got a strange Spanish sculpture:Photo: \nImage: Wiros\nLooks innocent enough at first glance - steel mill chimney in Nowa Huta, Poland:Photo: \nImage: Christopher Walker\nNorwegian artist Gustav Vigeland certainly had something on his mind when carving this monolith, which can be seen at Frognerpark in Oslo.\nClimbing the phallus monolith:Photo: \nImage: rettachica\nJust your ordinary phallus, er, water tower in broad daylight in Ypsilanti, Michigan:Photo: \nImage: Douglas Muth\nHere's a naughty tomb at a cemetery in Metairie, Louisiana. \n“Let’s not be so obvious about Uncle Dickie, let’s put a cloth over it…”: Photo: \nImage: Corey Ann\nThe next picture doesn't leave much to the imagination. It is the Yangyuanshi pillar in the Danxia Shan mountains, a national park in Shaoguan, Guangdong province, China. If you ever visit, there's also the female counterpart to our picture here. \nWhat does this remind you of?Photo: \nImage: Zhuwq\nThe next picture had us speechless. What were they thinking? And what are they trying to communicate with this monument? Strange birds united under phallic hats? It sure is in a scenic location and any hints to its whereabout are appreciated.\nNow we know where the inspiration for the term dickhead came from:Photo: \nImage via lifestream\nThe Leaning Tower of Pisa should be in its own category because it has let people's imagination run wild since the beginning of its construction in the 12th century. Now, one is almost expected to have some fun with the good-natured monument. \nTom, Dick and Harry having fun in Pisa:Photo: \nImage: Tom M.\n30 St Mary Axe a.k.a. The Gherkin certainly throws many thought processes off track. Just search for phallic buildings online and you'll find many like-minded people. The 180m-tall tower was designed by Norman Foster and has confused Londoners ever since its opening in 2004. We like its suggestive shape.   \nWhat do you expect from a building that's called The Gherkin? Photo: \nImage via Matt Seppings\nThe Agbar Tower in Barcelona and The Gherkin could be brothers. The former sure has been called many things – fountain, suppository, vibrator and what not but for us and many Internet users, it just looks distinctly phallic. In fact, its shape is so distracting that one forgets that this 32-storey tower is – at 142 m – one of Spain’s tallest buildings. The tower’s surface panels were painted in 40 different colours, which is why the fa?ade seems to change colour depending on the time of the day.    \nSuggestive or plain obvious? Torre Agbar in Barcelona: Photo: \nImage: deep_schismic\nEven more so during its construction phase:Photo: \nImage: Volker Plass\nAnd here, our No. 1 – the Washington Monument. Chosen because it's a clear internet favorite in the naughty category. Speaking of which – you gotta love this cheeky pic.  \nLet’s assume she was thinking of a popsicle:Photo: \nImage: linda1684\nEG humour going here? Maybe but we're not alone:Photo: \nImage via iaakuza\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"11 Most Suggestive Structures on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/most-suggestive-structures-earth/13247"}