{"summary":"The bald eagle reaches speeds of 56–70 km/h (35–43 mph) when gliding and flapping. Image: etidd01","advice_category":"2","content":"\nPhoto: All images by etidd01 unless otherwise noted\nAny predator catching prey is a sight to behold but there’s something about seeing large birds like eagles literally swoop down from the sky to catch their meals. How would you like to be that salmon, swimming innocently downstream and then suddenly being plucked out of the water and lifted high up into the air? We’ve caught a bald eagle doing exactly that.\nScanning the area for some decent grub:Photo: \nThe bald eagle reaches speeds of 56–70 km/h (35–43 mph) when gliding and flapping. With its distinct brown body, white head, yellow beak and wingspan of up to 2.5 m (97 in), it is truly a majestic bird. Males and females are identical in colouration but female birds are about 25% larger than males.\nTo hunt fish, their preferred live prey, bald eagles swoop down over the water and snatch the fish with their powerful talons. Here’s a series of pictures taken at Sund’s Lodge at the northern tip of Vancouver Island, B.C., Canada of a Bald Eagle fishing for salmon for its lunch.\nAha, lunch is looking likely:Photo: \nThe bald eagle’s dive speed is between 120–160 km/h (75–99 mph); it rarely dives vertically though.\nDeath is milliseconds away:Photo: \nHook, line and sinker:Photo: \nBald eagles still fly at about 48 km/h (30 mph) even when carrying fish.\nNow it's all about getting to somewhere quiet:Photo: \nGet-away with fish:Photo: \nThe shore's in sight:Photo: \nImage: etidd01\nBald eagles eat by holding the fish in one claw and tearing the flesh with the other:Photo: \nImage: Jodi Womack\nBoasting after a good lunch:Photo: \nThe Bald Eagle’s Latin name Haliaeetus leucocephalus literally means “sea eagle with a white head” – the term bald stemming from a time when it meant white, not hairless. The bald eagle, as the only eagle unique to North America, is found from Alaska and Canada to northern Mexico and is well known as a national bird and symbol of the United States.\nThe bald eagle is a sea or fish eagle with two subspecies: the northern bald eagle (Haliaeetus leucocephalus alascanus), found north of 40 degrees north latitude across the entire continent and the slightly smaller southern bald eagle (Haliaeetus leucocephalus leucocephalus), found south of 40 degrees north latitude. However, both bird subspecies emigrate beyond their ranges and can be found in each other’s territories.\nBald eagles prefer to live near large bodies of open water with an abundant food supply, especially salmon and trout, and need old-growth trees for nesting – maybe because those are the only ones able to support their huge nests, which can weigh up to a ton! At 4 m x 2.5 m (13 ft x 8.2 ft), this is the largest nest of any North American bird.\nThe bald eagle is also a positive example of how a species that was on the brink of extinction recovered enough for their conservation status to be of “least concern” today. Sensitive to human activity, bald eagles continued to flourish in less-populated Alaska and Canada, but were declared an endangered species in 1967 in the continental United States. Their population increased again so that the species was reclassified from \"endangered\" to \"threatened\" in 1995 and finally delisted in 2007. We’re looking forward to seeing this bold hunter for many years to come!\nWith special thanks to flickr user etidd01 for this spectacular series of photographs!\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Bald Eagle Striking its Prey [Photo Gallery] ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/bald-eagle-striking-its-prey-photo-gallery/16752"}