{"summary":"The Italian Association for the Defence of Animals and the Environment (AIDAA) is responsible for the creation of “black cat day” Group President Lorenzo Croce said: \"We want to halt this massacre, educate people and restore dignity to black cats.\" AIDAA has will pass out literature, attempt to find homes for black cats in shelters, and seek signatures for a petition at the 200 information points the group will set up today throughout the country. AIDAA believes around 60,000 of the animals were killed last year","advice_category":"2","content":"\nIn popular media, especially the ever-popular Mafia movie genre, Italy is often stereotyped as a country engulfed in tradition and violence. \nToday, however, a group of citizens have banded together to fight a common instance of violence that is being perpetuated by traditional beliefs. Today is “black cat day” in Italy, and a group of animal rights activists is working to bring an end to the killings of the dusky creatures, which are targeted by superstitious citizens convinced the cats bring bad luck.\nThe Italian Association for the Defence of Animals and the Environment (AIDAA) is responsible for the creation of “black cat day” Group President Lorenzo Croce said: \"We want to halt this massacre, educate people and restore dignity to black cats.\" AIDAA has will pass out literature, attempt to find homes for black cats in shelters, and seek signatures for a petition at the 200 information points the group will set up today throughout the country. \nAlthough the idea of black cats as an ill omen is a common superstition throughout the world, Italy has a particular hatred for the creatures in its traditions. The traditionally Catholic country frequently burnt the animals at the stake along with accused witches in the middle ages, following a papal decree declaring the creatures tools of the devil. AIDAA has attempted to enlist known cat enthusiast and current pope Benedict I in its campaign. Croce said: \"It would be great if he would speak out in recognition of our initiative and say the prejudice against black cats is a lot of nonsense.”\nKilling black cats has far outlasted the fashion for burning witches. AIDAA believes around 60,000 of the animals were killed last year. They say many of the killings were to ward off bad luck, but that some were also killed in cosmetics laboratories as black fur can yield better results in experiments. The group also believes that some of the creatures were killed in satanic rites, but the hard data on Satanic cults suggests that they are largely a figure of the collective imagination, so they are unlikely to be responsible for the deaths of thousands of cats. \nSource: Reuters\n \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Group Attempts to Stop the Wholesale Slaughter of Bad Omens in Italy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/group-attempts-to-stop-the-wholesale-slaughter-of-bad-omens-in-italy/490"}