{"summary":"Staring into the eye of an eyesore: The Super Pit from abovePhoto: Image: The Super Pit. Nice view: The Super Pit from its southern pointPhoto: Image: The Super Pit","advice_category":"2","content":"\nPhoto: Image: Kalgoorlie Consolidated Gold Mines via ABC\nThis massive cavity in the ground is so vast it looks like it’s threatening to suck in and devour its adjacent township – like the rows of houses are trying to face up to the gargantuan hole or simply hanging on the brink of imminent catastrophe. Looking like the Sarlacc Pit on steroids, this monstrosity is the Super Pit, and it sure puts that annoying pothole on your route to work in perspective.\nGulp: A bird's eye view of the Super PitPhoto: Image: The Super Pit\nGouged into the harsh landscape of Western Australia, the Kalgoorlie-Boulder Super Pit is the Australian continent’s largest open cut gold mine – a gigantic pockmark scraped out of the face of the earth over two miles long, a mile wide, and getting on for half a mile deep. It’s huge. And it’s growing.\nStaring into the eye of an eyesore: The Super Pit from abovePhoto: Image: The Super Pit\nIt’s tempting to use sensationalist language when you’re talking about such a yawning orifice in the land as this, but there is a rough charm to the Super Pit, which goes by the less colloquial moniker of Fimiston Open Pit. For all its unsightliness, the layered terraces have a quality almost as alluring as the gold they yield – and size sells too as the local tourist board well knows.\nIndustry’s answer to rice terraces? A closer view of the landscapePhoto: Image via: drewry\nPhoto: Image: Brian Voon Yee Yap\nAustralia’s Super Pit is key to the economy of the neighbouring town of Kalgoorlie-Boulder, and not just because it draws sightseers obsessed by giant holes in the ground. As well as coughing up almost 30 tonnes of gold each year, the pit provides work and pay for around 550 employees – and that's just directly on site. Three legalised brothels in town provide for those with money burning holes in their pockets.\nIn perspective: The Super Pit and the town of KalgoorliePhoto: Image: andrewcparnell\nRather than being flown in, the workers all have to live in Kalgoorlie, a brawling, wild west kind of town established in 1893 when Irishman Paddy Hannan first discovered the glimmer of gold here. The goldfields originally contained a scattering of small underground mines, but these were destined to be swallowed up by the single open pit monster we see today.\nNice view: The Super Pit from its southern pointPhoto: Image: The Super Pit\nAfter business tycoon and fraudster Alan Bond had tried for years to turn the idea into a reality, the Super Pit was eventually born in 1989. Even now, digging continues to unearth old shafts complete with decaying vehicles and equipment from the earlier mines.\nDigging up skeletons of the past: Old shafts continue to be uncoveredPhoto: Image: The Super Pit\nPhoto: Image: The Super Pit\nIt’s perhaps hardly surprising that not everyone in Kalgoorie is wholly pleased with their resident holey, nor that environmental grievances head their list of concerns. Air pollution, water usage, noise and vibration issues, and mining waste are all bones of contention for the local community.\nBoom town: Blasting brings with it environmental concernsPhoto: Image: The Super Pit\nNaturally, the owners of the Super Pit are quick to highlight the environmental guidelines they are operating within, and to point out measures they are taking to minimise the impact of this humungous hole. These include filling in unsafe abandoned mine shafts, ‘progressive rehabilitation’ of land where waste rock is dumped, and the creation of a green belt to act as a buffer between pit and townspeople.\nMaking a splash: Dust control is one way of lessening the mine's impactPhoto: Image: The Super Pit\nWhen a girt hole is created at the expense of the earth, not everybody is going to be over the moon. Yet while the Super Pit continues to be expanded, this open mega-shaft also has a shelf life: come 2017, the mine is expected to cease being productive. The plan then is to abandon it and let the groundwater seep in and fill it up, which is likely to take another 50 years.\nWaiting in line: One day the mine will be no morePhoto: \nLike so many marks of human activity, this hole won’t be here forever.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"One Enormous Hole","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-40772-2718699650104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/hole-australia-super-pit/11960"}