{"summary":" It's also worth noting that the US, for all of the economic problems plaguing it right now, isn't reporting a similar rise in garden-related thefts, so it's possible that this is simply a massive, if completely odd, aberration. Garden theft is, after all, a tiny percentage of the entire criminal phenomenon","advice_category":"2","content":"\n\nPhoto: Image from Wikimedia Commons\nWe've already established my gardening bona fides, so you'll understand the abject shock that I came under when the following item came to my attention: plant theft is sweeping the British Isles. I've always been surrounded by trees and flowers and shrubs. I still am. So the thought of it being an industry that generates 4 billion pounds(8 Billion USD) every year in the UK alone, is quite impressive. It's stranger though, to think that people are doing smash-and-grabs over hanging baskets and greenhouses.\nAs one might imagine, any time an industry grows so large, it is open to an increase in theft. However this is, for lack of a better term, ridiculous.  Insurance claims from gardens are up 52% from this time last year, according to Halifax Home Insurance, and the value of the average claim has risen from 305 pounds to 387.  It appears to some, even, that the thefts are commissioned by landscape architects that can't find the plant material, or wish to increase their profit margins; a sign that something is seriously wrong in this sector of the economy.\nPhoto: Image from Wikimedia Commons\nThe times that I've been on the business end of a garden theft and, being in the business for 10 years now, I can think of probably 5 times that it has ever come up, it has been one of the following three scenarios. First, a commissioned theft, or a former employee who was making his living by offering cut-rate landscaping (he could cut his rates because his plants were free). Second, plain revenge: people occasionally get angry at one another,  but this strikes me as highly unlikely, unless there is something in the water that has made Britons 52% angrier at each other than this time last year.  Finally, there's the simple solution:  thefts rise in an economic slowdown.\nPhoto: Image from Wikimedia Commons\nSo does this mean that Britain is teetering on the edge of a US-style mini-meltdown?\nI doubt it. Garden theft is, after all, a tiny percentage of the entire criminal phenomenon.  It's also worth noting that the US, for all of the economic problems plaguing it right now, isn't reporting a similar rise in garden-related thefts, so it's possible that this is simply a massive, if completely odd, aberration.  Nevertheless, it's worth watching.\nSources: 1, 2, 3.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Grand Theft Magnolia:  Brits Get Gardens Looted","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb37.webshots.com-43492-2481786470104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/grand-theft-magnolia-brits-get-gardens-looted/1133"}