{"summary":"The vultures normally feed on cattle carcasses, but many of the animals are treated with the anti-inflammatory drug diclofenac by farmers. Local conservation group Bird Conservation Nepal responded to the crisis by opening the bird equivalent of a health-food restaurant","advice_category":"2","content":"\nA conservation group in Nepal is seeing rare vulture numbers rise after it opened a healthy “restaurant” for the birds that features healthy and delicious drug-free cattle carcasses.\nTwo vulture species, the White-rumped and Slender-billed vultures, have had their numbers decline due to the presence of the drug diclofenac in their usual food source. The vultures normally feed on cattle carcasses, but many of the animals are treated with the anti-inflammatory drug diclofenac by farmers. Diclofenac has the unintended consequence of poisoning the birds. The drug’s use is barred in Nepal but many farmers pay little attention to the ban.\nLocal conservation group Bird Conservation Nepal responded to the crisis by opening the bird equivalent of a health-food restaurant. The group opened a space in Nawalparasi district in Nepal’s southwest where old and sick cattle are kept that are not treated with diclofenac. After the cows’ deaths, they are offered up as safe food to the vultures.\nBird Conservation Nepal says the “restaurant” has paid off. Breeding pair numbers in Nawalparasi have risen to 32, almost double the 17 breeding pairs living in the region in 2005. BCN conservation officer Dev Ghimire said: \"The restaurant has definitely contributed to this increase. Nesting is declining in other areas where there are no such facilities. But here they are getting safe food which is why the numbers have gone up.\"\nVulture breeding pairs have dropped to around 500, down from almost 300,000 around ten years ago. The group has launched several efforts to save the birds in Nepal, including an awareness campaign targeting villagers.  They also plan to open similar feeding stations in the Rupandehi, Kapilvastu and Dang districts, west of Nawalparasi.\nWhile I’m happy that threatened species are being provided with the safe and healthy food they need, I’m a bit jealous.  I don’t think I’ve eaten safe, chemical free beef in ages. Nepalese vultures are eating much better than I am these days.\nIf you want to find out all the latest animal news or all the coolest animal restaurants, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Nepalese Group Opens Health Food \"Restaurant\" for Vultures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/health-food-for-threatened-vultures/672"}