{"summary":"Mario Tozzi, chief of the Tuscan Archipelago National Park made an interesting proposal the other day. Why not make his small group of islands off the Tuscan coast stand out in history as the first that went oil and coal free? \"It would be the first oil-free national park in Europe and perhaps the first in the world,\" he said.","advice_category":"8","content":"\nMario Tozzi, chief of the Tuscan Archipelago National Park made an interesting proposal the other day. Why not make his small group of islands off the Tuscan coast stand out in history as the first that went oil and coal free? \"It would be the first oil-free national park in Europe and perhaps the first in the world,\" he said.\nThe archipelago, which includes Elba and Montecristo is an area of great natural beauty and the residents are extremely passionate about keeping it that way. \"This would liberate the islands from pollutants,\" Tozzi told ANSA. \"It would also slash local emissions of greenhouse gases like carbon dioxide that cause global warming.\"\nMario Tozzi has proposed the idea that all electricity should be generated by renewable sources, such as solar, wave and wind power. Additionally, as the Guardian has reported:\nThere are however, doubts along with Tozzi’s highly positive initiative. In the past, not only has Environmental Graffiti reported about how biofuels hike the prices of food, but also sometimes are produced in an ethically questionable manner. These issues may be even more prominent, due to the fact that a substantial amount of food is already imported from the mainland, adding to already high prices.\n  \nThe green proposal will be put to a vote among the islanders. \n ","author":"Chris","web_category":"lifestyle","title":"“Carbone” neutral. Italian islands want to make history by going oil and coal-free.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/“carbone”-neutral-italian-islands-want-to-make-history-by-going-oil-and-coal-free/215"}