{"summary":"Tom Deininger has an awesome amount of talent, the most environmentally friendly artist you can imagine.Photo: tomdeiningerart . A highly regarded and collected fine art painter, Deininger is widely known as the artist who recycles junk into fine art installations","advice_category":"6","content":"\nPhoto: tomdeiningerart \nWhen a man can take the detritus of everyday life and convert into objects that stun the senses, then you know you are witnessing artistic genius at its very best. This Boston-born advocate of recycling artistically has a deservedly large fan club, because he can make almost anything seem glorious, when he finishes preparing it for show. Tom Deininger has an awesome amount of talent, the most environmentally friendly artist you can imagine.Photo: tomdeiningerart \nBorn in 1970, he was the son of an average family and after a typical American education, went on to college. According to his own recollection, the subjects he studied hardest were \"women, art and surfing, but [I] never learned much.\" Deininger always loved the arts and supported a period of intense traveling by working loads of “odd” jobs and selling some artwork. He moved to Newport, Rhode Island, in 1998 and set up a permanent art studio. About that time, he began experimenting with found objects as a means of creating pictures. \nPhoto: tomdeiningerart \nThis fantastic artist has been the object of much attention both as a contemporary artist and environmentalist. A highly regarded and collected fine art painter, Deininger is widely known as the artist who recycles junk into fine art installations. He has produced museum-scale creations that are then collected by corporations and high-profile collectors worldwide. Deininger is quoted as saying that he approaches both types of art with a \"more than nature has to offer\" mentality - and it shows in his artworks, whatever they are.? \nPhoto: tomdeiningerart\nEach summer, this awesome talent donates several of his oil paintings to the Newport Art Museum's annual auction. His work is much admired, and as a sought after name, coupled with the quality of his work, his oils create bidding wars and fetch record prices for the museum EVERY year. In the past two years, Deininger has been seen in 30 invitational painting and installation exhibitions hosted by private galleries as well as museums. He is a seriously brilliant man.? \nPhoto: tomdeiningerart\nDeininger is no doubt one of the most creative and versatile trash artists in the world. His collages viewed from a distance seem like they could be made of anything – and they are. In addition to creating his junk art, Tom also lectures at local schools and colleges and creates canvas paintings. He has a real eye for colour and shape, reusing all sorts of junk and rubbish to create realistic and attractive pieces. These range from portraits to sculptures and landscapes, and I really like the vibrancy found in his pieces. The work not only features an overall image, but within each piece, the individual objects themselves are items of interest and you can spend ages just staring at a piece and working out what was used.? \nPhoto: tomdeiningerart\nAnybody could glue items of rubbish onto a flat surface, but only a true artist can position them to ultimately create what ends up being considered beautiful despite its component parts. His imaginative creations demonstrate his ability to look outside the box and find ways of helping the environment. We should all be inspired by his example and look to do what we can achieve ourselves. Tom Deininger is leading the way and we should follow. \nPhoto: tomdeiningerart\nIn this copy of his famous Carravagio painting, Tom replaced the figure in the foreground - doubting Thomas - with himself. \nAll images are taken from Tom Deininger's website and used with permission.\nAdditional source: 1","author":"tonyleather","web_category":"art+and+design","title":"Old Junk Transformed into Incredible Works of Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/news-true-environmental-artist-turning-trash-glorious-works-art-tom-dieninger"}