{"summary":"A far cry from the clunky, brightly coloured wooden furniture associated with children’s doll houses, these miniatures are ultra-realistic and often indistinguishable from real-life interiors – as these images courtesy of The Dolls House Emporium show.. Managing Director of The Dolls House Emporium, Jackie Lee, explained that people who enjoy this hobby take inspiration from a wide range of sources, including literature, history, geography and, of course, from contemporary settings.","advice_category":"6","content":"\nPhoto: The Dolls House Emporium\nBeing the proud owner of a swish interior akin to those in the glossy home magazines that line the shelves of newsagents is becoming more and more desirable. Homeowners salivate over possessing the latest trends, iconic furniture and designer touches, and might spend thousands, if not hundreds of thousands, turning their homes into the shiny examples of interior design mere mortals can only dream of.\nPhoto: The Dolls House Emporium\nYet this kind of interior splendour is now easily accessible to everyone thanks to the genius that is the hobby of doll house miniatures. A far cry from the clunky, brightly coloured wooden furniture associated with children’s doll houses, these miniatures are ultra-realistic and often indistinguishable from real-life interiors – as these images courtesy of The Dolls House Emporium show.\nSpecialist miniatures companies make and supply everything needed to create a realistic room setting in 1/12th scale, which means that 12 inches in real-sized items are equal to one inch in miniature. And whether your heart desires a tiny retro armchair, a state-of-the-art flatscreen television that actually works, or a freshly made bed, it’s all possible.\nPhoto: The Dolls House Emporium\nFrom kitchen units topped with real stone worktops and marble fireplaces with flickering lighting units that resemble a real fire, to hand-sewn rugs and intricate glass statues, everything you can think of that exists in a real home is painstakingly recreated in miniature.\nSome miniaturists make scale models of their own homes complete with scale models of their pets; some have tiny family portraits painted by artists who specialise in doll house-sized portraiture – and it’s even possible to have scale models of real people for that extra personal touch.\nPhoto: The Dolls House Emporium\nManaging Director of The Dolls House Emporium, Jackie Lee, explained that people who enjoy this hobby take inspiration from a wide range of sources, including literature, history, geography and, of course, from contemporary settings.\nJackie sums up the miniaturist hobby by adding: “The hobby goes from strength to strength as customers take time out to get away from the stresses of everyday life and immerse themselves in a world they have created.\"\nPhoto: The Dolls House Emporium\nIt’s a real world they can touch and feel and share with friends, and it can involve the whole family through the generations. What is popularly thought of as a toy for children has now evolved out of the toy shop and graces some of the smartest of homes. Glossy interior magazines beware: there’s stiff competition on the interior design front and it’s from somewhere you’d least expect.\nWith special thanks to Jackie Lee and the staff at The Dolls House Emporium for allowing us access to their miniature world.","author":"JaneK","web_category":"art+and+design","title":"Incredibly Life-like Home Interiors Created in Miniature","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-interiors-miniature"}