{"summary":"Certainly Hase's entrails spilling down the hillside is a bit macabre and the sensation of an uncomfortable, mercurial dream lingers in the mist on the slopes of Colletto Fava.. Photo: Giant Rabbit on Colletto Fava, Italy 1","advice_category":"6","content":"\nPhoto: Giant Rabbit on Colletto Fava, Italy 1\nPhoto - Bstender / Wikinews\nOn Monday, September 19, 2005, tourists and local people in the North Italian village of Artesina (Piedmont) looked upward at a familiar mountainside and were amazed; then likely many folks burst into smiles and laughter. Stretched out along the slope at a height of 1600 meters was – and still is – a 200' (60m) long humungous pink bunny that is 20' (6 meters high).\nPhoto: Giant Rabbit on Colletto Fava, Italy 2\nPhoto - Kyle01002 / Webshots\n“Hase” (ie 'Hare') was constructed by the Vienna art collective 'Gelitin' and is expected to remain on Colletto Fava Mountain until 2025 when cattle and weather will have devoured the giant bunny made from fabric and straw. For those who look closely, this giant rabbit is not a children's toy after all. One side is split open and Hase's entrails are spilling out. Gelitin wants the audience to feel small as Gulliver did in his Travels when encountering the unknown and strange. Hikers are encouraged to climb onto Hase, settle down and relax for as long as they wish. Certainly Hase's entrails spilling down the hillside is a bit macabre and the sensation of an uncomfortable, mercurial dream lingers in the mist on the slopes of Colletto Fava.\nPhoto: Giant Hare on Colletto Fava, Italy 3\nPhoto - coke.posterous.com\nSources: 1\nIf you want to find out all the latest news on the environment, why not  subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"art+and+design","title":"The Giant Pink Rabbit that Appeared in the Alps","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/meyerA.jpg","url":"http://www.environmentalgraffiti.com/featured/giant-pink-rabbit-appeared-alps/19471"}