{"summary":"After all, if that first one tastes good, others follow more easily and the unspoken taboo is broken. Insect Kebabs Photo: John ","advice_category":"2","content":"\nPhoto: PengoMealworms to munch on\nIn a world where the human population keeps expanding, as does indeed the demand for food, there is an area of nutrition that the western world often chooses to ignore which is practically inexhaustible. Stop for a moment to consider that human beings on this planet are outnumbered many times over by these potential foodstuffs - and at least half of humanity quite happily take advantage of that fact.\nInsect Kebabs Photo: John \nBugs are part of staple diets in many parts of the world where growing crops is difficult. Entomophagy is the scientific term for consuming insects, a practice many thousands of years old in many world cultures. Insects of all kinds are eaten, and apparently with relish, because not only do they taste good, but also provide nutritious and very cheap food to supplement poor diets. \nMexican Chapulines Photo: Meutia Chaerani / Indradi Soemardjan \nWhen you balk at the prospect of crunching into bugs regularly, if at all, bear in mind that estimates have it that every human on earth will ‘unintentionally ‘eat’ one pound of insect life a year. Ground Cochineal beetles give red or pink coloring to many kinds of food, as well as to lipsticks, and beverages, and are listed as cochineal extract on the ingredient list.\nThailand Insect Food StallPhoto: Takoradee \nAnother tasty treat for Americans comes in the form of the cicada. The time to collect them is apparently just after they appear, when the skins are still soft. Boiled for 60 seconds before consumption, rumour has it that they taste similar to asparagus, making a tasty addition to stir-fry meals. Those in the know, however, say that the tastiest insect variety is to be found in the long white caterpillars known as wax worms, which feed on the wax and honey produced by bees.\nDeep Fried Spiders Photo: Viajar24h.com \nIt is quite normal, in eastern Asian markets like those in Thailand, to see stalls offering a huge variety of cooked bugs as snack foods. Water bugs, grasshoppers and silkworm are all very popular, often selling by the pound. South American cinema goers will often purchase roasted or chocolate covered ants as their version of popcorn, and shoppers in Japanese supermarkets are used to seeing selections of insects on grocery store shelves.\nSilkworms as Snack FoodPhoto: Blueberry87 \nWhen one considers that there are many millions of insect species, of which less than one million are known, it may surprise you to learn that so far only about 1,500 species feature regularly in human dietary habits. It seems truly ludicrous that we in the west should find the prospect of dining on insect cuisine distasteful when ever burgeoning populations will demand ever more sources of protein rich foods. Surely when we happily accept that our needs can be met by mass production methods such as factory farming, we can also see that any and every type of nutrition available must be allowed to play a part in our future food planning?\nGiant Water Bugs on PlatePhoto: Takoradee \nVery often, when asked to eat something unfamiliar, it is that very first experience of putting it into our mouths that colors our perceptions. When men were prisoners in WWII and starved of normal rations, they would, perhaps not happily, resort to eating insects, simply for the sake of survival. It may be that modern society needs to adopt that spirit of adventure in taste sensations when considering the inclusion of bugs in their diet. \nBamboo Worm and Grasshopper Buffet Photo: avixyz \nAfter all, if that first one tastes good, others follow more easily and the unspoken taboo is broken. Perhaps we should all get used to the idea, anyway, because one day we may well have to make the choice between beetle buffets and starvation. I know which I would pick. \nSources 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"Could Bugs and Insects Provide a Future Source of Food?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","url":"http://www.environmentalgraffiti.com/news-could-nutritious-bugs-be-major-source-future-food"}