{"summary":"in wines closed with screw caps because of the plastic seal inside the cap.. When in fact the truth remains, they have switched to plastic and screw caps for economic benefit with little regard for the planet","advice_category":"8","content":"\nPhoto: Pedro Sitjar\nAs the director of an environmental nonprofit, it is quite important that I remain as objective, calm and professional as I can when dealing with the gargantuan amount of misinformation being spewed about in the press concerning cork. But, there are days when that is especially hard, and today is one of them. \nI’ve been reading the replies to a Huffington Post article about the 100% Cork campaign's new video. I’m not here to review the video, but to help dispel some of the gross “urban legends” about cork, screw caps and plastic closures.\n1) The trees are not cut down, they are harvested, by hand, every 9 years.\n2) A cork tree that is harvested of its bark will, over its lifetime, absorb 10 tons more CO2 than one not harvested. \n3) There is no cork shortage; in fact, there is enough cork to close all the bottles of wine produced for the next 100 years.\n4) Wine taint from TCA is less than 1%, not the ridiculous numbers of 6-10%.\n5) Cork forests support one our planet's highest levels of forest biodiversity and keep 6.6 million acres of the Mediterranean basin from becoming a desert.\n6) Wineries are choosing screw caps and plastic closure for financial reasons, not wine quality.\n7) Screw caps and plastic closures are not sustainably sourced or biodegradable.\nPhoto: Beatrice Murch\nThe Fiction\n1) Screw caps are recycled in the US.\nNo, they are not. They are too small to be picked up in the sorting facilities and end up in landfills.\n2) Screw caps are more environmentally friendly than cork.\nMining for bauxite remains one of the most environmentally devastating practices on our planet. The aluminum industry uses 1% of all the electricity generated in the world.\n3) Wine cannot be “tainted” if closed with a screw cap.\nAbout 2% of all screw cap wines are affected by some sort of “taint”.\n4) There are no health issues when using a screw cap.\nRecent studies have shown higher than normal levels of endocrine disruptors\nin wines closed with screw caps because of the plastic seal inside the cap.\n5) Plastic closures are recyclable.\nYes, but less than 1% of them ever are. They end up in landfills, being incinerated or floating around in our oceans. \n6) Plastic is safe for use with wine.\nWine is a solvent due to its alcohol content. When plastic and solvents come in contact, there is leaching (much the same as with the screw cap).\n7) Plastic is safe for our environment.\nPlastic never goes away, it may break down into small particles, but it is here forever.\nPhoto: David Stanley Redfern\nThe stories you may have heard have been propagated by the alternative closure companies and the wineries that want you to believe they have your best interest at heart. When in fact the truth remains, they have switched to plastic and screw caps for economic benefit with little regard for the planet. \nThe cork forests of the Mediterranean basin have been placed on the United Nation's “25 Hotspots for Biodiversity” list. They are vital to the environmental sustainability of our earth. By supporting wineries that use natural cork, you are making a statement about your commitment to our planet's health, and your reward is a wonderful glass of wine.\n\nSources: 1, 2, 3\n","author":"Patrick Spencer","web_category":"lifestyle","title":"14 Facts and Fictions about Wine Corks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-truth-about-cork"}