{"summary":"history with cheese. The French may be known for their love of the most pungent of cheeses and the British for the cheese-rolling antics, but the US claimed bragging rights in the world cheese stakes today when they immortalised the signing of the Declaration of Independence into the food-art hall of fame with a giant cheese sculpture in Times Square, New York","advice_category":"8","content":"\n?Photo: Image by Reuters\nThe French may be known for their love of the most pungent of cheeses and the British for the cheese-rolling antics, but the US claimed bragging rights in the world cheese stakes today when they immortalised the signing of the Declaration of Independence into the food-art hall of fame with a giant cheese sculpture in Times Square, New York. \nCheez-It cracker company employee, Troy Landwehr, worked eight hours a day for an entire week inside a?4?C (40?F)?cooler carving the block of Wisconsin cheddar. He claimed that by spraying cooking oil over the block it would be prevented from melting, but was uncertain how long it might last: \"That's why it looks sweaty. It actually preserves the cheese.\" One thing is for certain: if it melts before the celebrations begin, he'll be right cheesed off (apologies).\nThe replica of an iconic painting by John Trumbull shows John Adams, John Hancock, Benjamin Franklin and others standing around a table signing the historic document, but this is not the first time Landwehr has recreated U.S. history with cheese. Last year he carved a cheese version of Mount Rushmore, depicting presidents George Washington, Thomas Jefferson, Teddy Roosevelt and Abe Lincoln.\nIt is likely that the giant cheese sculpture will quickly become old news to New Yorkers as it is swamped by hordes of tourists crowding for a photo next to its sticky surface: now all together now... cheese!\nSources: 1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"lifestyle","title":"Cheese Sculpture Honors Independence Day","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/cheese-sculpture-honours-independence-day/1375"}