{"summary":"Whoever’s been missing the Lego specs in this blog – how many bricks were used, how long it takes to rebuild a site in Lego – will have to be patient, until either we learn Japanese or someone digs up this information in English… any links appreciated!. What Big Ben is to London, the Statue of Liberty is to New York – one of its most famous landmarks","advice_category":"6","content":"\nPhoto: All images courtesy of Ajari unless otherwise noted\nTo rebuild buildings, places and objects in Lego has become so commonplace that it takes a unifying theme to put a method to the brick madness. For us at Environmental Graffiti, what could be better than to highlight the beauty of selected UNESCO World Heritage Sites? We’ve picked ten incredible Lego equivalents.\nJapan has already had two “Piece of Peace – World Heritage Exhibit Built with Lego” events – one in January 2006 and one in March 2008. Both sponsored exhibitions were  charity events with ticket proceeds and souvenir sales benefiting UNESCO. Both times, the creations were built with the assistance of Japanese LEGO Master Builder Kazuyoshi Naoe. Here are our ten in alphabetical order.\n\n\nThe term acropolis, Greek for “Highest City”, is usually equated with the Acropolis of Athens, a temple complex about three hectares in size, built on a flat-topped rock. Though the area was used for settlements as early as the 6th millennium BCE, the current ruins date from the 5th century BC. The Acropolis was declared a World Heritage Site in 1987.\nThe Acropolis with one lonely Lego tourist:Photo: \n\n\nJust as the Acropolis in Athens came to symbolise all acropoleis, so does the Great Pyramid in Giza come to mind when thinking of pyramids in general. Given its size, it took only about 20 years to build – how exactly is still unclear – and was finished around 2540 BCE. For a good 3,800 years, it was the world’s tallest man-made structure. If that’s impressive, consider this: to date, it is the only one of the Seven Wonders of the Ancient World that’s still intact.\nThe Great Pyramid of Giza with the Sphinx in the foreground:Photo: \nAs determined by its role as a temple guardian, the Great Sphinx of Giza can be found close to the Great Pyramid, most likely created in the third millennium BCE. A lion with a human head, this mythological figure goes back to ancient Egypt and Greece, but similar creatures are also known in South and Southeast Asia. At 73.5 m (240 ft) long, 6 m (20 ft) wide and 20 m (66 ft) high, it is the world’s largest monolithic statue.\nNot quite as frightening in Lego, or is it?Photo: \n\n\nThe Tower of Pisa is a free-standing bell tower whose construction started in 1173. Right from the beginning, the tower started to lean to the southeast because of a shoddily laid foundation and loose soil. The highest side of the tower measures almost 57 m (186 ft).  Today, lead counterweights have been put on the opposite site to halt the tower’s incline. Together with the neighbouring cathedral, the tower was declared a World Heritage Site in 1987.\nThe Leaning Tower of Pisa with visitors in the background: Photo: \n\n\nThe small island of Rapa Nui, later called Easter Island, pretty much in the middle of nowhere in the southeastern Pacific, was once the site of hundreds of humongous human figures carved from rock. Not much is known about these moai – only that they were created between 1250 and 1500 – but how and why still largely remains a mystery. One thing is carving these heavyweights: the tallest moai was almost 10 m (33 ft) high and weighed 75 tons – but how could the few islanders erect the statues in those times? The Rapa Nui National Park and the moai have been included in the UNESCO World Heritage Site list since 1994.\nBrick-faced and colourful in Lego:Photo: \n\n\nThe Palace of Westminster, a.k.a. the Houses of Parliament, lies on the north bank of the Thames and houses about 1,100 rooms and 5 km (3 miles!) of corridors. Good that not all parts are open to visitors as a full visit might take days. A Palace of Westminster has existed in this location since the Middle Ages but was rebuilt and remodelled frequently due to many devastating fires.\nEven nicer in bright yellow – the Palace of Westminster:Photo: \nBig Ben is the nickname for the palace’s bell tower at the northern end. Apart from being one of London’s most famous sites, Big Ben holds two records: It has the largest four-faced chiming clock and is the third tallest free-standing clock tower in the world. Together with the Palace of Westminster, it was declared a UNESCO World Heritage Site in 1987.\nThe amazing Lego replica of Big Ben:Photo: \n\n\nThe Red Square is not only Moscow’s most famous centre but the most famous in the whole of Russia. Its most striking building is Saint Basil’s Cathedral, officially called the “Cathedral of Intercession of Theotokos on the Moat.” The Russian Orthodox cathedral was built between 1555 and 1561 and was declared a World Heritage Site together with the Kremlin and the Red Square in 1990.\nOnly bright Lego bricks can do justice to St. Basil’s colourful onion domes:Photo: \nHere a close-up: Photo: \n\n\nThe Sagrade Familia is a privately-funded building project that was started in 1882 according to plans by architect Antoni Gaudi. The enormous Roman Catholic church whose full name is “Expiatory Temple of the Holy Family” will be completed at the earliest in 2026.\nThis hasn’t deterred the public, which views the church as one of Barcelona’s main attractions. After all, Gaudi devoted the last 15 years of his life to this project. Most striking are the 18 spindle-shaped towers, all rife with Christian symbolism, and in general the amount of detail devoted to each part of the church.\nSeen from afar, pictures of the “real” Sagrada Familia and its Lego replica look so similar that one might mix up the two:Photo: \nAn amazing detail of the Sagrada Familia: Photo: \nWhat do you think, made of Lego or not?Photo: \nImage: Jullag\n\n\nWhat Big Ben is to London, the Statue of Liberty is to New York – one of its most famous landmarks. Few know though that Lady Liberty is also a functioning lighthouse that has helped many a ship navigate the dark waters of New York harbour. Admittedly this was more so in olden times but it still functioning today.\nThe Statue of Liberty standing tall in all her brick glory:Photo: \nVisitors to the statue have to take a ferry ride out to the star-shaped island that Lady Liberty stands on and can – depending on what state the old girl is in – visit the visitors’ platform, take a peek down from the crown or walk up to the torch (don’t even think about this if you’re claustrophobic).\nA close-up, making her look quite stoic:Photo: \nLady Liberty or Liberty Enlightening the World, the lady’s allegorical name, carries the Declaration of Independence in her right hand. It was a gift from France to the United States in 1886 to cement the budding friendship of the two countries that developed during the American Revolution. Since 1984, it’s been a World Heritage Site.\n\n\nThe whole Kathmandu Valley in Nepal has been a UNESCO World Heritage Site since 1973. The area bears witness to ancient Asian civilisations of which more than 130 remain today, many important pilgrimage sites for Hindus and Buddhists.\nSwayambhunath Stupa with the Buddha’s eyes and eyebrows: Photo: \nOne such incredible monument is the Swayambhunath religious complex, also called Monkey Temple because holy monkeys live in parts of it. It is one of Nepal’s oldest sites, dating back to the early 5th century CE. The eye-catching dome at the base is supposed to represent the whole world.\n\n\nLast but not least, the Taj Mahal. Nothing could really do justice to this most splendid and famous of all mausoleums, but this Lego model comes quite close. Mughal emperor Shah Jahan had the Taj Mahal built from 1632 to 1653 for his favourite wife, Mumtaz Mahal. The best artisans worked on the building, using only the best materials, and combining Persian, Indian and Islamic architectural styles. The Taj Mahal was declared a UNESCO World Heritage Site in 1983.\nThe Taj Mahal, much more sprawling in real life:Photo: \nAnd a close-up of this brick beauty:Photo: \nWhoever’s been missing the Lego specs in this blog – how many bricks were used, how long it takes to rebuild a site in Lego – will have to be patient, until either we learn Japanese or someone digs up this information in English… any links appreciated!\nLeaves us to point to the 2006 and 2008 mottos – “It takes a lot of pieces to build peace” and “Pieces of peace – the more, the better.” We couldn’t agree more. Just imagine all the world leaders had to out-build each other or defeat each other in Lego battles only; these would indeed be peaceful times.\nWith special thanks to Ajari for sharing his great collection of photographs from Piece of Peace 2008!\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"The World In Lego","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/world-in-legos/17454"}