{"summary":"The grounds of his small estate are now home to more than 450 statues, 200 of which are self-portraits of the artist. Photo: mikeancient Veijo was a a former paper mill worker, who finished his first sculpture in 1961, continuing to the present day","advice_category":"6","content":"\nPhoto: mikeancient Artists do not always seek recognition or financial gain for the work they produce. Driven by a need to create, they simply respond to that need and surround themselves with things they have conjured up, gaining a feeling of peace and satisfaction in the process. Photo: mikeancient One such artist is Veijo Ronkkonen, a Finnish sculptor, born in 1944, who used to live on a remote farm in Parikkala, Eastern Finland. Less than one kilometer from the Russian border, he created a secret garden cum sculpture park, today regarded as the most important ensemble of contemporary folk art in Finland. Photo: mikeancient This park is alive with local flora and fauna, full of trails and benches for visitors to take their ease, but this garden is also inhabited by some 500 human statues carved from concrete. People find themselves at times surrounded by hundreds of eerie figures grinning at them with real human teeth set into their concrete mouths, almost strange enough to put you off venturing further into the enormous exhibition park. Photo: mikeancient Veijo was a a former paper mill worker, who finished his first sculpture in 1961, continuing to the present day. The grounds of his small estate are now home to more than 450 statues, 200 of which are self-portraits of the artist. Always having had an interest in Yogic philosophy and teachings, he has mastered many of the positions associated with the practice of Yoga, which he has replicated in these sculpted images of himself. Photo: dronir Many of the statues have loudspeakers hidden inside them, so that specially selected sound effects can add an extra dimension to the eeriness of this place. As you follow the path through the exhibition, you sense altering moodsthat the artist has tried to imprint upon his figures, the Yoga Park area being intended to present a spiritual experience upon seeing it. One could easily reach the conclusion that the sculptures are nothing but a reflection of the artist’s own life journey, different art works and parts expressing the changing phases or stages of his life, from dreams and fears to signs of aging, mapped out by his sculpted journey. Photo: dronir Most of the sculptures are set in place so that they allow room for burgeoning flora to grow around them, often highlighting the art with bright colour. Flourishing flowers surrounding the sculptures help to lessen the feelings of dread that somehow are pervasive among these eerie statues, and the whole ambiance of the garden indicates that the artist has a high regard for the natural world that surrounds his work, and loves to encourage its proliferation. Photo: dronir This man is not, however, a fame seeker, and even though he has been asked many times to take his work on an exhibition tour, or even to offer pieces for sale at auction, Veijo R?nkk?nen has never felt the need to do so, or agreed ever to showcase his art. Every time he was asked to, the very reclusive, near-hermit always maintained that he needed to discuss such matters with his sculptures first, and strangely enough, they never agreed to the idea of traveling anywhere. Photo: dronir He may be odd in his ways, but eccentricity is something that the English public know and love, so nobody would dream of condemning him for his opinions. We should be grateful that his astonishing sculpture garden is open to the public and completely free of charge. All the artist asks is that visitors sign his guest book. Since each such book holds 5,000 signatures and he has filled almost 50 of them, it’s easy to see that his amazing artwork is popular, and no wonder. Photo: dronir\nSources - 1, 2, 3, 4 ","author":"tonyleather","web_category":"art+and+design","title":"Finland's Eerie Sculpture Park","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-stunning-sculpture-park-veijo-r?nkk?nen-finland"}