{"summary":"Sources: 1 2 3 4 5 6 7 8 9 10 11 12, 13. Andy took this quote to heart and lay down on the floor to make this piece of face art","advice_category":"6","content":"\nPhoto: Andy Alcala\nWanting to put a face to something is a common phrase but how often do we think of what it really means?  Andy Alcala, a student at the University of Iowa, decided to put a face to famous paintings - namely his own. \nIn a series he calls \"Face Artists\", he has repainted 10 famous paintings on his own face in a fantastic display. \"This series of images was created to show art at face value,\" Mr Alcala told WENN.com. \"It was also a way to put a face to the artists of many of the famous works of art that have been made. I've had to take a few art history courses during my time in college so I figured I would use the past as part of my future.\"\n10.Composition II in Red Blue and Yellow - Piet Mondrian (1930)Photo: Piet Mondrian\nPiet Mondrian was a Dutch painter who belonged to the De Stijl group of paintings and artists led by Von Dusenberg. MOndrian espoused something he called neo-plasticism in his work and used grids on a white background with the three primary colors as his theme. This particular painting above is known for its larger use of the bright colors than his earlier work. \n9. The Scream - Edvard Munch (1893)Photo: Andy Alcala\n\"The Scream\" is a painting that came from the very depths of the artist's emotions. He described how the inspiration came from him in 1892: \"I was walking along a path with two friends – the sun was setting – suddenly the sky turned blood red – I paused, feeling exhausted, and leaned on the fence – there was blood and tongues of fire above the blue-black fjord and the city – my friends walked on, and I stood there trembling with anxiety – and I sensed an infinite scream passing through nature.\" \nPhoto: Edvard Munch\n8. Starry Night Vincent - Van Gogh (1889)Photo: Andy Alcala\nOne of Van Gogh's most famous paintings, \"Starry Night\" was painted while he was in an asylum at the time. It was van Gogh's view out of his room at night even though he painted it during the day. It is regarded by many as his greatest work.\nPhoto: Google Art Project\n7.Campbells Soup Can - Andy Warhol (1962)Photo: Andy Alcala\nAndy Warhol was a leading figure in the \"pop art\" world and one of his\nmost famous series was his paintings of Campbell soup cans. Sometimes the meaning behind art is far simpler than some make it. Said Robert Indiana: \"I knew Andy very well. The reason he painted soup cans is that he liked soup.\"  Alcala has not only painted the can on his face but reproduced the fine detail of the symbol in the middle too.\nPhoto: Andy Alcala\n6. Girl with Balloon - Banksy (2004)Photo: Andy Alcala\nBanksy is known best for his street graffiti but is also a film director and political activist. His graffiti is a stencil technique and works of his are so valuable that instead of a house being listed for sale that has a work on a wall, it has been listed as a work of Banksy with a house attached to it. One of his works \"Gorilla in a Pink Mask\" was recently accidentally whitewashed over by the new owner of a building, which will cost thousands of pounds to restore if the owner agrees.\nPhoto: Andy Alcala\n5. One: No. 31 - Jackson Pollock (1950)Photo: Andy Alcala\n\"My painting does not come from the easel. I prefer to tack the unstretched canvas to the hard wall or the floor. I need the resistance of a hard surface. On the floor I am more at ease. I feel nearer, more part of the painting, since this way I can walk around it, work from the four sides and literally be in the painting,\" said Jackson Pollock. Andy took this quote to heart and lay down on the floor to make this piece of face art. He says it was the most difficult pieces to do since a plain brush wouldn't work. Of course trying to use the 'drip technique' on yourself doesn't help things either!\n4. No. 14 - Mark Rothko (1960)Photo: Andy Alcala\nPhoto: Andy Alcala\nMark Rothko was an artist who did not like to be classified into forms, such as abstract expressionist or even abstract alone. He is famous for his oversized canvases he used to bring the viewer into an intimate relationship with. During his life, his most successful works were paintings like No. 14, which simply consisted of rectangles of color. Andy says people would break down in front of his paintings, convincing him he was on the right track.\n3.The Son of Man - Rene Magritte (1964)Photo: Andy Alcala\nRene Magritte painted the \"Son of Man\" as a self-portrait, which Andy has faithfully reproduced in his own style.  Magritte himself said: \"At least it hides the face partly. Well, so you have the apparent face, the apple, hiding the visible but hidden, the face of the person. It's something that happens constantly. Everything we see hides another thing, we always want to see what is hidden by what we see. There is an interest in that which is hidden and which the visible does not show us.\" \nPhoto: Andy Alcala\n2.Trans Flux - Kenneth Noland (1963)Photo: Andy Alcala\nThe abstract painter Kenneth Noland played with color and shape according to Andy using acrylics that would dry quickly so ended up being 'one shot' works. One of the more difficult paintings Andy did because he had to make the straight lines with his eyes closed!\nPhoto: Andy Alcala\n1. #6 (After \"Untitled 1975\") - Jasper Johns (1976)Photo: Andy Alcala\nJasper johns went through an evolution in his works, his most famous being \"The Flag\" but then turned to silk screening and adding plaster and other mediums as well as paint. Cross hatches and other iconography like the alphabet and symbols were part of his belief that \"there may or may not be an idea, and the meaning may just be that the painting exists\".\nPhoto: Andy Alcala\nAndy Alcala has managed a series of photographs that both put a \"face\" to art but also is an artistic series in itself. We hope he continues to be inspired and come up with even more ideas for both is photography and his art.\nSources: 1 2 3 4 5 6 7 8 9 10 11 12, 13","author":"Michele Collet","web_category":"art+and+design","title":"10 Amazing Face Art Interpretations of Famous Paintings","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","url":"http://www.environmentalgraffiti.com/news-10-amazing-face-art-interpretations-famous-paintings"}