{"summary":"Caspian Terns, which nest in colonies, build their nests in scrapes on the ground. In her artist's statement, Sharon offers some insight into her love of birds and how many different types of nests there are: ","advice_category":"2","content":"\nPhoto: Sharon Beals\nWhat a treasure it is to find and look at a lovingly made, intricate bird's nest... Birds of all sizes and colors have one thing in common: they make nests in which to raise their young. Sometimes the nests are nothing more than scrapes in the ground; other times they are fully enclosed or sewn together with spider's webs or fine grasses. Sharon Beals has written a fantastic book called 50 Birds Nests and the Birds that Built Them. Here we take a look at some of the nests she photographed for the book while also allowing some of her poetic words to sing from her artist's statement.\n15. The Western Tanager Nest Photo: Sharon Beals\nThese lovely birds prefer conifer trees – especially the Douglas-fir – to deciduous trees but will use both. Their nests are carefully constructed to fit into a bed of fir needles, as seen in the first image.\nSharon offers these pictures hoping others become as aware of birds in their midst as she is and aware of the miracle of some of their activities. She was first \"awakened\", as she calls it, by a book, Scott Weidensaul's Living on the Wind, which describes some of the heroics birds go through in their lives – for example, navigating by stars, polarized light or magnetic fields.\n14. Allen's HummingbirdPhoto: Sharon Beals\nAllen's Hummingbirds are tiny little things, about three to three-and-a-half inches long. They construct their nests from down, plant fibers, and lichens with which they cover their construction to give them some shape and structure.\nIn her artist's statement, Sharon offers some insight into her love of birds and how many different types of nests there are: \n\"There are those that build with mud, burrow tunnels, weave hanging pendulous baskets or cups onto branches, stitch leaves, stack sticks, or glue with saliva. Some just make simple scrapes on the ground, or fill cavities with fur and bones; others camouflage their nests with lichen, spiderweb, or moss. A few document our presence in their lives, even historically, with a little, (or a lot) of our detritus.\"\n13. American GoldfinchPhoto: Sharon Beals\nAmerican Goldfinches pair up and build their nests in late summer. First the male chooses a territory, warbling as he goes from perch to perch to announce his boundaries. Then the female starts gathering materials – normally bark, weeds, vines and grass for the outer shell, which is woven watertight (and which can drown chicks if the parents don't cover it during rainstorms). The  inner lining is made of down from milkweed, cattails or thistles.\nFor all birds, all of this nest material is carefully chosen in order to best look after the young. In Sharon's words: \n\"They tell tales of the materials available in their habitats, how complicated they are to build, and perhaps how much of a hurry they might be in to breed. Or whether camouflage is their defense or they need a fortress––each nest a bird’s best effort to protect and launch the next generation of their offspring.\"\n12. American RobinPhoto: Sharon Beals\nHow many of us have kept our eyes out for the baby blue of the robin's nest? The robin not only uses long rough grass, feathers and other materials to make its nest but smears it with mud to hold it together. The nests are normally five to fifteen feet above the ground, and robins don't seem to mind building them near humans.\n11. California TowheePhoto: Sharon Beals\nThis simple but beautiful nest, made by the California Towhee, is built out of hay and lined with horse hair. The person who brought it to be photographed watched the bird removing the tail hair from the horse. The mother towhee incubates the eggs for 11 days and then the young leave the nest after eight. Mum of course needs to eat lots of insects and seeds while bringing up her babies, but this is getting harder and harder.  \nNotwithstanding all the thousands of bird species, and their ability to adapt to the changes man has made to their environments, there are some species that have either become extinct or are incredibly endangered. In her artist's statement, Sharon has this to say: \n\"With an undeniably warming climate, this avian fuel is hatching earlier, often before the birds return to their breeding grounds. The nesting success of many species is already being affected. To add more urgency to this survival story, in North America we are down to a mere five percent of that buggy native habitat. Only a very few insects, and most of them alien imports themselves, can live off picture-perfect lawns, or the non-native and often invasive plants that seduce us at our local nurseries.\"\n10. Caspian TernPhoto: Sharon Beals\nCaspian Terns, which nest in colonies, build their nests in scrapes on the ground. This one was found at the edge of a tidal line, and the shells that made up the nest were collected.  \n9. Lichtenstein's OriolePhoto: Sharon Beals\nThe Lichtenstein's Oriole lays two eggs on average in its deep, woven nest, which is suspended from a branch rather like a bag. The oriole often chooses to nest with aggressive birds as a form of protection from prey.\n8. Cuban EmeraldPhoto: Sharon Beals\nThis gorgeous nest belongs to the Cuban Emerald, a tiny hummingbird. Despite its name, it is found in both Cuba and the Bahamas.\nSharon's continues to talk conservation with much eloquence: \n\"So much of how we affect birds is invisible to us from a distance; the wood for our floors and furniture is harvested somewhere, often irreplaceably. Our oh-so-soft brand-name tissues come from the last boreal forests in Canada. The fruit we savor out of season was most likely grown on land once covered by a rainforest––and the same goes for coffee. The affordable prawns and fish in the freezer aisle were probably farmed in what were once tropical mangroves teeming with birds. Not to mention the plastic filling the bellies of sea going birds.\" \nSharon's call to action? \"Learn about how much carbon you are putting into the atmosphere, and change that. Ride the bus, or a bike. Walk. And how much chemistry is innocently put into the water, never to be removed, in a culture obsessed with scent, beauty, and microbes? Be a miser with that water (imagine it was carried home on your head). Simply use less stuff, especially plastic, and think about what everything you buy was made of, how far it was shipped, or if you might find it used. Buy shade grown coffee. Shop at a farmers market if you can, and support an organic farm, or grow some of your own vegetables. Tear up the lawn, and beg your nursery to provide locally native plants and trees. And finally, find people who are restoring a habitat, get on some gloves and join them, and while you are there, turn your eyes to the trees and sky and see who is there, and listen to their song.\" \n7. Anna's HummingbirdPhoto: Sharon Beals\nAnother hummingbird species, the Anna's Hummingbird, builds its nest out of lichens, mosses and tiny twigs, lining it with animal hair or down. The nest is held together with sticky spider silk and other such adhesive materials.\n6. House FinchPhoto: Sharon Beals\nHouse finches build their nests in cavities, including ornaments on houses. As you can see in this image, the female uses whatever she can find, and she is also a swift builder, making a nest in as little as two days.\n5. MacGillivray's WarblerPhoto: Sharon Beals\nMacGillivray's Warblers are small fairly heavy birds that prefer to be on ground level rather than high in the canopy. You will often see them in thickets and brush.\n4. Pine SiskinPhoto: Sharon Beals\nPine Siskins are found in North America. They hide their nests in the horizontal branches of trees. However, they are very social, so many will often nest a few feet from each other. Another interesting fact about them is that when they eat from conifer trees they normally hang upside down from the tips.\n3. Rock SparrowPhoto: Sharon Beals\nThe gregarious Rock Sparrow nests in rock crevices or walls. It is a European, north African and central Asian bird that prefers barren rocky areas to forest. Its main food is seeds but it will eat some insects as well.\n2. Spotted Nightingale-ThrushPhoto: Sharon Beals\nThe Spotted Nightingale-Thrush is found in South America up to southern Mexico. It makes the foothills of the rainforest its habitat and stays in the brush and thickets. It also makes beautiful nests, as we can see here.\n1. Wild Honeycomb with Golden Masked Tanager Nest InsidePhoto: Sharon Beals\nThe Golden Masked Tanager is another South American bird, an absolute beauty with a golden and blue body and a black mask. It nests five to ninety feet in the air, sometimes making use of what it finds – like this abandoned honeycomb.\nSharon took the pictures with help from three museums, The California Academy of Sciences, The Museum of Vertebrate Zoology, and The Western Foundation of Vertebrate Zoology. The nests in these collections are used by researchers to determine the DNA, species and subspecies of extinct and living birds.\nWith special thanks to Sharon Beals for permission to use the images shown in this article.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"15 Incredible Photographs of Birds' Nests","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-42234-2856688810105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-15-incredible-photographs-birds-nests"}