{"summary":"Did you know that organic food is over 50% higher in vitamins and minerals and overall nutrients than non-organic food? This means, the average apple that is not organic has less vitamin C than an organic apple. Today, there are local organic farms, food markets, natural and organic food stores, health food stores and retail chains such as Walmart, Target and Whole Foods that are supplying the consumer with more organic choices","advice_category":"8","content":"\nPhoto: Maureen Mancini\nDid you know that organic food is over 50% higher in vitamins and minerals and overall nutrients than non-organic food? This means, the average apple that is not organic has less vitamin C than an organic apple. You would have to eat at least two apples to get the vitamins one organic apple supplies. The same goes for non-organic milk - you would have to consume double the amount of calories milk contains in order to get the recommended daily allowance of vitamins required by the FDA.  \nAs you consume double the amount of non-organic foods to meet the health benefits that organic ones supply, you are also ingesting double the amount of chemicals and pesticides farmers use to mass produce their crops. Did you know the average conventional fruit is exposed to at least 20 pesticides? \nPhoto: Benketaro\nWhether or not pesticide use and mass production standards are an ethical practice or who’s to blame, the farmer or  the USDA, is a debate the organic industry does not have to concern itself with. Organic food is grown and processed using no synthetic fertilizers or pesticides. \nWhen looking for and buying organic food, the USDA classifies organics into four buying categories:\n1) 100% organic: Must contain 100% organically produced ingredients.\n2) Organic: Must contain at least 95% organic ingredients.\n3) Made of organic ingredients: Must contain at least 70% organic ingredients.\n4) Have some organic ingredients: May contain less than 70% organic ingredients. \nPhoto: daisybush\n\nOrganic food sales are up 20% from 2004 and are available in more everyday shops since ten years ago when it was extremely difficult to find even a local organic farmer’s market. Today, there are local organic farms, food markets, natural and organic food stores, health food stores and retail chains such as Walmart, Target and Whole Foods that are supplying the consumer with more organic choices. Stop and Shop even has their own line of organics out called Nature’s Promise. \nSo as you can see, finding organic food is not difficult and options are plenty. The amount of certified organic agricultural land incr2eased from 914,800 acres in 1995 to 1.5 million in 1997, a jump of more than 60% in just two years. You may pay a little more, but the health benefits outweigh the expense. And if we all jump on the organic health wagon, prices will come down even more.  \n\nSources: 1, 2, 3","author":"mancini442","web_category":"lifestyle","title":"The Benefits of Buying Organic Food","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/lifestyle/news-simple-facts-about-organic-food"}