{"summary":"Realism is the aim of the reborning game and the most perfect of reborn dolls are the ones that mimic the appearance of real-life newborns or older babies exactly.. The rooting process is achieved by using a special needle which locks each individual strand of hair into the vinyl doll body","advice_category":"6","content":"\nPhoto: Deborah King\nThis little cutie would scoop up first prize in any Beautiful Baby Contest. With her blond hair and delicate features, she and her brothers and sisters are the apples of their mother’s eye.\nUnlike other babies, AmyLouise isn’t made of sugar and spice and all things nice. She’s crafted with vinyl, coloured mohair and paint by British reborn artist Deborah King.\nReborning is big business in the States and is slowly taking off in other parts of the world too. It involves the creation of realistic-looking babies and even small children from purchasable body kits or body parts moulded by reborning artists. Dolls made from purchased kits are called newborn dolls, and this particular process of making a doll from a pre-made kit is known as newborning.\nPhoto: Deborah King\nThe process of reborning is a complex one and the attention to detail, time and skill involved means that each baby is unique. Each body part can be made or purchased separately and reborning artists or talented amateurs spend months fashioning their perfect child right down to the tiniest of details.\nRealism is the aim of the reborning game and the most perfect of reborn dolls are the ones that mimic the appearance of real-life newborns or older babies exactly.\nPhoto: Deborah King\nTiny fingernails are painted on, complete with coloured nail bed and white nail tip. Hair and eyelashes are applied in single strands of mohair, or even real human hair, in a process called rooting. This process can take weeks to get the correct pattern of hair growth and is one of the most prized skills in a reborn artist’s repertoire.\nDeborah, of www.reborn-baby.com, explains: “For the doll to have realistic hair our preferred option is to root the head and eyelashes with high quality, coloured mohair. The rooting process is achieved by using a special needle which locks each individual strand of hair into the vinyl doll body. This is done strand by strand and can take days.” Patience is essential,” she smiles.\nPhoto: Deborah King\nThe final skin finish is another area reborn artists must excel in, because while skin would generally go unnoticed, it is the smallest nuances which make the difference between an elaborate child’s toy and a one-of-a-kind reborn work of art. Artists take their cues on the skin finish, as on all other areas of the body, from real life babies and copy the smallest of details down to the reddening of body parts from the birthing process to tiny veins under the skin’s surface.\nDeborah adds: “This takes multiple layers of different paints to create mottled effects such as that of a newborn baby.”\nPhoto: Deborah King\nDeborah’s dolls are even stuffed and weighted to give the feel of a real baby when held. The arms, legs and head are weighted so that the doll will be a comparable weight to a real-life baby and a heartbeat can also be inserted for a more realistic finish. And just like a real-life baby, these dolls need clothes, often from a premature baby range depending on the size of the doll.\nWhile Amy Louise and her siblings may be banned from\nBeautiful Baby Contests in person, they could easily fool the judges of any\nphotographic competition. With thanks to Deborah King of www.reborn-baby.com.","author":"JaneK","web_category":"art+and+design","title":"Bizarre Ultra Realistic Baby Dolls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art/news-new-born-or-reborn"}