{"summary":"Johannson got his first digital camera at age 15 and even though he started manipulating the images he took early on, initially he did it solely for fun. Image via 10Steps","advice_category":"6","content":"\nPhoto: Fishy Island (2009)\nImage via 10Steps\nWhile most people try to hide when they use Photoshop to brush up their pictures, here’s a young digital artist who quite obviously distorts images but does it so cleverly that we almost start believing in the amazing illusions he creates. Meet Erik Johansson, 24-year old computer engineering student from Sweden who’s believably warping reality…\nUnlike digital artists who find random pictures they can build upon, Johansson’s work is his own, 100 per cent. He comes up with an idea for a new image, sets out to take the pictures and then gets to work at them with imaging software. In many of his stunning images, he is even the model whose face gets distorted, who strolls through a summer landscape or is a mere marionette hanging by threads. \nGo Your Own Road (2008):Photo: \nImage via villageofjoy\nJohannson got his first digital camera at age 15 and even though he started manipulating the images he took early on, initially he did it solely for fun. Only when he bought his first SLR camera in 2007 did he start taking photo retouching and manipulations more seriously.\nIroning out some kinks in the character - Stryktalig (2008)Photo: \nGiven the skill level involved, he estimates that each of his photographs takes between 10 and 20 hours from concept to final image. Asked in an interview with abduzeedo.com about his workflow, he admits: “I always have a sketch of the final idea. But it always ends up different, in a good way mostly. When I have come up with an idea I try to find good spots to use for the photos and then it's time for the photoshopping.”\nSelf-portrait?Photo: \nImage via mymodernmet\nThe young photographer draws inspiration from artists like M.C. Escher, Salvador Dali, Rene Magritte and others but also from photos and drawings he sees on the Net. He shares some advice on keeping the good ideas coming: “I think the most important thing is to make a note of every idea, otherwise it might be gone in a few seconds.”\nIn an interview with Don’t Panic magazine, Johannson explains the motifs behind his work:\nWe think what makes viewers connect so easily with Johannson’s work – apart from admiration for his incredible technical skill and attention to detail – is the fact that he pictures everyday scenes we all can connect with. Who hasn’t wished to simply iron out a kink in one’s character? Or to punch one’s own face after making a mistake? Or moving the road ahead for one’s own purposes? \nFace vs. Fist (2008)Photo: \nImage via villageofjoy\nBut there’s also an environmental message, especially in Johansson’s earlier works. In a fully concretised city, what would happen with the last tree? Would it be carted off into a museum? And in view of increasing environmental problems, will inside be the new outside? \nThe Room (2008)Photo: \nImage via 10steps\nThe last tree - Sista Tr?det, Sista H?sten (2007)Photo: \nImage via mymodernmet\nImpressed by this promising artist’s depth and talent, we’ll keep our eyes peeled for more. Now that might be an image to Johansson’s liking. \nMore stunning photographs on Erik Johansson's website or get updates on Twitter.\n\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"art+and+design","title":"Mind-Boggling Photo Manipulations by Erik Johansson","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/400px-Hamburg-MoorburgSprengungKraftwerk0980jpg","url":"http://www.environmentalgraffiti.com/featured/mind-boggling-photo-manipulations-erik-johansson/14001"}