{"summary":"Rather than spending hundreds of dollars to offset a small amount of your carbon emissions, wouldn't it make much more sense to simply reduce your emissions by a small amount each year? Or even to partake in local offset projects where you can actually see the benefit of your dollars at work?. Thus, consumer confidence is lacking and a complete overhaul of the offsetting system is necessary before it becomes a good way to live greener.","advice_category":"2","content":"\nPhoto: dorothy.voorhees\nThe recent popularity of carbon offsetting is not quite the environmental phenomenon that marketing companies are making it out to be. In fact, offseting embraces waste. This holds true for industry and individuals, though it is true that there are some people who use their offset purchases as an excuse to simply emit more carbon dioxide instead of continuing to conserve energy and reduce pollution.\nThe primary problem is consistency and lack of oversight. If you purchase a tree to plant in your backyard, it will cost you a few dollars. If you purchase one tree for an offset project in Africa, it could cost you hundreds of dollars.\nPhoto: USFS Region 5\nThere is wasteful spending somewhere along the line. Rather than spending hundreds of dollars to offset a small amount of your carbon emissions, wouldn't it make much more sense to simply reduce your emissions by a small amount each year? Or even to partake in local offset projects where you can actually see the benefit of your dollars at work?\nEfficiency is key to improving the effectiveness of offsetting. Unfortunately, in its current state, offsetting has lost the confidence of the Federal Trade Commission and is considered to be very susceptible to fraud schemes. Thus, consumer confidence is lacking and a complete overhaul of the offsetting system is necessary before it becomes a good way to live greener.\nAn increase in energy efficiency is far more important than offsetting at this stage. Working to develop and support efficient energy production and usage will help to reduce pollution and improve the atmosphere while combating the effects of climate change and global warming. This is another way that efficiency is the key to living greener.","author":"Achilles","web_category":"nature","title":"Improving the Efficiency of Carbon Offsetting","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-9758-2729923760105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-offsetting-embraces-waste-efficiency-essential"}