{"summary":"Looking to do just that is Chris Lawrence. Chris is an amateur landscape photographer based in the northeast of Scotland","advice_category":"6","content":"\nPhoto: Chris Lawrence\nAll images copyrighted by Chris Lawrence, reproduced here with his kind permission.\nScotland is a land of undeniable beauty. With its verdant valleys, heather-draped hills, snow-capped mountains and shimmering lochs, the country boasts a wide variety of stunning vistas all waiting to be captured on film.\nLooking to do just that is Chris Lawrence. Chris is an amateur landscape photographer based in the northeast of Scotland. He combines his love for the outdoors with a passion for photography and strives to capture the timeless beauty of the ancient Scottish landscape.\nPhoto: Chris Lawrence\nThe castle of Eileen Donan provides Scotland with one of its most iconic images. It has endured a long and bloody history, but now stands as a peaceful tourist location that even attracts the attention of Hollywood location scouts. This shot of the castle is one of the photographer’s favourites. He describes it as: “One of my earliest shots whilst on holiday with my family and I was blown away by how well it came out. The blue colour was not entirely photoshopped - it really was quite blue that night; helped along with a little saturation boost.”\nPhoto: Chris Lawrence\nAnother particular favourite of Chris’ is the photograph of Blackrock Cottage. Chris says: “The Blackrock cottage shot was pure luck. We were actually driving home from Glencoe after a 3-day photography get-together with some of the guys from a photography forum as we passed the cottage. I liked the look of the light and clouds and so stopped to get a couple of shots.”\nGlencoe is a particularly compelling location for Chris. The remains of a long extinct supervolcano, the beauty of Glencoe’s wild landscape makes it easy to see why it is so popular with climbers and hikers. “The desolation and weather there just make for some stunning imagery. I don't visit anywhere near as much as I would like,” says Chris. \nPhoto: Chris Lawrence\nHas Chris experienced any of Scotland’s notorious weather while out hunting for the perfect shot? “The most interesting thing was probably dropping my remote shutter release in the sea whilst shooting the Elgol Beach shot. I had to wade out to get it. Bloody freezing!” he laughs. \nBelow is a selection of more of Chris’ stunning work:\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nPhoto: Chris Lawrence\nFor photography fans, Chris’ current setup is a Canon EOS350D body fitted with a Canon 17-85mm lens. He also uses a Manfrotto 190 Tripod fitted with a 488RC2 ball head, Cokin Filters and Adobe Photoshop CS3 for post processing.\nFor more of Chris Lawrence’s work (in much better resolutions), please visit FlowingLight \nSources: 1, 2, 3, 4, 5","author":"Matt Forde","web_category":"art+and+design","title":"The Untamed Beauty of Scotland's Wilderness","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1skis3jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-amazing-beauty-scotland-pics"}