{"summary":"The scientist, Professor Ian Wilmut, who led the team that created Dolly the sheep has received a knighthood in the New Year Honours.. Professor Ian Wilmut and researchers from the Roslin Institute successfully cloned the first mammal, Dolly The Sheep, in 1997","advice_category":"4","content":"\nThe scientist, Professor Ian Wilmut, who led the team that created Dolly the sheep has received a knighthood in the New Year Honours.\nHis knighthood was awarded for services to science.\nProfessor Ian Wilmut and researchers from the Roslin Institute successfully cloned the first mammal, Dolly The Sheep, in 1997.  Dolly was born more than a decade ago, and marked the beginning of a new era for science and made Professor Wilmut an internationally recognized figure. Since then there have been 13 other mammalian species cloned using Professor Wilmut’s technique.\nThe cloning of Dolly has turned its head the widely held belief that mammalian cloning from adult cells was a scientific impossibility. The Edinburgh-based team created the cloned sheep (named after the singer Dolly Parton) by taking a cell from the udder of the mother sheep, and adding its DNA to an unfertilized egg that had its own DNA removed.\nThe fused cells were then grown in a laboratory before being implanted into the uterus of a surrogate mother sheep. News of the success prompted an international debate about the ethics of the technique, with a number of groups voicing fears that it paved the way for the cloning of humans.\nIt was not the first time Professor Wilmut, an embryologist, had pushed the boundaries of science. In 1973, while at the University of Cambridge, his research led to the birth of the first calf to be produced from a frozen embryo, which he called Frosty. He now is director of the Scottish Centre for Regenerative Medicine at Edinburgh University.\nIf you want to find out all the latest sheep news, why not subcribe to our RSS feed, we'll even throw in a free album.","author":"emma","web_category":"science","title":"Sir Clone-A-Lot","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/sir-clone-a-lot/659"}