{"summary":"?Photo: Li+WeiPhoto, Courtesy of Li Wei. In “Li Wei's Body of Art” by Julie Segraves, Wei comments on his “Falls” series, in which he demonstrates the shock of societal progression","advice_category":"6","content":"\n?Photo: Li+WeiAll photos courtesy of Li Wei?\nPhotographic and performing artist Li Wei has been gaining popularity and press due to his impressive works of art. Wei was born in the province of Hubei, China, but moved to Beijing and studied art. Although he sought a college education in the arts, he traveled his own path of learning, and developed a unique style and methodology.\nPhoto: Li+Wei\nIncredibly, Li Wei's photos are neither photoshopped nor manhandled. Instead, he uses scaffolds and wires to suspend his subjects. Because he is the main subject of most of his pieces, he willingly dangles and hovers in often dangerous situations. These powerful representations befuddle and amaze onlookers. The only photo tampering is the removal of the wires and scaffolds.\nPhoto: Li+Wei\nLi Wei's art is a difficult process. In pieces such as “Lewei Falls to the Ice Hole,” his head is planted and unseen, while his body remains rigid and upright. These photos are shocking and make the viewer puzzle over their achievement. Wei has a knack for creating catalytic art that awes and intrigues people fortunate enough to come across it.\n?Photo: Li+WeiPhoto, Courtesy of Li Wei\nMany of Wei's photos have layered meanings, demonstrating various aspects of Chinese society. In “Li Wei's Body of Art” by Julie Segraves, Wei comments on his “Falls” series, in which he demonstrates the shock of societal progression. He notes: “If you picture someone falling to earth from another planet, there would really be no soft landing, whether the landing were in China or in another part of the world. This feeling of having fallen headfirst into the unknown and of having nothing firm under one's feet is familiar to everyone. One doesn't have to actually fall from another planet to feel that way.\"\nPhoto: Li+Wei\nStrange to behold, Li Wei's “Mirror” series is a surreal play on reality with the use of mirrors. Le Wei's head protrudes from a large mirror and it appears as though a human head is floating in a variety of places. Wei hopes to help remind people to view things from a new perspective. This mingling of the real and unreal creates fantastic art.\n?Photo: Li+Wei\nLi Wei has a message he wants to share: “I want to tell people that NOTHING IS IMPOSSIBLE,” he succinctly informed Claire O'Neil on NPR. What a powerful message, indeed. We can all benefit from his unique way of demonstrating this life philosophy.\nCredits?All photos in this article were graciously shared by Li Wei. See more of his work at LiWei.com.","author":"sunnyside","web_category":"art+and+design","title":"Frozen in Mid Air: Li Wei's Amazing Suspended Humans ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/art/news-suspended-humans-dangerous-and-amazing-photos"}