{"summary":"These remarkable pictures show Gorilla surgery being performed. Thanks to this close genetic make-up, human doctors are often able to perform successful surgery on Gorillas without complication.","advice_category":"4","content":"\nPhoto: Image: Noli Doody\nThis week's Television Riddle. How do you turn E.R. from a favourite of the depressed 50-year old divorcee into a hilarious DVD must-have for all humankind? Gorilla surgery of course. All you need are some tame silverbacks, some adjustments to Scrubs in the costume department, and for a real spectacle, why not invite people who really need surgery in to have it performed on them by said primates? You'd be killing two birds with one stone.\nI don't know about you, but this is what springs to my mind when someone mentions 'gorilla surgery'. Sadly, the reality is nowhere near as funny. But it is quite astounding.\nPhoto: Photo: William West via All Hat No Cattle\nGorillas share almost identical DNA properties with humans, and are assumed to be the third or fourth closest relation to humankind after Chimpanzees (any of you that have experienced U.S reality television will find this fact much easier to believe). Thanks to this close genetic make-up, human doctors are often able to perform successful surgery on Gorillas without complication.\nDozens of cases of Gorilla surgery pop up in local news reports all over the western world, and we aren't just talking about having a tooth pulled out. Some of the surgery performed has been genuinely life-saving. Take the case of Donna, a 'high-profile' gorilla at the North Carolina Zoo. She had a full hysterectomy performed upon her by a team of three doctors who were normally accustomed to treating gynecological problems such as cervical cancer. They found a malignant tumour and were able to remove it.\nIn England, even an ex-NHS surgeon helped carry out medical procedures on a primate, a 22-year-old gorilla called Tambabi diagnosed with hyperparathyroidism. The neck surgery required was so rare in humans that only a handfull of doctors were able to perform it. 65-year-old Richard Collins was called out of retirement for one night only. Tambabi made a full recovery and swaggered home. \nPhoto: Image: Noli Doody\nThese remarkable pictures show Gorilla surgery being performed. Looking at them, it's strange to see how much these creatures seem to have in common with us physically when put into such a humbling and familiar context. And as if that wasn't beautiful enough, there isn't a Zach Braff in sight. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"jacksoncoley","web_category":"science","title":"Gorillas Under the Knife","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","url":"http://www.environmentalgraffiti.com/featured/gorillas-under-knife/13839"}