{"summary":"Obviously, we’re not against environmentalism and environmentalists, we are of course environmentalists ourselves. So there are my suggestions for how to make environmentalists less annoying","advice_category":"8","content":"\nObviously, we’re not against environmentalism and environmentalists, we are of course environmentalists ourselves. But if you go to many environmental meetings or rallies, you’re bound to come across some really annoying environmentalists. There are some people that, for whatever reason, you can agree with completely about political, environmental, or social issues, but still just want to hit in the face repeatedly. I call this the “Michael Moore Effect.”  So for our obnoxious brethren in the environmental community, I present 5 ways for you to be less annoying. \n1. Practice what you preach.\nIt’s hard for anyone to take you seriously if you don’t actually do what you tell other people to do. So go plant a tree or something. \n2. Get rid of those dreads, white boy.\nYou are not a Rastafarian. You are a 15-25 year old white boy from the suburbs who likes smoking weed. Get a fucking haircut that people will let people respect you instead of making them immediately think “Douche bag”. (Note: Dreads do look cool on rastas, just not you.)\n3. Shower.\nThis could also be a sub part of number 2. There are WAY too many smelly environmentalists. I don’t know how it became part of the environmentalist ethos that being involved with nature means not taking showers when they are readily available, but I want to get rid of that idea right now.\n4. Read a book.\nWe admire your rampant enthusiasm for the environmental cause, but when you go around spouting statistics or ideas you just made up or repeated because you heard another moron say it, you look stupid. This makes all environmentalists look stupid. Should you be the type of person who likes to argue and use statistics, try actually finding scientifically researched statistics.\n5. While we’re at it, stop arguing.\nYou know who’s not always right? You. And me. And everyone else. So get off your high horse and shut your mouth on occasion. The absolute worst way to get someone to join the environmental cause is to start arguing with them. People get pissed off and then they hate you and environmentalism forever. You know who doesn’t argue with people? Mormons. And they’re growing like crazy despite being both a religious group and having views that well... some people find a bit difficult to believe. Not that I think so. I just heard that on South Park. Please don’t sue us.\nSo there are my suggestions for how to make environmentalists less annoying. Read it. Live it.\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"5 Ways Environmentalists Can Be Less Annoying","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tv.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/5-ways-environmentalists-can-be-less-annoying/391"}