{"summary":"The artists behind the graffiti of Pripyat are not paid for their art. The graffiti at Pripyat is a thing of beauty amidst a rotting world","advice_category":"6","content":"\nPhoto: Pedro Moura  Pinheiro\nPripyat is a modern day ghost town.  It went from a lively suburb, brimming with life, to a deserted, lifeless place in one tragic day.  Pripyat was the closest town to the infamous nuclear reactor of Chernobyl in the Ukraine, then Russia.  Today, it is a town of death, but life is emerging from its ashes.\nOn April 27, 1986, the day of the meltdown, people in Pripyat were going about their daily routine.  Children were getting ready for school; mothers were tending the house and shopping.  Fathers were off to the office, ready to start another day.  Many of the fathers worked at Chernobyl.  There had probably been some warning that something was amiss that day.  Reactor 4 had undergone a meltdown early that morning.  As day broke, officials scrambled, and the evacuation was planned for 2 pm.  Since everything was contaminated with poisonous radiation fallout, citizens were instructed to leave everything behind.  Pictures, clothes, precious family memories:  nothing could be taken; all was left behind to rot in Pripyat.\nPhoto: Pedro Moura  Pinheiro\n\nVisitors are only allowed in Pripyat with special permission and with an official guide.  It’s dangerous here, but there are some areas where radiation is almost normal.  There are also “hot spots.”  You must travel with a Geiger counter to avoid these areas of incredibly high radiation. Some people have dismissed government warnings about the dangers of radiation in the area and returned to live in the “death zone.”  These are mostly older people whose families had lived on the land since forever.  It is hard to deter these old souls who return because they do not know any other life.\nThere are signs of ghosts all over Pripyat.  Today, visitors will notice ghostly graffiti by anonymous artists.  Some visitors may wonder what is the meaning behind these images, who made them and why?  What do these unknown artists wish to convey to those who visit the site today?\nPhoto: Pedro Moura  Pinheiro\n\nGraffiti of all kinds is a social as well as an artistic statement.  Some people react to the graffiti with loathing.  They don’t understand it.  However, others see the messages behind the art.  They understand the creative play that the artists are participating in. The graffiti at Pripyat is a thing of beauty amidst a rotting world.  It is the work of ghosts who roam the deserted streets abandoned due to the negligence of mankind.  Pripyat is a reminder of what can go wrong when Man tinkers with powers that, when released, can cause his destruction.\nPhoto: Pedro Moura Pinheiro\n\nThe artists behind the graffiti of Pripyat are not paid for their art.  They don’t seek recognition, since their images are anonymous.  They use their own money for supplies, they donate their time, and they take no reward.  Their message is one for all of mankind – don’t take life so seriously.  Create art for art’s sake.  Cover dirty walls with colorful images, and remind people that we are all here to enjoy the ride.","author":"andrea julian","web_category":"art+and+design","title":"Ghostly Graffiti Visits Chernobyl 24 Years On","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-nuclear-meltdown-and-ghostly-graffiti-artists-pripyat-0"}