{"summary":"Photo: dorne Most public pools don’t use environmentally sound disinfectant agents in the water; they use brominating agents. Photo: phaewilk Pool maintenance workers are encouraged to drain the pools and thoroughly replenish the pool with fresh water before adding chlorine","advice_category":"8","content":"\nPhoto: phaewilk Did you know that 1 in 5 people (any age) urinate in public pools? If that is not enough to make you sick, consider the following (by the aforementioned source): \nMost public pools contain recreational water bacteria caused by the presence of diarrhea, respiratory illnesses (mucus, etc.) and ear and skin infections. Photo: dorne Most public pools don’t use environmentally sound disinfectant agents in the water; they use brominating agents. When these brominating agents mix with carbon-friendly substances, like sweat, fecal matter, urine, hair, skin, cosmetics, and sunscreen, it becomes toxic. You’re public pool could seriously infect you or kill you. Long-term exposure (frequent visits every week) to pool water with these toxic mixtures have been proven to cause gene mutations, induce birth defects, increase the aging process, cause respiratory ailments and possibly induce cancer. Photo: phaewilk Pool maintenance workers are encouraged to drain the pools and thoroughly replenish the pool with fresh water before adding chlorine. Chlorine, with the aid of UV sunlight, is best. However, if the pool is indoors, chlorine and other methods need to be adopted. The best way to safeguard against the nasty toxicity of public pools is - don’t pee in the water. Change diapered babies often. Take a shower before jumping into the pool. If the pool is not clear and smells funny, or if the tiles are in poor working order, avoid swimming in it! Photo: charmaineswart","author":"Asher Kade","web_category":"lifestyle","title":"The Hidden Health Risks of Public Swimming Pools","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-warning-serious-health-risks-public-pools"}