{"summary":"First up, the U.S. Yes, that's right, in addition to examining alternative powertrains for the venerable humvee, the U.S","advice_category":"8","content":"\nIn keeping with the rather violent themes of the week, I thought that today, I'd explore the ways in which our respective governments are attempting to kill people in an eco-friendly manner:\nImage from dunechaser on Flickr\nFirst up, the U.S. Army, who examined their fleet of 11-miles-per-gallon humvees and jet-fueled tanks, and thought, \"this is gonna be expensive when gas hits four bucks a gallon.\"  In seeking to avoid that little issue, and also to lengthen supply lines, freeing up all those logistics soldiers for the fun and games of light infantry, they've designed all of their tracked vehicles in the coming generation around a hybrid chassis:  the Future Combat System.\nSaves trees!  Kind of.  Image from Autobloggreen\nNext up, the British Army, proud stewards of the planet, are devising plans even as we speak to turn explosives into manure.  The idea, of course, is to reduce the environmental impact of former battlefields, instead of pumping them full of lead and aluminum and depleted uranium.  Also, a decomposing munition is less likely to, say, survive 50 years and then blow up a civilian that didn't know the war was there.  So that's positive.  Needless to say, dovish legislators are less than thrilled, calling BAE (the primary contractor) out for greenwashing the industry of death.\nImage from worldwidewandering on Flickr\nFinally, there's this beast, which, yes, is a Chevy Silverado with camouflage paint and a green topper on it.   I see trucks just like this every day when I pass the local Wal-Mart, except for one very important difference:  it's a hybrid.\nImage courtesy of the Car Connection\nYes, that's right, in addition to examining alternative powertrains for the venerable humvee, the U.S. Army realized that it might not need a $100,000 vehicle for a daily driver, so it called up Detroit: makers of fine, reliable,  automobiles, and asked them to produce hybrid truck concepts for them in a very short time frame.  Ford and Chrysler pretty much did what GM did-- provide a spray-painted pickup with armor. However, the Chevy won out, and is projected to provide a 20% increase in fuel economy.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"lifestyle","title":"Eco-Friendly Killing Machines: 3 Ways The Army is Going Green","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/three-ways-the-armys-going-green/1016"}