{"summary":"Or maybe you'd think they were depressed or faking these behaviors. Unfortunately, narcoleptics stretch this eight hour cyclic period to bits and pieces of time throughout the 24 hour period","advice_category":"8","content":"\nPhoto: nazreth\nWhat if you were to tell someone a joke, or were having a conversation with them when suddenly, without warning, they displayed these behaviors? \nWould you be angry and assume that they were being rude? Perhaps you'd suppose they were having a seizure. Or maybe you'd think they were depressed or faking these behaviors. Quite honestly, when I first saw such behaviors, despite knowing about the diseases that caused them, I thought the person was faking it. \nWelcome to the bizarre world of narcolepsy with cataplexy! \nPhoto: lampelina\nWorldwide, this rare disorder affects only 0.2% of people and is evenly distributed among the sexes. The onset is usually during the teenage years (about 50% of the time), but it is typically not diagnosed until in the late 30s. The reason for the time disparity is due to the lack of medical knowledge about this disorder. Many physicians misdiagnose it as depression, sleep apnea and even fibromyalgia. \nThe disorder is characterized as:\n\nPhoto: nina_shine\nThough race does not appear to be a factor in the risk of developing this disorder, the Japanese seem to have a higher incidence ratio, followed by those in Israel, with the US third in the order of prevalence worldwide. Specifically, black people have a slightly higher chance of developing narcolepsy, but it is not understood why. But research shows that head trauma, hormonal changes, immune-insufficiency problems, severe stress and genetic disposition are positively correlated with this disease. That said, genetics alone is not a significant factor in developing narcolepsy. Also, one or two symptoms is not just cause to diagnose the person with narcolepsy, as many people in the population experience these symptoms sporadically throughout their lives. \nNormal people have about six sleep cycles that occur during an average of eight hours of sleep per 24 hour period. Unfortunately, narcoleptics stretch this eight hour cyclic period to bits and pieces of time throughout the 24 hour period. Thus, they are not getting the proper rest as a normal person would. Additionally they are not sleeping more, just more frequently. These episodes of narcolepsy generally last mere minutes—10 to 15 minutes tops. \nPhoto: CMseter\nThe frightening part, particularly if sufferers are driving, is cataplexy, which 70% of narcoleptics experience according to this research. Many drivers with this condition can live relatively normal lives and drive with stimulant medication taken throughout the day. (Medication bumps up productivity by 80% states this study). Those who do not go down the medication avenue are 10% more likely to experience car accidents. \nThe psychological devastation has been well documented, with a quarter of all narcoleptics being forced out of the workforce. \nPhoto: vancanjay\nEmotions like fear, orgasm (extreme emotion), laughter, anger, etc. all lead to higher manifestations or numbers of episodes of narcolepsy. This is the chief reason why narcoleptics live very bland lifestyles. \nFor more information on this strange and rare disorder, please go to these fine and informative sites: \nSleep Net \nSleep Disorder Channel \nNarcolepsy.org ","author":"Asher Kade","web_category":"lifestyle","title":"The Bewildering World of Narcolepsy and Cataplexy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dreaming-manjpg_0","url":"http://www.environmentalgraffiti.com/news-very-bizarre-world-narcolepsy-cataplexy"}