{"summary":"It may be the case that the next time you stumble into the doctor's office with the horrid bacterial illness of the season, instead of giving you the extract of a fungus, he'll draw up a dram of bright red alligator blood, and let you wonder what sort of mutant you're doomed to become..  The magic apparently lies in the peptides within the blood, which abuse the malicious invaders with the proverbial puppy-and-truck ruthlessness.","advice_category":"4","content":"\nIt may be the case that the next time you stumble into the doctor's office with the horrid bacterial illness of the season, instead of giving you the extract of a fungus, he'll draw up a dram of bright red alligator blood, and let you wonder what sort of mutant you're doomed to become.\nPhoto: mooglemoogle on Flickr\nIt's baffled researched for some time how the scaly beasts can live in swamps and regularly maul one another over territories, but rarely get infected.\nWhile investigating this phenomenon, scientists in Louisiana discovered that the 'gator blood didn't just destroy 23 types of bacteria, including several that resist vaccines, but also reduced the presence of the HIV virus.  The magic apparently lies in the peptides within the blood, which abuse the malicious invaders with the proverbial puppy-and-truck ruthlessness.\nThe research team, based out of Louisiana State University, is presently sequencing the chains in an attempt to be able to synthesize them, and produce some potentially very potent drugs.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"Alligator Blood  &gt; Penicillin","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/alligator-blood-penicillin/1029"}