{"summary":"The news coming from our national parks these days is increasingly centered on bear attacks. Photo: Jean-Pierre Lavoie","advice_category":"8","content":"\nPhoto: Jean-Pierre Lavoie\nThe news coming from our national parks these days is increasingly centered on bear attacks. On Thursday, a 70-year-old man was killed by a grizzly while hiking in the Shoshone National Forest six miles east of Yellowstone. But it is the grisly Memorial Day weekend incident at Alaska’s Denali National Park that is testing a new national policy and renewing a debate over firearms. That’s because in addition to hikers and an angry bear, it also involved a .45-caliber pistol.\nAn unidentified male backpacker fired nine rounds at a grizzly bear in defense of his female hiking companion on May 28, park officials have reported. The shooter claims to have used his weapon when the bear charged forward. After being shot, the animal retreated into the brush and was later found dead 100ft from the site of the shooting near Denali’s Tattler Creek at the west end of Igloo Canyon. The matter is under review to determine whether a crime took place.\nPhoto: Shellie from Florida, USA\nThe incident is being scrutinized with particular attention, because this is the first case of gunfire at a national park since a change in federal law was enacted in February regulating the use of guns on park lands. The new policy, signed by President Obama in May 2009, allows firearms in 373 of the country’s 392 parks, including the original section of Denali, in accordance with state permit guidelines. Despite these new allowances, however, hunting laws are unchanged and it remains generally illegal to discharge a gun, making the situation more than a little complicated. “This person was doing something legally in terms of carrying the weapon,” Parks Information Officer Kris Fister explained, referring to the gunman. “What is not legal – and this has been a federal regulation for a long time – is the use of the weapon.”\nPhoto: Jennifer from Wichita (This file is licensed under the Creative Commons Attribution 2.0 Generic license)\nAs the investigation continues, the National Association for Gun Rights, a gun advocacy group, has already drawn its conclusion, asserting emphatically on its website: “If firearms were still outlawed in national parks, both of these hikers would probably be dead.” Yet the park service provides some context by citing the statistic that there have only been 23 documented cases of bear attacks in Denali, and no mauling has been fatal. Its website suggests that pepper spray is a more effective tool for deterring bears. Those who come in contact with a threatening bear are instructed to wave their arms and to speak in a low voice while backing away.\nPhoto: Stephen Z\nIt hasn’t taken long for the wisdom of the new law to be tested. Consider this the first shot. Whether this event underscores the need for weapons in parks or serves as a case of abuse of that privilege remains unclear for now. The matter is currently before the US attorney’s office, though prosecution is unlikely, according to Chris Pergiel, the regional chief ranger for the National Parks Service Alaska region. ","author":"JordanSayle","web_category":"travel","title":"Alaska Bear Shooting Challenges National Park Gun Laws","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-DowntownLAfromGPObsjpg","url":"http://www.environmentalgraffiti.com/national-parks/news-grizzly-shooting-denali-tests-gun-law"}