{"summary":"The cork tree is a member of the oak family and so a small acorn logo was created to help consumers make an environmental and quality choice when buying wine. Wine lovers are encouraged to contact their favorite wineries and let them know that they want real cork inside.","advice_category":"8","content":"\nPhoto: Patrick Spencer\nSo, you’ve made the decision to help save our planet by only buying wines closed with natural cork. You’re off to buy a nice bottle for the night but as you begin your search, right off you see the wines closed with screw caps. Now comes the tricky part, all the other wines have a capsule covering the top of the bottle, making it impossible for you to see if there’s natural cork or plastic inside. How do you choose? \nThanks to the Cork Forest Conservation Alliance, now there is a way. Understanding there was a need for consumers to be able to actively\nchoose natural cork, the Real Cork Inside program was developed. The cork tree is a member of the oak family and so a small acorn logo was created to help consumers make an environmental and quality choice when buying wine. \nParticipating wineries will place the acorn logo on their bottles, most often found on the back label. The Real Cork Inside program will start with a few wineries that have made a commitment to sustainable winery practices, with the goal of adding wineries that see the value in letting their customers know that they have made the sustainable closure choice. You should begin seeing the acorn on 2010 vintage bottles.\nWine lovers are encouraged to contact their favorite wineries and let them know that they want real cork inside.\nTo learn more, please visit the Real Cork Inside program website.","author":"Patrick Spencer","web_category":"lifestyle","title":"How to Choose Wine with a Natural Cork","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-buying-wine-natural-cork-how-do-i-choose"}