{"summary":"The S?mi were the first to domesticate reindeer and use them to haul sleds, thousands of years ago. The S?mi use different parts of reindeer for food, clothing, shelter, thread or rope, tools, weapons and ornaments","advice_category":"2","content":"\nPhoto: Alexandre Buisse (Nattfodd)\nWe might have just about finished digesting our turkey by now, but that's no reason not to take a look back and ask the question: just who was the first to domesticate reindeer? And while we're at it just where did this jolly fellow coming down the chimney come from?\nJust the Facts on Real Reindeer\nReindeer are members of the deer family. The seven reindeer species are variants of Rangifer tarandus. This name means \"to walk in single file\"...which is how they prefer to travel. Wild herds number from fifteen to a few thousand reindeer. They prefer cold northern climates. They eat snow-covered lichens in winter, and a variety of plants during the summer. \nWild reindeer prefer to winter in sheltered forests, but spend summers on the arctic tundra or in coastal areas. They move around seasonally to find food, to avoid cold winds, and to escape the worst biting insects.\nBoth male and female have antlers, but shed at different times. Pregnant females keep theirs until giving birth in spring, but the others shed in October after the mating season. Antler bone begins to re-grow in April.\nThe strongest reindeer that still have antlers can take the best feeding and resting locations. This lets the males dominate in autumn, but the pregnant females have the advantage during the winter.\nPhoto: Norway UN (New York)\nWho Domesticated the Reindeer?\nThe S?mi are an indigenous European ethnic group. They live in parts of Sweden, Norway and Finland. Throughout their history, the S?mi lived by some combination of fishing, hunting, and herding reindeer. Modern S?mi are trying to retain their culture and language despite pressures to join modern society. Perhaps 20% actually own reindeer.\nPhoto: Anne Margrethe Gi?ver\nThe S?mi use different parts of reindeer for food, clothing, shelter, thread or rope, tools, weapons and ornaments. They may have tamed the reindeer as long ago as 4,500 BC. Reindeer were the \"workhorses\" of the S?mi for thousands of years, as well as being their cattle, sheep and goats.\nPhoto: Joe Mabel\nWho was St. Nicholas?\nBishop Nicholas of Myra was born to Greek parents in Patara (in modern Turkey) on the Mediterranean coast, in the 3rd century. During his life, he gave away the wealth he had inherited. He was a well-respected leader in the Catholic church. Some time after his death on December 6, 343 AD, he was recognized as St. Nicholas, a patron of children and the poor. Many European Catholics marked his feast day, December 6, with presents. After the Reformation in the 1500s, Protestant countries tried to avoid celebrating any Catholic saints. However, it was hard to suppress the practice of giving gifts in December.\nPhoto: RukaKuusamo.com\nHow did St. Nicholas become Santa Claus?\nIn the early 1770s, just prior to the American Revolution, New York City residents had mixed loyalties. A \"Sons of St. Nicholas\" group was formed to balance the pro-British \"St. George\" societies. In the early 1800s, patriotic New Yorkers played up their city's early Dutch heritage. Some suggested that St. Nicholas be recognized as the patron saint of New York. In 1809, Washington Irving supported this by writing the \"Knickerbocker's History of New York\". His imaginative fiction portrayed a Dutch \"St. Nicholas\" who descended chimneys bearing gifts.\nThe American 1821 book, \"Children's Friend\", was the first to name \"Sante Claus\", who brought toys and books to children in a sleigh drawn by flying reindeer. Later, \"Santa Claus\" gave names to his reindeer. His image was embellished with a workshop at the North Pole, toy-making elves and the red and white suit.\nPhoto: www.theedinburghblog.co.uk\nThe First to Train Reindeer: Santa Claus or the S?mi?\nThe S?mi were the first to domesticate reindeer and use them to haul sleds, thousands of years ago. Santa Claus won't be two hundred years old until 2021. On the other hand, no-one has seen a S?mi sled pulled by flying reindeer.\nPhoto: Estormiz\nReferences:\nSt. Nicholas Center, \"Who is St. Nicholas?\", 2002-2010, referenced Dec. 2010. \nSt. Nicholas Center, \"Saint Nicholas and the Origin of Santa Claus\", 2002-2010, referenced Dec. 2010. \nUniversity of Texas, \"The S?mi and their Reindeer\", referenced Dec. 2010. \nVeli-Pekka Lehtola, G?ldu, \"General Information\", referenced Dec. 2010.","author":"MikeDeHaan","web_category":"nature","title":"Was Santa Claus the First to Domesticate Reindeer?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","url":"http://www.environmentalgraffiti.com/animals/news-was-santa-claus-first-domesticate-reindeer"}