{"summary":"Keuka – “Canoe Landing”, the only lake that forks . Hemlock – the only lake not named by the Native Americans","advice_category":"8","content":"\nPhoto: \nImage: Eflon\nWhat’s not to love about the Finger Lakes, a series of 11 glacial lakes oriented like the fingers on a pair of hands? There’s fishing, boating, camping, biking, hiking, ballooning and not to forget the many scenic wineries. We’ve found some lake reflections that make already beautiful scenery even more stunning.  \nPerfect mirror at Honeoye Lake:Photo: \nImage: Jules Zysman\nThe Finger Lakes originated as a series of northward-flowing rivers and were formed over the last two million years by glacial carvings of old stream valleys. The longest ones, Lake Seneca and Lake Cayuga, are among the deepest in North America and go below sea level, to 618 feet (188 m) and 435 feet (133 m), respectively. \nView to the bottom of the sky at Canandeigua Lake:Photo: \nImage: Lauren Mackson\nOne wouldn’t necessarily connect New York State, known for its harsh winters, with wine production. But the Finger Lakes are an ideal local for wineries because of their mild climate, even in winter when the lake effect causes warmer lake water to reduce the chill for surrounding areas. This residual summer warmth protects the grapes from spring frost and early frost before the harvest. A similar phenomenon can be observed in Long Island, also a surprising location for wineries, as it profits from the ocean effect.   \nThe Glenora outlet at Seneca Lake:Photo: \nImage: Eflon\nBurkett Mills behind the Main Bridge in Penn Yan:Photo: \nImage: vincenzooli\nThe individual lakes of the Finger Lakes are named after Native American tribes, most of them belonging to the Iroquois. Here are the lakes from west to east and their meanings: \n1. Conesus – “Always Beautiful”\n2. Hemlock – the only lake not named by the Native Americans\n3. Canadice – “Long Lake”\n4. Honeoye – “Finger Lying”, the shallowest of the lakes\n5. Canandaigua – “Chosen Spot”\n6. Keuka – “Canoe Landing”, the only lake that forks \nSunset at Keuka Lake: Photo: \nImage: Mary Witzig\nAnd a beautiful Keuka Lake morning:Photo: \nImage: Mary Witzig\n7. Seneca – “Place of the Stone”\n8. Cayuga – “Boat Landing”, the longest of the lakes\n9. Owasco – “Floating Bridge”\n10. Skaneateles – “Long Lake”, the third deepest at 315 feet\n11. Otisco – “Waters Dried Away”\nThe breathtakingly beautiful shore of Otisco Lake:Photo: \nImage: Matt Champlin\nOnondaga (“People of the Hills”) is the unofficial 12th Finger Lake and Oneida Lake, technically not part of the Finger Lakes, is often referred to as the thumb.\nKayaking on Conesus Lake in the fall:Photo: \nImage: Matt Champlin\nBelow is an image of the Finger Lakes taken from the International Space Station. One can clearly make out how the snow cover cannot persist along the largest lakes, Cayuga and Seneca, because their shorelines are slightly warmer due to lake temperatures being higher than air or land temperatures.  \nThe Finger Lakes as seen from Space:Photo: \nImage: NASA\nFor those inspired to make a trip, a great way to experience much of the Finger Lakes’ wildlife and natural beauty is to stay at a campground in one of the many state parks. Hiking trails start in front of your tent and lead you to the region’s many gorges and waterfalls.  \nEmerson Park at Owasco Lake:Photo: \nImage: Lida Rose\n\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Finger Lakes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/featured/finger-lakes/14748"}