{"summary":"Back in the day: Willamette meteorite pre-1923Photo: Photographer unknown via NASA. It is the second heaviest single-piece meteorite recovered on Earth – though the total mass of the Campo del Cielo fragments would have it claim the title at a canter.","advice_category":"4","content":"\nPhoto: Ahnighito or Tent meteorite c.1894: Photographer unknown via Meteorite Recon\nLike fugitives on the run from distant solar systems, meteors hurtle through the earth’s atmosphere, lighting up the eyes of observers on the ground. Often these fireballs of metal and rock burn up in a blaze of glory, and many do not survive their impact with the Earth’s surface. Those that do though start a more settled life here on Earth as meteorites. Some might even claim to be the new sheriffs in town – they’re that big and resistant to weathering.\nBack in the day: Willamette meteorite pre-1923Photo: Photographer unknown via NASA\nHere’s our magnificent 7 of the most massive known single meteorites on earth – iron monsters that have remained in one piece for thousands of years.\n\n\nPhoto: Photo: Dante Alighieri\nAt 7.8 metre sq and 15.5 tonnes, Willamette is the largest meteorite found in the US, a peculiarly pitted lump composed of 91% iron and 7.62% nickel, with no impact crater preserved at its original site in Oregon.\nAspiring supermen: Two boys sitting in the Willamette Meteorite 1911 Photo:  Photo: American Museum of Natural History published in the New York Times\nThough revered by Native Americans – who still contend it should be returned – Willamette’s modern discovery was made by settler Ellis Hughes in 1902. Recognising its significance, Hughes spent three months of hard labour moving the meteorite ? of a mile from land owned by the Oregon Iron and Steel Company to try to claim it as his own. He was caught however, and the meteorite was subsequently bought for $26,000, later to be displayed in the American Museum of Natural History.\n\n\nPhoto: Photographer unknown via Jensen Meteorites\nOfficially discovered in 1930 – though at the time believed to be a stone sacred to indigenous people – Mbosi is Tanzania’s meteorite giant, a large piece of space metal estimated at 16 tonnes. As with many meteorites, there is no sign of the crater it must have created on striking the Earth’s surface, which may indicate that it rolled like a boulder after landing or simply affirm that it has been here for thousands of years.\nOn a pedestal: Mbosi meteorite 1967Photo: Photographer unknown via Arquivos Do Insolito\nBack in 1930, Mbosi was only half visible, so deeply was it buried in the soil; today the soil around it has been excavated and a plinth constructed beneath it, though its original position is said to be preserved.\n\n\nPhoto: Photo: FunkMonk\nDiscovered in 1963 by Vagn F. Buchwald, Agpalilik, aka the Man, is the fourth major piece of Greenland’s Cape York meteorite and the smaller of the Cape’s two celestial visitors that make our top seven. Still, at a less than modest 20 tonnes, it's not to be scoffed at, and can be seen at the Geological Museum in Copenhagen. \nShifting a lump: Agpalilik meteorite being movedPhoto: Photographer unknown via Gabriel\nThe Cape York meteorite from which the Agpalilik is derived smashed into the Earth almost 10,000 years ago and is one of the largest iron meteorites on the planet. For centuries, Inuit living near the earlier located pieces used them as a source of metal for tools and weapons, before tales of their existence pricked the ears of scientists back in 1818. Between 1818 and 1883, five expeditions set out to track down the rogue iron source, all of which failed.\n\n\nPhoto: Photographer unknown via Meteorite Art\nThe great Bacubirito meteorite is undoubtedly Mexico’s finest and one of the largest single space objects to have been sent on a collision course with the Earth and survived. Estimated to weigh 22 tonnes, this crooked, four-metre-long slab of iron is on display at the Centro de Ciencias de Sinaloa in Culiacan, where it draws visitors keen to measure up against it.\nDig this: Bacubirito meteorite found in 1863Photo: Photographer unknown via Meteorite Art\nThe monster of a meteorite that is Bacubirito was discovered by American geologist Gilbert Ellis Bailey in 1892 – who had been sent by Chicago journal the Interocean to Central and South America – and excavated with the help of local people. Like all meteorites, it was named after the place where it was found. A mighty fallen shooting star.\n\n\nPhoto: Photo: VSmithUK\nThe largest chunk of the Cape York meteorite, Ahnighito, known to the Inuit as the Tent, is at 31 tonnes the heaviest meteorite ever moved by man. Rumours of the Greenland iron had reached scientific circles in 1818, but it was 1894 before the American Arctic explorer Robert E Peary finally located its source – with the help of a nameless local guide.\nPrecarious operation: The Ahnighito being launched on board Peary's shipPhoto: Photographer unknown via Meteorite Recon\nIt took Peary three years to get the heavy meteorites onto ships – not to mention the building of Greenland’s only railroad plus invaluable Inuit help – but the explorer did contrive to sell his prizes to the American Museum of Natural History for a cool $40,000. At the museum, where the meteorite remains to this day, a display stand needed to be built whose supports reach directly into the bedrock below to hold Ahnighito’s massive 12.1 metre sq-bulk.\n\n\nPhoto: Photographer unknown via Planeta Pia\nThe largest fragment of the iron meteorite that splintered to form the Campo del Cielo group of meteorites and the 60 sq km crater field of the same name in Argentina, El Chaco is a colossal chuck of a space object. It is the second heaviest single-piece meteorite recovered on Earth – though the total mass of the Campo del Cielo fragments would have it claim the title at a canter.\nHalleluiah: Campo del Cielo's 37-tonne El Chaco put into scalePhoto: Photographer unknown via Jensen Meteorites\nEl Chaco was located in 1969 at a depth of 5 metres using a metal detector, though its surrounding craters – estimated at 4,000–5,000 years old – were reported in 1576 and already well known to the aboriginal inhabitants of the area. Sensationally, in 1990 a local Argentinean police officer foiled a plot by meteorite hunter Robert Haag to steal El Chaco, which at the time had already been moved out of the country.\n\nPhoto: Photo: coda\nThe runaway winner at approaching twice the weight of its nearest rival, Namibia’s Hoba must have taken some stopping. Measuring over 6.5 metres sq, this 60-tonne slab of metal is believed to have been slowed by the Earth's atmosphere to the point where it fell to the surface at a speed that left it intact and barely buried. It’s even been suggested that the meteorite’s unusually flat shape caused it to skip along much as a skipping stone bounces across water. Nice moves.\nWhat have we here: One of the earliest known photos of the Hoba, around 1930Photo: Photographer unknown via Giant Crystals\nThought to have landed less than 80,000 years ago, Hoba is composed of about 84% iron and 16% nickel, and remains the most massive known naturally-occurring hunk of iron at the Earth's surface. Due to its large mass, it’s not been moved from where it fell since being discovered in 1920 by a farmer ploughing his field – who heard a loud scraping before his oxen came to a rather abrupt halt. Having suffered much vandalism, this beast is now visited by thousands of tourists a year.\nOne mighty meteorite: Early traveller visiting the exposed Hoba, around1955Photo: Photographer unknown via Giant Crystals\nNote: At a rumoured 28 tonnes, Armanty in Xinjiang, China should have made the roll-call, but unfortunately information and pictures pertaining to this meteorite were too scarce to come by.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"7 Most Massive Single Meteorites on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/most-massive-single-meteorites-earth/17225"}