{"summary":"Crazy ants are difficult to control and termination efforts in 2002 had little effect: 12 tons of poison were sprayed over the island, possibly killing a bunch of other species in the process, while the ants are still there. Apparently, the red crab population has been stable for the last five years due to these efforts but it remains to be seen whether the yellow crazy ants will have the last laugh","advice_category":"2","content":"\nPhoto: via latrobe\nReaders freaked out by the thought of thousands of ants swarming over and around their victims better stop right here or they might feel itchy for the rest of the day. Yellow crazy ants especially are not to be trifled with as they apply chemical warfare by spraying formic acid into their victims’ eyes, thus blinding them, before attacking. Red crabs in particular have in recent years borne the brunt of the crazy ants’ persecution. No wonder yellow crazy ants are regarded as one of the top 100 most invasive species in the world…\nAttack the crab!\nPhoto: via issg\nSays Laurie Corbett, an environmental consultant tackling the crazy ant problem on Christmas Island: \"[The formic acid] makes the crabs blind, they start frothing at the mouth, and they die in as little as two hours. … The ants then eat their insides out.”\nYikes! What a way to die. On Christmas Island, a land mass of only 12,000 hectares smack in the middle of the Indian Ocean, the yellow crazy ants (Anoplolepis gracilipes) have already halved the red crab (Gecarcoidea natalis) population from 120 million to 60 million. Their numbers becoming very low would be catastrophic for the island, because the rainforest’s ecology depends almost entirely on the crabs as a keystone species that chew up the rainforest floor and deposit nutrients back into the soil. \nChristmas Island red crab – well armoured yet helpless against thousands of ants:\nPhoto: Rebecca Dominguez\nExplains botanist Dr. Peter Green, who has researched the ecology on Christmas Island for 15 years: \nStrengths in numbers overpowered by even more:Photo: via lemurking\n\nThe ants were introduced to the island by accident in the 1930s, hiding in shipments of timber it is assumed. It took the ants about 60 years to multiply and develop multi-queened super colonies of which 80 currently exist. In most of them, the ants exist at densities of 1,000 per sq m but 2,254 sq m have also been recorded. The yellow crazy ants’ lack of competition between colonies enables them to reach the highest densities of foraging ants ever recorded and gives them a competitive edge over other animals, especially their victims. \nYellow, dense and invasive:Photo: via bukisa\n\nCrazy ants are difficult to control and termination efforts in 2002 had little effect: 12 tons of poison were sprayed over the island, possibly killing a bunch of other species in the process, while the ants are still there. If 12 tons of poison seems a bit like overkill, consider this: the government has set aside a ¢G1.7 million grant to tackle the problem. Says Mick Jeffery, manager of the Christmas Island national park: \"We are working on a new bait that is aimed at stopping the ants reproducing, and we are exploring promising bio-control options to disrupt a key food source.\"\nApparently, the red crab population has been stable for the last five years due to these efforts but it remains to be seen whether the yellow crazy ants will have the last laugh. After all, Christmas Island is famous for its annual crab migration when the crabs move from the island's central forests to the coast to release their eggs – an all-you-can-eat buffet for the ants.        \nGolden coloured and only 6 mm long:\nPhoto: via australiantraveller\n\nIn case you’re wondering why the yellow crazy ant is called crazy – well, when disturbed, it runs around in a frantic way. \nThat ants attack animals many times their size is not new but there’s always something shocking when these tiny, soft-bodied insects go for and conquer animals that seem unattainable because of their hard armour like crabs. The following video has been around on the Intertubes but it’s always amazing to watch again: \n\nSources: 1, 2, 3, 4, 5","author":"Simone Preuss","web_category":"nature","title":"Crazy Ants Annihilate Crabs With Chemical Warfare","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Robber_crab.jpg","url":"http://www.environmentalgraffiti.com/animals/news-crazy-ants-annihilate-crabs-chemical-warfare"}