{"summary":"It turns out the male fish, who aren't affected directly, are quite willing and able to punish the female fish that 'cheated' by going after the mucus. In a study done by researchers from the Zoological Society of London, and published in Science, scientists put two plates of food in a tank – one of fish flakes which the cleaner fish will eat, and one of prawns which they really like","advice_category":"2","content":"\nPhoto: Richard SmithThis is a pair of Labroides dimidiatus cleaning an Achanthurus mata client. This image relates to an article that appeared in the Jan. 8, 2010, issue of Science, published by AAAS.\nRobin Hood behavior, or that of punishing the wicked to help the good, has always been considered a human act of selflessness, but research involving cleaner fish shows such behavior might be more selfish than we thought! Cleaner wrasse fish live in coral reefs and get their food by eating parasites off other 'client' fish, but, like all of us, they have favorite items of food.\nPhoto: Richard Smith\nThe morsel the female fish likes best is the mucus around its client's mouth because it is tasty and gives them a bigger meal. However that isn't appreciated by the clients and they move away. It turns out the male fish, who aren't affected directly, are quite willing and able to punish the female fish that 'cheated' by going after the mucus. On the surface it looks like they are protecting the client when in actuality they are protecting their dinner by 'teaching' the female fish not to cheat.\nPhoto: Gerry Allen\nIn a study done by researchers from the Zoological Society of London, and published in Science, scientists put two plates of food in a tank – one of fish flakes which the cleaner fish will eat, and one of prawns which they really like. Any time the female took a prawn, the plates were removed and the male quickly learned the connection. The males punished the females when they ate a prawn and the female then stayed away from the plate of prawns, leaving more fish flake for the male to eat as the plates weren't removed.\nThis study shows that perhaps third party selflessness is not just kindness but an evolutionary mechanism to protect the third party that is harmed either as a group or an individual by the bad behavior.\nSources: 1 2","author":"Michele Collet","web_category":"nature","title":"How the Cleaner Fish Shows it Pays to be Selfless","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/news-cleaner-fish-show-it-pays-be-selfless"}