{"summary":"The use of carbon offsets is intended to reduce greenhouse emissions. They too can buy carbon offsets to help mitigate their energy consumption","advice_category":"8","content":"\nPhoto: Chuck “Caveman” Coker\nThe use of carbon offsets is intended to reduce greenhouse emissions. A company or government is given a limit or cap and If they exceed their cap then they must purchase more offsets. The critics of this system cite a number of problems. First, there is no real incentive to conserve or to use cleaner energy if a well financed company finds it inconvenient to do so. So in buying offsets the company is still polluting its surrounding environment. Also, there is a lack of regulation in the voluntary market and it is very difficult to accurately calculate the amount of emissions for a particular activity. \nPhoto: Lcarsdata\nNot all countries have established mandatory emissions caps and some offsets, such as planting trees, are not timely enough or too inefficient. Despite the problems with carbon offsetting and the enormous worldwide scope of this issue, there have been some very real gains in the reduction of green house gases. Many companies have reduced energy consumption, increased their energy efficiency, and have adopted cleaner renewable technologies. Simply using compact fluorescent bulbs can reduce a city’s energy consumption by two-thirds. In 2009, there was a reduction of 8.2 billion metric tons of greenhouse gases due to the trading of carbon offsets. Increased methane collection and combustion on farms has reduced emissions. Individual citizens are also now more aware and are taking steps to reduce their carbon footprint. They too can buy carbon offsets to help mitigate their energy consumption. New emerging “green companies” are producing not just cleaner energy products like solar panels and more efficient car batteries but providing new jobs which help the economy. There is a renewed effort to develop wind, solar, and hydroelectric technologies. When companies see a higher profit in using green technologies, the environment will also benefit.","author":"Max Hod Room","web_category":"lifestyle","title":"Offsetting: Doing The Best We Can","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/nature/news-offsetting-doing-best-we-can"}