{"summary":"On an annual scale, the beetle is in a position to cause roughly 20 megatons of carbon emission, 7 less than the output of forest fires in Canada every year. After publishing a piece earlier this week on cow farts causing global warming, I've found something even more unorthodox:  a pine beetle outbreak in Canada that's so severe it threatens to change a protected forest from a net absorber of carbon dioxide to an emitter.","advice_category":"2","content":"\nAfter publishing a piece earlier this week on cow farts causing global warming, I've found something even more unorthodox:  a pine beetle outbreak in Canada that's so severe it threatens to change a protected forest from a net absorber of carbon dioxide to an emitter.\nPhoto: Image from lady-bug\nIt seems the little darlings have taken up residence in about 33 million acres of British Columbia. The implications are disastrous. They threaten to emit 990 Megatons of carbon dioxide over the next 20 years as the trees in the boreal forest are killed off and then decompose. Decomposition, of course, is a process that releases carbon dioxide back into the atmosphere, and will reverse the forest's former role as a \"carbon sink.\"\nOn an annual scale, the beetle is in a position to cause roughly 20 megatons of carbon emission, 7 less than the output of forest fires in Canada every year. The Canadian roadways have an output of roughly 198 megatons each year.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Massive Pine Beetle Invasion Increasing Global Warming Effects ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/aokigahara.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/pine-beetles-increase-global-warming/1097"}