{"summary":"Men's Health Magazine rated Fort Wayne as the dumbest city in the United States. There are those in Clearwater who oppose the Scientology Empire as demonstrated by a 1997 protest","advice_category":"8","content":"\nBy new Environmental Graffiti Artist Brad Handley  \nWhile many might believe the term “lost” might only refer to misplaced items and confusing TV dramas, the cities in this article stretch the definition far beyond what Merriam-Webster ever considered.  Some are lost to politics, others to education, and still other cities are just plain lost.\n7. Roanoke Colony, NC\nWhy is it lost?\nBetween 1585 and 1587, Sir Walter Raleigh attempted to establish the first English colony in the New World and failed miserably.  War with Spain prevented resupply from England for three years.  When people finally got the brilliant idea to go check on them, everyone had vanished.  Thank you government!\nCan it be found?\nMany theories about the fate of the people of Roanoke exist.  Some believe that they were massacred by natives, others believe they joined other colonies.  Currently, DNA tests are being done on local residents to find possible descendants.\nShould you care?\nNot really, unless you trust your government to ensure your safety.\n6. Provo, Utah\nWhy is it lost?\nThe Bay Area Center for Voting Research ranked Provo as the most Conservative City in America.  Seeing as how conservatives can be blamed for the widespread denial of global warming (read: the biggest threat to human beings second only to bears) I believe the lost title is prudent.  For additional proof of lost status the Osmond family was born, bred and still inhabit and terrify this fantastic little town.\nCan it be found?\nPerhaps, but not likely.  Donny Osmond is a lost cause.\nShould you care?\nMost definitely.  Conservative parties only deny the existence of a global catastrophe because it threatens fiscal bottom lines.  Someone needs to explain to them the negative effects of not having actual people around to buy their products and services.\n5. Clearwater, Florida\nWhy is it lost?\nOne word, many connotations: Scientology.  The town of Clearwater is host to Scientology headquarters and the future home of the “Super Power Building,” a whacked out  $45 million dollar, 170,000 square foot building that is the terrestrial equivalent to the Death Star.\nCan it be found?\nThere are those in Clearwater who oppose the Scientology Empire as demonstrated by a 1997 protest.  However, with the recent news that the beloved Will Smith might be joining the ranks of the previously beloved John Travolta and the bat-shit crazy Tom Cruise, the dark side will quickly become undeniable to Clearwater citizens.\nShould you care?\nOnly if they begin to employ storm troopers and/or they take away my antidepressants.\n4. Sin City\nSomeone borrowed my DVD and I forgot who.\n3. Fort Wayne, Indiana\nWhy is it lost?\nMen's Health Magazine rated Fort Wayne as the dumbest city in the United States.  While I am unsure of the criteria used by Men's Health, I assume that it has something to do with the name of their hockey team, the Fort Wayne “Komets.”  Yes, that's comets with a K.\nCan it be found?\nWhile the phrase “US intelligence” is quite the international oxymoron, I do believe that Fort Wayne and similar cities can one day become significantly less dumb and perhaps even reach the sub par standards of the rest of the country.\nShould you care?\nProbably not.  At the end of the day, Fort Wayne residents can still claim that they are all smarter than their president... whom they voted for in 2000 and 2004.\n2. Pittsburgh, Pennsylvania\nWhy is it lost?\nCongratulations are in order.  In three short years, Pittsburgh went from the number four most polluted city in America to the number one spot, replacing Los I-don't-trust-air-I-can't-see Angeles.  Wow Pittsburgh, you really outdid yourself.\nCan it be found?\nLet's hope so.\nShould you care?\nYes.  One-hundred percent yes. With the United States' refusal to sign the Kyoto Protocol, the rest of the world and the other Kyoto signers feel no obligation to adhere to the protocol standards.  Who can blame them?  The US and China are by far the most polluting countries, so there really is no motivation for the rest of the world to follow suit.  Until the United States government acknowledges the problems facing the planet and does something about it, it is up to individuals and city officials to make what small contributions they can.  Pittsburgh, being the worst offender, has a unique opportunity to set an example and clean up their act.  They could perhaps inspire other cities to do the same and make a real difference.\n1. Washington DC\nI'm really not even going to touch this one.  Editors, please fill the following space with expletives and the names of random politicians.\nSources 1, 2\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Brad Handley","web_category":"travel","title":"7 Utterly \"Lost\" Cities of America ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-43501-2637862130104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-seven-lost-cities-of-america/1264"}