{"summary":"Perhaps the forestry conservation program will decide to leave some barren areas near rocky cliffs, so the Long-Legged Buzzards can reclaim their preferred territory and leave the Short-Toed Eagles to their traditional forested areas.. The Short-Toed Eagles, Circaetus gallicus, were also an established species in the Judean Foothills","advice_category":"2","content":"\nPhoto: JoeInSouthernCA\nA well-intentioned Israeli reforestation project had the unintended result of pitting two birds of prey against each other. The new trees disturbed the habitat of a buzzard species that now competes with an eagle for its territory.\nThe Best Intentions of the Israeli Forestry Conservation PlanPhoto: Kunan Naik\nThe scene is the Judean Foothills in Israel-Palestine, perhaps 15km west-south-west of Jerusalem and not quite half-way to the Mediterranean Sea. Tel Aviv is a bit further, to the north-west. This region boasts diverse ecosystems and microclimates. In particular, the soil can go from moist to dry within a very short distance; this has a huge impact as to where the vegetation can grow. The Judean Foothills are also subject to periodic droughts that last a few years, dust storms and extreme heat.\nOn the other hand, El Ni?o brings rain in thunderstorms. The heavy downpours may run off quickly, causing soil erosion. Conservation efforts are important, and must address both soil cover and water.\nThe Judean Foothills region is important for agriculture, archaeology and tourism. Denser forest cover would improve the agriculture by preserving moisture and preventing soil erosion. Therefore the Israeli government planned and implemented an \"afforestation\" program to plant trees and encourage the growth of forests in this region. The Aleppo pine was chosen as the species to be planted.\nThe Aleppo pine, or Pinus halepensis, is an evergreen with \"massive lateral branches\". It is a native of the Mediterranean region. In good climate conditions, it can reach a height of 30 to 60 feet and spread to two-thirds of its height. The needles average two to three inches in length.\nGiven sufficient rainfall, it will put on a growth spurt. From the viewpoint of Arizona gardeners, the Aleppo pine is too large for a typical homestead but fits a (large!) niche in a park setting.\nThe Long-Legged Buzzard Had Preferred Rocky CliffsPhoto: andy_li\nIt seems that the Long-Legged Buzzard (Buteo rufinus) had been content living in relatively sparse terrain, nesting in cliffs on the mountains. After the pine forests began to be established, however, they decided to nest in the trees, and so to make use of the canopy habitat. However, they normally hunt in open areas.\nThe Established Short-Toed Eagles Already Nested in TreesPhoto: Mick Sway\nThe Short-Toed Eagles, Circaetus gallicus, were also an established species in the Judean Foothills. They were known to nest in pine trees, preferring the tallest.\nBird Wars: The Conflict of the Raptors\nNow these Long-Legged Buzzards and Short-Toed Eagles are competing for nesting sites and also for prey: lizards, rodents and snakes. Perhaps the forestry conservation program will decide to leave some barren areas near rocky cliffs, so the Long-Legged Buzzards can reclaim their preferred territory and leave the Short-Toed Eagles to their traditional forested areas.\nHowever, if the buzzards have become accustomed to their new nests, these two raptor species might continue competing.\nPhoto: briweldon\nSources:\"1, 2, 3, 4, 5, 6","author":"MikeDeHaan","web_category":"nature","title":"Israeli Forestry Project Sparks War Between Buzzards and Eagles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_bristlecone.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-beneficial-israeli-forestry-project-causes-bird-wars"}