{"summary":"UVB rays, on the other hand, are responsible for sunburns and suntans. Once melanin is released from the melanocytes, it is transferred to surface skin cells called keratinocytes that darken and give skin its tanned appearance","advice_category":"4","content":"\nPhoto: Vox Efx\nAs I lay out in the blazing 100-degree sun today, I started wondering exactly what was happening to my skin at the microscopic level. Welcome to my nerdy daydreams. As it turns out, my mental image of thousands of tiny cellular defenders banding together in formation to fire missiles at hordes of incoming free radicals isn't quite right.\nAs we all know, sunburns and suntans are caused by the sun's ultraviolet radiation (UVR). There are two types of UVR that can penetrate the earth's atmosphere: UVA and UVB. UVA rays are the most prevalent, no matter the season or time of day, and are responsible for wrinkles, sunspots, mottled, droopy skin, and other signs of aging.\nPhoto: Evil Erin\n\nUVB rays, on the other hand, are responsible for sunburns and suntans. Upon contact with UVB light, skin cells called melanocytes begin producing melanin, a pigment that darkens the skin and absorbs harmful radiation before DNA damage can occur. UVB rays prompt the secretion of MSH, or Melanocyte Stimulating Hormone, from the pituitary gland. MSH binds to a receptor on the surface of melanocytes, triggering melanogenesis through the release of a chemical called cAMP. The more cAMP that is present, the greater the amount of melanin that is synthesized.\nPhoto: NASA \nOnce melanin is released from the melanocytes, it is transferred to surface skin cells called keratinocytes that darken and give skin its tanned appearance. In fair-skinned individuals, MSH cannot bind to its receptor as effectively, so less melanin can be produced. With less melanin, UVB rays can easily strike melanocytes and keratinocytes, causing nuclear damage and inciting an inflammatory response, which we call a sunburn. Generally speaking, Caucasians have less melanin than other, darker-skinned populations and so tend to have higher incidences of sunburn and skin cancer.\nTake it from me, the fair-skinned hypocrite who forgot to reapply her sunscreen today: sun damage takes its toll over time and can even be fatal. Take action to protect your skin, and keep those nasty photons away from your melanocytes.","author":"vmdamico","web_category":"science","title":"The Science Behind Tanning","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/foxy3.jpg","url":"http://www.environmentalgraffiti.com/biology/news-howd-you-get-tan"}