{"summary":"A scent is so strong that you may subconsciously choose your soul mate just from that alone! Men excrete up to four times more pheromones than women from their skin, hair and especially their urine. Our bodies produce pheromones, natural chemical scents that help us communicate with others that are nearby","advice_category":"4","content":"\nPhoto: Brian Fitzgerald \n\"Ew! What's that smell? \"How many times have you said that? How many moments have you also had where a smell can take you back to a special memory embedded in your brain? Scent is a strong, yet subtle motivation among human beings and in this article, we will discover more about odors and smells and how they affect us.\nOur bodies produce pheromones, natural chemical scents that help us communicate with others that are nearby. Yes, communicate. Before the days of perfume, deodorant, soap and anything that covers our natural body odor besides the simple task of taking showers constantly, our pheromones were a huge part of how we communicated with one another. We still do, however, the connection may not be as strong as it once was because of all the other scents masking our natural odors.\nPhoto: Fransisco Osorio\nPheromones not only influence how and who we become attracted to, but they also play a part in controlling a woman's menstrual cycle, accelerating puberty and even help influence sexual orientation! They also help us differentiate familiar people, settings and even belongings. Have you ever had a moment where a smell let you know who just entered the room before even seeing the person? Smells can even help how we memorize, how we learn, and even how our brain functions and develops.\nWe all have our own unique scent as well. Just as no snowflake is like the other, no two scents are exactly alike. Some people may subconsciously be attracted to a certain type of odor a human gives off more than someone who has a different scent altogether. That alone can determine the course of a relationship and how long the interest among two people involved with each other is held. Scientists have concluded after much research that a scent can be more of an influence than the physical appearance of a human being.\nPhoto: Valentin Ottone\nPheromones signal sexual desire, fertility, sexual readiness, hormone levels and even deep emotions. Our skin, saliva, sweat glands and even our urine excrete these chemicals that are so important that they even create our first and most important bond: the bond between mother and newborn child. \nAs soon as a child is born, the scent he or she smells from the first moment of breastfeeding helps them indicate who their mother is. Just like a mother will get that first whiff of her baby's scent and from then on will always be mentally and emotionally linked to her child just by that scent alone.\nPhoto: Bryan Brenneman \nA scent is so strong that you may subconsciously choose your soul mate just from that alone! Men excrete up to four times more pheromones than women from their skin, hair and especially their urine. It is also present in the armpits of both sexes, and women excrete one extra pheromone called copulin from their vaginas. It gets to the point where pheromones are even used to treat some sexual dysfunctions. Some clinics even use pheromone-scented lotions to enhance the sexual attraction between couples that may be having marital problems because of their sex lives.\nA list that I found in an article describes the reactions you can expect from pheromones:\nPhoto: Fernando de Sousa\nIn conclusion, body odor and the chemicals in it affect us more than we may have ever thought. So think about that next time you smell someone with your favorite perfume or cologne on and wonder why you can't stop thinking about them the next day.","author":"Adriana Morales","web_category":"science","title":"The Effects of Body Odor on the Human Brain and Body","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-effects-scents-have-human-body-and-mind"}