{"summary":"Impressive.Photo: Image: Cai Guo-Qiang. Each figure was animated and danced through the night.Photo: Image: Eden ProjectPhoto: Image: Eden ProjectPhoto: Image: Eden Project","advice_category":"6","content":"\nTwisting, flickering arms of red, orange, yellow and blue dance before our eyes. The mind goes blank, eyes widen as the hot flames taunt and lick their prey. Mesmerized, we stand, unable to move while the fire in view takes hold. Some are afraid, whilst others are so spellbound by its ethereal qualities that they create works of art, only to watch them burn. We decided to showcase some of the most incredible explosive works of art for your viewing pleasure:\n1. Reborn, the phoenix spreads its wings and rises from the flames, at Hay-on-Fire.Photo: Image via: Laura EggingtonPhoto: Image via: Goffee\n2. The spooky image of a burning head looks much too real for our liking.Photo: Image: Commandante Jose\n3. The Flaming Lotus Girls are renowned for their fire sculptures at Nevada’s Burning Man Festival. The huge fire breathing snake was their triumph from 2007.Photo: Image: Flaming Lotus Girls\nPhoto: Image: Flaming Lotus Girls\nPhoto: Image: Flaming Lotus Girls\n4. Fire artists, Walk the Plank, designed this floral fire sculpture for Fire Dream and Flowers Event in Leicester, UK.Photo: photographer unknown\n5. The closing ceremony of the 2008 Beijing Olympics saw a feast of fireworks from artist Cai Guo-Qiang. These are just a few examples of his work. It's amazing how he manages to get all the fireworks to explode at the same height. Impressive.Photo: Image: Cai Guo-Qiang\n6. Wood figurines were set alight during celebrations at th Eden Project's Winter Festival, A Time of Gifts. Each figure was animated and danced through the night.Photo: Image: Eden ProjectPhoto: Image: Eden ProjectPhoto: Image: Eden Project\n7. A 70ft Viking ship is set alight at Tatton Park in Cheshire during a perfomance from the Halle Orchestra in 1998. How very dramatic. Wonder if they were playing Wagner's Ride of the Valkyries.Photo: Image: Ray Brooks\n8. Fire sculptures were set ablaze at the end of a drumming, dancing and singing procession to mark the end of Live8 at the Eden Project in Cornwall, 2005.Photo: Image: Eden Project\n9. For those lost to the spirit world, a crow burns: I am Crow. Perceiving Past, Present and Future. Absorbing Light, Dark, Inner, Outer. My Omen to you is Change – artist’s words.Photo: Image via: spiritofthemoment\n10. Babbling Vagabonds, a travelling storytelling theatre company set up and set light to this bat fire sculpture for one of their tales.Photo: Image: Babbling Vagabonds\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"10 Insane Works of Explosive Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Field-Lightjpg","url":"http://www.environmentalgraffiti.com/featured/explosive-art/2656"}