{"summary":"Well at least that is what it sounded like. At least for most people","advice_category":"2","content":"\n Richard Rhodes is an ex City-boy, turned environmentalist. He lives in Thailand with his wife and children and runs an eco-frame business.If you feel like writing for us, drop us an email!\nThe other evening a praying mantis was busily hunting for prey on the mosquito screen in front of my desk. I’ve never found “crawlies” that creepy, but this one certainly was. Bright orange with a seemingly insatiable appetite (they’ll eat any insect and unbelievably small mammals and birds), at one point it seemed to be contemplating me as a potential meal. Clearly ridiculous, but still unnerving. \nThat same day, I was out on my bike in the forest near my house. Now all the locals think I’m nuts cycling, when I could be riding (a motorbike). But then I wouldn’t have heard the explosion. I was already feeling a little wary exploring a remote area with lots of machete wielding farmers. I was not expecting to hear tank or canon fire.\nWell at least that is what it sounded like. If you’ve ever heard a tree trunk snap and fall, you’ll know what I mean. Of course, at this point, I should have borrowed one of the said garden knives and hacked out a few teak photo frames (to stop the CO2 from the dead tree leaking into the atmosphere). But best to get back and pump a little air in to those tyres. \nWhen we are threatened with fear face on, we act accordingly. I had no intention of offering up my little finger or discussing tool hire in the jungle. However, the dangers posed by climate change are still far off and for most of us not immediately threatening. The resulting reaction is no action. At least for most people. The snapping tree rather like the splitting ice island is a metaphor for what might happen unless we act quickly. Climate change is not a hapless male mantis, but an aggressive female, that will happily eat anything for lunch, including her husband. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"The exploding tree and the praying mantis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/8004471jpg","url":"http://www.environmentalgraffiti.com/green-living/the-exploding-tree-and-the-praying-mantis/312"}