{"summary":"When the men were asked what questions they would ask the woman, the men from the group who saw her in red asked more flirtatious questions than those who saw her in blue. Of interest as well is another study by different researchers that showed that men who wear some red or are surrounded by the color become more attractive to women","advice_category":"8","content":"\nPhoto: Jesse Cuizon\nThere is now empirical evidence that red is not only a color associated with sex and desire but also one that changes men's thinking and behavior unconsciously. Ladies, it is not a myth any longer: that red dress will not only catch his eye but you will see results right away.\nPhoto: Ashley Webb\nRed lipstick, red dresses, red roses, hats and shoes have all been equated with love or sex throughout the ages; even red ocher from prehistory was used for special rituals. Daniela Niesta and Andrew Elliot designed a study to test this idea of red as an aphrodisiac, reporting the results in the European Journal of Social Psychology.\nPhoto: Micky Zilman\nFirst, men were shown pictures of a moderately attractive woman; some were shown the woman dressed in a blue dress and some in a red one. When the men were asked what questions they would ask the woman, the men from the group who saw her in red asked more flirtatious questions than those who saw her in blue. They were also asked questions such as \"How pretty do you think this person is?\" and rated her more highly.\nPhoto: Nina Matthews\nIn the second test, the men were told they would meet privately with the woman. The group who had seen her in red put the chair closer to where the woman was supposed to sit. Now that could have been put down to men being more attracted to women who choose to wear red, so the researchers then put a woman in the same colored outfit surrounded with a background of red, white, green or gray, and a significant number of men rated the woman who had a red background as more attractive.\nPhoto: University of Rochester\nOne fascinating finding was that the men believed there was no difference to their reaction based on color, it was all subconscious. \"Our research demonstrates a parallel in the way that human and nonhuman male primates respond to red,\" concluded the authors. \"In doing so, our findings confirm what many women have long suspected and claimed – that men act like animals in the sexual realm. As much as men might like to think that they respond to women in a thoughtful, sophisticated manner, it appears that at least to some degree, their preferences and predilections are, in a word, primitive.\"\nThis study in itself will be important to ad producers, companies and the dating game. Niesta sums it up for women: \"Women would do well to wear a red shirt or dress when preparing for a date with a desirable man. And women may be particularly successful in online dating when they post a picture of themselves in red apparel.\" \nOf interest as well is another study by different researchers that showed that men who wear some red or are surrounded by the color become more attractive to women. So men... the red tie or handkerchief worn with a suit or a red car can make a difference as well.\nSources: 1, 2, 3","author":"Michele Collet","web_category":"lifestyle","title":"Study Proves Men Are Animals When Seeing Red","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/milk.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-study-proves-red-enhances-mens-attraction-women"}