{"summary":"Thousands of rocks appear to have gathered together to defy the tides like an army of small boulders. The bowling ball rocks after which the beach is named are best seen at low tide","advice_category":"2","content":"\nPhoto: Ah Zut\nCalifornia is one of those dream holiday destinations. Sun, sand, surf and the Beach Boys are all part of an image that most of us have about the 'Sunshine State'. It is a truly glorious place to visit, with Hollywood and all that glamour, but there are also strange coastal phenomena that are well worth stopping to see.\nPhoto: jitze\nOn the Californian coast is a town called Mendocino. Nearby is a coastal feature called Schooner Gulch, and this is where you can feast your eyes on what has become known as the 'Bowling Ball Beach'. Thousands of rocks appear to have gathered together to defy the tides like an army of small boulders. The weird thing is that these boulders are uniform in size and shape, as well as in their spacing, though man has nothing to do with it.\nPhoto: surfma\nYou will discover this amazing place about 30 miles south of Mendocino, accessible by driving on Highway 1. The bowling ball rocks after which the beach is named are best seen at low tide. At the lowest ebb, the strangely neat rows of these 'balls' appear in all their glory, and you wonder how they could possibly have got there.\nPhoto: portmanteaus\nThe explanation is simple and purely geological in nature. Technically called concretions, these hard spheres are composed of materials far more resilient than the Cenozoic mudstone that once surrounded them. Over millions of years, this has eroded away under the constant onslaught of the Pacific Ocean, forming the cliffs that line the shore behind the beach and leaving the tougher 'bowling balls' behind.\nPhoto: mhlradio\nBeaches have always been high on the list of the best loved tourist spots, wherever they might be, and while most boast shimmering sands, azure waters, swaying palm trees, this one is for rather more unique for its extraordinary make-up.\nPhoto: portmanteaus\nBowling Ball Beach looks like an intricately designed art installation, but the only artist at work there has been nature herself. Round boulders, roughly four to five feet in diameter, begin poking out of the water with the shifting of the tides, and no matter how rational their origin might be, you cannot help but feel like a mote in God's eye when you see them.\nPhoto: muhawi001\nThis may not seem like much of a hotspot for visitors, but the uniqueness of it makes the effort well worth it. You may see things more breathtaking than this incredible bowling ball beach, but you'll never see anything quite like this anywhere else.  Nature at her most imaginative. Wonderful.\nPhoto: mhlradio\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"The Strange Phenomenon of the Bowling Ball Beach","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-15139-2740447320104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-bowling-ball-beach"}