{"summary":"'Cloud suck' caused Ewa to be sucked into towering cumulonimbus clouds, and to spiral up at a rate of 4000 feet per minute, to her maximum altitude of 32,600 feet. Ewa Wisnierska said that passing out had probably saved her life in those conditions - her heart rate slowed down from oxygen deprivation and the extreme cold, and put her into a kind of hibernation state","advice_category":"8","content":"\nPhoto: Daniel Kofler\nImagine being sucked up through a powerful thunderstorm to an altitude higher than that of Mt Everest, and then being slammed down to the earth again — and surviving!\nThis is exactly what happened to champion paraglider Ewa Wisnierska, 35, in New South Wales, Australia in 2007, while she was preparing for the 10th FAI World Paragliding Championships.  Her survival was a true miracle, and she has been described as \"the world’s luckiest woman.\"\n'Cloud suck' caused Ewa to be sucked into towering cumulonimbus clouds, and to spiral up at a rate of 4000 feet per minute, to her maximum altitude of 32,600 feet. \"I could hear the lightning around me, first in front, and I said, 'Oh, no, please not there,' and then I heard one behind me, so I realized I'm middle in the thunderstorm,” she described.\nShe lost consciousness for more than 40minutes while her paraglider flew on out of her control, lifting and sinking numerous times. Rain, lightning, and pummeling hailstones the size of softballs engulfed her as she soared through the air unconscious. The temperature was minus 50 degrees centigrade at her peak altitude. Finally, she regained consciousness at 1640 feet, spotted a farm, and managed to land there safely, 40miles from her launching site.\nIn that same storm, a Chinese paraglider, He Znongpin, was not so lucky. He was killed by oxygen deprivation and the freezing temperatures, and was found 47 miles from his launch site.\nDuring her startlingly sudden ascent into the massive thunderstorm, Ewa radioed her team leader from 13,123 feet and reported, “I can’t do anything.” Up and up and up she went, into the vortex of the storm, in spite of her attempts to spiral against the powerful lift.\nWhen she landed at the end of the 3.5 hour flight, she was covered with ice, gasping for air, and suffering from frostbite on her face. Doctors feared that she might have suffered brain damage, but she wound up spending only an hour in the hospital for observation and was back up in the air a few days later. Eva said that while she was flying she was praying, “Please, please throw me somewhere from this cloud. You feel like nothing in that power, tossed around like a leaf from a tree.\n\"Before I passed out, I found myself being pulled up and up at a violent rate. I was trying to fly around the clouds, but I got sucked into them…and then I started to spiral. I was shaking all the time. It was dark, like the night.\n\"Lightning was flashing all around me, huge hailstones were battering me and there was nothing I could do about it. I knew then that the chances of my survival were almost zero.\n\"Ice was forming on my sunglasses and instruments and I couldn't get any air - and then I passed out. It was about 40 minutes later that I woke up. I thought I must have been unconscious for about a minute but then saw from my watch how long I had been out.”\nPhoto: Ralph Kresge\nEwa Wisnierska said that passing out had probably saved her life in those conditions - her heart rate slowed down from oxygen deprivation and the extreme cold, and put her into a kind of hibernation state. The previous altitude survival record for a paraglider without oxygen was 24,000 feet.\nEva managed to navigate her craft and land safely 40 miles from her original launch site. Somehow her parachute survived undamaged. Event organizer Godfrey Wenness said: \"She was covered in ice. Her ears were nearly frozen off up there. It's like winning the lottery ten times in a row - the odds of her surviving were that long.\"\nEva added: \"I don't believe in God. But I do believe in angels. I think they were the ones who brought me back safely.\"","author":"ladywolf","web_category":"travel","title":"The Paraglider Who Fell 32,600ft and Survived","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","url":"http://www.environmentalgraffiti.com/news-paraglider-climbs-higher-everest"}