{"summary":"If one is looking for a race with flair and adventure, San Francisco’s ING Bay to Breakers is the race to run.. San Francisco is a land of eclectic traditions","advice_category":"8","content":"\nPhoto: sfcitizen\nSan Francisco is a land of eclectic traditions. Many people flock from all over the Bay Area, the state, the country and even the world, just to be a part of the city’s unique events. From the Pride Parade to the St. Patrick’s Day Parade to the Folsom Street Parade, San Francisco’s happenings draw world-class attention. But the Bay to Breakers stands out to many as the most unique. Only in this experience do you find an eclectic mix of athletes, novices and party-goers.\nOn April 18, 1906, a massive earthquake shook San Francisco. Fires broke out leveling what was still standing after the historic quake subsided. In true San Franciscan spirit, the community joined in rebuilding their beautiful city. To raise morale, citizens began organizing events. One of the events, the cross-city race, was first begun in 1912. This race won popularity with the locals and started to grow into a nationally known event. It was soon renamed Bay to Breakers, as the starting line is located on the bay side of San Francisco and the finish line is crossed near the ocean breakers.\nOver the next 80 years, the event became a groundbreaker in many ways. It was the first 12k National Championship to be recognized by the USA Track and Field Association. This race was known for having the first female to participate, even though she disguised herself as a man so she could enter. In 1986, Bay to Breakers even made a highlight in the Guinness Book of World Records, as the largest footrace worldwide with 110,000 participants.\nPhoto: Franco+Folini\nNow in the 21st century, the race has become a little more unique. Runners pour in from all over the world, setting new records. A novice runner may turn into a professional runner. The \"real\" runners, as they’re referred to by many, are the ones letting their whole body be seen as they chug the course. Yes, nudity is rather commonplace during most parades in San Francisco, and this tradition carries over to the race. To make matters even more obscene, floats became regular additions, and with them came moderate-to-heavy alcohol consumption.\n2009 became the first year the race officially posted a ban on floats, alcohol and nudity, but these Bay Area enthusiasts are a force to be reckoned with. Bands began performing with generators powering them, while people rolled kegs through the crowds. Professional runners “spoke out” by running in the first heat wearing nothing but their running shoes. To top things off, a cheering section of over fifty naked women encouraged the runners on, near the finish line in Golden Gate Park.\nWhat started as part of the revival of a city turned into a nationally renowned race, before going on to be nationally renowned race with an accompanying party. Each year the number of spectators grows. If one is looking for a race with flair and adventure, San Francisco’s ING Bay to Breakers is the race to run.","author":"4c.Forsythe","web_category":"outdoor","title":"The Raunchiest Race on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43321-2858654040104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/running/news-race-raunch-or-revival-‹-discovering-traditions-and-evolution-ing-bay-breakers-0"}