{"summary":"Their footwear is the first of their products to hit the market at retailer REI through their website. The shoes were designed with the idea of minimizing the impact on the environment in mind","advice_category":"6","content":"\nImage: REI\nAnyone who's into the 'green lifestyle' knows that walking is one of the most environmentally-friendly modes of transportation around. Really, there are only two things keeping it from being an entirely eco-friendly exercise: the shoes on your feet. Most modern shoes are made using PVC, nylon, leather, and other non-sustainable materials. Considering most active people should replace their shoes every six months, that adds up to quite a lot of elements going to waste.\nThat's a trend that Environmentally Neutral Design (END) is hoping to curb with their new brand of footwear. The company was founded in Portland, Oregon by a former Nike designer and a marketing director from GE and Philips to develop greener, high-functioning outdoor gear. Their footwear is the first of their products to hit the market at retailer REI through their website. The shoes were designed with the idea of minimizing the impact on the environment in mind. As such, they feature a blend of polyester and natural bamboo fibers in their lining, recycled plastic in their laces and the webbing, and 25% recycled rubber in the outsoles.\nIt may not be a shoe that can be disposed of in a compost pile quite yet, but it's certainly a step in the right direction for footwear that's durable as well as sustainable.\nSources 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"jonathanfincher","web_category":"art+and+design","title":"END's New Eco-Friendly Shoes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","url":"http://www.environmentalgraffiti.com/green-living/eco-friendly-shoes/2926"}