{"summary":"There have also been reports of “fake” fur in America actually containing dog or cat fur. Both the Edinburgh Woollen Mill and TK Maxx have admitted their mistake and changed the labeling on their products to include the real fur","advice_category":"6","content":"\nIf you’re an anti-fur consumer and you’ve been shopping at two of the UK’s large high street retailers, you may not be quite as fur free as you think.\nA \"fake\" fur trim jacket alleged to contain real animal fur.\nAn investigation by the Royal Society for the Protection of Animals has revealed that two large retailers have been selling “fake” fur products that are actually real animal fur.\nThe Edinburgh Woollen Mill and TK Maxx were found to contain real animal fur, although their labels did not reflect the animal content.  TK Maxx sold a DKNY coat with Arctic fox fur trimming, although the label only listed polyester and nylon.  The Edinburgh Woollen Mill sold a pair of gloves labelled as acrylic that included rabbit fur cuffs.\nIt’s really quite poor timing by the retailers, as a plethora of anti-fur campaigns are under way. A recent RSPCA study found 93% of adults would be opposed to wearing real fur. The animal group plans to launch a campaign called 100% Fake to pressure retailers into performing more extensive checks on their products and improving the labelling on fur containing products. PETA is also currently running anti-fur ads featuring nude celebrities with the theme of “I’d rather be naked than wear fur.”\nBoth the Edinburgh Woollen Mill and TK Maxx have admitted their mistake and changed the labeling on their products to include the real fur. TK Maxx director Deborah Dolce apologized profusely for the mistake, and thanked the RSPCA for bringing it to their attention. The company has a policy against selling real fur, but said the item slipped through the cracks as they purchase thousands of products from various outlets a year.\nThe Edinburgh Woollen Mill also apologized and will discontinue the sale of the gloves; although it correctly pointed out that the UK’s labeling guidelines did not require it to list the rabbit fur in the gloves it sold. Marketing manager David Read said: \nThe RSPCA believes that real fur is being widely sold without being labeled in the UK. Lax labeling guidelines allow products to be sold without including their real fur content. As a result, many consumers who would not normally purchase real fur may unwittingly do so. There have also been reports of “fake” fur in America actually containing dog or cat fur. At least the environmentally conscious duped consumer can take solace in the Fur Council of Canada’s recent claims that real fur is a “green” alternative to fake fur, which the group derides for containing nasty petrochemicals. \nIf you want to ensure you aren't duped into buying real fur, why not subcribe to our RSS feed, we'll even give you a free album. \n\n ","author":"Chris","web_category":"art+and+design","title":"UK \"Fake Fur\" Products Not So Fake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/guido-daniele-illusion-02-ssjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/uk-fake-fur-products-not-so-fake/585"}