{"summary":"Even if this sighting is verified, the baiji dolphin will still be considered “functionally extinct”. Earlier this month Environmental Graffiti reported on the extinction of the baiji dolphin, native to the Yangtze River in China","advice_category":"2","content":"\nEarlier this month Environmental Graffiti reported on the extinction of the baiji dolphin, native to the Yangtze River in China. The dolphin was declared extinct after researchers conducted a comprehensive six-week study of the baiji’s favourite haunts, along the Yangtze River, and returned without a single sighting. But, we are happy to report that a local man has spotted, and filmed, what has been speculated to be a baiji dolphin. \nAlthough the report could not be 100% confirmed by the Institute of Hydrobiology at the Chinese Academy of Social Sciences, due to the distance at which the footage was taken. Wang Ding, a leading authority on the species, said that the dolphin in the film looked and acted like a baiji. The Institute of Hydrobiology are organising a survey of the area in which the dolphin was filmed. If found, the dolphin will be captured and move to a dolphinarium at the Institute of Hydrobiology.\nEven if this sighting is verified, the baiji dolphin will still be considered “functionally extinct”. August Pfluger, the CEO of the baiji.org Foundation, and Wang Ding both confirm this description, saying that, “any surviving baiji are unlikely to be able to find each other for breeding in the huge river and are threatened by ship traffic, over fishing and the increasing degradation of their habitat”.\nAlthough any sighting is immensely important, the likelihood of this species recovering from extinction is slim. In the 1950’s there were thousands of baiji in the Yangtze, by 1997 a survey counted only 13. The continuing pollution of the Yangtze River reduces this baiji’s chances even further. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.  ","author":"emma","web_category":"nature","title":"Baiji, aka yangtze river dolphin back from extinction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i45.tinypic.com-n2le91.jpg","url":"http://www.environmentalgraffiti.com/ecology/baiji-aka-yangtze-river-dolphin-back-from-extinction/250"}