{"summary":"vaccae to mice instead of injecting them with the bacteria. The higher levels of serotonin also improved concentration, which is always a plus when something new is being learned","advice_category":"4","content":"\nPhoto: David Anstiss \nThe health benefits of ingesting ‘friendly’ gut bacteria known as probiotics have become better known in the past few years. Now, recent experimental research reveals that environmental exposure to a certain species of soil bacteria may actually be good for your mental health.\nTo determine possible therapeutic gains, research oncologists treated cancer patients with soil bacteria called Mycobacterium vaccae – with “vaccae”, the Latin for “cows”, used because it was first cultured from cow dung. The patients reported that they were in a better mood after the treatment, as well as having fewer cancerous symptoms. After learning about these unexpected findings, Dr. Chris Lowry and fellow researchers from Bristol University and University College London did their own experiment and treated mice with antigens from M. vaccae.\nPhoto: M Tullottes\nTheir 2007 results revealed that the bacteria not only activated the immune system but also boosted serotonin, which is a neurotransmitter that works in the brain, nerves and digestive system. Inadequate levels of serotonin have been associated with the development of anxiety, depression, obsessive-compulsive disorder, irritable bowel syndrome, and fibromyalgia. Because the changes the scientists observed were similar to those usually seen in mice after administration of antidepressant drugs, the suggestion is that M. vaccae has potential to be incorporated into an antidepressant drug of some kind.\nPhoto: Lewis Clarke\nIn response to the Lowry study, Dorothy Matthews and Susan Jenks of The Sage Colleges in Troy, NY fed M. vaccae to mice instead of injecting them with the bacteria. Afterward, the mice had fewer anxiety symptoms, and this in turn enhanced their ability to learn a maze. The higher levels of serotonin also improved concentration, which is always a plus when something new is being learned. Mice that were fed M. vaccae went through a maze twice as fast as those that weren't. However, the beneficial effects in treated mice wore off after three weeks as levels of bacteria dwindled.\nMatthews, who is an associate professor of biology at The Sage Colleges, NY believes that people could gain similar benefits after being environmentally exposed to M. vaccae. How might such exposure occur? Well, individuals could accumulate the bacteria by eating produce grown in soil. Alternatively, it might enter the body though broken skin or by inhalation, which could happen when someone is tending a garden or playing outdoors.  \nHowever, Professor Graham Rook, professor of medical microbiology at London’s Royal Free and University College Medical School, who was part of the research group led by Lowry, doubts that gardeners would gain the level of exposure necessary for such a beneficial effect.\nPhoto: Mesaytsegaye\nStill, even if this is the case, gardening, which features in horticultural therapy, has various other benefits. The exposure to natural sunlight increases the body’s production of vitamin D, a nutrient that protects against a variety of diseases. And being outside can help with concentration, increase fitness and even improve eyesight (that’ll be the vitamin D again). \nThe findings about M. vaccae seem to be another piece of evidence highlighting the dynamic influence of nature and the environment and their positive impact on human health. \nSources, 1, 2, 3, 4, 5, 6, 7","author":"Environment_Mol","web_category":"science","title":"Could Soil Bacteria Be Good For Your Mood?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-soil-bacteria-good-your-mood"}