{"summary":"Being a living statue is not for everyone and requires physical and mental fitness, not to mention the ability to withstand extreme weather conditions. This one in Santiago de Compostela in Spain has the costume down to a T – even the money cauldron.Photo: Image: Georges Jansoone","advice_category":"6","content":"\nPhoto: Friendly fruit woman at Plaza Mayor, Madrid Image: Mike el Madrileno\nWe’ve all seen them in busy shopping streets and parks, or in front of monuments and tourist attractions: street performers posing as statues. Some whistle when you pass by, some move when you give them money. Some do it as a career, others between jobs. But whatever the case, being a living statue takes guts, strength, creativity and yes, a good deal of exhibitionism.   \nPhoto: Image: Adrian Pingstone\nLiving statues can be seen all around the world, but have a long history, especially in the European street theatre tradition. More than merely standing around, they perform according to their own script. Many street artists painstakingly design their costumes and put a lot of thought into their performances.  \nPhoto: Image: Christian Bickel\nIn the 15th April 2008 Metro.co.uk article, “Why Being a Living Statue Isn’t Easy”, one female professional street performer says: \nThere are even professional companies who employ living statues and rent them out for trade shows, parties and promotional events, no doubt charging a bomb. \nEven the communist party has been caught on camera, promoting their agenda with two living hammer-and-sickle statues at a rally at Cochin Fort in Kerala, India. Successfully, it seems, as Kerala has been ruled by the communist party for decades now.Photo: Image: David Wilmot\nBeing a living statue is not for everyone and requires physical and mental fitness, not to mention the ability to withstand extreme weather conditions. Confirms the source in the Metro.co.uk article:    \nPhoto: Image: Sigismund von Dobsch?tz\nSome living statues really take the immobility aspect to extremes. One of them, Antonia Santos, aka Staticman, is the Guinness World Record holder for standing still for 15 hours, 2 minutes and 55 seconds in 1988. Can you imagine? He has been a living statue since 1987, starting off performing at Las Ramblas in Barcelona but now to be found all over Europe. Since then, he has surpassed his own record by standing still for 20 hours, 11 minutes and 38 seconds in 2003. Wonder what he does if he has sneeze – or pee. \nStaticman at the Living Statues Festival 2008 in Espinho, Portugal.Photo: Image: Staticman\nLiving statues are a well loved part of festivals, but they have their own events too, dedicated exclusively to their art, like the World Statues Festival that takes place every year in the Netherlands.    \nPhoto: Image: Frank Vincentz\nHere are some more pictures of living statues that might inspire you. What do you think: could you do it? Do you have the patience, strength and creativity? Or if you've done it, what was your experience? Let us know!\nA personal favorite. Without the little fence, people wouldn't know the difference between him and a real statue. Even the pigeons can't seem to tell.Photo: Image: Jim Linwood\nChildren are fascinated by living statues, and these two in Lindau, Germany seem to inspect the performer's finances too.Photo: \nImage: Friedrich B?hringer\nDoesn't this guy look like Jim Morrison? And they do say he used to be blue all the time...Photo: Image: Jim Linwood\nParticularly striking is the amount of detail street performers will follow. This woman here has not only found the perfect scenic spot in one of London's parks, but even incorporated the pedestal she's sitting on, the horse as prop, and the donation plate.Photo: Image: Fairlight     \nThis Egyptian sarcophagus, photographed in front of the Castello de Sant Angelo in Rome, is simple but effective – no body or face paint needed. It might just get a bit hot in there.Photo: Image: Miss Karen\nThe statue of liberty is also a popular choice, especially in New York. These two ladies seem to be dudes though.Photo: Image: longdistancehiker\nOld castles and buildings are wonderful backgrounds for witches. This one in Santiago de Compostela in Spain has the costume down to a T – even the money cauldron.Photo: Image: Georges Jansoone\nLast but not least, an angel in green with little ruffled wings – straight from the '60s it seems – at the Hempfest in Seattle. Can't beat that scenery!Photo: Image: Seattle Hempfest 2007\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"15 Amazing Statues Come Alive","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crosby-1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/15-amazing-statues-come-alive/6248"}