{"summary":"The way water striders walk on water was discovered years ago. If the sphere hit too fast, it would shoot through the surface of the water","advice_category":"4","content":"\nScientists have discovered how water striders are able to not just walk but also bounce on water.\nA tiny water walking machine\nThe way water striders walk on water was discovered years ago. The insect uses its long legs to help evenly distribute its tiny body weight.  The weight is distributed over a large area so that the fragile skin formed by surface tension supports the bug on the water. However, the ability of water striders to jump onto water without sinking has baffled scientists, until now.\nA team of researchers at Seoul National University, led by Ho-Young Kim and Duck-Gyu Lee, has finally answered that question.  By using a highly water-repellent sphere, which mimicked the actions of the water strider’s highly water-repellent legs, they were able to determine a small range of speeds at which the sphere or insect could hit the water and not sink.\nIf the sphere hit too fast, it would shoot through the surface of the water. If it hit too slow, it would not bounce back and sink. The water strider is one of the fastest moving insects in the world. It can travel up to 100 times the length of its body in one second, equivalent to around 400 mph in human terms.\nScientists hope to adapt this technology to the obvious sector; creepy sounding robots. One team at Carnegie Mellon University has already developed a small spider robot that can walk on water like the strider.\nThe Korean scientists believe their discovery will help create robots that can travel over still bodies of water. They say the robots can be used to explore or monitor water quality. Also they could, and it’s highly likely that they will, be used as a form of spy robot.\nWhile this is all well and good, and a touch unnerving since it reminds me of several scary sci-fi books, I’ll be a lot more interested when they invent something that allows humans to walk on water this quickly.\nIf you want to find out more about insects, robots, and the latest scientific breakthroughs subcribe to our RSS feed. We'll even give you a free album.\n ","author":"Chris","web_category":"science","title":"Scientists Discover How to Make Robots Bounce on Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/sciencetech/scientists-discover-how-to-make-robots-bounce-on-water/592"}