{"summary":". Madagascar, an island nation roughly the size of France but home to a full two percent of the world's biodiversity, has unveiled a conservation policy roadmap to protect the over 2,300 unique species living there.Photo: Image from litutuc on Flickr","advice_category":"2","content":"\nMadagascar, an island nation roughly the size of France but home to a full two percent of the world's biodiversity, has unveiled a conservation policy roadmap to protect the over 2,300 unique species living there.Photo: Image from litutuc on Flickr\nIn addition to being the only place in the world you can see a lemur, Madagascar hosts half of the species of chameleons known in existence.\nThe team of 22 scientists working on the project carefully mapped the range and migration patterns of each species on the island, creating protective zones, and extending special consideration to those most affected by deforestation and development.\nThe research group, which featured individuals form six different countries, was attempting an effort the scope of which had never been previously attempted. Normally conservationists will focus on one species, and then begin to work on another.  But Madagascar presented such a unique set of circumstances: a large area, incredible diversity,  imminent threats-- that the \"one-taxon approach\" was deemed no longer viable.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":" Madagascar to Protect 2,300 Unique Species","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/madagascar-to-protect-2300-unique-species/1043"}