{"summary":"Although Teahupo'o became an underground spot for daredevil bodyboarders, it wasn't until the 90's that a handful of surfers took to the wave, and closing in on the millenium before it became a stop on the pro surfing circuit. With a super-heavy, glassy wave reaching upwards of 10 feet high, Teahupo'o is like a cool, mean fighter with a small man's complex and a killer punch when it weighs in against its taller rivals in the big wave class","advice_category":"8","content":"\nPhoto: Image: Tony Nolan via The Surf Blog Spot \nBig waves carry big reputations and it's easy to see why. Red hot surfing spots like Hawaii's Waimea Bay and the even more horrendously huge \"Jaws\" have become household as well as beach hut names, famed for waves towering up to 70 feet high. Yet height isn't the only measure of a wave, and another legendary break on the surfing circuit, Tahiti's Teahupo'o, has one of the heaviest and for many the thickest wave on the planet. Just check out these shot. It looks like the surfers are on the brink of a giant blue slab of water, and in a very real sense they are. The word isn't used lightly. Gnarly.\nPhoto: Image: Photographer unknown via Environmental Graffiti \nWith a super-heavy, glassy wave reaching upwards of 10 feet high, Teahupo'o is like a cool, mean fighter with a small man's complex and a killer punch when it weighs in against its taller rivals in the big wave class. Sure, there are lots of spots with loftier waves, but are there places where the entire ocean appears to rear up and put its mass behind the onrushing face of the wave? The colossal lip arches forward, bearing down on those below and scooping them up as might a bulldozer travelling at high speed. At times, a massive, bareling tube is formed big enough to hold a steam engine.\nPhoto: Image: Tim McKenna via The Main Event\nThe diagram below gives some idea of the might of this wave. Located off the southwest tip of the French Polynesian island of Tahiti, the power of Teahupo'o is generated by open ocean swells building up immense momentum before smashing into coral reef. Emerging from deep water onto a barely submerged reef, the power of the Pacific is suddenly concentrated, and the combination of heavy waves and a shallow shoreline is extremely dangerous. A wipeout can result in serious injuries or even death, and only expert surfers in peak physical condition stand a chance.\nPhoto: Image via The Surf Blog Spot\nTeahupo'o is a fairly recent sensation. Some say a local surfer named Chopes was the first to brave its wave in 1985, followed by bodyboarding pioneers like Mike Stewart in 1986. Although Teahupo'o became an underground spot for daredevil bodyboarders, it wasn't until the 90's that a handful of surfers took to the wave, and closing in on the millenium before it became a stop on the pro surfing circuit. It was then that Teahupo'o captured the world's attention for having probably the world's thickest wave. Big wave surfing legend Laird Hamilton had the ride of his life when he famously dropped in here on August 17, 2000. Others have not been so lucky.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"The Most Powerful Wall of Water On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/featured/teahupoos-wall-of-water/10823"}