{"summary":"Also, Neapolitan pizza will usually have a base of olive oil and probably plain tomato sauce unless one asks for a white, no tomato sauce, pizza. Most Neapolitan pizzerias make pizza with a wood-fired oven","advice_category":"8","content":"\nPhoto: Ian Britton FreeFoto.com\nIt is known worldwide that Naples, Italy, is the home of pizza.  History shows that many Middle Eastern and Mediterranean cultures were already eating a variation of it, but the conclusion is that it was perfected in Naples. When going to Naples what should be kept in mind and looked for when getting a pizza are important queries and deserve answers.  \nThe origin of the word pizza is still uncertain today; there are many plausible theories and one of these is that pizza derives from the Latin word 'picea', which describes the blackening of bread in an oven. Independently from the word’s origin, it went through continuous transformation eventually becoming what is known today as 'pizza'. At first pizza was a peasant dish. Street vendors walked the streets, selling it to the people. It slowly gained popularity among the Italian aristocracy and eventually pizzerias evolved. One can find pizzerias and pizza stands everywhere around Naples. Buy it whole or in slices. Eat standing or sitting down. Maybe have it in a local restaurant near the seaside or within the city’s streets. When visiting Naples, pizza’s almost a must.\nPhoto: Sami73\n\nMost Neapolitan pizzerias make pizza with a wood-fired oven. The taste of a pizza cooked in this type of oven will be very different from the ones made in electric or gas ovens. With the electric or gas ovens the pizza will be more like a Pizza Hut pizza. When made in a wood-fired oven the Neapolitan pizza dough should be thin, soft and with a little bit of a crunchy crust.  The success of this depends on the oven, but also on the dough, the water, and the way the cook works these materials. This description highlights the first difference between Neapolitan and American pizza, the thickness.  \nThe second difference is toppings. The mozzarella is cow or buffalo, fresh and usually local. The vegetables are not frozen and there are fewer seasonings. Also, Neapolitan pizza will usually have a base of olive oil and probably plain tomato sauce unless one asks for a white, no tomato sauce, pizza. The most basic pizza is the Marinara. It is made with olive oil, tomato sauce, garlic and oregano. From then on it’s adding other toppings, which include various meats, vegetables and cheeses, but away with the oregano. To give an idea of other types of Neapolitan pizzas: \n-La Margherita: olive oil, tomato sauce, mozzarella, and probably some garlic.\n-Prosciutto e Formaggio: topped with ham, mozzarella, sometimes corn, a heavy cream sauce and always the base of olive oil.\n-La Divaola: a spicy pizza that has hot sausages, sometimes a vegetable topping or more, tomato sauce, and the olive oil base coat.  \nThere are many other types of pizzas and some people won’t find Neapolitan or Italian pizza very tasty - but hopefully everyone will give it at least one try.  Some of the most famous Neapolitan Pizzerias are Trianon and Da Michele, but at the end of the day food is based on taste, so it doesn’t really matter what pizzeria is chosen.  \nBuon appetito!\n","author":"luna12780","web_category":"lifestyle","title":"Italy's Authentic Neapolitan Pizza","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-italy-and-its-tasty-neapolitan-pizza-how-different-it-others"}