{"summary":"The most mouth-watering delicacy in the world of bananas in the country is the Banana Cream. First on the list is the most commonly seen preparation of bananas in the country, the Banana Que","advice_category":"8","content":"\nPhoto: kmpraa\nHave you ever wondered why monkeys love eating bananas? Some say it's because bananas are abundant to the monkeys' living habitat and others say, it's simply because bananas taste good. But whichever you prefer, bananas served in the Philippines are beautiful in many ways.\nPhoto: kmpraa\nFirst on the list is the most commonly seen preparation of bananas in the country, the Banana Que. These are bananas cooked in oil and coated with sugar under heated fire. Once they are ready, they are placed on a stick just like hotdogs. \nPhoto: kmpraa\nSecond are grilled bananas, which are placed on a stick too. They are cooked under burning charcoal and afterward, coated with butter and showered with sugar. They are best eaten while still warm to taste the sumptuous melting of the butter.\nPhoto: kmpraa\nPopularly know in the Philippines as Turon, this traditional Filipino delicacy is a must-try. Bananas, sometimes along with jackfruits, are wrapped just like spring rolls. They are then deep-fried with additional sugar shredded on it while cooking, just to give a little sweetness on its wrapper.\n\nPhoto: kmpraa\nChips, chips, chips. Banana chips are on the list. These chips come in handy just like any other chips. They are thinly sliced bananas that are fried to perfection. And, just like chips, they are a perfect snack treat.\n\nPhoto: kmpraa\nBanana fritters, banana fanna or whatever you want to call it, in the Philippines, its name is Maruya. The bananas in making Maruya are sliced in the form of a fan. They are then rolled in flour and cooked in oil. After they are well done, they are sprinkled with sugar for added sweetness and presentation.\n\nPhoto: KMPRAA\nThe most mouth-watering delicacy in the world of bananas in the country is the Banana Cream. It's neither a pie nor a cake, it's simply bananas cooked in butter and milk. Sweet, sumptuous and no doubt, delicious.\n\nPhoto: kmpraaPhoto: kmpraa\nAnd finally, the most simple way of appreciating the beauty of bananas in the Philippines is through boiling when they reveal their natural beauty and unique taste. Absolutely effortless to prepare and delightful to eat.\n\nNow give yourself a treat, take a food trip and enjoy the beauty of bananas.","author":"katrina","web_category":"lifestyle","title":"101 Things to Do With Bananas in the Philippines ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-beauty-bananas"}