{"summary":"In fact, shark fins may actually be harmful to eat since sharks are often high in mercury. Millions of sharks are killed each year to supply a growing demand for shark fin soup – one of the most expensive foods available","advice_category":"2","content":"\nPhoto: Hermanus Backpackers\nSharks roamed the oceans before dinosaurs walked the land. They even survived the Permian mass extinction 252 million years ago, when over 90% of all species died off. Today, however, these top predators are disappearing from our oceans. They are in trouble on the Great Barrier Reef, have almost been eliminated from the Atlantic Ocean, and are a regular on the endangered species list. This magnificent animal, which has been around for over 400 million years, is falling victim to overfishing. Sharks are being taken from the oceans before they can replenish their populations.\nMany people believe these creatures hold the secret to long life. Reports of sharks with abnormalities are so rare that it's commonly thought they do not get cancer. Sharks have cartilage instead of bones, and lack bone marrow where humans produce immune cells. Sharks produce their immune cells in the spleen, thymus, esophagus and in unique tissues associated with the gonads. Since these immune cells circulate in the bloodstream, they offer a more efficient immune response. In humans, on the other hand, there is a brief lag before immune cells are produced in the bone marrow and mobilized into the bloodstream to fight off invaders.\nPhoto: Mick Taylor\nWhen a top predator such as the shark disappears, the rest of the ecosystem often spirals out of control. With declining large shark populations, the smaller sharks, skates, and rays increase in numbers and their prey then plummets. Off the coast of South Africa, for example, bony fish are disappearing due to increased smaller inshore sharks. Similarly, off the North Carolina coast, rays are depleting the bay scallop populations. The collapse of the Caribbean coral-reef ecosystem may also have been triggered by the overfishing of sharks. \nPhoto: David Keats\nMillions of sharks are killed each year to supply a growing demand for shark fin soup – one of the most expensive foods available. Shark fins are said to contain the essence of virility, wealth and power. In fact, shark fins may actually be harmful to eat since sharks are often high in mercury. Processing the fins also frequently involves soaking them in industrial grade hydrogen peroxide and ammonia to bleach out their color. \nPhoto: HuntFishGuide\nThe demand for shark fins is at an all-time high. Shark fin soup is popular at Chinese weddings, celebratory occasions and corporate functions. In China, the rapid rise of a middle-class population with disposable income means more people can afford the expensive soup. If the soup is not served, the host will look cheap and lose face. The fins can cost as much as $275 a kilogram, and millions of sharks are killed for their fins each year. The fish is caught live, the fins removed and the animal thrown back into the water. \nPhoto: Hector Garcia\nWhile those who consume shark fin soup are contributing to the shark's demise, they are not the only ones. Many people are taking supplements containing shark products in the hope that it will lead to healthier lives or cure their cancer. They often do this without exploring the science behind the myth. \nPhoto: \"Fauxen\"\nSharks occasionally attack us, but this is extremely rare: they are actually positively elusive compared with other large animals which have been known to attack humans. Each year, sharks attack between 50 and 100 people, with fewer than 20 fatalities. Most attacks are “hit and run” attacks, where the shark makes a single bite and passes (humans are not an ideal food for a shark—not enough fat). These attacks are rarely life-threatening. Despite all this, shark attacks draw worldwide attention. \nPhoto: DanielHP on flickr\nSharks should not be feared. But life without sharks is scary. If sharks continue their rapid decline, the only people who'll need to worry about a shark attack will be those working in zoos and aquariums.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9","author":"Lisa Hossler","web_category":"nature","title":"Why Overfishing for Sharks is Destroying the Ocean's Ecosystem","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/animals/news-sharks-rapid-decline-due-desire-shark-fins-0"}