{"summary":"Should the conditions which cause the tigers to move to higher ground continue, we could begin to see a much larger population of tigers in mountainous areas with unknown consequences.. Just like George and Weezie, India’s tigers are movin’ on up.","advice_category":"2","content":"\nJust like George and Weezie, India’s tigers are movin’ on up.\nIndia’s tiger population is being increasingly threatened by the loss of their native habitat.  With their original forest homes logged or developed, many of the surviving tigers are moving to new ground, including mountainous areas tigers haven’t previously occupied.\nTigers are being spotted at higher altitudes in India’s northeast and western sections. They only occupy mountainous areas with a large enough population of prey, so they should be able to survive there, but the tiger is not as adaptable as other big cats to life in the mountains. Belinda Wright of the Wildlife Protection Society of India said: \"Tigers can feel the effect of villages on the bio-diversity from miles, and move away. But they are not as adaptable as leopards in mountains.\"\nThat hasn’t stopped the tigers from moving into their new territories. At least 20 tigers have been spotted living in the high altitude mountains of Neora, an area sandwiched between the eastern state of West Bengal in India and the country of Bhutan. The tigers appearance in the area is a big change.  The tigers are moving to the mountains from their original home in the Gorumara reserve nearby. According to the World Conservation Union’s Pranabes Sanyal:  \"Until 1998, we found one or two tigers straying into the Neora from the foothills, but now they live there.”\nNeora is not the only Indian state seeing tigers in unexpected places. Another group of up to 20 animals was spotted in the hills of the western state of Maharashtra. The animals had previously been poached out of existence in the area. India’s Himalayan neighbor Bhutan is also seeing an influx of tigers into their mountain range. The Manas and Buxa tiger reserves on the India-Bhutan border are being increasingly encroached upon by human settlement, driving the tigers farther into the Bhutanese mountains.\nMany scientists are calling for further study of the tigers’ ability to survive in the new terrain and the causes of their migration. Tiger expert Valmik Thapar said: \"There needs to be a special study done to find how they are doing and to learn about the extent of disturbance in the habitat below that forced them to move up.” The issue has significance for the world’s tiger population. About half of the tigers on the planet live in India, which has a population of about 1,300 to 1,600 tigers. Should the conditions which cause the tigers to move to higher ground continue, we could begin to see a much larger population of tigers in mountainous areas with unknown consequences.\nIf you want to find out more about tigers or other cool animals, and what you can do to help, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"nature","title":"India's Tigers are Moving On Up","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/indias-tigers-are-moving-on-up/621"}