{"summary":"This week we head to the sunny climes of two more island microstates, Grenada and Barbados. They face many of the problems typical of island nations","advice_category":"8","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nBarbados\nvs.\nGrenada\n\nWe kicked off the island qualifying rounds last week, with Tuvalu beating out Nauru for a spot in the quarterfinals. Before that we finished the European qualifying rounds, with the Vatican City edging out Monaco, San Marino taking down Malta, and Liechtenstein destroying Andorra. This week we head to the sunny climes of two more island microstates, Grenada and Barbados. \nWe’re back to awarding the first start based on movie mentions, and Grenada gets the ball first for its brief mention in Die Hard 2: DIE HARDER!!!!!!!!! (The evil army people were all in Grenada if you’re wondering. They mention it just before they kill that one other army guy in the truck for not having been in Grenada.)\nGrenada might be most famous in the US for that brief army incursion the Die Hard baddies mentioned. After a vaguely communist military takeover in 1983, the US and several other Caribbean states launched an invasion of the tiny island in the southeast Caribbean. The operation carried the hilariously macho title of Operation Urgent Fury and basically consisted of the US forces coming in, smacking all the resistance around for a little while, and winning in about 2 days. It could have been a G.I. Joe episode were it not for the fatalities incurred.\nNowadays around 35,000 people call Grenada their home. They face many of the problems typical of island nations. Water is scarce, and is polluted in some places by agricultural runoff. The islands forests are under threat by development and logging for fuel use. Some of the coastal areas are in trouble due to industrial pollution. The island is also home to 6 endangered species, including the tundra peregrine falcon and the spectacled caiman. The Ministry of Health and Housing is in charge of environmental issues. \nBarbados was not the scene of any recent US invasions, but it is the home of Rihanna, who causes global warming with her hotness. Barbados’ biggest environmental problem is finding ways to get rid of its solid waste. Uncontrolled handling of the refuse has polluted the water supply in some areas. The island near the coast of Venezuela also has issues with polluted air and water wafting into the country from nearby Caribbean neighbours. The government created a marine preserve in 1980 to protect its coastline. Barbados is home to some of the same endangered species as Grenada as well as the Barbados yellow warbler.\nFinal score: Barbados- 2 Grenada- 2 (Barbados wins 5-3 on penalty kicks)\nWhile the island nations have similar problems and have created some similar efforts to fight them, Barbados seems to have a slight edge in the environmental department if only for its coastline being a marine preserve.\nJoin us next week as we continue the first round of the Microstate Environmental World cup on Environmental Graffiti. \nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"travel","title":"Microstate Environmental World Cup: Barbados vs. Grenada","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/microstate-environmental-world-cup-barbados-vs-grenada/691"}