{"summary":"Jansen cares about the environment, and thus produces his strandbeest with recycled items. In his studio, Jansen builds his strandbeest with a habitat in mind: the beach","advice_category":"6","content":"\nPhoto: AxelHH\nSince 1990, kinetic sculptor Theo Jansen has aimed to create new life with yellow tubes and wind. Based in the Netherlands, Jansen self-identifies as an artist and an engineer. His large skeleton-like pieces, called strandbeest, are designed to walk using the wind as energy.\nJansen cares about the environment, and thus produces his strandbeest with recycled items. The 'stomach' of the sculpture is made with retired plastic bottles that capture the air pumped by the wind. To harness the wind, Jansen employs bicycle pumps, plastic tubing and rubber rings. Large flapping wings gather the most wind, allowing for its storage. If the caps of the plastic bottles were unscrewed, pressurized wind would rush out of them. The strandbeest are created with 'muscles' that lengthen and contract. Each muscle activates a second muscle, allowing unity in motion.\nPhoto: nanaow2006\nOne of the most impressive features of the kinetic artwork is the locomotion. The strandbeest walk with legs rather than roll on wheels, as would be expected of an inanimate object, in order to more effectively cross large areas of sand. The 'hips' of the strandbeest remain level, while the legs kick forth, without lurching forward.Photo: nanaow2006\nIn his studio, Jansen builds his strandbeest with a habitat in mind: the beach. Ultimately, Jansen hopes to design a herd of strandbeest to freely walk the beaches. Autonomy of his sculptures is very important to Jansen and contributes to his goal of creating life.Photo: Eloquence\nJansen continually improves his designs. Each new generation of strandbeest evolves to meet the challenges of its environment, optimize the innate energy of the wind and explore the imagination of the creator. Some recent innovations allow the strandbeest to sense water and change direction and to avoid loose sand.Photo: fabio bruna\nBeside the strandbeest 'species,' Jansen has created other amazing animal-like creatures. Many of these weigh at least 2 tons and are crafted from steel and fabric.Photo: AxelHH\nIn a world of science and technology that emphasizes the potential of computers and machinery, Theo Jansen has proven that the simplicity of mechanics can inspire us most. \nSources: 1, 2, 3\n","author":"ppavone","web_category":"art+and+design","title":"Wind Powered Kinetic Art by Theo Jansen","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/innovation/news-new-species-wind-powered-strandbeest"}