{"summary":"The rare and elusive giant panda is probably the best known of the world's endangered species, partly because it is adorable and also because China has put a massive effort into conserving it. One of the problems is that it eats only bamboo, and many bamboo forests have been destroyed to make way for agriculture, logging and other human activities","advice_category":"2","content":"\nPhoto: Smithsonian\nMost of the animals scientists want to learn about in the wild aren't going to come when called or stand still. So, researchers rely on camera traps, cameras with motion sensors that take the picture as the animal passes by. It is quite literally candid camera for wildlife.\nPhoto: Smithsonian\nThe Smithsonian has put together a magnificent project for the public, placing more than 202,000 photos online for people to go through and see exactly what the animals look like as they activate the camera. Not only that; the Smithsonian have provided links so that readers can learn about the different animals, many of which you will never have heard of – like the tayra, a mammal from Peru. We are going to look at some of the animals here; follow the links to explore the rest!\nGiraffe in KenyaPhoto: Smithsonian\nThis giraffe is clearly curious about the contraption that took its picture! Giraffes have unique fur; it has parasite repellents and antibiotics which together give them a strong odor. Add the natural male scent to this and it's easy to see why old males are sometimes called 'stink bulls'.\nJaguar in PeruPhoto: Smithsonian\nSomeone seems none too happy about the camera here! The jaguar, which is near threatened, is the third largest of the big cats, but has the strongest bite of them all. It also has a unique killing method: it uses its canines to bite directly through the temporal bones of mammal prey, piercing their brains! \nSouth American Red Brocket in PeruPhoto: Smithsonian\nThis lovely red brocket looks startled. The red brocket is a solitary deer. The male has spiky small antlers and will stay in heavy jungle if possible. Like most deer, it eats leaves but much prefers fruit. An animal after my own heart!\nGiant Pandas in ChinaPhoto: Smithsonian\nThe rare and elusive giant panda is probably the best known of the world's endangered species, partly because it is adorable and also because China has put a massive effort into conserving it. One of the problems is that it eats only bamboo, and many bamboo forests have been destroyed to make way for agriculture, logging and other human activities. Since bamboo contains little nutrition, pandas need to eat 20 to 30 pounds of it a day!\nGolden Snub-Nosed Monkey Photo: Smithsonian\nThe endangered golden snub-nosed monkey lives in a small area of four mountain ranges in China. It lives high up in the trees as well as high up in the mountains, with snow often covering its habitat. Unfortunately, the main staple of its diet are lichens which grow on dead trees, and as the trees are being harvested by man, it is leading to difficulties in finding food for the monkeys.\nOcelot stalking an ArmadilloPhoto: Smithsonian\nWhat an amazing image! Scientists rarely get to see this kind of shot, let alone the public. Not only is the ocelot stalking the armadillo, but it looks close enough to catch its prey!\nBlood PheasantPhoto: Smithsonian\nThe blood pheasant is found all over southeast Asia. It's absolutely beautiful, with the trademark red circle around its eyes, green plumage on its breast and red legs.\nTemmincks TragopanPhoto: Smithsonian\nThis vibrant pheasant with a bright blue face lives throughout Asia, and unlike most pheasants nests in trees. Right now it is not considered vulnerable to extinction, but the forests it lives in are coming under threat due to logging and agriculture.\nSpotted Hyena in KenyaPhoto: Smithsonian\nThe hyena is among Africa's largest carnivores, but even though it can and does hunt prey, it is better known as a carrion eater, letting others hunt and then going after the carcass. One curious note about hyenas: they have a matriarchal society but are hard to sex because the females look like they have a penis. However, it is actually an extra large clitoris, perhaps developed as such to make them look like males and protect their young.\nChinese Serow in ChinaPhoto: Smithsonian\nLooking a little like a hybrid of a horse and a goat, this is actually a goat antelope. Goat antelopes live high up in rugged, forested areas and are listed as near threatened.\nA Takin in ChinaPhoto: Smithsonian\nThe takin is another goat antelope. This one was caught taking a drink. The swollen face is characteristic to takins, with some comparing their look to a \"bee stung moose\". Takins live in bamboo forests like the panda and are the national animal of Bhutan.\nA Tayra in PeruPhoto: Smithsonian\nThe tayra belongs to the weasel family and loves to eat fruit, small mammals and carrion. The fur on its head goes to brown or gray when it gets old, and locals in Peru call it the \"old man's head\" because of its wrinkled facial skin. Tayras are often kept as pets to get rid of mice.\nSnow Leopard in ChinaPhoto: Smithsonian\nThe snow leopard is one of the most beautiful endangered cats. The one pity about this image is that you can't see the snow leopard's eye color, which unusually for big cats will often be gray or green. Snow leopards also can't roar – missing some essential parts of the larynx – and so hiss and mew instead. Wikipedia has a few stunning pictures of them if you are interested in seeing more.\nAsian Black BearPhoto: Smithsonian\nThe Asian black bear is also called the moon bear, and we are lucky to see these alive in the forest. So many of them are kept captive and in effect tortured for their body parts, specifically for bile. They are kept in terrible conditions inside crates with a metal shunt inserted into their gall bladder. You can see an image of one of these bears here. They are also killed for their paws.\nBarking Deer in ThailandPhoto: Smithsonian\nThis very shy deer gets its name from the sound it makes when alarmed. It is the oldest deer species, and fossils have been found from the Miocene era. It is also very ununsual in that it has tushes or mini tusks with its long canines. When males fight, they use the tushes more than their small antlers.\nThe Smithsonian has put together an exciting and really valuable research tool for everyone – from students and scientists to people just interested in wildlife and what they do when out in the wild. The place to explore all the 202,000 images is siwild.si.edu \nInside a Panda's MouthPhoto: Smithsonian\nHere is a bonus picture. Either the panda wanted to see if the camera was edible or else he feels he has tonsillitis and wants his throat examined!","author":"Michele Collet","web_category":"nature","title":"Amazing Snapshots of Wildlife Caught on Camera Traps","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/KatrinaNewOrleansFlooded.jpg","url":"http://www.environmentalgraffiti.com/news-candid-camera-wildlife-caught-camera-traps"}