{"summary":"There are two types of glass blowing. Glass blowing was invented a very long time ago – in approximately 50 BC by","advice_category":"6","content":"\nPhoto: Michael D. Martin\nGlass blowing was invented a very long time ago – in approximately 50 BC by\nthe Phoenicians – and hasn't changed hugely since then. The ancient tradition creates some of the most beautiful artworks in the world. Examples of this are the amazing pieces by Dale Chihuly, whose works are exhibited worldwide. Here we are showcasing the works of his that were exhibited in the W.W. Seymour Botanical Conservatory of Tacoma, Washington.\nPhoto: Michael D. Martin\nGlass blowing isn't an art for the weak or the scared. You are dealing with temperatures of 2,400 degrees on the end of a blow pipe, and only a very few manage to master the process completely. The first step is getting glass itself – a mixture of limestone, sand, potash and soda ash – which is then heated to 2,400 degrees, at which point it is white hot. It is then cooled to 2,000 degrees, where it appears orange. \nPhoto: Michael D. Martin\nDale Chihuly is an outstanding glass blower who works on the team principle that many master craftsmen in the field have. By using more than one person in the making of a piece, it gets done faster and often with better quality, because the best \"jacks user\" or best blower will be doing those jobs where he or she is needed most.\nPhoto: Michael D. Martin\nThree furnaces are used in the glass blowing process: the first holds a container of molten glass; the second is known as the \"glory hole\" and is used to reheat the glass when working on a piece; and the third one, the annealer, is where glass pieces are cooled down slowly over hours or days to ensure they don't crack from thermal stress (placing glass that is too hot in a cold atmosphere would cause this).\nPhoto: Michael D. Martin\nTo actually begin the process of blowing glass, you need a blow pipe. This is dipped into the molten glass just as you dip a honey gatherer into honey. Then the glass at the end of the tube is rolled on to the \"marver\", simply a big flat piece of steel. In the olden days it used to be made of marble.\nPhoto: Michael D. Martin\nThere are two types of glass blowing. The first one is free blowing – blowing short puffs of air into the tube and manipulating it while doing so. This technique was used 2,000 years ago and is still in use today. Almost any size or shape can be made with free blowing.\nPhoto: Michael D. Martin\nThe second type of glass blowing is mold blowing where the design comes from the mold itself. The glass is blown in to fill up a vessel or mold of some kind, and the design is not done by the glass blower but the mold.\nPhoto: Michael D. Martin\nLike most arts, glass blowing has its special tools. You can't do some of the intricate work seen here with just a blow pipe. Let's look at a few of the most important. Blocks are tools made of fruit wood and soaked in water, rather like big ladles, used to cool and shape a piece. Paddles are flat pieces of wood that are used to create bottoms and other flat areas. \nPhoto: Michael D. Martin\nJacks are essentially giant tweezers used towards the end to get the final shape right. Glass blowers also use tweezers to pick out fine details or pull small areas out to shape a piece as it is being blown.\nPhoto: Michael D. Martin\nDale Chihuly learned his craft in Italy among the best in the world, then came back to Toledo and set up shop. He also founded the Pilchuk Glass School, which he is still involved with. Unfortunately, in 1976, he was involved in a car crash in England that cost him an eye. Three years later, he dislocated his shoulder, making it impossible for him to continue holding the tools.\nPhoto: Michael D. Martin\nHowever that did not stop him. As he said: \"Once I stepped back, I liked the view,\" and he has described himself as \"more choreographer than dancer, more supervisor than participant, more director than actor.\" Partly because he had been trained in Venice in the team version of the craft, it wasn't as difficult as it might have been to others to step back and direct. Wildly successful, his beautiful works are in permanent collections all over the world, most of them in the US, Canada, United Kingdom, Singapore and the UAE. \nSources: 1, 2, 3, 4","author":"Michele Collet","web_category":"art+and+design","title":"Spectacular Flowers Made Out of Glass","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-chihuly-glass-exhibit"}