{"summary":"Open wide: Black mamba strikesPhoto: Photo: Tad 20D. Close one: Alligator shows what it's packingPhoto: Photo: JohnsonEarth Photography (www.johnsonearth.com) ","advice_category":"2","content":"\nPhoto: Photo: G?nter Leitenbauer \nOn the one hand, being a wildlife photographer sounds like the greatest job in the world. Travelling to far-flung destinations in search of amazing fauna, then getting all outdoorsy as you prepare to take the perfect animal shot. On the other hand, however, one might foresee certain risks attached to the profession, not least for those trying to take pictures of the larger, more aggressive or carnivorous of our creature kin – and particularly when going in for a close-up.\nJaws says cheese: Shark appears to attack the cameraPhoto: Photo: thehousenextdoor\nThis shot of a great white showing off its pearly whites is a reminder that once we humans get in the water with this beast, we're way out of our depth. Underwater, these massive predatory fish are often snapped from inside the safety of a steel cage – though it won't stop them taking an inquisitive lunge if lured by some bait. You only hope the shark doesn't confuse man and chum meat next time round.\nOpen wide: Black mamba strikesPhoto: Photo: Tad 20D\nThe photographer who captured this black mamba striking wasn't even prepared for it making its sudden move. When the mamba decided to strike, he unslung his camera, turned it on, and took the shot. Quick Draw Mcgraw. This snake looks like it's had its fangs removed – but you wouldn't want to prove it. One of Africa's most dangerous snakes, the mamba bites with deadly precision when disturbed.\nBoxing clever: Kangaroo punches female photographerPhoto: Photographer unknown via: Blogs24\nThe photographer in the frame took at least two good shots: one of the kangaroo and one to the face. Ouch. Kangaroos are of course well known for their pugilistic skills. They box one another in the wild and have a history of being forced into bouts with humans in what's now seen as a cruel spectacle. Yet it's the roo's raking kicks all comers have to be really on guard against. This woman may have been lucky.\nClose one: Alligator shows what it's packingPhoto: Photo: JohnsonEarth Photography (www.johnsonearth.com) \nThis next shot is enough to keep anyone on their toes entering gator country – like this bayou, a body of water found in low-lying areas like those of Louisiana. As with some of the other creatures featured on our list, the American alligator is an apex predator; it will eat any animal in or coming near the water that gets too close, including Florida panther, American Black Bear – and pesky photographers.\nRead my lips: I am hungy: Brown bear baring its teethPhoto: Photo: G?nter Leitenbauer\nThis brown bear doesn't look happy, but the pain it must be feeling with that broken tooth can't help. The photographer promises the nuts he gave it weren't responsible, which brings us to an interesting point. The saying \"a fed bear is a dead bear\" popularises the idea that wild bears allowed to scavenge human garbage and other food sources may become too bold – both for our safety and their own.\nS'wan good headline: My camera was attacked by a swanPhoto: Photo: My Beautiful Oblivion\nNow don't stick your neck out by claiming there was no risk attached to this next assignment. The photographer makes apologies for the blurriness as he \"was trying to get away from the swan before it did any damage to my camera\". With the knowledge that angry swans protecting their nesting grounds are formidable birds, capable of breaking an arm when in a flap, we'll forgive him just this once.\nHere kitty kitty: Rare white Bengal tiger diving for foodPhoto: Photo: Briana Taylor\nOkay, this photo is a bit of a cheat because its photographer was safe behind a glass wall in a Californian zoo. It's a good thing too. A bengal tiger might not pose so serenely for the camera if it was met face to face in the wild – and that includes water environments, which it just loves. Still, however much we might fear these big cats making mincemeat out of us, it's they who've been brought to the brink of extinction.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Animals Menace Photographers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/giantsquidphotofishingphotography3jpg_0","url":"http://www.environmentalgraffiti.com/featured/animals-menace-photographers/14757"}