{"summary":"The snake is a common symbol of evil in Judeo-Christian mythology, so to rid Ireland of snakes would be to symbolically rid it of evil. The scientific explanation for this is that Ireland was too cold for snakes","advice_category":"2","content":"\nIt’s one of the most famous and enduring Irish myths.\nThis snake fears no holy man!\nLegendary missionary St. Patrick is held to have chased all the snakes from the Emerald Isle after they attacked him during a holy fast.\nSt. Patrick’s expulsion of the snakes is one of his least revered feats. He earned his sainthood not by getting rid of creepy crawlers, but by converting the pagan islanders to Christianity in the fifth century AD. Nonetheless, it’s one of the more “fun” activities attributed to the patron saint of Ireland.\nNow, stuffy pants scientists are ruining our St. Patricks day with their “reason” and “legitimate hypotheses backed by research and data”. According to them, Ireland is snake free because of an ice age, not a holy man.\nIreland is an anomaly. There’s no particular reason snakes shouldn’t exist there. The climate is similar to its snake filled neighbour England, but the island joins Greenland, Iceland, Antarctica, and New Zealand as the only snake free places in the world.\nNot only that, but the fossil record seems to suggest that snakes have never been there. According to Nigel Monaghan, keeper of natural history at the National Museum of Ireland in Dublin, “At no time has there ever been any suggestion of snakes in Ireland, so [there was] nothing for St. Patrick to banish.\"\nThe scientific explanation for this is that Ireland was too cold for snakes. Until about 10,000 years ago, the most recent ice age would have made the island uninhabitable for the animals. As for the thousands of years after that, it’s thought that the cold seas surrounding Ireland would have kept it snake free.\nMost places in Europe were free of snakes until the end of the most recent ice age. As glaciers retreated northwards snakes followed, reaching all the way up to the Arctic circle in some cases. The slithering reptiles were able to return to England as well. Until about 6,500 years ago the island was connected to the continent by a land bridge, while the bridge between England and Ireland had been swallowed by the sea two millennia before.\nSnakes could have colonized Ireland in the period between the end of the ice age and the covering of the English/Irish land bridge, but wildlife experts say snakes had a few things working against them. While other species, like the boar and bear, made it across, the snake is not so adventurous.  They are slow to colonize new areas, and the climate was still not particularly conducive to snakes in Ireland. The Irish must make do with only a single species of reptile these days, the common lizard.\nSo if St. Patrick did not rid Ireland of snakes, how did the legend come about? Most scholars believe the answer is rooted in Christian symbolism. The snake is a common symbol of evil in Judeo-Christian mythology, so to rid Ireland of snakes would be to symbolically rid it of evil. This could symbolize St. Patrick’s conversion of the island, ridding it of its evil pagan ways and replacing them with Christianity. \nInfo from National Geographic\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Glaciers, Not St. Patrick, Kept Snakes out of Ireland","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IMG_pueblan1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/glaciers-not-st-patrick-kept-snakes-out-of-ireland/934"}