{"summary":"Since the Solenodon is generally a slow moving creature, it has become easy prey for these new introduced predators. Up until the colonization these creatures had no natural predators","advice_category":"2","content":"\nPhoto: Bert S. Geidenissite\nThe Cuban Solenodon is a distinctly strange creature.\nDiscovered in 1861 by Wilhelm Peters, these small animals were classed as endangered in the 1970s and were thought to have since gone extinct. However, in 2003, there were sightings of these elusive mammals proving that they were still around, despite being on the edge of extinction.\nKnown as Almiqui in Cuba, they weigh an average of 2.2 lbs and range from 16 to 22 inches in length. These aren't giant scary creatures like the Komodo dragon, but their saliva shares similar traits with the dragon. Their hair is a dark brown to black color and they resemble other rodent species, such as shrews, opossums, and mice. Their head is large compared to the rest of their body, they have small eyes, and a long snout. These creatures may look cute and cuddly, but snatching these little creatures up for a squeeze isn't a good idea as they posses glands that produce a musky or goat-like smell. Not something you would want anywhere near your nose, or clothes for that matter.\nPhoto: Monika Betley\nBecause of the mysterious nature of the creature, very little is known about their reproductive behavior. Their low reproduction rate is a factor in their small remaining numbers. The female Solenodon have two litters per year and only one to two offspring per litter. After their birth they will remain in the burrow with their mother for several months. Not only are they private lovers, but they like to keep their families small.\nKnowledge of their life span in the wild is unknown due to their rarity, but they have been known to live up to 5 years in captivity.\nThe species is nocturnal and hides out during the day in rock clefts, hollow trees, or burrows. They are omnivorous but feast mostly on insects and spiders. At night they come out of their hiding spots and use their big noses to search for their prey or use their claws to dig up some grub. The only mammal known to inject venom in its prey, the Cuban Solenodon use special grooves in their incisors to do so. Talk about having nasty teeth!\nWhile this species was once prevalent on the eastern and western ends of Cuba, they are now confined to the Oriente province. They are generally found in dense forests and brush country.\nPhoto: cliff1066?\nAnother important factor of their near extinction is the introduction of predators brought about because of the European colonization of Cuba. These newly introduced predators include dogs, cats, and mongooses. Snakes and birds of prey are also an enemy of the Solenodon. Up until the colonization these creatures had no natural predators. Since the Solenodon is generally a slow moving creature, it has become easy prey for these new introduced predators. Its defense mechanisms aren't known and it's believed that they possess virtually none, except for their toxic bite. They do have one helpful habit of living in burrows which can protect them from predators.\nOne last little note is that the adults of this species tend to approach with mouths open and are thought to be producing high frequency sounds.\nThese creatures help ecosystems by keeping the population of invertebrates under control and by spreading seeds of the fruits they eat. They are unique creatures that need some help to clamber over the hurdle of extinction. \nThis video depicts the most recently found Solenodon, which is now in captivity.","author":"mrkatz4","web_category":"nature","title":"Cuban Solenodon: The Rodent with a Toxic Bite","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/animals/news-cuban-solenodon-not-prehistoric-dinosaur-toxic-saliva-touting-mammal"}