{"summary":"Canada's aptly-named Horseshoe Lake might bring luck for some, but geographically oxbow lakes like this are not uncommon. Look hard enough and you’ll see the physical environment, both natural and man-made, has a message for us – sometimes in the most unusual places","advice_category":"2","content":"\nPhoto: Heart shaped lake, possibly in KoreaImage: pixelprime\nLook hard enough and you’ll see the physical environment, both natural and man-made, has a message for us – sometimes in the most unusual places. Lakes and other bodies of water aren’t the first places one might expect to discern symbols, figures and other shapes, but viewed from above they can be surprisingly communicative. We’ve scoured the globe for images of lakes whose shapes speak volumes.\nThe Lake Eros had a hand inPhoto: Image: freebird (bobinson)\nNature again has romantic designs with a lake in the shape of the universal symbol for love. This one is to be found in the less frost-bitten environment of Kerala, India – specifically within the beautiful Wayanad district, near Chembra Peak, at about 1,398 metres above sea level. With a surface area of 1,827 square meters, it’s not a big a heart, but it is a fairly warm one.\nThe Lake that leads the Latin AlphabetPhoto: Image: louburland\nTo be honest there are simply loads of heart-shaped lakes out there – everywhere from Ohio to Korea – so we just didn't have room for all of them here. Shot from a balloon, this next lake – or perhaps more accurately pond – looks like the letter 'A' to us. Anyone know of other lakes that spell something out to them? We'd be interested to hear. \nThe Lake that Bond builtPhoto: Image via: armchairtravelogue\nNature had a little help from Man with this pistol-like body of water, Belgium’s 2.5 km long Schulensmeer, but it’s coincidence it looks like an ad for the next 007 movie. It was artificially created in the '70s when sand was needed to build a nearby highway, and owes its shape to the parcels of land that were bought for this purpose. Popular for watersports, it's also an overflow for the Demer River in case of flooding.\nThe Lake designed by PiscesPhoto: Image: dragonfly23\nThis frozen-over, fish-shaped wonder was captured on Alaska's Mt. McKinley, the highest mountain peak in North America at around 6,194 metres. Mount McKinley actually has a larger rise than Mount Everest, as its base sits at a much lower elevation of 610 m, and is also bulkier than its Himalayan rival. With such imposing facts, it's no wonder this obscurely fishy lake is less well-known.\nThe Lake in the image of ManPhoto: \nThis next shape is clearly a product of deliberate human intervention in the natural landscape, a figure that stands some 140 metres tall in a lake located near Iacanga in the Brazilian state of S?o Paulo. However, aside from its location and vital statistics, information about this strange piece of land art is scarce. Anyone know anything we don’t? If so, pray do tell.\nThe Lake that says 'How do you do?'Photo: \nThe previous lake may have been man-shaped by design, but this next one looks more natural; natural but not au naturel – see he's wearing a hat and cane as he walks across the countryside. We're not sure where this is, but we've featured it on EG before and one commenter reckoned it could be Blythefield Reservoir in Staffordshire, England; another said it must be Mr. Peanut of Planters fame.\nThe Lake of Lady LuckPhoto: Image: Greg Brooks \nCanada's aptly-named Horseshoe Lake might bring luck for some, but geographically oxbow lakes like this are not uncommon. These sweeping U-shaped bodies of water are formed when a wide meander from a river's main stem is cut off, creating the characteristically curved lake. This fine-looking example is located along the long the Red River, near Morris in southern Manitoba.\nThe bodies of water you can make your own mind up aboutPhoto: Image via: University of Florida\nIn this next pic a few emergent oxbow lakes are visible, one of which forms the eye of some strange-looking creature. Is it a bird sticking out its tongue and spitting stuff out? Maybe it's just us. Anyways, the zigzagging body of water forming the outline of whatever-it-is is Fisheating Creek, which runs through Cowbone March west of Florida's Lake Okeechobee, itself known as The Big O.\nThe River that doubles your luckPhoto: Image: Moondigger\nSo how do oxbow lakes arise? Well many of them start out a lot like this. Yes, we know, it isn't a lake, but it could be one in the making. This is Arizona's Horseshoe Bend, a magnificent meander of the Colorado River situated slightly downstream from Lake Powell within Glen Canyon National Recreation Area. From the steep cliff above, some 305 metres higher up, it makes a breathtaking sight.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"10 Most Bizarrely Shaped Lakes and Rivers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/featured/most-bizarrely-shaped-lakes/19884"}