{"summary":"The whole episode turned out well for Michelle, because interest in the meteor fragment – once it had been identified as such – was enormous, this rock having probably begun its journey far out in space as long as four billion years ago. About 100,000 tons of solid matter punctures our atmosphere every year, the vast majority as minute particles – those ‘shooting stars’ burning up on their way down – thousands land every day, though no casualties have ever been reported","advice_category":"4","content":"\n[Photo: amsmeteors\nIt was a romantic evening, or else you heard on the news that you should be looking to the heavens that night.  In any event, you gasped in awestruck wonder at the beauty of the ‘shooting star’ as it streaked across the sky.  It probably never occurred to you that this was simply a miniature version of much more spectacular events.\nDid films like ‘Deep Impact’ or ‘Armegeddon’ spring to mind, with their accompanying visions of a huge rock ploughing into our beloved planet Earth?  Almost certainly not - yet as strange as it might seem, you are far more likely to be struck by an object from space than you are to win the lottery!\nAbout 100,000 tons of solid matter punctures our atmosphere every year, the vast majority as minute particles – those ‘shooting stars’ burning up on their way down – thousands land every day, though no casualties have ever been reported.  That is not to say that there haven’t been major strikes in earth’s history.\nWe all know that scientists now believe that the extinction of the Dinosaurs was due to a cataclysmic meteor strike in the Gulf of Mexico.  That object is believed to have been about six miles wide, and so heavy that it created a crater 120 miles across!  Scientists estimate that our planet has been struck by about 140 of these large asteroids over five billion years, so they are very rare events, thankfully.Photo: solar views\nThe last big event was actually at the start of the twentieth century, when a fragment of ice, estimated as weighing 100,000 tons, exploded violently in mid-air over Lake Tunguska, Siberia, in 1908.  This released a fireball 2,000 times more powerful than the bomb which flattened Hiroshima, destroying an area of 1,000 sq. kms.Photo: soviet army\nSo the chances of that ‘strike’ – at least on a small scale – are actually far greater than you might think, but does that have to mean that this would be unlucky?  Not for everyone.  Can you imagine going out of the house one morning, to get into the car for the journey to work, only to be met by the sight of an enormous hole punched right through the boot of your car?\nThis happened, on October 9th 1992, to American teenager Michelle Christiana, in Peekskill, some 60 miles from New York.  She says that, on the night, her pet cat was acting strangely, padding round in circles, just before an almighty crash outside, which shook the entire house.  She thought it might be a motor accident, and nervously ventured outside.Photo: NASA\n\nIt took a few moments for her to discover the damage to her car, and the large rock which had caused it.  This weighed in at twenty-six pounds, metallic and red from the fusion with the car body and paintwork as it had blasted through!  Local police thought it was a malicious prank by someone, and took the rock for evidence, though it ended up being used as a door-stop, for a while!\nUnknown to Michelle, of course, the meteorite from which her rock came had attracted public interest from the moment it entered the atmosphere.  Its glowing progress across Ohio, Pennsylvania and Virginia was captured on film before it eventually broke into smaller pieces and vanished.  The only fragment found was the one holding open the door of the police station.\nThe whole episode turned out well for Michelle, because interest in the meteor fragment – once it had been identified as such – was enormous, this rock having probably begun its journey far out in space as long as four billion years ago.  Her old car, bought for $100, had suddenly acquired celebrity status, and was sold to a collector for a princely hundred times its cost - ten thousand US dollars.Photo: NASA\nWhilst it’s true to say that such strokes of luck are few and far between, it is equally true that we all live under a constant shower, raining down on us, unnoticed, every day.  Perhaps one day you too, will live an experience like that of Michelle Christiana.  Wouldn’t it be good to be the beneficiary, for once, of cosmic chance?\n","author":"tonyleather","web_category":"science","title":"Meteors Hitting Earth: Our Planet's Most Violent Visitors","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-our-planet-and-its-most-violent-visitors"}