{"summary":" At the time, however, it was as large as Houston, and when this storm hit, it earned the title of \"deadliest natural disaster in U.S.  Of course, there's landmarks in between those two anchors of the Eastern Seaboard, as well, which brings us this shot of the U.S","advice_category":"8","content":"\nAfter having the joy of riding out the tornadoes in Atlanta earlier this month, I started thinking about how rare it must be for mother nature's wrath to be taken out on urban areas.\nFrom ricof3 on Flickr\nNormally when this sort of thing happens, it's in the suburbs, or out in a rural area.  So, for today, five random times the cities didn't duck the\n bullet:\nI'll get this over with right away-- no list of \"storms beating up cities\", even one assembled with the arbitrary criteria of \"ones I remember enough to write about\", would be complete without Hurricane Katrina.  It gave us an abomination of a government response, and so much of the population was dispersed that it seemed like every interview in Atlanta after our storm was somebody saying \"I haven't seen anything like this since Katrina.\"  So let's get this out of the way, and move on to things I can make fun of.\n From Harleigh2002 on Flickr\nWhile we're on hurricanes, however, I'll bring up one that came a few years earlier, and roughed up the Atlantic coast of the US, to include Washington D.C., where some parts of the city were without power for a week, and Baltimore, which saw heavy flooding.  Of course, there's landmarks in between those two anchors of the Eastern Seaboard, as well, which brings us this shot of the U.S. Naval Academy taking their mission of producing sailors a little too seriously:\nFrom Peter Barkley on Flickr\nNext up, there's the hurricane that the press became enamored with trotting out when Katrina actually hit-- the 1900 strike of an unnamed storm against Galveston, TX.  I know-- Galveston doesn't strike anybody as a major urban center.  At the time, however, it was as large as Houston, and when this storm hit, it earned the title of \"deadliest natural disaster in U.S. history.\"\nImage from Wikipedia\nThen there's the time in 1896 when not one, not two, but FOURTEEN tornadoes formed and unleashed their wrath on the Midwestern metropolis of St. Louis, Missouri.  With five F3 (read:  Atlanta strength) and four F4 twisters, the storm cut a one-mile swath through the core of the city, and still is, adjusted for inflation, the most expensive tornado in U.S. history.\nImage from NOAA\nLast of all, I present the event known as the Great Flood of 1993-- the Mississippi and Missouri Rivers both swelled out of their banks, and in some places set new records for where they finally crested.  The flood caused $15 Billion in damages.  Check out the pictures below of the rivers during 'normal' stage, and then the flood.\nBefore, from USGS\n USGS again, after\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"travel","title":"Five Deadly Storms in Urban Centers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb30.webshots.com-27165-2127624390104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/random-five-storms-in-urban-centers/974"}