{"summary":"The arrangement of the veins on a leaf is called venation. Researchers have been fascinated by the patterns that leaf veins form and discovered that only one simple mechanical model may be at work in all leaves","advice_category":"2","content":"\nPhoto: \nImage: Jeff Kubina\nWhat would the world be without a bit of imagination? Maybe more straightforward but certainly less magical. That's why we’re going to take a near microscopic tour of leaves, that's right, ordinary green, yellow, red, orange and even purple leaves. We were wondering what they must look like to those crawling on them and, after putting ourselves in the insects' shoes, made a stunning discovery: they live like us! They have networks of highways, streets, rivers and some very orderly settlements. The leaves seem to document these and work as their maps! Very interesting indeed...     \nHere's an example of urban density:Photo: \nImage: Fred Jacobs\nAnd another one - that's Toronto:Photo: \nImage via ccablog\nOrderly settlements:Photo: \nImage: Jan Kr?mer\nFollow the main road, take the second left and the third right. We’re the fifth settlement on the left:Photo: \nImage: Rawhead Rex\nLeaf veins are the intricate and fascinating structural skeletons of leaves. They are also essential systems of nutrient and water transportation. Each vein consists of water-conducting tissue called xylem and sap-conducting tissue called phloem. They are surrounded by a protective wrapper of structural tissues. The space between the veins – a tissue called parenchyma  – is packed with chloroplasts, the organelles responsible for photosynthesis.   \nThe arrangement of the veins on a leaf is called venation. Here's a good example of a leaf with pinnate venation, meaning one mid-vein with smaller ones branching off laterally.\nAlways stay on the main road!Photo: \nImage: Alex\nA leathery map:Photo: \nImage: Steve Jurvetson\nAgricultural fields or skunk cabbage leaf?Photo: \nImage: The Montessorian Librarian\nGreen indicates the suburbs, red urbanisation:Photo: \nImage: Peter Shanks\nHey, Havana is a leaf!Photo: \nImage via cubamapa\nZoning is in effect in Poinsettia:Photo: \nImage: Kevin Dooley\nResearchers have been fascinated by the patterns that leaf veins form and discovered that only one simple mechanical model may be at work in all leaves. Comparing leaf vein networks with webs of ropes and threads, in the model below, the spot where a small vein joins a large one is marked with a green arrow. The angles between the smaller and larger vein approach 90 degrees, like the angles would be when pulling on a light thread tied to a taut rope. Tree-way junctions of veins of the same size are marked with a red arrow and the angles between them have been found to be roughly 120 degrees.  \nHere's the rope web model:Photo: \nImage via aip\nAnd here a leaf in black-and-white, quite sinister looking urban planning:Photo: \nImage: worak\nThere are two subtypes of venation distinguished by the extension of the veins. Craspedodromous venation describes those leaves where the major veins stretch up to the margin. In camptodromous leaves, major veins extend close to the margin but bend before they intersect with it. Below is an example of a craspedodromous leaf.\nWe live in Victoria Amazonica - take a right where the second main road forks:Photo: \nImage: Frank Wouters\nHere's an example of a camptodromous leaf.\nStrangely looking like a slice of pepperoni and jalapeno pizza:Photo: \nImage: Derek Ramsey\nJust as with human cities, insect settlements have their preferred areas.\nThe lake properties off the main road are very sought after: Photo: \nImage: a.pitch\nProperties on the purple hills are quite upmarket:Photo: \nImage: Matthew Venn\nUrban planning nightmare:Photo: \nImage: Steve Jurvetson\nIn leaves, the main thoroughfares are called veins and in cities traffic arteries – something to ponder. \nRight off the highway is our purple bougainvilla...Photo: \nImage: g_kat26\nFlaming red landscape:Photo: \nImage: Jannes Pockele \nWintery landscapes have also been captured.\nA snowy landscape with green patches:Photo: \nImage: Lawrie Cate\nThe orderly settlement in winter:Photo: \nImage: Mark Boucher\nWhite road map or elephant ear?Photo: \nImage: Peggy Swientek\nWho said there are no alien insect life forms out there? \nGreen Insect Earth as seen from space:Photo: \nImage: Cod Gabriel\nA Martian landscape:Photo: \nImage: Victor Sounds\nThe alien invader says good-bye!Photo: \nImage: Jenny Downing\n\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"Leaves That Look Like Abstract Maps","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44375-2296804540104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/leaves-look-like-abstract-maps/14713"}