{"summary":"A chef must be certified in order to serve puffer fish because the poisonous parts differ from species to species, and there are about 120. They only employ the poisonous spines for self-defence","advice_category":"2","content":"\nPhoto: boogieswithfish\nNo matter how safe you think you are when enjoying your great holiday adventure, there could always be something hiding or in plain view that could spoil your fun. Here are five of the planet's deadliest little critters.\n1. Stonefish\nIf you have ever been in the Middle East or some other warm location, you will have wanted to spend time on the beach, and paddled about in the shallow sea.  However, you could easily have come within inches of losing your life because you stepped on the wrong thing. Often completely unnoticed by passersby, because they need to be 'invisible' to catch prey unawares, these ugliest of fish are also among the deadliest on the planet.\nSitting on the seabed, snuggled down in rocks, they mimic the appearance of algae-covered stones, which is why they are known as stonefish. Should you be unlucky enough to step on one barefoot, the protruding spines on the back will penetrate your foot and toxic venom will enter your body. Their venom is more than powerful enough to kill humans, and fatalities occur every year.\nPhoto: wiki\nStonefish camouflage themselves as coral, sand or rock, allowing them to surprise small fish and other prey. They only employ the poisonous spines for self-defence. Despite the toxicity, Japanese gourmet diners relish the stonefish, saying that it has a very delicate taste like blowfish, another very dubious menu item.\nPhoto: paragon1\n2. Blowfish\nBlowfish, also known as puffer fish, are so called because their slow and clumsy way of swimming makes them vulnerable. When threatened pufferfish fill their highly elastic stomachs to ingest huge amounts of water and thus 'puff' up into a ball several times their normal size. Some also have spines on their skin as an extra deterrent.\nPhoto: flickr\nMost tellingly, nearly all pufferfish contain large amounts of tetrodotoxin in their tissues, a substance that makes them foul tasting and often lethal to any predator. To humans, tetrodotoxin is around 1,200 times more poisonous than cyanide, so one pufferfish holds enough of it to kill 30 adult humans, and there is no known antidote.\nPhoto: anon\nThe ovaries, eggs, blood, liver, intestines and skin of the fish contain this fatally poisonous toxin. Less than 0.1 g (0.004 oz) is enough to kill an adult in 20 minutes or less. In spite of the obvious dangers, puffer fish are considered a great delicacy in Japan, much in demand. A chef must be certified in order to serve puffer fish because the poisonous parts differ from species to species, and there are about 120. About 100 diners die each year after eating puffer fish.\nPhoto: wiki\n3. Blue-ringed Octopus\nPerhaps you enjoy scuba diving to mingle with the colourful life beneath the surface of the ocean.  If so, however, keep a wary eye open for a gorgeous little minx who will kill you in a heartbeat. However lovely she might be, the blue-ringed octopus is one of the most dangerous known sea creatures and, despite her small size, carries enough venom to kill 26 adult humans within minutes.\nPhoto: laszlo-photo\nUnfortunately for most victims, their stings are tiny and often painless, and many of those stung have no idea that they have been poisoned until it's too late. Respiratory depression and paralysis start to set in quite quickly. First you begin to feel sick to your stomach. Your vision becomes hazy, and in seconds you find you become blind. You lose your sense of touch. You cannot speak or swallow. Three minutes later you are paralysed and unable to breathe, so death comes quickly.\nPhoto: flickr\n4. Poison Dart Frog\nAs horrifying as these stories are of venomous beasts in the oceans, the forests and rivers of the South American continent are also home to some real terrors. Go on an Amazon expedition if you dare, and you may just come across the frog which is almost certainly the most poisonous animal in earth. Only tiny in size, at a mere 2 inches long, each frog holds enough poison  to kill 20,000 mice or ten adult humans. Two micrograms of this deadly poison is all it takes to kill a person or other large mammal.\nPhoto: ucumari\nThey are often called “dart frogs” because the tribesmen from the area make use of their toxic secretions. They smear it over the tips of their arrows. The poison dart frog's poison is in the skin of the creature and will hurt or kill anyone who touches or eats one, so you must be very certain to avoid any contact at all with these often very colourful creatures.\nPhoto: wiki\n5. Piranha Fish\nIt is also not really advised to go swimming in the Amazon, especially if you have any fresh cuts on your body that might be oozing blood. The red-bellied piranha has a reputation for being one of the most ferocious freshwater fish in the world. They have a set of razor sharp teeth which are capable of stripping flesh from prey and dead animals. As their name suggests, they have a reddish tinge to the belly when fully grown, although juveniles are a silver colour with darker spots. They grow to a maximum length of 33 cm and a weight of 3.5 kg.\nTheir diet consists, for the most part, of fish, insects, worms and crustaceans but they may sometimes eat large animals. Despite their reputation, they usually feed on dead, dying and injured vertebrates in the wild, but have been known to attack healthy animals on occasion. The fish usually feed in large schools around dusk and dawn.  Though attacks on people are rare they do happen from time to time.\nPhoto: junglephotos\nOn September 20th 1981, an overladen river boat – the 'Sobral Santos', carrying 300 people – capsized in ?bidos, a piranha-infested part of the Amazon.  The boat capsized and people were injured, leading to there being blood and people thrashing about in the water. This was a recipe for tragedy and the piranhas' instincts overrode their fears.  They homed in on the hapless passengers, and not one person made it out alive to the river bank.\nPhoto: wiki\nWe may live in a world where travel to exotic locations is no longer a problem, but we still need to be aware that dangers lurk, often quite unseen, round every corner.  The world is just as dangerous a place today as it has always been, and we should never forget it.","author":"tonyleather","web_category":"nature","title":"5 Most Diabolical Critters On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Brown-Reclusejpg","url":"http://www.environmentalgraffiti.com/nature/news-creatures-you-simply-have-steer-clear"}