{"summary":"Christmas is a time for giving – and for the folks at Cadbury it’s apparently been a time for making wishes come true. The workshops will be touring the country, making stops in London, Milton Keynes and Liverpool – details are at the end of the article.","advice_category":"8","content":"\nPhoto: Cadbury\nThis is a Sponsored post written by me on behalf of Cadbury Wishes.  All opinions are 100% mine.\nChristmas is a time for giving – and for the folks at Cadbury it’s apparently been a time for making wishes come true. While we might associate our second favorite chocolate confectioner with sticky fingers and Dairy Milk binges, they’ve actually been up to some good work, which they would really would like to let you know about (hence why we’re running this sponsored piece!).\nJust in time for Christmas, Cadbury has launched a new product: Cadbury Wishes. They’re little chocolate stars, with a bubbly truffle centre and, let me tell you, for any chocoholic, they’re pretty darned moreish. What’s even better is that 10% of profits from the chocolates will go to the Make-A-Wish Foundation, which Cadbury has been supporting since 2009. The foundation is a UK charity which grants wishes to children and young people who are fighting life-threatening illnesses. When Cadbury began the partnership last year it pledged to donate at least ¢G400,000 over 3 years – which really was great news for the charity.\nAt a more everyday level, Cadbury are making ordinary people’s wishes come true with their Wishes workshops – it does help if you’re wishing for chocolate though! As well as sampling chocolate, Cadbury also wants to hear about your dream chocolate mix, and the very best ideas could become real.\nThe workshops will be touring the country, making stops in London, Milton Keynes and Liverpool – details are at the end of the article.\nIn the meantime you can check out Cadbury Wishes on Facebook or on Cadbury Wishes on Twitter.\n\tLondon: 7-12 December\n\tWestfield, North Atrium, London W12 7GF\n\tMilton Keynes: 7-12 December\n\tThe Centre MK, Middleton Hall, Milton Keynes MK9 3ES\n\tLiverpool: 16-19 December\n\tLiverpool One, Chavasse Park, Liverpool L1 8LT","author":"MichaelSimon","web_category":"lifestyle","title":"Cadbury Wishes For A Chocolate Christmas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-cadbury-wishes-chocolate-christmas"}