{"summary":".  When you answer to nature’s call sometimes she says ‘hello’ back","advice_category":"2","content":"\n When you answer to nature’s call sometimes she says ‘hello’ back. Via\nImagine a common scenario: you’ve been driving for hours, you’re hot, partially sweaty and full to the brim, you’ve recently missed that ‘turn here’ sign and that next sign ain’t appearing on the horizon line any time soon, so you stop the car, do your business and then drive on, right?\nWrong this is a story of a man whose penis was bitten by a snake.\n\nThe man who has been unnamed for obvious reasons, was a tourist driving through a road in Queensland, on nearing the Town of Laura he realized he couldn’t hold it in any longer and decided to make a toilet stop. At the side of the road he undid his pants and crouched down. ?Only moments later, a venomous brown snake had slithered through his legs and bitten his “Prince Albert.”\nThe tourist miraculously survived, as an ambulance spokesman elegantly explained ‘It certainly had a swipe at him, but it didn't envenomate him.’ He was treated at the scene by having his penis wrapped in plastic. It was later confirmed that no poison had spread.\nHe did however receive a savage gouging to his gonads and tip, and a heavy combo of multiple vomiting and stomach pains. After recovering at the hospital he quotes with hindsight “I’m a bit shocked and embarrassed but I’m lucky.’\n(Obviously he was referring to his life, not his manhood).\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"alex ingham","web_category":"nature","title":"Snake Attacks Man's Penis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/brown-snake-bites-mans-penis-real-version/1246"}