{"summary":"In Germany, Neozoon l means the introduction of an alien species into an environment where it will hopefully grow and develop, so the artists hope that their ‘neozoon’ graffiti artworks will stimulate awareness of animals endangered by thoughtless human actions and lead people to act positively to address these issues. Old fur coats are the end product of a long chain of human mistakes, and, instead of being destroyed, can form the working basis for Neozoon to emphasize the lack of a relationship between animals and people in urban habitats","advice_category":"6","content":"\nPhoto: Neozoon \nWe all think that the trade in animal skins for fur was appalling, and happily it is no longer as prevalent in the world as it once was, but two female artists in Germany felt strongly that not enough attention was truly given to the perils faced by the animal world at the hands of humans, and decided to highlight this issue through unusual graffiti art. \nPhoto: Neozoon \nThe two ladies from Berlin and Paris call themselves ‘Neozoon’ and prefer to retain their anonymity for the present. They call their creations ‘Neozoons’, created using old fur coats that are cut up into the outlines and shapes of various animals, and placed strategically around city streets in Berlin, Paris, Madrid and others, always in places where their positioning has subtle undertones of meaning. \nPhoto: Neozoon \nOriginally, Neozoon contented themselves with pure graffiti art in that the wall art was always rendered as animal silhouettes, but over time, they expanded those artistic horizons to include more three-dimensional artworks, positioned in trees or in zoo cages, ‘aping’ playful creatures in captivity. The artists always look to place their animals in places where they seem at home. \nPhoto: Neozoon \nA good example of this was the placement of some bear graffiti pieces in Berlin, very near to the spot where the heraldic bears of the city occupy their own special pit. Another was the way in which the artists decorated a huge slaughterhouse at La Villette in Paris with a gamboling flock of graffiti lambs. The aim of these passionate women is to stimulate the thought processes of passers-by about the lack of animal life in most city environments. \nPhoto: Neozoon \nPerhaps the sight of those cute lambs on the slaughterhouse wall led viewers to question their own attitudes to meat consumption, but the sight of those discarded fur coats decorating the urban environment must surely lead people to remember the creatures these furs once adorned. \nAs expensively treated animal skins with people inside them, the furs had no important significance, but brought back as a recognizable animal shape, they add natural wildness to supposedly civilized urban areas. \nPhoto: Neozoon \nNeozoon take great pleasure in finding that overall reaction to their art is positive on the part of the public. Some find the whole idea offensive, but surely anything that promotes the ethos of recycling that which would otherwise go to waste must make this powerful message worthwhile? \nThe main concern has got to be our attitude to both animals and the environment in which we all must live. To fail in looking after the wildlife is basically to fail ourselves. \nPhoto: Neozoon \nWith ever expanding human populations that eat meat regularly, there can be no surprise that tens of thousands of innocent creatures die each day to satisfy human appetites, while conversely other animals are spoiled outrageously because they are kept as family pets. We think nothing of spending more on feeding our dog each week than it would take to help preserve the life of an endangered animal. Priorities seem to be all wrong in the crazy society. \nPhoto: Neozoon \nIn Germany, Neozoon l means the introduction of an alien species into an environment where it will hopefully grow and develop, so the artists hope that their ‘neozoon’ graffiti artworks will stimulate awareness of animals endangered by thoughtless human actions and lead people to act positively to address these issues. \nPhoto: Neozoon \nUltimately, they say, the whole thing is simple. Old fur coats are the end product of a long chain of human mistakes, and, instead of being destroyed, can form the working basis for Neozoon to emphasize the lack of a relationship between animals and people in urban habitats. Not that these things last long. Once finished, these glorious graffiti animals often disappear, normally within two weeks of installation. \nPhoto: Neozoon \nEven that, however, does not detract from the intrinsic beauty of these most unusual examples of urban street art, which always leave viewers with much to ponder, being both evocative and even slightly sinister to the onlooker’s eye. They are superb, stylish and perhaps even somewhat controversial, but certainly unforgettable and brilliantly executed. The two mysterious artists have given us wonderful pause for thought. Whatever next? \nPhoto: Neozoon \nMy sincere thanks to Neozoon for permission to use all information and images in this story from their website.","author":"tonyleather","web_category":"art+and+design","title":"Amazing Fur Graffiti Appears All Over Europe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-neozoon-–-female-artist-collective-recycling-old-fur-coats-artistically"}