{"summary":"Among the largest insects on Earth, the Goliath beetle can reach up to 4.5 inches long and weigh an astonishing 3.5oz.. Photo: Mark Pellegrini","advice_category":"2","content":"\nPhoto: NoiseCollusion\nBugs are creepy. Big bugs are creepier. But these bugs are that stuff horror movies are made of!\n1. Atlas Moth aka Snake's Head Moth - Attacus Atlas\nConsidered to be the largest moth on Earth, with a wingspan that reaches up to 10-12 inches (25-30cm) and a surface area upwards of 65 square inches, the Atlas Moth is one diesel nocturnal bug.\nPhoto: Tanchoonheong\nIt got its nickname from the patterns along the edges of its wings, which somewhat resemble the head of a snake ready to attack.\n2. Chinese Mantis - Tenodera  Aridifolia Sinensis\nPhoto: Luc Viatour\nGrowing up to 4 inches in length, and known to prey on everything from their own kind to humming birds, the Chinese mantis is one scary predator in the insect world.\nPhoto: Jot Powers\n3. Giant Water Bug aka Toe Biter - Lethocerus\nPhoto: Dieno\nThe picture shown top, actually illustrates the giant water bugs close relation, the Belostomatinae, a slightly smaller subfamily in which the female lays its eggs on the back of the male. Therefore what these ones lack in size they more than make up for in added creepiness.\nAbove is the actual Lethocerus sp., which can grow up to 11 centimeters long.\n4. Camel Spider aka Wind Scorpion - SolifugaePhoto: U.S. Armed Forces\nOne of the scariest looking critters on this list (though technically an arachnid and not an insect), the camel spider has become somewhat of a creature of legend in the deserts it inhabits.  Growing up to almost 3 inches long and traveling at speeds up to 10mph it's no wonder this creature is the source of urban legends.\n5. Giant Walking Stick - Phasmatodea Phobaeticus\n  \n\nThe world's longest insects, measuring up to 13 inches from head to abdomen, the walking stick bug is one interesting looking fellow.\n6. Queen Alexandra's Birdwing - Ornithoptera alexandraePhoto: Mark Pellegrini\nThe biggest butterfly in the world, the Queen Alexandra's Birdwing has a wingspan that can be greater than a foot long (31cm) and a body mass of only a half ounce.\nPhoto: Mark Pellegrini\n7. Goliath Beetle - GoliathusPhoto: H. Zell\nAmong the largest insects on Earth, the Goliath beetle can reach up to 4.5 inches long and weigh an astonishing 3.5oz.\n8. Giant Weta - Deinacrida heteracanthaPhoto: Adrian Pingstone\nReaching up to 4 inches long and weighing up to a typical 35g the giant weta is more than just a creepy looking insect.\nIf the camel spider looked intimidating, you might be surprised to see the above video of a giant weta completely dominating one in a fight to the death.\n9. Hercules Beetle - Dynastes herculesPhoto: Adrian Pingstone\nAble to carry 850 times its own body weight, the Hercules beetle has more than earned its title. Its larvae weigh up to 120g and adult males can reach lengths of up to 6.75 inches (170mm).\n10. Giant Burrowing Cockroach aka Rhinoceros cockroach - Macropanesthia rhinocerosPhoto: Mark Pellegrini\nAble to live up to 10 years and weighing up to 35g (1.2oz), the giant burrowing cockroach is the heaviest species of cockroach in existence.\nPhoto: Peter Halasz\nIt has earned the nickname litter bug through its process of shedding its outer shell, an act it will perform 12 or 13 times before reaching its full size of over 3 inches long.\nGiant Isopod - Bathynomus giganteusPhoto: NOAA\nTechnically a crustacean and not an insect, the giant isopod has earned a mention on this list for its insane size and close resemblance to the terrestrial pill bug. These creepy crawlers can reach sizes of up to 30 inches (76 cm) long and weigh up to a ridiculous 3.7lb (1.7kg).","author":"The Blunt","web_category":"nature","title":"10 Most Freakishly Massive Insects on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stupidjpg","url":"http://www.environmentalgraffiti.com/nature/news-top-10-freakishly-large-insects-earth"}