{"summary":"Common monkeys are often curious and love to come and scavenge in towns but the langur is very aggressive toward them and some langurs have been trained to keep other monkeys out to take advantage of this fact. Photo: ?Stefano Unterthiner/National GeographicIndia's leaping langurs can be holy, helpful or even pesky.","advice_category":"2","content":"\nPhoto: ?Stefano Unterthiner/National GeographicIndia's leaping langurs can be holy, helpful or even pesky.\nAll images courtesy of National Geographic\nIndia's langur monkeys are more than just denizens of the forest who can be pests when they come into villages and towns. In some places, they are the security guards along with police and swat teams. The monkeys have become welcomed members because they stop other monkeys from running amok. \nCommon monkeys are often curious and love to come and scavenge in towns but the langur is very aggressive toward them and some langurs have been trained to keep other monkeys out to take advantage of this fact. During the Commonwealth Games, for example, 38 langurs were put into place among venues across New Delhi.\nPhoto: ?Stefano Unterthiner/National GeographicAre these the monkeys' mothers? Not always. Langurs often share babysitting duties within a close-knit group of females and their offspring. The young are born with thin dark fur that turns thick and grayish gold after a few months.\nA New Delhi Municipal Council spokesman said about this astonishing development: \"We have deployed 38 langurs and it is a very effective way to scare away the common monkeys. We take these langurs on rent. Their trainers accompany them and once the assignment is over, they return home.\" \nPhoto: ?Stefano Unterthiner/National GeographicYoung langurs like these (above, playing) have a truly rough-and tumble life. More than half are killed as juveniles by disease, predators  or infanticide — common practice when a new male takes over a langur group — but survivors can live for nearly 40 years.\nLangurs are a problem in some areas of India but apart from being sentries or security guards, they also are considered holy in the Hindu religion. Hindus see them as a symbol of the deity Hanuman where legend has it that his monkey army rescued Sita from the demon king Ravana. Hanuman himself suffered burns in the attempt and the monkeys' black face and hands are considered manifestations of that. They live a life of luxury in Mondor and other regions.\nMore images can be seen in the August 2011 issue of National Geographic magazine, on newsstands July 26\nPhoto: National Geographic","author":"Michele Collet","web_category":"nature","title":"Langur Monkeys: India's Animal Sentries ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/news-indias-animal-sentries-langur-monkey"}