{"summary":"But it was the trees that were perhaps the most valuable resource for their society. What's more, the trees supplied log rollers, sleds or levers, and rope made from fibers, all of which the islanders used to move and erect the hundreds of Moai heads for which Easter Island is now famous.","advice_category":"2","content":"\nPhoto: scorbette37 on Flickr\nWhen the Polynesians first settled Easter Island as late as 1200 C.E., it was a sub-tropical piece of land covered with millions of palm trees. Five hundred years later, when the Dutch explorer Jacob Roggeveen came upon the island, there were no trees over 10 feet tall. The landscape was instead dominated by tall stone heads, known as Moai. Scattered across the island, the largest of these were up to 65 feet tall and weighed around 270 tons. Yet the island people the European arrivals found were emaciated and lacked an organized society. How could these people have constructed and transported such large objects? \nPhoto: Viajar24h.com on flickr\nThe first setters on Easter Island found an island full of nesting seabirds and land birds. The soil, although low in nutrients, was good for growing the yams, sweet potatoes and other crops the people had brought with them. But it was the trees that were perhaps the most valuable resource for their society. The trees supplied fruit for the birds – both of which the humans ate – plus bark, used as a material for their clothing, and thatch for their roofs. The people also used the trees for building canoes and harpoons, which in turn helped them to hunt porpoises, their main source of food. What's more, the trees supplied log rollers, sleds or levers, and rope made from fibers, all of which the islanders used to move and erect the hundreds of Moai heads for which Easter Island is now famous.\nPhoto: Viajar24h.com on flickr\nAs well as bringing crops to cultivate, the early settlers developed systems of government and religion on Easter Island. They thrived for several centuries, yet their need for trees outpaced the ability of the forest to renew itself (with rats eating the trees’ seeds another possible contributing factor to the deforestation). Without the large palm trees, the islanders were unable to build their canoes and so eventually lost their main source of food. This forced them to focus their diet more on mollusks and birds, the latter of which soon also disappeared. With the land birds extinct and migratory bird numbers severely reduced, gone were the trees' means of dispersing pollen and seeds. \nThe loss of the forest was a near deathblow to the islanders. Soon they were unable to grow enough crops to fill the void in their diets. Streams dried up, the topsoil eroded, and fires became a luxury. The society collapsed into civil wars, and the rival factions had begun to topple the Moai heads by the time the European setters arrived. The Europeans then further decimated the population through the diseases they introduced and the kidnapping of the island people for the slave trade. The Polynesian population ultimately declined from a high of as much as 20,000 people to less than 3,000. \nPhoto: Jasonwoodhead23\nEaster Island is an isolated outcrop. It is a symbol of the spirit of a people who traveled thousands of miles to establish a new society. It is also a symbol of how greed – or at least, wastefulness – can lead a society to exploit its resources past the point of sustainability. According to author Jared Diamond, Easter Island is “the most extreme example of forest destruction in the Pacific, and among the most extreme in the world.” What is startling is that even after their society began to collapse, the people continued to excessively hunt, cut down the trees, and build more of the huge Moai heads.\nWe know the consequences of deforestation, which of course continues today the world over. Canada’s Boreal Forest is among the most recent environments to suffer under pressure from logging, mining, and the plunder of oil and gas resources. According to David Schindler, Professor of Ecology at the University of Alberta, Edmonton, Canada’s Boreal Forest “may be our last, best chance to do things right, but only if our leaders act decisively and act now.\"\nEaster Island should serve as a lesson to us all on the value of trees, for all times.\nSources: 1, 2, 3, 4, 5, 6","author":"Lisa Hossler","web_category":"nature","title":"How Deforestation Caused Easter Island's Society to Collapse  ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","url":"http://www.environmentalgraffiti.com/ecotourism/news-easter-island-society-collapses-when-trees-all-harvested"}