{"summary":"Photo: starwarsblog The Vader Project began in 2005 with the idea that each year, artists would be asked to customize a full-size replica of the Vader helmet, which would then go on display in an annual art exhibition. Photo: starwarsblogs Admittedly, it is quite difficult to imagine for those among us who loved the overpowering menace of the Dark Side that it could ever have seemed quite so menacing had Vader been sporting any of these on his head? Instead of shaking in our shoes we might have died laughing","advice_category":"6","content":"\nPhoto: fubiz.net The couple who dreamed up this amazing idea must have had the force with them when they thought about it, or maybe they were high on something else. We all remember Star Wars quite vividly as it impacted the lives of just about everyone on earth at the time. Darth Vader was the face of evil in the movies, later turning out to be the father of hero Luke Skywalker. Recently, 100 artists were given a full-sized replica of the iconic helmet, which they then went on to use as a blank canvas to work on. Photo: starwarsblog The Vader Project began in 2005 with the idea that each year, artists would be asked to customize a full-size replica of the Vader helmet, which would then go on display in an annual art exhibition. The first of these took place two years after the project began, in 2007. Photo: starwarsblog The majority of work in the 2010 Vader Project - the fourth and final - went on display in Los Angeles in July, after which this year's 100 customised helmets went up for auction in Philadelphia, where the bidding started at around $1,000 for each piece of work. Photo: starwarsblog When the auction finally took place on July 10th, the prices that the exhibits fetched varied between $1,250 and $17,500 as there was a great deal of interest. These artists had all sought to stamp their own individuality on the helmet they had been given to work with, and some of the resulting art was truly wonderful. Photo: starwarsblogs Dov Kelemer and Sarah Jo Marks, curators of DKE Toys, were the ones to originally conceive this wacky scheme, unaware of how big it would actually turn out to be. The Vader Project gave underground and pop surrealist artists free reign to re-invent the headgear of the Dark Lord, using authentic prop replicas as blank canvasses to express their particular vision of how it could possibly have turned out. Photo: starwarsblogs Admittedly, it is quite difficult to imagine for those among us who loved the overpowering menace of the Dark Side that it could ever have seemed quite so menacing had Vader been sporting any of these on his head? Instead of shaking in our shoes we might have died laughing. Could this clown really have consigned victims to eternal damnation? Photo: starwarsblogs There were a host of well-known artists who were pleased to take part in this awesome project, names such as Shag, Marc Ecko, Tim Biskup, Frank Kozik and many more. All were glad to have taken part, and their creations are truly incredible. Photo: starwarsblogs The auctioneers were Freemans whose spokesman Simeon Lippman commented: \"The result is astounding. The sale will give members of the public the chance to purchase unique artworks made from these iconic symbols of the movie industry.\" As it turned out, all 100 lots were sold, and many happy fans now own a genuine work of art. Photo: starwarsblogs When looking through a collection as breathtaking as this one is, you will find it very difficult to pick a piece that really strikes you as standing out from the others in some way. The wonderful way in which each artist has expressed their own vision leaves the choosing of a favourite as a tough job indeed. There was such a wealth of talent on display, converting the awfulness of the Vader image to something much more pleasant. Photo: starwarsblogs As long as gifted people have the foresight and imagination to dream up crazy ideas like the Vader Project, we will have a great deal to look forward to in future when it comes to popular art. There may well be a dark side to the art world, but the real beauty of these fantastic creations is that they turn your thoughts away from what the helmets originally represented to something altogether lighter and definitely fun. I loved the idea and the execution. Long live innovative art. Photo: starwarsblogs \nAll images were taken from Flicker creative commons pages, and my thanks to fubiz.net for the use of one image from their site.\nSources: 1, 2, 3, 4, 5 ","author":"tonyleather","web_category":"art+and+design","title":"The Vader Project: Reimagining the Dark Lord's Mask","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Field-Lightjpg","url":"http://www.environmentalgraffiti.com/news-vader-project"}