{"summary":"Nonetheless, many people do suffer after being bitten by bed bugs. Bed bugs do not journey great distances without assistance","advice_category":"2","content":"\nPhoto: Piotr Naskrecki for CDC/ Harvard University\nBed bugs have invaded New York city, the states of Ohio and Texas, and the city of Toronto. At least, these areas have made recent headlines for infestations of bed bugs.\nKnow Your Enemy: Bed Bugs\nThe \"common bed bug\" (or \"bedbug\") - aka Cimex lectularius has the greatest desire to live with people. These bed bugs are the usual suspects when people are bitten overnight.\nPhoto: Piotr Naskrecki for CDC/ Harvard University\nSeveral other species may infest our homes. The \"Eastern bat bed bug\" lives with bats for most of the year. However, if the bats enter people's homes, some of the more courageous Eastern bat bed bugs will move in. They prefer to live in walls or attics, but will still dine on human blood at night.\nYet other types of bed bugs prefer rodents or pigeons. These might move into homes because their hosts have selected nesting sites, but seem less likely to feed on people.\nBed bugs are small insects, about 6mm (one quarter of an inch) in length. They are flat, reddish brown ovals. Bed bugs molt - shed their skins - five times in order to grow from nymph to adult. They need to drink blood in order to take that step to maturity; they will feed much more often than that. They may live about four months and feed about once a week.\nThey can live for extended periods without eating, and the eggs can lie dormant for some time. Therefore exterminating a bed bug infestation is not a quick process.\nHow Dangerous Are Bed Bugs?\nThe good news is that there are no confirmed cases where a disease has been transmitted by bed bug bites. This is refreshingly different from the way deer ticks transmit Lyme disease, or how mosquitoes pass on West Nile virus.\nPhoto: KEBman\nNonetheless, many people do suffer after being bitten by bed bugs. Being bitten does not hurt. However, people often develop a small rash because of the bug's saliva injected with the bite. People have different allergic sensitivities to this, as they have to mosquito bites.\nThere is not much bleeding from the bites - not enough to be an immediate health concern. However, scratching the itchy rash can lead to infection.\nBy contrast, a flea bite can transmit disease. The easiest way to distinguish flea bites from bed bug bites is that the flea bite usually has a reddish central area. Also, fleas may stay with the host; bed bugs escape to nearby hiding places after feeding for about ten to fifteen minutes.\nPhoto: KEBman\nProbably the greatest health risk is the loss of restful sleep, simply because people dislike the thought of being bitten. Economic costs are also real: people have abandoned their clothing and furniture and moved, simply to escape a bed bug infestation.\nHow Bed Bugs Travel\nBed bugs do not journey great distances without assistance. They prefer to stay close to their human host, simply hiding in mattresses or behind baseboards. As their population rises, they will take shelter at greater distances; but usually not more than a room or two away from food.\nThey can travel great distances by hitching rides in cars or trains. If a furniture factory is infested, some bugs may hitch a ride in new mattresses or drawers.\nBed bugs also take refuge in people's clothing, and may crawl away in hotels, hospitals, or anywhere else people may venture with baggage - including backpacks or laptop cases.\nIt does seem strange that they would live in factories or office buildings. These would not be their preferred habitats, since people are moving around and have the lights on. They may be subsisting on rodents in those environments. Theatres, on the other hand, are dark places where people sit quietly.\nThe other classic way for these insects to travel is to hide in discarded furniture or mattresses. If these find a new home - so do the bed bugs.\nPhoto: JLplusAL\nExterminating Bed Bugs\nThe advice for eliminating bed bugs goes down two distinct paths: either \"you can do it yourself\" or \"always hire a professional exterminator.\" What do these options entail? What makes the choice so difficult?\nSince bed bugs do not eat much besides human blood, they are not killed by poison/feed mixes. These are often used on ants or wasps, since they eat sweets. To kill a bed bug requires contact abrasion, contact poison, extreme heat, or brute force.\nBrute force is effective - if one can strike a solitary bed bug with a hammer while it stands on a hard surface. This method does not eliminate an infestation, and tends to damage furniture.\nExtreme heat is a viable option. Anyone with bed bugs should wash and dry clothing and bedding on extended hot cycles. Professional exterminators will pump hot air into a home for several hours to kill the bugs. Individuals can use \"dry steam\" wands to slowly heat mattresses and baseboards.\nContact poison is controversial. Ohio made headlines in August 2010 because the EPA (Environmental Protection Agency) opposed the use of certain pesticides. Some commentators have stated they wished that DDT had not been banned, since it has been effective against bed bugs.\nDepending on the jurisdiction, professional exterminators may have access to some chemical pesticides that individuals would not be allowed to use. Boric acid is readily available to anyone, but opinions are mixed about its safety. Perhaps the best advice for any pesticide is to stay out of the home until treatment is over.\nAbrasives, such as diatomaceous earth, slowly kill bed bugs (and some other insects) by scraping their exoskeleton. Like boric acid or heat treatments, this kills by drying out the insect.\nAny powders - abrasives or poisons - need to be applied to the floor around the bed's legs, and also blown into the crevices behind electrical outlets and baseboards. The tedium and care involved may make it a good job for expert exterminators.\nOne truly demoralizing problem is that bed bugs will travel from one apartment to another to escape exterminators. The best advice: if one unit is to be treated, then treat all six units - around, above and below the targeted unit - at the same time.\nExterminating bed bugs is a difficult but not impossible task. No one source could present all the options fairly, but the information is available for finding workable solutions to an infestation of bed bugs.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nReferences:\nPenn State University, \"Bed Bugs\", updated 2010, referenced Aug. 19, 2010.\nSusan C. Jones, PhD, Ohio State University, \"Bed Bugs\", referenced Aug. 19, 2010.\nDamego, \"Cheap, Effective Handling for Ohio’s Bedbug\", updated Aug. 18, 2010, referenced Aug. 19, 2010.\nMedline Plus, \"Boric acid poisoning\", referenced Aug. 19, 2010.\nRose Mill Co., \"What is Boric Acid?\", copyright 2008, PDF referenced Aug. 19, 2010.\nGillis and Casey, Toronto Star, \"Bedbug remedy not just hot air\", published Aug. 16, referenced Aug. 19, 2010.","author":"MikeDeHaan","web_category":"nature","title":"How to Fight an Infestation of Bed Bugs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Firestick_1_450px-Euphorbia_tirucalli_003.jpg","url":"http://www.environmentalgraffiti.com/animals/news-fighting-2010-infestation-bed-bugs"}