{"summary":"Photo: Teko Mbarate:Struggle for Life (detail), Rigo 23. Photo: Love Has Value Because It’s Not Eternal, Dario Robleto","advice_category":"6","content":"\nPhoto: Teko Mbarate:Struggle for Life (detail), Rigo 23\nArt inspired by nature never fails to reflect the wonders of the world that we seldom have the opportunity to see, or often take for granted. Environmental artists have a knack of presenting their works in natural habitats, which makes us think more about the fragility of the planet, especially when their pieces decay or change over time. And some artists share their ideas of the planet through installations within an exhibition space.\nPhoto: Love Has Value Because It’s Not Eternal, Dario Robleto\nThis year sees the Museum of Contemporary Art San Diego (MCASD), in conjunction with the University of California Berkeley and Pacific Film Archive, present a number of exhibits that focus on the natural world.\nAs part of collaborative multi-year exhibition project, entitled Human Nature: Artists Responding to a Changing Planet, eight prominent artists were sent to eight UNESCO World Heritage sites “to create new work informed and inspired by their experiences in these diverse cultural and natural regions.” Mark Dion, Ann Hamilton, I?igo Manglano-Ovalle, Marcos Ram?rez Erre, Rigo 23, Dario Robleto, Diana Thater and Xu Bing were commissioned to create works based on how they responded to a specific site. Their interpretations offer a glimpse into some of the world’s most amazing locations, and allow us to see how someone else might view our changing planet.\nPhoto: Sapukay:Cry for Help, Rigo 23\nTheir works are on display in the museum’s downtown Joan and Irwin Jacobs Building and 1001 Kettner galleries until February 1, 2009.\nSources 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"Incredible Displays of Environmental Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/featured/incredible-displays-of-environmental-art/4577"}