{"summary":"Photo: jenstark.comAll images courtesy of Jen Stark. She seems to enjoy simplicity and complexity, using paper in her artwork because it is a simple and common material that can be transformed into such intricate sculptures","advice_category":"6","content":"\nPhoto: jenstark.comAll images courtesy of Jen Stark\nVibrant art is like a breath of fresh air, especially when it combines true artistic talent with glorious colour. Jen Stark is an American artist, born in 1983 in Miami, Florida. She is a talented artist who loves creating paper sculptures most, though she does also indulge in drawing and animation. She studied at the Maryland Institute College of Art, graduating magna cum laude. With a doctor for a sister, Jen had access to cross-sectional anatomy textbooks that provided some of the inspiration for her artworks. \nPhoto: jenstark.com \nDrawing also on her images of things like wormholes, MRI scans and dead bodies, she creates paper sculptures that seem very precise and controlled in their creation, but she does not use anything other than her own sketched design ideas and an X-acto-knife for cutting the paper into the form she has foreseen in her artistic mind’s eye. Her artworks are always stunning and somewhat hypnotic in the effect they have on the viewer. \nPhoto: jenstark.com \nWhen asked how she would describe her work, she gave the following statement: “My work is inspired by the overlooked potential of common things. The results resound with ideas of replication and infinity, often on a minute scale, echoing patterns and intelligent designs found in nature.\"Photo: jenstark.com \nShe continues: \"I frequently use common materials such as paper and wood and strive to create complex structures that reveal how remarkable common materials can become. I’m interested in the idea of how math and science is intertwined in everything around us and am inspired by all types of things, from plants to outer space, microscopic designs in nature, color and mystery. My work concentrates on hypnotic, optical designs that mimic mandalas and sacred objects. I hope to help everyone discover the simplicity of beauty and mystery through my work”. \nPhoto: jenstark.com \nJen Stark is well known around the world for her art, despite being only 27 years old. She has several solo exhibitions behind her, both in Europe and the USA, having spent some time in Aix-en-Provence in France as part of her study programme while working toward her university degree.Photo: jenstark.com \nShe seems to enjoy simplicity and complexity, using paper in her artwork because it is a simple and common material that can be transformed into such intricate sculptures. She claims to love microscopic forms, color, and the mystery of things man has not yet discovered or knows little about. \nPhoto: jenstark.com \nGrowing up in Miami and experiencing all the different plants and animals probably had an impact on her love of color and layers, she maintains, and she also tried to take whatever materials she could afford and make something out of without feeling restricted by what she didn't have. It typically takes her about three days to a week to complete a sculpture. \nPhoto: jenstark.com \nShe does work on different pieces simultaneously, especially if they are multiples of one idea, as well as working back and forth on different sculptures and drawings so she doesn’t get tired of one medium. When asked about the ways in which her work should affect people, she said: \n“The aim of my work is to realize the potential of simple and common materials. There are no boundaries, and I believe it can be a great source of inspiration for others. I think with new ideas, our consciousness expands a bit more and our minds evolve. Hopefully my work will enable people to open their minds so that they are able to envision and discover new ideas. I am hopeful and open to the idea of evolving our consciousness”. \nPhoto: jenstark.com \nShe is a real visionary in the art world, this remarkable young Jen Stark, and there can be little doubt that she has a bright future in prospect. With works that are reminiscent of science-fiction, Dr. Who and science fact, her precise yet quite moving and mobile sculptures are a feast for the eyes. With so many creative years ahead of her, it seems highly probable that this astounding artist will be enthralling and delighting the viewing public for a very long time yet. \nPhoto: jenstark.com ","author":"tonyleather","web_category":"art+and+design","title":"Mesmerizing Cut Paper Art by Jen Stark","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb25.webshots.com-43608-2542567240105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-colorful-paper-art-jen-stark"}