{"summary":"Next year, prices for the Yubari melon in the season's first auction will probably go even higher, especially when we consider that in 2005 they sold for ¢D 600,000, in 2007 for ¢D 800,000 while in 2007 they went for ¢D 2 million.. Yubari is Japan's \"Melon Kingdom\"; a city with 12,500 citizens reliant on the melon industry after the mines closed down","advice_category":"8","content":"\nYubari is Japan's \"Melon Kingdom\"; a city with 12,500 citizens reliant on the melon industry after the mines closed down. The Yubari King is an orange-fleshed melon that is similar in appearance and size to the common cantaloupe, but very fragrant, deliciously sweet and extremely expensive. It's supposed to be one of the most revered gifts the Japanese can make.\nA few days ago, during the first auction of the season, the record price for a pair of these melons was paid. The starting price was ¢D 2.0 million (last year's record), but the winner: a local who runs a seafood lunchbox and a souvenir business nearby, paid ¢D 2.5 million ($23,900) for the pair.\nThough the price may seem outrageous for most of us, it was more like a charitable act, designed to support the city of Yubari.\nFarmers in the area started harvesting the fruit on Monday and the pair that hit the new record was picked from a total of 100 other melons. Thanks to the great weather in the area, this year's melon crop is very sweet and of great quality, so we should expect more record-breaking prices.\nNext year, prices for the Yubari melon in the season's first auction will probably go even higher, especially when we consider that in 2005 they sold for ¢D 600,000, in 2007 for ¢D 800,000 while in 2007 they went for ¢D 2 million.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"mentol","web_category":"lifestyle","title":"Pair of Yubari Melons Sold for a Record 2.5 Million Yen","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sleeping_rudy.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/pair-of-yubari-melons-sold-for-a-record-25-million-yen/1179"}