{"summary":"Photo: Hamed Saber. A rare sight, the red sunflower in its flaming glory","advice_category":"2","content":"\nPhoto: Hamed Saber\nAt the moment the wind is blowing snow, the water is frozen and it is the time of year we are tired of putting on boots and heavy coats to step out the door or of praying that the car will start when its -30 celsius. Known as the February blues, depression creeps in along with cabin fever. So it is time for something to cheer us up and what says summer like sunflowers! \nSunflowers, those happy round faces of flowers that can't help but make people smile. I have gathered 10 of the best images I could find to help blow away the blues and remind us it's not to long now before the snow melts and the world warms.\n10. MagnificentPhoto: Louise Docker\nThis image is as cheerful as anyone could want, guaranteed to make a smile come to your face if seen outdoors.\n9. Back to FrontPhoto: psyberartist\nWho knew that the back of a sunflower could be so beautiful?\n8. Sunflowers in miniaturePhoto: Steve Wall\nThis photograph is just incredible. Each drop of water is refracting a sunflower image.\n7. Flaming sunsetPhoto: Stephanie Carter\nA rare sight, the red sunflower in its flaming glory. Note the movement of the petals.\n6. Comb my hairPhoto: Hamed Saber\nThis beautiful image captures the incredible fine detail of the sunflower.\nPhoto: Valentina Mancini Roma\nHere we see double barrelled beauty for a truly special shot.\n4. Mauve SunflowerPhoto: Simon Kelp Keeping\nThis image has been manipulated but the result is so well done I had to include it.\n3. The SunflowerPhoto: M. Al-Baker\nA lovely study in yellow! Brilliant colors, brought to life.\n2.Flames of fall\nPhoto: Melissa Goodman\nIt looks a lot like the shape of an artichoke albeit a different color in its flaming bottom.\n1. DamnationPhoto: Christian\nI have no idea why the photographer called this image damnation but its a lovely piece of work.\nHopefully these brightly colored beauties have brought a smile to your face and a little relief from the cold harsh winter! As a bonus, here is one last simple but beautiful sunflower image, one totally different from anything we normally think of.\nPhoto: Pareeerica","author":"Michele Collet","web_category":"nature","title":"10 Incredible Images of Sunflowers to Beat the February Blues","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_pink-daisy.jpg","url":"http://www.environmentalgraffiti.com/news-sunflowers-photographic-essay"}