{"summary":"These spikes are also self-defenses during times of danger. Another great master of bearing spikes in water is the spiny box fish","advice_category":"2","content":"\nPhoto: Arthur Chapman\nCarrying spines is an intensely effective tactical approach of defense against imposers, competition and predators. Those species that bear spines are virtually impossible to penetrate and attack, and when used with potential can inflict severe injuries. You best watch out for some of these feisty, spiky species that are not scared to use their built-in weapons. \n5. Short/ Long Nosed Echinda \nDefensive weapons that lacerate and kill:Photo: Janine Duffy\nA back completely covered in sharp quills of a rabbit-sized Australian mammal presents the echidna (Tachyglossus aculeatus)also known as the spiny anteater. Disturbing this species during its forage leaves nothing but a buried echidna with only its small forest of razor spines protruding through the soil. Here it remains until the intruder has left and all threats of danger have passed. Not only can these interesting mammals curl up leaving a ball of spikes, a poison spur also lurks on the feet, ensuring protection of its underside. Equipped with over 5000 sharp spines, it's clear to see that the echidna has mastered an ideal form of protection!\nPhoto: Ausemade\n4: Porcupine Fish\nPhoto: Caitlinburke\nThe porcupine fish’s(Diodon nichthemerus)body is washed with spikes that usually lie flat against the fish’s sides. But when threatened, by using its incredibly elastic stomach, the fish is able to ingest huge amounts of water and air into its body, forcing itself to extend into the shape of a sphere. As the body balloons, the spikes become erect, transforming the fish into a weapon of mini daggers – an impossible species to swallow, right? \nA stomach that swells into a ball of spikes:\nDue to such an incredible evolutionary adaptation, the stomach of the porcupine fish is no longer used for digestion. Instead food is absorbed in the intestine. The lining of its stomach is highly folded, but as the fish sucks in water, it expands to several times the fish’s original size. During this bizarre process, the remaining fish’s organs are pushed upwards against the vertebra column and transforms into a bow shape. When the skin is fully stretched out, it becomes stiff enough to keep the spikes flaring out, allowing the porcupine fish to take on its unpalatable bristling appearance. \nPhoto: Alanalew\nAnother great master of bearing spikes in water is the spiny box fish. This fiery fish wears its spines erect all the time, never letting down its guard. It too, just like the porcupine fish, can also increase its size through gulping water, swelling up into what looks like a prickly pumpkin - another smart transformation that is impracticable to swallow!\nPhoto: Nemo's great uncle\n3: Armadillo Lizard\nReptile bearers of suits of spiky armour:\nMany species of lizard have evolved jagged, splintery spikes from the tough scales that make up their layers of skin. Armadillo lizards(Cordylus cataphractu)from Africa and Madagascar are proficient leading examples of this weaponry; their whole bodies have become plated by armour of short spiky scales. The uses of these spikes are cleverly seen in two ways.\nPhoto: Spleeny\nFirst, most of the family use the spikes on their tails to block out their burrow entrances, ensuring protection of offspring (they remain untouched) and keeping their homes protected from thieves. These spikes are also self-defenses during times of danger. By flipping on to its back and grasping its spiky tail into its mouth, an armadillo is left standing only presenting its tough, jagged surface to its threat – a circle of well developed spikes far too awkward and lethal for predators to tackle and swallow. \n\n2. Lion Fish\nPhoto: Laughing squid\nDeceptively elegant to look at, but baleful during an encounter is the beautifully famous lion fish (Pterois antennata). Its long graceful red and white hollow spines – 18 in total, that make up the needle-like dorsal fins - deliver venom that works like hypodermic syringes. Catching a sting from the lionfish is extremely painful to marine species and even can be painful and fatal to humans. Emerging at dusk, the lionfish is a fearless species as it stands its ground in the face of predators and even divers. Swimming slowly and with ease, the lionfish is confident of is spiny and highly modified protection. \nPhoto: Nemo's great uncle\n1. Porcupine: \nFlesh-piercing quills:\nPorcupines(Erethizon dorsatum)are a very popular spiky animal, known for their long, thick quills that are carried flat on their backs. It's no wonder that when danger threatens these become instantly erected into the air, making themselves appear to be much more threatening. As a warning to others the porcupine shakes its tail spine to produce a snake-like rattle. \nPhoto: Karunakar Rayker\nWhen this warning is ignored, porcupines become rather menacing. To any lion or hyena that embraces the back full of spines it runs backwards into, instantly piercing the face of some of the most dangerous predators. Resulting in deep punctures, the nasty wounds can become infected and be very fatal. This is a very unique form of defense across rodents holding one of the best names in the animal kingdom to not be messed with!\nPhoto: Ambrosio Photography\nReferences:\nGeiser, F Et al. 1985, Survival in the Animal World, Orbis Publishing Limited, London\nBirkhead, T Et al. 1994, Exploring the Secrets of Nature, Readers Digest, Belgium","author":"Emmysarus","web_category":"nature","title":"5 Spikiest Animals on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/animals/news-spikiest-animals-earth"}