{"summary":"It’s expected that they will provide Whole Foods with meat for a few days or even a week, but it would be a special kind of deal, something that happens by word of mouth, like a small, Italian specialty meat shop. I hadn’t considered eating chicken in way longer than that, and it wasn’t until I viewed a chicken breast sandwich, resting on a friend's lap a few days ago, that I decided it was time to get back on the meat wagon","advice_category":"8","content":"\nPhoto: KT Homes\nThe meat section was small. A few horizontal shelves. Broken up in different animal sections like the rice crackers from the wheat crackers. I went straight for the top left corner and stood interloping, my fingers and mouth gaping. I wasn’t sure if my body would quickly bolt in the other direction, seeking out a vegetarian alternative to satisfy my strange new cravings. I hadn’t touched meat in over a year. I hadn’t considered eating chicken in way longer than that, and it wasn’t until I viewed a chicken breast sandwich, resting on a friend's lap a few days ago, that I decided it was time to get back on the meat wagon. \nFor close to ten straight minutes, I dissected every option. I finally settled on a foam container holding small chicken breasts that looked, well, like dead chicken meat, but I tried to envision something different, like what it might look like after my chicken-loving boyfriend simmered it in butter and herbs, disguising any remnants of its former life. \nDuring a thorough inspection, pressing the meat with the tips of my fingers the way I slowly take out air bubbles in a recently pounded piece of clay, my eyes approached the strange number on the upper right hand corner. Confused and also intrigued, I wondered when this odd rating system hit the shelves and for just how long had I been missing out. So I did what any curious writer would have done - I tracked down an incredibly friendly guy at the meat counter to offer up some insight. \nHe was a young, super-friendly guy who eagerly explained to me that the number 2 on my packaged goods was to ease my animal-loving self, because a number 2 chicken was a very lucky chicken indeed. It had a happy life, wings full outstretched on very friendly, expansive farms housing toys to play with and loads of fresh hay to peck at. I immediately envisioned the movie Toys with Robin Williams and John Cusack, but for chickens, and couldn’t help laughing out loud at the idea of it all. But it’s really not a laughing matter at all. It’s quite incredible. \nPhoto: KT Homes\nWhole Foods, a major grocery store chain that made their fame by providing their customers healthier food options, collaborated with Global Animal Partnership at the very tail end of this past February. Through third-party certification companies, more than 1,200 farming operations, housing just about 140 million animals, have been knighted into the Global Animal Partnership program since 2008, when the company first launched. Mike Baker, CEO of the World Society for Protection of Animals, Wayne Pacelle, CEO and president of the Humane Society of the United States, and John Mackey, co-founder and co-chief operator of Whole Foods are just a few of the nine impressive professionals that make up the board of directors. \nSo just what is this 5-step-program? It is a rating system that provides us, the consumers, with a basic understanding of the history of the purchased meat and how it's treated before it lands on our family’s dinner table. While it is an incredibly complex system and a process that might just bore you to death, it allows us to comprehend the system while using simple, non-pretentious words. IMI Global, one of three auditors that Global Animal Partnership uses, makes sure that this specific system acts in accordance with regulations such as the USDA’s NE3 rules: 1. No antibiotics - never ever, 2. No growth promotants - never ever and 3. No animal by-products - never ever. The 5-step program acts like a large snowball with the middle of the snowball as the core of the system, with the lowest rating numbers one and two. As the snowball rolls, it adds on layers 3 and 4 and becomes more dense and prestigious with higher regulations accumulating on its outer crusts: steps 5 and 5+.   \nPhoto: KT Homes\nCurrently, there are systems that exist for chickens, pigs and cows. Sheep, lambs, turkeys, as well as egg-laying hens are foreseeable add-ons in the near future. The program consists of topics such as special no-crowding regulations, which entail an emphasis on no cages, stalls or crates. There is no physical alteration whatsoever, for all animals. For chickens this includes beak trimming (like clipping the finger nail down to the very tender part of our finger flesh) and de-spurring the spur bud on the back of a male bird's leg, a body part that can sometimes cause injury to other birds. \nThese practices are cruel and also unnecessary because if a bird isn’t kept in a cage and isn’t in a space that’s overcrowded, it is unlikely that the bird will go ballistic and hurt a fellow bird mate. Beaks are trimmed because birds hate to be caged and are even more pissed off when they can’t stretch their wings. I can imagine that I would probably be pecking the heck out of my neighbors if I were confined too. \nAntibiotics, animal by-products and added growth hormones are not allowed as well. No tooth clipping, nose rings, dehorning, branding or confinement to housing. There is a minimum time period for weaning and maximum time period for castration. More and more “enrichment” toys are added as the step number increases, and indoor and outdoor foraging areas are an animal highlight. There is a maximum transport time to slaughterhouses, shade from weather, perching allowances and exercise. Having extended family time for the litters are just some examples of a very complex system that keep many animals happy.\nI didn’t see any chicken at my local Whole Foods with a number over 3, but that doesn’t mean it doesn’t exist. I was in and out of the market pretty fast, as my stomach couldn’t wait to taste a chicken that had been playing with toys its entire lifespan. Since merging with this program, Whole Foods won’t carry any meat that isn’t rated under this system. \nThere are over 270 Whole Foods locations worldwide and dozens more in development; London is home to five while the majority of them reside in the United States. This 5-step-program is a huge jump in the right direction, making PETA and supporters of animal rights leap for joy. It also encourages farmers of conventional animal farming practices to up their game. In a serious and prompt fashion. \nPhoto: KT Homes\nWhile Whole Foods offers this program, they say it will be quite a while before we see a chicken or cow selection with a 5 or 5+, all the while stressing that steps 1 and 2 suffice because they are eons better than the conventional animal farming practices that previously existed. It’s true, and anyone who has read Eating Animals by Jonathan Safran Foer knows what I’m talking about. \nMany organic and local farmers would like to reach this rather noble number, and some might actually already be there, but it wouldn’t be entirely correct to say that a small, perfectly practicing farm would be able to supply Whole Foods' entire meat clientele. It’s expected that they will provide Whole Foods with meat for a few days or even a week, but it would be a special kind of deal, something that happens by word of mouth, like a small, Italian specialty meat shop. You’ll have to check with your own Whole Foods branch and see what they are offering. I can only hope and also believe that, very soon, 1 and 2 will become the norm, steps 3 through 5 will be an option, and later on, steps 3 through 5 will be the norm. \nWhole Foods has already shifted the food industry, especially here in the United States, making organic and natural produce, among other goods, more sought-after and thus more prevalent in various grocery markets. This has provided more of the population access to chemical- and GMO-free foods. Whole Foods and of course writers and environmentalists, such as Michael Pollen, opened the can of worms on malpracticing farmers and got people curious about just where their food was coming from on a massive scale. Conventional farmers had to, and keep on, polishing their practices in order to keep up with organic and local farmers' earth friendly approaches. After all, this is what the public wants - access to cleaner foods. This new program will revolutionize the meat industry. \nFor more information, visit www.globalanimalpartnership.org","author":"ekove","web_category":"lifestyle","title":"Whole Foods Aims to Shift the Meat Industry with a New 5-Step-Program","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/news-whole-foods-and-5-step-rating-system-0"}