{"summary":"Only days before I had been in the beating metropolis of Ho Chi Minh City (formerly Saigon) and now I was on a three-day boat trip in Ha Long bay, one of the most amazing sights I have seen. Whether it’s a break from the bustling cities or a tourist trip you wish for, Ha Long bay is a must","advice_category":"8","content":"\nPhoto: Lorna\nAs I looked up into the starry sky, listening to the gentle sound of waves lapping against our boat, I realized the diversity of the breathtaking country that is Vietnam. Only days before I had been in the beating metropolis of Ho Chi Minh City (formerly Saigon) and now I was on a three-day boat trip in Ha Long bay, one of the most amazing sights I have seen. The odd-shaped mountains protruding from the calm waters are reminiscent of the limestone peaks of Yanshou in China and also reminded me of the sun-bleached mountains in Thailand. Vietnam is a concoction of cultures, a meeting of modern and medieval Asia with only a sprinkling of touches left by the Western world, with a clash between the calm beauty of nature and the fast-moving beat of city life. This patchwork of variety is what both intrigued and perplexed me upon my arrival.\nHan Long bay, located in the north east of Vietnam is the top tourist sight for the area, but, despite this, it still retains an untouched charm. The three thousand or so islands looming over the emerald waters of the Gulf of Tonkin are worth the hype, and in 1994 this was recognized, as it was made into a world heritage site.\nWe went on the trip from Hanoi and stayed on the boat over night. This would be my advice for prospective travelers as the reputation of Ha Long city is not the best.\nOur first day was spent swimming in the bay and sunning ourselves on the deck before taking a kayaking trip through the gleaming, crystal clear waters. This is an amazing way to see the limestone peaks and obviously if you’ve never kayaked before it was a very easy task as the water is so calm. The dinner on board included steaming bowls of rice with various meat, vegetables and exotic sauces (all eaten with chopsticks of course), washed down with a cool glass of beer. The bay at night is mysterious and beautiful, if not a little tainted by the many boat lights of tourist ships. \n Photo: Lorna\nWhat sets Ha Long apart from the mountains of China and Thailand are the hidden treasures within and around the hills. Our second day was spent exploring the caves and grottoes, many illuminated. Our tour guide, Pipi, told us that legend has it the bay was created by a great dragon that lived in the mountains and the islands were whipped up by its huge tail. Consequently, the name Ha Long means ‘where the dragon descends into the sea’. The islands are also dotted with various beaches, one of which we visited after climbing one of the great peaks of the bay. This is a must-do activity as the view is simply breathtaking.\nUnfortunately there are often downsides to tourist success and this magnificent site is no exception. The bay is under threat as many people have removed rare coral and seashells from the seabed and also taken stalactites and stalagmites from the caves. These are often taken and made into trinkets such as key rings to be sold to visiting tourists, so be wary and try not to buy. \n Photo: Lorna\nWhether it’s a break from the bustling cities or a tourist trip you wish for, Ha Long bay is a must. The awe-inspiring bay is a beauty not to be missed in the enriching, enlivening and exotic country of Vietnam.","author":"Lorna Davies","web_category":"travel","title":"Vietnam's Wondrous Ha Long Bay","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/altai1jpg","url":"http://www.environmentalgraffiti.com/national-parks/news-vietnams-wonderous-peaks"}