{"summary":"But what if I tell you about wine made out of Deer Penis and Tiger Penis? Yes, in China, this wine serves as a popular traditional medicinal drink. TCM (Traditional Chinese Medicine) dates back more than 2,000 years ago and is very popular as an alternative medicinal practice in Asia and many parts of the world","advice_category":"2","content":"\nPhoto: Hungry Girl\nWine has a rich history, occupying an important place in many cultures around the world. Thousands of varieties of wine are available for different occasions. But what if I tell you about wine made out of Deer Penis and Tiger Penis? Yes, in China, this wine serves as a popular traditional medicinal drink. A sip every night is said to enhance your sexual desire and could cure athletic injuries too.\nPhoto: Gergely Vass\nThis wine is served as a delicacy and claims to possess therapeutic properties. Available for $12 a glass, the wine has a very strong taste. In China, deer penis and tiger penis are easily available in any pharmacy or herbal store as an aphrodisiac, to increase sexual desire. The most barbaric part of this story is that the penis is often removed while the animal is still alive. It is then chopped to pieces and dried in the sun. In Angang, Taiwan, women eat this meat while pregnant or breast-feeding, to gain strength.\nPhoto: Vberger\nTCM (Traditional Chinese Medicine) dates back more than 2,000 years ago and is very popular as an alternative medicinal practice in Asia and many parts of the world. TCM offers snake oil to cure joint pain, seahorse for heart disease and asthma, animal feet to strengthen legs, angelica roots for regulating the menstrual cycle and rhinoceros horn for blood cooling. \nDuring the 2008 Olympics, athletes were advised not to consume traditional medicines, as they contained banned ingredients. The Chinese Olympic Committee also released a list of banned herbs and animal parts. Many restaurants are still selling foods containing animal-parts, most of which are sold as a soup-delicacy. One can get Dried Tiger Penis for about $2,500. Such items are so rare and in demand, that sometimes they need to be ordered a month or two in advance.\nPhoto: mailer_diabloTraditional Chinese medicine shop in Tsim Sha Tsui, Kowloon, Hong Kong\nFrom time to time such cruel practice are criticized by others. Such practices not only abuse innocent animals, but also lack objective testing and cause the killing of endangered animals and plants. Every year unknown numbers of deer, tiger, bulls, sharks, snakes and other animals are killed or traded for the TCM markets in China alone. \nDestruction of wildlife for medicinal purpose it totally unnecessary. Clear policies and global cooperation are needed for the sustainability of such species.\nSources: http://en.wikipedia.org/wiki/Tiger_penishttp://en.wikipedia.org/wiki/Deer_penis_wine","author":"Alka Sharma","web_category":"nature","title":"The Cruel and Bizarre Traditions of Chinese Herbal Medicine","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb52.webshots.com-44915-2893253190105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-deer-and-tiger-penis-wine-destruction-wildlife-chinese-medicine"}