{"summary":"By profession, Neil is a photographer. These are actual dishes from the book \"Yuck! The Things People Eat\", written by Neil Setchfield","advice_category":"8","content":"\nPhoto: Neil Setchfield\nAll images by Neil Setchfield, courtesy of Merrell Publishers, London\nPhoto: Neil Setchfield\nRaw blood soup, bulls’ testicles, barbecued river frogs, deep-fried sparrow and pigeon’s head, smoked Laotian rat, boiled sheep’s head and, if this is not enough, here is one more – snake on a stick. Yuck!\nBefore you read further, I would like to tell you one important thing. This article is not for the faint at heart. It is an ultimate gastronomic horror tour to the world’s most bizarre, most gruesome foods.\nPhoto: Neil Setchfield\nPhoto: Neil Setchfield\nPhoto: Neil Setchfield\nThis is not a joke. These are actual dishes from the book \"Yuck! The Things People Eat\", written by Neil Setchfield. Neil has combed the world and has come up with his Yuck! collection of weird and disgusting food. If you are a non-vegetarian, you can at least think of trying some of the dishes. But if you are a vegan, just take a visual taste tour of the culinary oddities from around the world. \nPhoto: Neil Setchfield \nPhoto: Neil Setchfield\nPhoto: Neil Setchfield \nPhoto: Neil Setchfield\nPhoto: Neil Setchfield \nBelieve it or not, the book \"Yuck! The Things People Eat\" contains more than 100 of the world’s startling and bizarre dishes. Of course, it’s gross to imagine this first, but as the writer told in an AOL interview: \"I've photographed nearly 200 bizarre foods, and I've tried almost every single one. I'd feel like a bit of a fraud if I didn't.\"\nPhoto: Neil Setchfield\n\"Yuck! The Things People Eat\" by Neil Setchfield\nBy profession, Neil is a photographer. His book has an amazing collection of gross food from all over the world with brief anecdotes. This book has been published by Merrell Publishers. No doubt, it could be a great Christmas gift for food lovers. \n\nSources: 1, 2, 3","author":"Alka Sharma","web_category":"lifestyle","title":"Bizarre and Disgusting Foods from Around the Globe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-yuck-or-yum-bizarre-foods-around-world"}