{"summary":"They're very cool, but isn't the point of a decanter to open the wine up to the air?. French sculptor Etienne Meneau's new line is titled ‘Strange Carafes' but the delicate pieces are equally as fascinating as they are curious and behind their spindly exteriors lies an interesting play on the ancient maxim ‘aqua vitae'.","advice_category":"6","content":"\nThis amazing set of wine decanters resembling human capillaries was first discovered by our friends over at Neatorama. They're very cool, but isn't the point of a decanter to open the wine up to the air?\nWell traditionally yes, but who cares when you've just paid between €2000 and €5000 for a beautiful piece of sculpted borosilicate. French sculptor Etienne Meneau's new line is titled ‘Strange Carafes' but the delicate pieces are equally as fascinating as they are curious and behind their spindly exteriors lies an interesting play on the ancient maxim ‘aqua vitae'.\nWine may have been known for centuries as the water of life but here it literally fills the decanter like blood flowing through our veins - or perhaps more accurately the blood alcohol content of our veins.\nAnd if confronting the human circulatory system every time you want a nice glass of red is simply too much for the faint of heart, you can always think of it as the roots of a plant - the perfect addition to every eco wine-lover's kitchen - but mind the metaphor goes no further: feeding the geraniums your Ch?teauneuf du Pape might seem like a good idea at 2am but is in reality a terrible waste of good wine...\nSo not just a pretty face, but a talking point too.\nSee Meneau's website for details and other examples of the Frenchman's ‘interesting' work.\nSources: 1,2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"art+and+design","title":"Capillary Carafes For Your Wine? [pics]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/capillary-carafes-for-your-wine/1402"}