{"summary":"Since the white dwarf's mass limit is always 1.4 solar masses, peak luminosity is the same for all type Ia supernovae. Type Ia supernovae are born when a small, dense star called a white dwarf accretes material from a companion star","advice_category":"4","content":"\n4th of July fireworks ain't got nothin on type Ia supernovae. These exploding stars exhibit their catastrophic brilliance in a systematic fashion, allowing scientists to use them as \"standard candles\" to measure properties of the universe at large. But for such a uniform piece of cosmic machinery, researchers have long wondered why the ejecta of some type Ia supernovae appear to expand at a different rate from that of others. Now, astronomers from the Dark Cosmology group at the Neils Bohr Institute believe they have found the answer.\nPhoto: NASA/MPIA/Calar Alto Observatory, Oliver Krause et alThe remnants of a Type Ia supernova.\nType Ia supernovae are born when a small, dense star called a white dwarf accretes material from a companion star. When the tiny dwarf reaches a mass of 1.4 times that of our sun, it can no longer support itself. High density and pressure in the star's core allow carbon to be fused into oxygen in a runaway process and the star explodes into a supernova. Since the white dwarf's mass limit is always 1.4 solar masses, peak luminosity is the same for all type Ia supernovae. By comparing the supernova's known luminosity with its apparent brightness from our position in space, astronomers can easily and accurately calculate its distance from us. Researchers (myself included!) have used the brightness and distance of type Ia supernovae to determine how quickly the universe is expanding, and what proportion of dark energy is causing it to do so.\nSince stellar explosions of this kind are all presumed to ignite in the same way, researchers had difficulty understanding why the ejected material from some type Ia supernovae appeared to decelerate at different rates. This discrepancy in so-called velocity gradients led some scientists to believe that these objects were not truly \"standard candles.\" But according to new research from Dark Cosmology, white dwarf enthusiasts can rest easily. As it turns out, the team claims, the observed discrepancies between supernovae can be chalked up to our Earthly perspective. \nIt has long been assumed that type Ia supernovae are triggered in the center of a white dwarf, leading to a symmetrical explosion and a homogeneous ejection of material in all directions. But if a supernova ignites at, say, the outer edge of a star, opposite sides of the explosion will progress at different rates. According to Giorgos Leloudas, a member of the team, \"What we could see was that the varying natures of the supernovae could be explained by an asymmetric explosion, where the ignition takes place away from the center.\" Whether astronomers observe a high-velocity or low-velocity gradient in the star's ejecta depends on which side of the supernova faces Earth. This conclusion reaffirms the role of type Ia supernovae as the universe's standard candles and, in turn, bolsters the case for dark energy. The team's research is published in the July 1 issue of Nature.","author":"vmdamico","web_category":"science","title":"The Mystery Behind Exploding Stars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/space/news-cosmic-detectives-solve-mystery-exploding-stars"}