{"summary":"A report published in the Science journal yesterday by leading climate scientists outlines the most detailed model to date predicting the climate over the next ten years – and it’s not looking good.. Dr Doug Smith, a climate scientist involved in developing the model, commented that “The climate has already changed, and it is continuing to change; people need the best information available to help them adapt to these changes.”","advice_category":"4","content":"\nA report published in the Science journal yesterday by leading climate scientists outlines the most detailed model to date predicting the climate over the next ten years – and it’s not looking good.\nWhilst previous models generally focused on how the climate is likely to change over a long time period, this model, known as the Decadal Climate Prediction System (DePreSys) includes short-term natural events such as El Ni?o, and incorporates recent improvements in data collection of ocean temperatures, allowing climatologists to improve their understanding of how ocean dynamics influence the climate system.  Now they claim the model can predict with reasonable accuracy the climate trends that will be seen over the next decade. \nThe Exeter-based research team suggest that between now and 2009, natural shifts in climate will counteract the effects of human activity and greenhouse gas emissions, but that after that date temperatures will rise more abruptly.  Over the decade, the overall global average temperature is expected to increase by 0.3C, and after 2010 each year has at least a 50% chance of exceeded the global temperature record currently set by 1998.  After 2014, the chances of breaking the record rise even further.\nThis model follows one released by the National Centre for Atmospheric Research in Colorado at the end of last year, focusing on the polar ice caps, which suggested that after 2025 a “positive feedback loop” could kick in as Arctic ice continued to melt: “As the ice retreats, the ocean transports more heat to the Arctic and the open water absorbs more sunlight, further accelerating the rate of warming and leading to the loss of more ice.”  Scientific opinion is moving away from the model of steady incremental increases in temperature and leaning towards the idea that once changes make themselves evident, the knock-on effects will speed up and become harder to predict.\nDr Doug Smith, a climate scientist involved in developing the model, commented that “The climate has already changed, and it is continuing to change; people need the best information available to help them adapt to these changes.”","author":"Maryking","web_category":"science","title":"Global warming expected to snowball after 2010…","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/businesspolitics/global-warming-expected-to-snowball-after-2010…/187"}