{"summary":"Why not repair them? It will not only make the clothes last longer but also leave behind a lighter footprint. Conventional cotton requires more water than organic cotton, and cotton factories are using lots of water - also a precious natural resource","advice_category":"8","content":"\nPhoto: dekade\nDo you know what sort of \"clothing footprint\" you are leaving? Perhaps not. A clothing footprint is actually the effect of cloths we wear on our environment. The way we grow crops to make cloth, the process of manufacturing it, how it reaches us, how we clean our clothes in our daily life and finally, how they are disposed of all are taken into account. Each of these steps in an item of clothing’s life has a great impact on our environment. The bigger the effect, the bigger the clothing footprint left behind. \nPhoto: thn26987\nNatural Fibers vs. Artificial Fibers\nNatural fibers are those that are produced by plants and animals, e.g. cotton and wool, whereas synthetic or artificial fibers come from petrochemicals, e.g. polyester and nylon. Clothes can be made from both of them but either way, they are harming the environment in some or the other way. \nThe pesticides we use to grow more cotton crops are actually poisonous chemicals that could kill other animals and plants too. These pesticides also get into lakes and rivers. Petroleum oil is a precious natural resource and given the way it is currently being used for cloth manufacturing might result in the world one day running out of petroleum. \nConventional cotton requires more water than organic cotton, and cotton factories are using lots of water - also a precious natural resource. The saddest part is that about 20% of the world’s pesticides are sprayed on cotton crops. \nPhoto: CgoodwinFull wool marino sheep\nHow to Reduce Our Clothing Footprint?\nArtificial fabrics leave heavier footprints, so try to choose something with a lighter footprint like PCR fabric which is made out of old plastic bottles. Coming from sheep, merino wool is another natural alternative, and thus biodegradable, unlike artificial fabrics. Ideal for sports clothing, this wool doesn’t harm the environment.\nWe love to have clothes for every occasion but the method of shopping for them also plays an important role. The greenest shipping method is sea freight for long distances and ground shipping for online shopping. \nBuy clothes made out of hemp, organic cotton or recycled materials. Also do not go shopping, if it isn't necessary, and do not dispose of clothes only because they are a bit torn. Why not repair them? It will not only make the clothes last longer but also leave behind a lighter footprint. We can also return some parts of our clothing like brass buttons or buckles to the companies that made them so that they can reuse them.\nPhoto: Joshua Sherurcij\nFinally, here comes the most important part of our daily life: washing clothes. Have you ever thought of reducing your clothes' washing footprints? Every washing machine harms the environment in three ways: it uses a lot of water, it consumes much electrical energy for washing and drying and also uses special soaps made out of petroleum-based chemicals. Also, when you do laundry, it has the largest eco-impact on our clothing. The green way is to dry your clothes out in the sun and air whenever possible.\nTherefore, the size of a person’s clothing footprint depends on how the clothes are made, from what they are made, how we get them and how long we wear them. So what do you think your footprint is?","author":"Alka Sharma","web_category":"lifestyle","title":"How Big Is Your Clothing Footprint?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/news-how-big-your-clothing-footprint"}