{"summary":"It took sculptor Scott Weaver 3,000 hours and 100,000 toothpicks to construct it. Photo: Scott Weaver","advice_category":"6","content":"\nPhoto: James Bastow\nThe world's largest kinetic toothpick sculpture, 'Rolling Through the Bay', is not just a standard work of art. It took sculptor Scott Weaver 3,000 hours and 100,000 toothpicks to construct it. Those 3,000 hours were also distributed over 34 years, making this a life's work! The only other material used was Elmer's Glue.\nPhoto: Scott Weaver\nNot only does the sculpture have all the features of San Francisco Bay in exquisite detail, it also has tours of it. Five no less!\nPhoto: Scott Weaver\nHere, the ping pong balls are going through the San Francisco Bay Bridge on one of the tours.\nPhoto: Scott Weaver\nThe dragon represents Chinatown as do the buildings here.\nPhoto: Scott Weaver\nThe ferry building has been faithfully reproduced including its clock. \nPhoto: Scott Weaver\nIt isn't often that we see boats in full sail made out of toothpicks but it looks very realistic.\nPhoto: Scott Weaver\nThe Painted Ladies are Victorian houses painted in three or more colors to enhance their architectural splendors; the term was first used for San Francisco Bay Victorian and Edwardian homes.\nPhoto: Scott Weaver\nAnother house but this one is full of warm memories of Grandma's house in the Bay.\nPhoto: Scott Weaver\nScott talks about the toothpicks and why the palace of fine arts is special to him: \"I have used different brands of toothpicks depending on what I am building. I also have many friends and family members that collect toothpicks in their travels for me. For example, some of the trees in Golden Gate Park are made from toothpicks from Kenya, Morocco, Spain, West Germany and Italy. The heart inside the Palace of Fine Arts is made out of toothpicks people threw at our wedding.\"\nPhoto: Scott Weaver\nThe famous San Francisco cable cars were not forgotten in this masterpiece. You can hear Scott explain everything as he shows off the different tours in the video below.\nSources: 1, 2","author":"Michele Collet","web_category":"art+and+design","title":"San Francisco Built Out of 100,000 Toothpicks!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-rolling-through-bay"}