{"summary":"While some are blaming the ongoing subway construction, we’re wondering – could it be another case of a giant sinkhole devouring everything around it?. More than a week back, on Tuesday, 3rd March, the archive of the city of Cologne in Germany collapsed","advice_category":"8","content":"\nPhoto: \nImage: Robert Brands\nMore than a week back, on Tuesday, 3rd March, the archive of the city of Cologne in Germany collapsed. The building at Severinstrasse 222-228 housed more than 18 km (!) of shelves, which held more than 65,000 documents, 500,000 photographs of the city and 100,000 architectural drawings and plans. While some are blaming the ongoing subway construction, we’re wondering – could it be another case of a giant sinkhole devouring everything around it?\nThe collapse of Cologne's city archive also damaged many neighbouring buildings:Photo: \nImage: Raimond Spekking\nThe archive wasn’t only one of the largest north of the Alps; it was also one of the oldest – first mentioned in the year 1322. Apart from documenting the history of the city of Cologne for many centuries, the archive was additionally home to the personal documents of almost 800 prominent German writers, politicians and composers, like Nobel prize winner Heinrich Boell, West Germany’s first post-war chancellor Konrad Adenauer, and the fathers of communism, Karl Marx and Friedrich Engels.\nThe archive's ugly, concrete facade may have controlled the building's temperature but did not protect it from collapse:Photo: \nImage: Arnd Dewald\nWhile officials believe that the archive’s collapse may be related to subway construction in the same street that required digging 28 m deep and previously shook other buildings, the possibility of a giant sinkhole cannot be disregarded. Sinkholes form when the bedrock or soil below subsides, causing the collapse of the topsoil and anything in its way, like concrete.\nRead EG’s report in May about five giant sinkholes around the world and see more pictures of Cologne’s archive collapse or watch a commentary:\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Giant Sinkhole Devours Cologne's Past","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/giant-sinkhole-devours-colognes-past/8730"}