{"summary":"Sam Roddick’s Coco de Mer is a sex shop with an environmentally friendly ethos, selling everything from corsets to clitoris creams.. Photo: Image: Coco de Mer","advice_category":"8","content":"\nPhoto: Image: BohPhoto\nWe’ve all become familiar with the fair trade ethos with our food buying, but one person is trying to bring the same values to a very different part of the retail industry. Sam Roddick’s Coco de Mer is a sex shop with an environmentally friendly ethos, selling everything from corsets to clitoris creams.\nPhoto: Image: Coco de Mer\n\"The sex industry is totally unethical,\" explains Roddick, daughter of Body Shop creator Anita Roddick. \"There are no regulations about the materials used for products that people use with their most sensitive areas. That’s a huge worry and it’s really up to people like me that supply these products to have ethics beyond company profit.\"\nWith this in mind, Coco de Mer’s products are all made with consideration towards the environment and human rights. The products are made of high-quality material, usually locally sourced and created by local artists. When they seek skill from abroad they make sure it’s got the Fairtrade ? seal of approval, using small projects and cottage industries instead of the shameless sweatshops. If you’re the type to worry if your spanking paddle comes from sustainable forests, this is the shop you’ve been looking for!\nPhoto: Image: Coco de Mer\nCoco de Mer first rose to notoriety when it held a naked protest against the Iraq war on the streets of London. Since then it has been a champion of many causes, including sex trade rights.\nThis devotion to human and environmental causes has seen Coco de Mer gain something of a cult following. It seems to be a winning formula too, with two boutiques open in the most upmarket of places in London and Los Angeles and more on the way despite current economic gloom. Sam herself is a firm believer that sex can help the environment. \"Turn off your telephone, turn off your TV, your computer and have great sex and I promise you that your life will be a happier place.\"\nSource Coco de Mer\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"John Johnston","web_category":"lifestyle","title":"Being Environmental Just Got Sexy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/green-living/being-environmental-just-got-sexy/3393"}