{"summary":"All images shown with the permission of Sarah-Jane van der Westhuizen. If you were surfing the web one day and came across a site called \"trash to treasure\", you might think that it concerned finding valuable antiques discarded as rubbish, but for artist Sarah-Jane van der Westhuizen, it means exactly what it says","advice_category":"6","content":"\nPhoto: trashtotreasure.co.uk Talking Rubbish\nAll images shown with the permission of Sarah-Jane van der Westhuizen\nIf you were surfing the web one day and came across a site called \"trash to treasure\", you might think that it concerned finding valuable antiques discarded as rubbish, but for artist Sarah-Jane van der Westhuizen, it means exactly what it says. A genuine champion of the environmentally friendly, she spends time down at the local rubbish dump hunting for materials that then get incorporated into stunning works of art. \nMan MirrorPhoto: trashtotreasure.co.uk \nThis year, the city of Bath staged a giant public art event from May to October that featured a pride of 100 life-size lion sculptures around various streets to raise funds for charity and bring a smile to the faces of residents and visitors alike. Sarah-Jane provided two, appropriately called ‘Recylions’, and the image below shows one of them. \nRecyclion 1Photo: lionsofbath.co.uk \nThis amazing woman, now 61, is a widow who runs a bed-and-breakfast establishment in Monmouth, and has raised five children by herself. They are all grown-ups now, the youngest son is as artistic as his mother, being a professional jazz musician at the age of only 20. As if she were not busy enough with the demands of all that, she still finds time for creating wonderful art from the things others throw away or as she puts it, \"at the sharp end of recycling\". \nWreck ChairPhoto: trashtotreasure.co.uk \nShe claims to have, years ago, furnished three different London flats with what she found in street skips, though she no longer feels the need to do that. Still she finds her raw materials in all kinds of locations, from computer repair shop discards to charity shop offloads to skips, and she was a well-known figure at the town dump, before health and safety rules stopped her from going there.\nJunk MalePhoto: trashtotresure.co.uk \nHer friends also keep her supplied, and Sarah-Jane is happy to use just about anything in her sculptures, especially liking to use the inner parts of timepieces for her smaller works. All works bear titles that reflect what they are, such as ‘Junk Male’ or ‘Shoe Tree’. \nSquare MirrorPhoto: trashtotreasure.co.uk \nSarah-Jane has been thinking along these lines for over twenty years, back to when she seemed to be continuously moving house, with all the accompanying bits of tat. \nShoe TreePhoto: trashtotreasure.co.uk \nEventually, she had so much junk that she needed to do something with it, and she began by using it to create wonderful picture frames, with mirrors in them, that proved to be extremely popular at local craft fairs. Gradually, Sarah-Jane began to create larger and much more impressive sculptures, until in 2008, the Flying Pig renovation company sponsored her creation of the aptly named ‘Pigasus’, an unlikely take on the notion of the famous flying horse. \nPigasus Photo: trashtotreasure.co.uk \nWith wings constructed from windscreen wipers, this amazing creation raised many an amused eyebrow among viewers, many of whom saw it for the first time at the Bath King Bladud's Pigs street art venture. \nRed MirrorPhoto: trashtotreasure.co.uk \nOne should not forget that Sarah is completely self-taught. With her - as she herself puts it - \"posh accent\", she has lived in the Wye Valley since 1986, though her artistic past includes time spent designing enamel boxes for companies like ‘Halcyon Days’, ‘Chelsea Enamels’ and ‘Moorcroft’, illustrating greetings cards and more. It was the commission to create ‘Pigasus’ in 2008 that really sparked her sculptural career. \nTimes TablePhoto: trashtotreasure.co.uk \nThese days, she is commonly known as S-J, and works out of her studio at Lydart Ridge near Monmouth, where she is preparing for her largest exhibition yet, to be held at the next Bristol Design Festival. Those who want to see her work in the flesh, so to speak, can do so at Mark Elliot's shop in Monmouth. She can be reached by telephone on 07949 142523 and is happy to take calls from interested parties. \nRefuseniks Photo: trashtotreasure.co.uk \n\"Recyclion 1\" and \"2\" are now available to be bid upon as Bath puts the lion sculptures up for auction, as the 'Lions Roar Goodbye' event approaches in Bath. This incredible lady is finally starting to generate much deserved interest in her innovative and outstanding sculptural artworks, and it seems likely that her awesome creations will find their way further afield as time goes by and interest grows. She may have taken some time to really get started, but now that the blue touch-paper has been lit, it seems certain that she will reach great heights of artistic achievement. Whatever comes next will be brilliant, of that we can be sure. \nRubbish TVPhoto: trashtotreasure.co.uk \nSources: 1,  2, 3","author":"tonyleather","web_category":"art+and+design","title":"Amazing Environmental Art by Sarah-Jane van der Westhuizen  ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-awesome-enviro-artist-sarah-jane-van-der-westhuizen-and-her-amazing-creations"}