{"summary":"Photo: Image from Kaydee did on Flickr. Photo: Image from Stuckincustoms on Flickr","advice_category":"8","content":"\nAh, Summer is almost upon us, and that means most American families are plotting madly to get out of town for a week.\nPhoto: Image from Kaydee did on Flickr\nNever mind that the economy is in the tank, or that you'll use just under half of your vacation days at once-- it's time to go to the beach! But wait... before you slam the kids in that minivan and speed off: there's a greener way.\n5.  Don't Travel As Far\nIn one of those special instances where environmentalism saves you a ton of money, the simplest piece of advice is one that most Americans aren't likely to follow, even in this hour of $4.00 gasoline:  stay close to home.  Heck, even stay home:  if you live in a major city, there are probably loads of museums, parks, baseball games, and restaurants that you haven't been to.  But if you MUST travel-- try to stay within 100-150 miles of home.  Your wallet, and the planet, will thank you.\nPhoto: Image from Stuckincustoms on Flickr\n4.  Find A Green Hotel\nThis may seem like a monstrous task, but it's not-- check this registry of environmentally friendly hotels.  They're standing ready to assist in your eco-escape, conserving waste, and committed to reducing their toll on the planet.\nPhoto: Image from Flickr\n3.  Take the Train\nRail travel isn't quite dead in the U.S., which is good, because it features some of the lowest carbon emissions per-traveler of any form of transport.  In order of most polluting, it goes: airplanes, cars, trains, and coach buses--but I don't know many people who think of Greyhound as a good way to get around anymore.  \"Boost that failing government-subsidized rail system, America!\"\nPhoto: Image from Flickr\n2.  Buy Local Souveneirs\nThis is hard, seeing as how we're nationally addicted to airbrushed t-shirts and plastic toys, but buy local goods when you travel.  Supporting a local artist doesn't just do more for the economy of the place that you're visiting, it cuts the cost of transporting all of those mass-produced tourist trap souvenirs.   And besides, taking home art, or cooking ingredients from a place you can't get at home, is far more interesting.\nPhoto: Image from Flickr\n1.  Minimize Waste\nI know, that seems like a gimme-- but it's not.  Turn off your thermostat when you're not home.  Take the pets to a sitter, or board them, rather than leaving them in the house with some neighbor stopping in to check on them.  Pack a couple of water bottles so you don't have to buy bottles of water everywhere you go.  Common sense still applies on vacation, as odd as that seems.Photo: Image from Flickr\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"travel","title":"5 Tips For A Green Vacation","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_5","url":"http://www.environmentalgraffiti.com/green-living/5-tips-for-a-green-vacation/1040"}