{"summary":"Fearless or foolhardy, researchers like Rivas can at least safely say there is method to their hands-on madness with these massive animals – something less easily claimed by someone like Johnny Knoxville. Snake charmer: Jesus Rivas and friendPhoto: Photo: Paul Raffaele via anacondas.org","advice_category":"2","content":"\nPhoto: Photo: Paul Raffaele via anacondas.org\nDeep in the steamy Amazonian jungle, half-hidden beneath the water’s surface, a reptile approaching 28 feet long lies in wait for prey to stray within striking distance. When the target is close enough, the colossal creature will make a grabbing lunge with its jaws before rapidly wrapping its phenomenally powerful body around the victim. With each exhalation of breath, the snake’s coils will constrict tighter, squeezing its prey so tightly that the heart cannot fill up with blood and so causing a cardiac arrest that probably kills the prey faster than the lack of oxygen. \nNotwithstanding, for a variety of reasons – from scientific research to barefaced entertainment – we humans have the audacity to go grappling with these things.\nOn the anaconda tourist trail: A tour guide entertainsPhoto: Photo: Naithin Rogers via Travel Blog\nAnacondas are the luchadores of the serpent world, South American constrictors that are the most massive snakes on the planet – and totally unrivalled as the heaviest and thickest. Weighing as much as 400 pounds, and with a girth like a man’s midriff, these heavily built boas can easily squeeze the life out of large animals such as tapir, deer, other snakes, and even caimans and jaguars. Still, some men seem only too eager to tussle with these semi-aquatic bruisers.\nAmong the guys willing to go mano-a-snako with anacondas are guides – natives, like the snakes, to the countries east of the Andes from Columbia to Paraguay, who ply their trade with would-be intrepid tourists that flood in to get a peep at the fabled swamp monsters. Others are scientists trying to better grasp the beasts, keen to measure and track them, study their life-cycles, and learn how to conserve a future for the reptiles – which are under threat from hunters and habitat destruction. \nSnake charmer: Jesus Rivas and friendPhoto: Photo: Paul Raffaele via anacondas.org\nVenezuelan snake biologist and documentary maker Jesus Rivas loves getting to grips with green anacondas so much, he walks barefoot through the swamps of his homeland waiting for his toes to touch one of the snakes. When he stumbles uoon one, he promptly wrestles it into submission and pops it into a pillow case, and reckons to have caught and captured more than 900 of the ophidian brutes – all in the name of scientific research of course. In an interview with Salon, Rivas states:  \n“When I catch them in the wild they are upset, of course, and we have to wrestle... Yes, she grabs at you and you wrestle her back – normally with several people. After about 15 minutes, I will be panting and tired, but the snake will be just as tired because her metabolism is slower and she doesn't recover as quickly. So after 15 minutes of struggle, the snake will just give up.” \nJackass: Johnny Knoxville gets bitPhoto: Photo via jackassmovie\nFearless or foolhardy, researchers like Rivas can at least safely say there is method to their hands-on madness with these massive animals – something less easily claimed by someone like Johnny Knoxville. In Jackass II, the skater generation's king of stuntmen goes toe-to-tongue with an anaconda in a ball pool. Knoxville gets bitten by his gnarly foe, but given that these snakes are not venomous, it's not their teeth folks fooling around with them need to be especially on their guard against.\nWhat's more, Jesus Rivas revealed to EG how he has all kinds of issues with the glorification of actions like these in the showbusiness so beloved of television:\n\"When the snake bites, some teeth always come off, because the person pulls out violently and it's an unusual situation for the snake to be biting defensively. This produces infections in the snake's mouth. Since the teeth of the anaconda are intended only for grabbing and not cutting, the bite is not a big wound for the person bitten, just a poke of a needle. The snake ends up with a worse injury after biting the person than the person himself! Its hurts not so much the people as the animals!\" \nWhy do I always get the middle? Eleven men and an anacondaPhoto: Photo via Luke Marshall \nThe bite of the anaconda is not to be taken lightly, but the danger of constriction is the one all-encompassing risk for people handling serpents of this size. Fortunate, then, that attacks on humans are rare, as once caught in a coil it is very difficult to escape. Seemingly keen to follow us in all that we do, dogs have been recorded getting themselves in serious tangles with these legendary heavyweight wrestlers of the Amazon. The final clip is a reminder of the serpent's muscular might.\n\n  \n\nDefinitely not to be messed with.\nFor the most comprehensive scientific information on anacondas on the web, go to anacondas.org. With special thanks to Jesus Rivas for his kind assistance with this article. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Man Vs Anaconda","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/BIGBOY","url":"http://www.environmentalgraffiti.com/featured/man-vs-anaconda/13299"}