{"summary":"In the first trial, all 50 of the cockroaches chose the same shelter and managed to cram themselves into it despite the lack of space. Most people know that cockroaches can be conspicuously found in certain places","advice_category":"2","content":"\nPhoto: kiethcr\nHave you ever seen a house infested beyond measure with cockroaches?\nMost people know that cockroaches can be conspicuously found in certain places. Kitchens and bathrooms are the worst culprits. Ivy plants are one of their most favorite breeding places. Anywhere there is moisture or humidity is high dollar real estate for cockroaches.\n\nPhoto: scragz\n\n?\nResearchers have recently figured out how cockroaches decide where to hang out. The “where” part is no mystery! Cockroaches have an “all or nothing” approach. In lab experiments, 50 baby cockroaches were given just two or three places to dwell. The results were phenomenal.\nIn the first trial, all 50 of the cockroaches chose the same shelter and managed to cram themselves into it despite the lack of space. (see image). \nPhoto: puravida\nIn the second trial, the shelters were downsized but increased in number by one. Though the shelters could hold a maximum of 40 cockroaches, they always split up in groups of two. They left the third shelter completely abandoned.\nIt was more important to have a 50/50 split. If the cockroaches had had a bigger group and a less robust group, the cockroaches would have suffered socially and reproductively. Cockroaches by nature are herd dwellers. They don’t like isolation.\nThis makes one wonder, could cockroaches become depressed if they were isolated away from the crowd??\nCockroaches make their decision collectively and unilaterally. They are egalitarian by nature and don’t have a leader. Cockroaches are agreeable and socially disposed to making the popular vote. Perhaps this is why they will outlive everyone else?\nMaybe we can learn a thing or two from these disgusting pests!\nPhoto: ronnieb","author":"Asher Kade","web_category":"nature","title":"How Cockroaches Select Their Secret Hideaways","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/450px-Moai_Rano_raraku.jpg","url":"http://www.environmentalgraffiti.com/biology/news-how-cockroach-hangouts-are-chosen-0"}