{"summary":"Photo: David Jon Kassan . Photo: David Jon Kassan ","advice_category":"6","content":"\nPhoto: David Jon Kassan \nIf you see an image of a person that seems extremely lifelike because of the fine detail, you would probably expect to be viewing a photographic representation of the person concerned. What if, however, it was a case of your eyes playing tricks on you, allowing you to think that the pictures could not possibly be hand painted because of the image quality? In that case you might well be looking at work by David Jon Kassan, an American painter who could render cameras redundant, so skilled is his incredible art. \nPhoto: David Jon Kassan \nBorn in Little Rock, Arkansas in 1977, this contemporary painter is best known for his life-size, hyper-realistic portraiture. David says that he was always inspired by the works of artists Franz Kline and Robert Rauschenberg. He tends to combine abstract background painting with amazingly detailed portrait work, claiming that this allows him to produce artworks that are inherently contradictory, real and abstract all at once. \nPhoto: David Jon Kassan Having achieved a degree at the College of Visual and Performing Arts in Syracuse, New York in 1999, he went on to study in Manhattan, both at the National Academy and the Art Students League. He remains based in Brooklyn, New York to this day, but teaches and runs tutorials at places all around the globe, including the Rochester Institute of Technology, Western Illinois University, Syracuse University, National Academy School of Fine Art, the University of Alabama, the National Academy of Design and the Salmagundi Center of American Art.\nPhoto: David Jon Kassan \nKassan tends to prefer painting on walls to doing so on canvas, and the striking 3-D imagery never fails to impress anyone who looks upon these works. He says that he strives for reality in his artwork, attempting to mimic life in both scale and complexity. By giving the viewers an eye-level perspective of the subject matter, he believes that this leads to more unbiased and genuine opinions about this, as he puts it, ‘raw’ art.\nPhoto: David Jon Kassan\nCommenting on his methodology, Kassan said: ” My work is a way of meditation, a way of slowing down time through the careful observation of overlooked slices of my environment. It is the subtlety of emotion in my acquaintances that inhabit the aforementioned environment which intrigues me.\" \nHe continues: \"By turning an ordinary painting surface into a textured trompe l’oeil documentation of the city or turning the surface into a life sized representation of a figure in space that transmits feeling this technical process allows for the viewer’s experience to be altered.\"\nPhoto: David Jon Kassan\n\"My influences are understandably just as contradictory as they have fed and connected my perspective on painting. I am constantly seeking out work that is congruent with my own which has led me to explore the work of life size old master paintings, urban stencil and graffiti street art, Marcel Duchamp’s found objects, abstract paintings by Robert Rauschenberg, and finally the sheer conceptual and executed realism of Caravaggio,” Kassan says.\nPhoto: David Jon Kassan \nThe artist claims to put most importance for his art on time itself, feeling that time is the most valuable thing that all people possess, the one thing in life that can never be retrieved once it has gone. He wants to use his time attempting to understand the world around him, using his love of painting both as his notebook and sounding board for the life experience that comes his way. \nPhoto: David Jon Kassan \nIf you were to walk around the corner of a quiet building and come face-to-face with one of these figures, you could not help but smile in greeting before the realization hit you that the person before you was not real at all. Kassan not only produces the astonishing 3-D realistic effect in his paintings, but also somehow manages to convey the true essence of those he portrays, so that the images never appear to be the two-dimensional creations they actually are. One can see in the astounding detail of this wonderful self-portrait that David does have a genuine artistic eye for the nuances of personality inherent in every subject person. \nPhoto: David Jon Kassan \nDavid Jon Kassan's art is more than memorable, far beyond excellent and certainly in a league of its own. The video showing his drawing technique is inspirational. No wonder so many flock to attend the classes he teaches. This man has, without doubt, the brightest of futures, and we can all look forward to lots more outstanding work from him as time goes by. David Jon Hassan is definitely a name to remember. You will be seeing it again. \nPhoto: David Jon Kassan \nI wish to thank David Jon Kassan for the permissions he gave me to use his images.\n\nSources: 1, 2, 3 ","author":"tonyleather","web_category":"art+and+design","title":"Incredible Hyper-Realistic Portraits by David Jon Kassan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/news-breath-taking-images-hyper-realistic-portraiture-david-jon-kassan"}