{"summary":"No wonder it's so happy all the time!. Males and females also have strikingly similar genitalia which, if you weren't a hyena, you'd think they were all boys! Hyenas show little sexual dimorphism, and the one thing that can usually distinguish who's female in the bunch is the one who is slightly bigger than the rest! No male machos in this species!","advice_category":"2","content":"\nFor many of us, the first thing that comes to mind when one hears the word \"hyena\" is that it's an animal that laughs. \nPhoto: Arno &amp; Louise\nWe've all heard this funny bit of trivia in zoology class, from TV shows featuring Africa's animals, or maybe even from Batman cartoons where the Joker pokes around with his two pet hyenas, mocking superheroes every chance they get.\nPhoto: Arno &amp; Louise\nBut why do they laugh?\nPhoto: unkeless\nThe hyena has plenty of reasons to find life funny, actually.Photo: bionicteaching\n26 million years ago the hyena was born but it didn't exactly know what it was. \nPhoto: Arno &amp; Louise\nIt had characteristics of a civet cat but 15 million years after, it decided to be first dog- and then wolf-like, and a few more million years later transformed into a cheetah-like creature; but these days, it's more related to mongooses and meerkats, with bear-like qualities. Confused much?\nPhoto: M Kuhn\nThe word hyena is derived from the Greek hyaina, meaning \"pig\". No wonder they like playing around in mud! \nPhoto: jcbenten\nWhat's so funny, hyena? Well, for one thing, their females tend to have three times as much testosterone as male hyenas. Talk about girl power!\nPhoto: Urville Djasim\nMales and females also have strikingly similar genitalia which, if you weren't a hyena, you'd think they were all boys! Hyenas show little sexual dimorphism, and the one thing that can usually distinguish who's female in the bunch is the one who is slightly bigger than the rest! No male machos in this species!\nPhoto: ucumari\n\"Hi there neighbor!\" Greeting each other is usually done with one leg up to let the others smell the private parts. Let's hope no gas is passed during the hellos and how-are-yous.\nPhoto: kibuyu\nThere is such a thing as Hyena butter. What it is exactly is neither edible nor pleasant. It is the gooey substance they use to mark territory. So potent it is that African legends tell of witches using the butter as torch fuel.\nPhoto: Catalpa 34\nAmazingly, hyena babies are born with their eyes open and with teeth! \nPhoto: clickety\nMust be a pain to the mother who nurses her young. \nPhoto: St?fan &amp; Mich?le\nBut no worries, pups can last a week between feeding as their mom's milk is 15% mix of protein and fat. \nPhoto: akirsa\nThis gives the mother hyena time to recuperate from all that gnawing!\nPhoto: sallylondon\nAwww... shucks! The hyena has a big heart, in fact it comprises 10% of its body weight. \nPhoto: Sapphiren\nAside from having lots of love to give, it allows the hyena to run at speeds of up to 50kph over 3km while chasing prey... or a fellow hyena running off with a piece of meat! \nPhoto: Cedric Favero\nThis speed is useful too when romeo hyena is chasing his soul mate around the bush, road or street.\nPhoto: Arno &amp; Louise\nHouse hunting? \nPhoto: ccho\nYes, the hyena usually calls the abandoned burrows of other animals, caves, or thick brush its home sweet home. \nPhoto: patries71\nBeats having to go through realtors and the high cost of land these days! Plus, no construction necessary!\nPhoto: g-hat\nHyenas can never go hungry as they have the ability to digest the entire body of their prey: bones, horns, hair, skin, even teeth. \nPhoto: appenz\nSo even if they didn't catch any prey that day, leftovers galore from the lions' kill is available for the taking. Talk about zero wastage!\nPhoto: stuutje\nAccording to folklore, when the gods gave every animal a tree, the hyena, having arrived late, received the Baobab. He was so disgusted that he planted it upside down. \nPhoto: flickkerphotos\nCan you beat that sound? \nA Hyena's Laugh\nThe hyena's famous 'laugh' can be heard up to 4.5km away and is often mistaken for human laughter. Pretty cool sound disguise in the African bush!\n*har har har hardy har har*Photo: patries71\nSelf conscious? Never! Even with their eclectic mix of markings (in other words, weird) the hyena is comfortable in its own skin. \nI feel pretty!Photo: g-hat\nIn the millions of years that it has walked the Earth, the hyena has enjoyed multiple characteristics, carries a strange and unique fashion style, exercises female empowerment, is ready to rumble and tumble at birth, isn't shy to depend on others, and seems to just plainly and simply...enjoy life. No wonder it's so happy all the time!\nPhoto: gwendolen\n ","author":"eve","web_category":"nature","title":"Why Hyenas Laugh","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","url":"http://www.environmentalgraffiti.com/news-why-hyena-laughs"}