{"summary":"Remotely controlled plants move through the city in swarms providing shade where needed. As populations grow and ever more building is required, they claim that a really sensible idea is to look to the skies and build gardens that float in the air, drifting with the winds","advice_category":"2","content":"\nPhoto: Rael San Fratello \nWe know that being green is vital to the future of the planet and indeed humanity itself. In the past, much green space was built upon as cities grew, and today we look to redress the balance by planting wherever we can within cities. Window boxes, plant pots and even rooftops have been planted up in an effort to get plant life back into big city life. This has not been enough, and the latest trend has been toward vertical gardening, also known as green walls. Incredible feats of city greening have already been achieved with this method of re-introducing nature into cities. Sheer walls covered with plant life are sensible in so many ways. Not only does this green covering offer countless opportunities for wildlife to find new habitats, but it also makes economic sense because it can reduce fuel requirements for heating.\nPhoto: Rael San Fratello \nAs much progress as is being made, however, there are other ways to tackle this problem. The architectural firm Rael-San Fratello has found a new way of greening the urban environment - airborne Migrating Floating Gardens. As populations grow and ever more building is required, they claim that a really sensible idea is to look to the skies and build gardens that float in the air, drifting with the winds. \nPhoto: Rael San Fratello \nSuspended in the air from remotely controlled dirigibles, each garden would consist of thousands of smaller plants attached to long vines. These ‘balloon gardens’ would move to areas where the most heat is coming up from the ground, as well as moving with the seasons south in winter months and north during summer. Each individual plant will host sensors that detect weather, traffic, pollution, noise and other urban data in real time. Each would also have an independent propulsion device allowing it freedom of movement. Remotely controlled plants move through the city in swarms providing shade where needed. \nPhoto: Rael San Fratello \nEach large dirigible has a photovoltaic skin, which helps to power up the individual plant propulsion devices. Dirigibles would have a base within each city to which they could be recalled for maintenance, refueling and re-watering. The swarming gardens could serve several purposes. As well as providing shade or creating new environments, the plants could be directed to form aerial advertisements, much like the skywriters of today but far more environmentally friendly. Such ‘green’ adverts would be very welcome to most people, and the idea of mobile gardens that can float above you is very appealing indeed. This is a truly fantastic concept of the future, and I for one hope that it very soon becomes reality. \nPhoto: Rael San Fratello \nMy sincere thanks to ","author":"tonyleather","web_category":"nature","title":"The Floating Gardens of the Future","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-30575-2444372140102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-floating-gardens-future"}