{"summary":"At 2,954 meters, Mt Apo shines as the highest peak in the Philippines. The Glory Mountain project in Mt","advice_category":"2","content":"\nPhoto: choy_kbn\nAt 2,954 meters, Mt Apo shines as the highest peak in the Philippines. The majestic mountain in the southern part of the country is a protected rainforest where the variety of flora and fauna abounds. This is a home for the Philippine eagle, the country’s biggest raptor, now an endangered specie.\nIn the early 90s, even the foothills of Mt. Apo used to be covered by a lush second growth forest. Environmental degradation brought by human activities in the area rapidly consumed towering trees. It was once a mountainous paradise but now a rolling flatland plantation of pineapples and bananas. The devastation caused by illegal logging, upland migration and agricultural expansion brought massive soil erosion and regular flashfloods, especially during rainy seasons in the country. Without trees, there was nothing to hold the rushing water coming from the slopes of the mountain when heavy rain comes.\nThe Philippines is losing its forest cover at the rate of 2.1% annually. This percentage is the fastest in Southeast Asia and the 7th?in the world. In Mt. Apo alone, almost 30% of its total land area was already converted for agricultural means. Slash and burn farmers, mostly natives, totally cleared several parts of the once tree-covered mountain.\n?? ?Photo: choy_kbn\nBeyond this gloomy circumstance, a seed of optimism has been shown. Many groups and individuals in Davao City have pledged to help the rapidly shrinking forests of Mt. Apo. Besides conquering the highest peak, mountaineers have started planting trees and formed community driven programs for indigenous people in the area on how to protect the mountain reserve.\nPhoto: choy_kbn\nIn 2000, a group of volunteers called the Sonshine Philippines Movement found a unique way for their reforestation program. Instead of planting common varieties of trees growing in the mountain slopes, its president and founder Pastor Apollo C. Quiboloy decided to import Benguet pines, (a pine specie commonly found in northern Philippines) and started a pine reforestation project in the area.?\nPhoto: choy_kbn\n?Photo: choy_kbn\n?Since?its inception, the group maintained the rehabilitation program, which now covers an almost 21-hectare land area in a small barrio called Tamayong — still in the foothills of Mt. Apo. At present, the reforestation site is graced with a multitude of towering pines, as far as eyes can see. “This was once a barren wasteland surrounded mainly by banana plantations,” says project manager Marlon Rosete. With the concerted efforts of the volunteers, the entire area is now covered with an estimated 30,000 robust pine trees and counting. The area is tagged as ‘the biggest concentration of pines trees in the Philippines. “Now, this is a mountain haven, so beautiful, that our founder Pastor Apollo, called it the Glory Mountain, a tribute to “the glorious spectacle of restored paradise on earth. We now reap the results of this undertaking,” he added.???\nPhoto: choy_kbn\nThe Glory Mountain project in Mt. Apo is cited for its prevention of further calamities in the area. Besides restoring the mountain’s original beauty, it also contributes in the habitat's ecological balance. Scientific studies show that a single average pine tree absorbs at least 10kg of carbon dioxide from the air each year and can release enough oxygen each day, to supply at least four individuals with pure, clean air. A healthy tree can eliminate as much as 7,000-dust particles per litre of air. Thus each tree is a living air conditioner and purifier.\nPhoto: choy_kbn\nGiven this scenario, there is hope for the survival of the Philippines’ forest. There is hope for the Earth’s restoration where man and the environment live in harmony.","author":"avidfinalcut8","web_category":"nature","title":"Saving the Philippine Rainforests of Mt. Apo","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-45177-2746310540104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-glory-mountain-blueprint-earth’s-reconstruction"}