{"summary":"At the Mae Jo Agricultural University, even more lanterns than normal are sent soaring into the skies. However, while Loi Krathong entails sending candles and floating ornaments out onto rivers, Yi Peng involves releasing beautiful lanterns into the sky","advice_category":"8","content":"\nPhoto: Robertpollai\nThailand’s visually stunning Loi Krathong festival is as fascinating as it is beautiful. The festival is named after the floating ornaments that are released onto the surface of rivers during the celebrations. These ornaments are made from loaves of bread or the bark of banana trees and are decorated with banana leaves and flowers. (Styrofoam is also sometimes used, although this is discouraged.)\nPhoto: Napat Chalakornkosol \nSending a krathong out onto the river is said to signify letting go of anger, hate and negative thoughts. For some, the ornaments, especially when lit, are meant to honor Buddha. For others, they are a way to thank Phra Mae Khongkha, the Hindu goddess of water. Sometimes, people put little coins into their krathongs for good luck.\nPhoto: Napat Chalakornkosol \nAnother festival, called Yi Peng, happens to be celebrated at the same time as Loi Krathong, adding to the general splendor of the occasion. And in several areas of Northern Thailand, Yi Peng and Loi Krathong have come to mean practically the same thing. \nPhoto: Napat Chalakornkosol \nHowever, while Loi Krathong entails sending candles and floating ornaments out onto rivers, Yi Peng involves releasing beautiful lanterns into the sky. The sky lanterns, known in Thailand as khom loi, float high up into the heavens, seemingly setting fire to the night. Before launching their khom loi, many people write messages, good luck wishes and prayers on them. \nPhoto: Jean-Marie Hullot\nAt the Mae Jo Agricultural University, even more lanterns than normal are sent soaring into the skies. Officials think that there were 10,000 lanterns released simultaneously in 2008.\nPhoto: Mark Fischer\nBlogger Nik Daum described his experience of the festival as being “like standing at the bottom of an illuminated ocean of jelly fish, or maybe flying through outer space... The sky was a steady field of twinkling man-made stars. There were fireworks and music. It was very beautiful, more a dreamworld than real.”\nPhoto: Mith Huang\nGreg Rodgers of About.com agrees. He says, “Standing on a bridge in Chiang Mai during Loi Krathong and Yi Peng is truly unforgettable as both the river and sky appear on fire at the same time. Adding to the surreal beauty are constant fireworks displays – both legal and illegal – that contribute even more fire and brilliant lights to the setting!”\nPhoto: Takeaway@Wikimedia.org\nIt’s safe to say that anyone visiting Thailand during Loi Krathong should not miss this incredible experience. The festival typically falls in November, so plan your trip accordingly!\nSources: 1, 2, 3","author":"yvonne.mcarthur","web_category":"travel","title":"The Luminescent Beauty of Thailand's Loi Krathong Festival","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","url":"http://www.environmentalgraffiti.com/travel/news-incredible-beauty-thailands-loi-krathong-festival"}