{"summary":"The green smoke cloud witnessed by Finland’s capital was in fact an installation named Nuage Vert dreamt up by duo of French artists, HeHe. During a 1-hour unplug event on the final day of the big week, 4000 residents cut their energy consumption by 800 kVA, the amount of power generated by one wind turbine running for the same amount of time.","advice_category":"6","content":"\nPhoto: Photo by Niklas Sj?blom via HeHe\nIt's like something ethereal you know is there before you but just can’t quite make out. Carbon emissions and climate change are all too real, yet such concepts are often either too intangible or large-scale to get a handle on. So when a green cloud appeared in the night sky amidst the haze of industrial smoke over Helsinki, it’s good to know the strange apparition switched on a few energy saving light bulbs in people’s heads.\nWhere there’s smoke: our part in industrial pollutionPhoto: Photo by Antti Ahonen via Nuage Vert \nThe green smoke cloud witnessed by Finland’s capital was in fact an installation named Nuage Vert dreamt up by duo of French artists, HeHe. Every night for a week, a green coloured laser illuminated the emissions emanating from the towering chimney of the Salmisaari coal-fired power plant. The laser animation painted the outline of a moving cloud onto the smoke cloud itself, and the projected cloud even grew bigger as residents consumed less electricity.\nGreen alert: environmental issues in everyday lifePhoto: Photo by Antti Aahonen via HeHe\nThe concept was more than just a spectacular light show or a simple moral message – more even than an artistic expression, with the cloud open to interpretation as toxic vapour or as the signal of a green attitude. By inspiring city folks to share in an ecological project and change their consumption habits, Nuage Vert aimed to bring environmental issues back to reality – and away from abstract buzz words like “carbon footprints” that trip too easily off our tongues.\nOwned by who? The cloud belongs to us allPhoto: Photo by Antti Ahonen via Nuage Vert \nTo be a social process rather than just a symbolic protest, the project needed the co-operation of the big wigs at the power plant, particularly for getting access to data on how much energy local residents would be using. Allies were found in everybody from environmental activists to a government think tank. After 3 years of discussions, Helsinki Energy finally lent their support, realising it was in their political interests to do so just 4 months before the launch.\nLight in the sky: a collective conceptPhoto: Photo by HeHe\nNuage Vert hit the skies in February 2008, with the co-operation of organisations from culture, science, industry, ecology and communications, plus a medical laser maker and the energy supplier itself. The green cloud was visible from a 10 km radius, outside of the city limits. During a 1-hour unplug event on the final day of the big week, 4000 residents cut their energy consumption by 800 kVA, the amount of power generated by one wind turbine running for the same amount of time.\nHighlighted: action now and for the futurePhoto: Photo by Niklas Sj?blom via HeHe\nApparently it’s the first time something measuring local electricity consumption has been made so publicly visible. It’s hoped the success of what was a low budget, fairly DIY unplug event will encourage urban planners to follow its lead on making complex, networked data available in forms for one and all. Over the Helsinki skyline, awareness of climate change and the burning of our limited natural resources came back home – and it looked pretty cosmic.\nPhoto: Photo by Antti Ahonen via Nuage Vert \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Mysterious Green Haze Over Helsinki [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","url":"http://www.environmentalgraffiti.com/featured/mysterious-green-haze-aover-helsinki/8636"}