{"summary":"That means it's almost time for Halloween and a popular Halloween activity is pumpkin carving. Carve me into a pumpkin you will..","advice_category":"6","content":"\nPhoto: \nThe school year has started, leaves are falling, and the air is getting cooler. That means it's almost time for Halloween and a popular Halloween activity is pumpkin carving. Here are 8 awesome Stars Wars carvings by people extremely talented with a knife.\n\n\n1. No collection would be complete without the Star Wars logo, Princess Leia and Luke Skywalker. Luke and Leia don't look very happy so either they don't like Halloween or their likenesses were captured after being trapped in the trash compactor.Photo: yogi\n2. Everyone's favorite beeping robot, R2D2. Since he's already pumpkin-shaped maybe he wasn't so hard to carve. Unfortunately, his companion, C3PO, could not be found in the pumpkin patch.Photo: Derringdos\n3. Our hairy friend Chewbacca is rarely seen without Han Solo, no one seems to have created one, that or Harrison Ford doesn't like to see his face displayed on veggies.Photo: sushi the great\n4. Carve me into a pumpkin you will... A Jedi carver you will be.Photo: dmhergert\n\n\n1. The insignia of the Galactic Empire. The empire is a totalitarian regime ruled by Palpatine, a merciless leader. Luke, Leia, Han Solo and others have joined the Rebel Alliance in an attempt to overthrow the evil dicatorship. Of course, they might not get too far in pumpkin land.Photo: revjim5000\n2. Here we have the helmet of a Stormtrooper from the Imperial Army army. The Stormtroopers and Boba Fett are clones of Jango Fett, bounty hunter and personal guard of politicians in the empire.Photo: Travis Jon Allison\n3. The ultimate Star Wars baddie himself, Darth Vader. If you only knew the power of Halloween pumpkin carving.Photo: revjim5000\n\n\nDarth Vader's favorite bounty hunter, Boba Fett is often classed as one of the favorite characters from Star Wars, and 'the main man' of the Stormtroopers.Photo: dayna1\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"kwbridge","web_category":"art+and+design","title":"8 Awesome Star Wars Pumpkins","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/featured/star-wars-pumpkins/2782"}