{"summary":"With the mighty rise of cellphones, will the phonebooth continue to stand around, waiting for someone in need to place a call?. a way to make a public phone call outside the home, and this led to the  creation of the pay phone and eventually the phone booth.","advice_category":"6","content":"\nPhoto: Brighton Guy\nWith the mighty rise of cellphones, will the phonebooth continue to stand around, waiting for someone in need to place a call?\nMore than a hundred years ago, an inventor named William Gray envisioned\na way to make a public phone call outside the home, and this led to the  creation of the pay phone and eventually the phone booth.\nPhoto: ynnil\n\nIn the early days, phone booths were known as \"silence cabinets\" because of\nthe fact that the reason they were created in the first place was to tune out background noise because the quality of the phone calls at that time were not so clear.\nPhoto: DarkShadowSpectrum\nShh...it's quiet in here.Photo: spaztacular\nBack then, phone booths were made out of hardwood such as mahogany, complete with ornate designs and plush carpet flooring. They were placed mainly in fancy hotels, railroad stations and banks, but became a common sight in many locations by 1910.\nPhoto: Simon Law\n\nOver time, the wooden material was replaced by steel and hard plastic, to lessen environmental and man-made wear and tear (vandalism in other words!)\nPhoto: Ann Baekken\nNine million payphone calls were made in the U.S. everyday, and this was back in 1953!\nPhoto: bigbirdz\n\nBut by the late 1990s, the number of phone booths declined because of the big boost of cellphone use.\nPhoto: jason shultz\nHow many lovers' calls were made from here, I wonder?Photo: Daniel R. Blume\n\nDid you ever drunk-dial a friend via a phone booth outside the club? Admit it!Photo: OiMax\nAnd what about the time when you made a long distance phone call, using a coin on a string? Bet you didn't know that trick eh?\nPhoto: 49420867@N05\n\nWill you miss the sight of the lonely phone booth, waiting for you to make a call?\nPhoto: Monica Arellano-Ongpin\n\nSources:1, 2, 3","author":"eve","web_category":"art+and+design","title":"The Many Faces of Phone Booths Around the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb26.webshots.com-16153-2388451010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/innovation/news-survival-phonebooth"}