{"summary":"Photo: chris For the past thirty years, sculptress Chakaia Booker has lived in the same East Village apartment in New York. Photo: decordova.org What sets her work apart is her ability to transform those ugly rubber tires, creating surfaces on objects that resemble skins, feathers, scales, spikes, armor or even clothing","advice_category":"6","content":"\nPhoto: chris For the past thirty years, sculptress Chakaia Booker has lived in the same East Village apartment in New York. Back then, civil unrest meant that the area in which she lived was always subject to fires, especially cars. She, in her late twenties then, was looking for the right kind of artistic expression, and fascination with the effects of the fire on rubber led her to start salvaging car tires, to see what she could do with them. Photo: chris Born in Newark, New Jersey in 1953, Chakaia Booker is a notable African American artist who worked hard for a Bachelors of Art in Sociology from Rutgers University in 1976, before going on to achieve her Master of Fine Arts from the City College of New York in 1993. Her artistic leanings were obvious from an early age, and the now over fifty-year-old always felt the need to utilize artistic skills differently as a means of creating her elaborate sculptures. Photo: jackvinson These are what she is best known for in the shape of cut-up car tires that are reassembled on wooden or steel armatures to create abstract sculptures. Booker aims always, through this recycled material, to try to go back to her roots, to evoke issues of black culture, identity, gender and environmentalism. Photo: decordova.org What sets her work apart is her ability to transform those ugly rubber tires, creating surfaces on objects that resemble skins, feathers, scales, spikes, armor or even clothing. At all times, the artist wants her creations to evoke as wide a range as possible of emotions and psychological states. Her amazing creations can be threatening, attractive, majestic, humorous, ominous or tender, and also at times sexually suggestive. Photo: decordova.org Chakaia Booker currently works and resides in New York City. Her artistic career has enabled her work to be part of the permanent collection at the Metropolitan Museum of Art, Akron Museum of Art, The Max Protetch and June Kelly galleries in New York and others as well. She has been featured in both group and or solo exhibitions in such place as the Neuberger Museum of Art, Akron Museum of Art, Marl borough show P.S.I. Contemporary Art Center in Queens, as well as the “Twentieth Century American Sculpture” exhibition at the White House in 1996. Photo: decordova.org On June 22, 2008, Booker unveiled \"Chakaia Booker: Mass Transit,\" in Indianapolis, Ind. This stunning sculptress never forgets her African heritage or the amazing old artwork that has always influenced her. The tread of the tires reminds her, and us, of the scarification and body painting which has long been part of some African cultures. Booker appears to draw from distorted facial features of West African tribal marks. African American identity and aesthetic lineage tread patterns and repetitive geometric shapes throughout Booker’s work are reminiscent of traditional African textiles. Photo: decordova.org “Overall the tires characterize, symbolize, and or signify a toughness, linked to the will of the African for continued survival” is how she put it when asked about her choice of work material. Over the past ten years, this astounding artist has become one of America's most important contemporary sculptors. ‘In and Out’ was her latest and largest museum exhibition to date, representing the wide range of Booker's practice from the mid-1990s to the present. Photo: decordova.org The exhibition includes monumental outdoor sculptures, indoor sculpture in a wide variety of formats and sizes, drawings and photographs. This astonishingly talented lady has a great deal to offer with her fantastic art. Green art can be simply wonderful. Photo: netmonkeyMy sincere thanks to decordova.org for letting me use the images in this article. Sources: http://www.decordova.org/art/exhibitions/current/booker.html http://www.artdaily.com/index.asp?int_new=38087&int_sec=2\nhttp://www.chakaiabooker.com/ http://en.wikipedia.org/wiki/Chakaia_Booker","author":"tonyleather","web_category":"art+and+design","title":"When Old Tires Become Amazing Sculptures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1dewi3jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-stunning-sculptures-chakaia-booker-used-tyres-turned-great-art"}