{"summary":"We like Digg here at Environmental Graffiti. Switch to Black Digg and who knows how much energy you could save","advice_category":"8","content":"\nIf you feel like writing for us, drop us an email!\nWe like Digg here at Environmental Graffiti. It's just got so many wacky articles that its hard not to love. That being said, we can't help but look at it through our environmentalist eyes and see just a few ways Digg could go greener.\n\n1.  Go black\nMy friend Jane always told me that “Once you go black, you never go back.” She was right of course, and since I’ve made the switch I’ve never been tempted to go back. I changed to Black Google(http://black-google.blogspot.com/) earlier this year. Estimates show that running black Google could save 750 megawatt hours a year. Switch to Black Digg and who knows how much energy you could save. \n\n\n2. Bump up Environment’s Profile\nEnvironment on Digg as it stands is a dinky little backwater of Science. Let’s raise people’s awareness of Environment on Digg. Give Environment its own section on the main bar, maybe between technology and science.\n3. Eco-hosting\nDigg could switch to a company that either promotes carbon neutrality and environmental issues in the workplace (planting trees with hosting fees, having massive recycling programs, etc.) or donates a portion of its hosting fees to green organizations. \n4. Green Office\nWe couldn’t find much information about the Digg offices themselves, but since we saw no mention of them as an ecologically friendly headquarters, we’re going to assume they aren’t. Making your office green can be a huge step towards being a carbon neutral company, and a lot of steps are easier than you think. Check out our article on setting up a recycling program in your office for tips.  \n5. Boatloads of money\nAs you may have noticed, a lot of these tips aren’t just things Digg could do to go greener, but all of us on a smaller scale. That includes number one. We’d love Digg to donate a boatload, or maybe even just a small truckload, of cash to any eco-charity it so chooses, and we’d love it even more if you did the same. There are a ridiculous number of non-profits out there working to heal the planet which need your support. We’re going to give some ourselves, and we hope you do too. \n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"5 Ways Digg Could Go Greener","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/5-ways-digg-could-go-greener/346"}