{"summary":"Final Score: Liechtenstein 1- Tuvalu 0. Then Vatican City edged out Monaco in one of the closest matches in Environmental World Cup history","advice_category":"8","content":"\nWelcome back to Environmental Graffiti’s Microstate Environmental World Cup, the world’s most prestigious internet-based environmental competition for microstates.\nLiechtenstein\nvs.\nTuvalu\n\nWe’ve wrapped up the first round of the tournament, with Andorra getting thrashed by Liechtenstein. Then Vatican City edged out Monaco in one of the closest matches in Environmental World Cup history. We rounded out the European qualifiers with San Marino knocking out Malta. We’ve been in the island rounds for the last three weeks, with Tuvalu taking out Nauru and Barbados beating Grenada on penalty kicks. The Seychelles took out the Maldives in a squeaker of a match. Finally, Palau beat St. Vincent and the Grenadines.  We began the second round just last week, with the Vatican City easily dispatching Antigua and Barbuda. \nLiechtenstein starts with the ball for their higher margin of victory in the first round. Liechtenstein is a tiny European principality nestled between the alpine states of Austria and Switzerland. They earned their place in the second round with an absolute thrashing of Andorra, which was hampered by their super polluting power plant.\nThe country has a healthy tourist industry, with plenty of “residents” who live in the country as a tax haven. It’s been very active in environmental policy. It passed the 1933 Nature Conservation Act, the 1957 Water Conservation Act, and air pollution laws in both 1973 and 74.  Every bit of wastewater produced by the country is purified, which has helped keep the Rhine, into which the water is dumped, cleaner. \nIt does have some issues with greenhouse gas emissions. Liechtenstein has a higher CO2 emission rate per capita, at 7.5 tons of CO2 per person per annum, than Switzerland, Croatia, and several other larger countries. This is a bit strange, as there is very little major industry in the country. There are a lot of companies there, but most of them are shell companies registered there for tax purposes.\nTuvalu is a group of coral atolls in the south Pacific populated by ethnic Polynesians. They can be found about halfway between Hawaii and Australia, and cover about 26 square kilometers. They have tackled their problems with a limited supply of freshwater by creating a system of catchments and desalinization plants. \nThey have problems of course. They’re facing erosion issues from their use of sand as a building material. Also, the Crown of Thorn starfish is a particular problem for their coral atolls. It preys on coral, and it also causes horrible pain if you step on it.\n\nFinal Score: Liechtenstein 1- Tuvalu 0\nLiechtenstein’s active involvement in environmental solutions wins the match for the tiny European nation. \n... If you'd like to keep up with the rest of the series, why not subcribe to our RSS feed?. We'll also give you a free album.\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup Round 2: Liechtenstein vs. Tuvalu","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-round-2-liechtenstein-vs-tuvalu/797"}