{"summary":"The park’s mineral rich rocks - quartz with various crystals – were long exploited by miners but, realising the area’s potential as a nature sanctuary, 3% of the park’s area is today used for tourism, the rest for research and preservation. These are clearly moon rocks, or are they?Photo: ","advice_category":"2","content":"\nPhoto: It's man versus rock at Vale da Lua\nImage: Jaoa Vicente\nVale da Lua or Valley of the Moon in the Brazilian Highlands is part of the Chapada dos Veadeiros National Park. Comparisons with the Moon are not so farfetched as the ancient plateau is almost as old as the stars – at 1.8 billion years (yes, that’s with a 'b'!), it houses some of the oldest rock formations on Earth. \nSmooth and silent witnesses of time:Photo: \nImage: Vitorio Benedetti\nChapada dos Veadeiros, declared a UNESCO World Heritage Site in 2001, is famous for its breathtaking landscape, flora and fauna, so much so that the strange beauty of Vale da Lua is often just mentioned as an aside. But the peculiar, moon-like valley is worth a visit just by itself and its visitors are awed by the smooth, grey rocks that have been washed out by the crystal clear waters of the San Miguel River over the ages. \nThese are clearly moon rocks, or are they?Photo: \nImage: Vitorio Benedetti\nThe friction of sand carried in the water has dug small craters into the rocks, especially where the rapids are strongest. Vale da Lua is a work in progress and will change further due to the constant shaping of the water. The heavy and sudden downpours during the rainy season make sure that the river never runs dry and that visitors stay at bay.   \nThe steady stream that carves the stone:Photo: \nImage: Nilton Aguillar deCosta\nThe Chapada dos Veadeiros National Park in the state of Goias, a few kilometers from the town of Sao Jorge, today occupies an area of 65,515 ha (655 sq km) – only about one tenth of what it was when created as National Park Tocantins with an area of 650,000 ha on January 11, 1961 by then-President Juscelino Kubitscheck.  \nClimbing among ancient rocks:Photo: \nImage: Ana Cotta\nThe high-altitude Cerrado or open pasture sports elevations of between 600 and 1650 meters and is Central Brazil’s highest plain. The park’s highest point is Serra da Santana at 1691 meters above sea level. As one of Brazil’s areas of greatest biodiversity, the rich fauna includes many endangered species like the pampas deer, the maned wolf, the ema, anteater, giant armadillo and many others. Many of the local plant varieties – 25 types of orchids, for example – are unique to the area.  \nThe national park as captured via SPOT satellite:Photo: \nImage: Cnes\nThe park’s mineral rich rocks - quartz with various crystals – were long exploited by miners but, realising the area’s potential as a nature sanctuary, 3% of the park’s area is today used for tourism, the rest for research and preservation. Many therapists and nature lovers swear by the energy and healing power of the area’s rock crystals.   \nLooks like moon rocks:Photo: \nImage: Leonardo C. Fleck\nKeeping impending climate changes in mind, we couldn't agree more with UNESCO's plea to preserve the area as a species’ refuge, just as it has been for millennia: \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Brazil’s Valley of the Moon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2748c89b8f085c23405366b3eb808d56_0.jpg","url":"http://www.environmentalgraffiti.com/featured/brazil-valley-moon/18567"}