{"summary":"Despite the dry climate, Tabas is also known for having one of the oldest public gardens – the 300-year-old garden of Bagh-e-golshan.Photo: Image: Horizon. This winter wonderland is Antelope Valley, California.Photo: Image: Rennett Stowe","advice_category":"2","content":"\nThe word desert often conjures images of undulating sand dunes and vast, arid wastelands, but sometimes there’s more hidden in the driest plains of the world – colors that even the best artist would find hard to create. Yet, when things are left to the divine hand of Mother Nature, she never ceases to amaze. Below are some of the kaleidoscopic colors our globe’s deserts have to offer. Enjoy.\n1. This amazing image of moonset was taken at Joshua Tree National Park, in the Mojave Desert, US. The image was captured in a single exposure, and the intense, pure tones are all natural. Impressive photography.Photo: Image: Steve Berardi\n2. Just east of Page, Arizona is the wonderful Antelope Canyon, part of the Navajo Nation Reservation. It attracts both professional and amateur photographers keen to capture the amazing undulations and myriad colors of the ancient rocks.Photo: Image: Eva Kato\n3. Located in Namib-Naukluft Park, Namibia, Dead Vlei is a clay bed surrounded by the highest sand dunes in the world, some reaching 300 meters high. The 500-year-old trees are mere skeletons, once fed by the Tsauchab River.Photo: Image: Maciej Tecza\n4. The Painted Desert in Northern Arizona is an impressive sight, and grants such amazing photo opportunities it's difficult to choose just one to represent the area. This image offers a close-up view of the type of terrain that produces this colorful landscape.Photo: Image: PDPhoto via Wiki Commons\n5. It’s a rare treat to see snow in the desert, and rarer still to capture a sunset such as this on a winter’s night. This winter wonderland is Antelope Valley, California.Photo: Image: Rennett Stowe\n6. This stunning image was captured in the Central Desert of Iran, between Tabas and Khoor. Despite the dry climate, Tabas is also known for having one of the oldest public gardens – the 300-year-old garden of Bagh-e-golshan.Photo: Image: Horizon\n7. The desert globemallow is an extremely drought-tolerant plant and so is found in many arid parts of the world. This particular shot was taken in Sabino Canyon, Tuscan, Arizona. The flower is most commonly an orange color but also appears in hues of pink, white and red.Photo: Image: Sue in AZ\n8. Taken in Jaisalmer, Rajastan, this wonderful image manages to capture a kaleidoscope of colors in one shot. The simple composition is a winner, too.Photo: Image: EC Morgan\n9. The Mojave Desert is thought to be home to between 1,750 and 2,000 species of plants. These yellow blooms were photographed near the Tweny-nine Palms area, in the Californian part of the desert. The Mojave covers a whopping 22,000 square miles and occupies parts of four different states in the US.Photo: Image: Dawn Endico\n10. On first glance this picture looks like the little mounds left behind by sand worms on the beach. It’s only when you see the tyre tracks in the sand that the real scale of the formations are evident. The photograph was taken in an area near the White Desert, Egypt, called the Old Desert.Photo: Image: Ricardo Lopes\n11. The aptly named Artist's Palette is an area in Death Valley, in the southwestern part of the United States. The varied hues in the exposed clay and mudstone are due to the area's rich mineral content.Photo: Image: Bob Palin\n12. This cool photo is just a small snippet of a vast salt lake in Khoor, Iran. It contains a small amount of water in the winter months but during the summer, when temperatures soar, salt crusts are left behind on the surface, forming this scale-like pattern.Photo: Image: Horizon\n13. Looking like the remnants of a snow fall, these chalk deposits can be found in the White Desert, an area to the north-east of Qasr el-Farafra, Egypt. The other-worldly landscape is dotted with brilliant white boulders, which jut up through the desert sands, making for fabulous photographs.Photo: Image: Rocardo Lopes\n14. Only around the corner from the volcanoes, lagoons and salt plains of Uyuni, Bolivia, is yet another stunning landscape. This image was captured on the way to Tupiza, which sits at an elevation of about 3160 m above sea level.Photo: Image: Laura Gray\n15. It wouldn’t seem right to do an article about deserts without including the token camels and impressive sand dunes shot. So, here it is. This photograph was taken in Kumtag Desert, near Turpan, one of the old Silk Road cities in China.Photo: Image: JS Lee\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Linda","web_category":"nature","title":"Barren Desert Lands Exploding With Color","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2929311070397b9280c8zjpg","url":"http://www.environmentalgraffiti.com/featured/the-world-deserts-stunning-colors/16148"}