{"summary":"Below is a regular fence at Border Field State Park in Southern California: not a huge barrier, people have met up with family at the fence here, and drugs and money have been even been passed through the slats.Photo: Image: Brian Auer. Placed strategically atop the largest stretch of sand dunes in the United States where the U.S.-Mexico border is a mere half mile from Interstate 8, the floating fence should make patrol guards’ lives a little easier","advice_category":"2","content":"\nPhoto: Image: Don Bartletti\nIn the dusty, hot land between Yuma, Arizona and Calexico, California, the U.S. Border Patrol faces regular attempts by Mexican drug smugglers trying to enter the land of the free quite illegally. To make matters worse, the ever-changing sandy landscape makes it difficult for even the most watchful guard to say where the border actually lies, especially when fences are constantly being buried by dunes. But there is hope now with the installation of a state-of-the-art, 15-ft-high, seven-mile-long fence that simply floats on top of the sand. Like a serpent lying in wait to pounce on an unsuspecting prey, this impressive barricade also yields dire consequences for anyone who dares to cross its path.\nPhoto: Image: cobalt123\nMore photos of the floating fence can be found here.View Larger Map\nPlaced strategically atop the largest stretch of sand dunes in the United States where the U.S.-Mexico border is a mere half mile from Interstate 8, the floating fence should make patrol guards’ lives a little easier. The “floating fortress” or “sand dragon”, as it’s been variously dubbed, can be repositioned by machine to the appropriate border line whenever the shifting desert dunes have moved it or threaten to do it under like its traditional fixed-location fence cousins.\nBelow is a regular fence at Border Field State Park in Southern California: not a huge barrier, people have met up with family at the fence here, and drugs and money have been even been passed through the slats.Photo: Image: Brian Auer\nThe flipside, however, is that guards now need to take care of this potentially unruly giant as well as keep a wary eye out for fence-hoppers, because, unlike buoys bobbing in the ocean, anchored to keep from floating away, the sand dragon has no leash. Its shape will never be the same as it alters itself according to the natural movement of the sand, and it’s possible that it could move in a direction that expands the U.S. border rather than simply keeping it intact.\nFrom Subtopia:\n\n\nPhoto: Image: ThreadedThoughts\nAnd where would such a fence end up, if left to its own devices? It might encroach upon a human settlement, becoming a suffocating wall; or it might float on over to the ocean where it meets unfriendly conditions like rocky shores and hostile waves that twist it into a big mess of metal. Or it could simply be swallowed by the sand and regurgitated in an endless, eternal cycle.\nPhoto: Image: cobalt123\nOnly time will tell how the sand dragon will do. But at a cost of $40 million, here’s hoping that this barrier can do the trick and keep people on their own side of the fence!\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"soniaydong","web_category":"nature","title":"Enter Sand Dragon: The $40m Floating Mexican Border Fence","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2929311070397b9280c8zjpg","url":"http://www.environmentalgraffiti.com/featured/sand-dragon-floating-border-fence/11239"}