{"summary":"sleep difficulties. Why not move beyond infomercials and make the most out of your sleeplessness? In no particular order, here are 7 creative, hands-on, fun, and/or psychologically gratifying activities for the insomniac: ","advice_category":"8","content":"\nPhoto: tosh chiang\nIt is estimated that over 100 million Americans have at least occasional\nsleep difficulties. There’s plenty of tips and advice out there for how to fall asleep, stay asleep, and get a good night’s sleep. There are sleep aids and sound machines, pills and meditations and even hypnosis and clinics for stalwart insomniacs. \nBut even with these things, sometimes you’re just going to be up a night or two. Where are all the tips for things you can do when you’ve given up on sleep? Late night TV is depressing and mind numbing. Why not move beyond infomercials and make the most out of your sleeplessness? In no particular order, here are 7 creative, hands-on, fun, and/or psychologically gratifying activities for the insomniac: \n1. Cover your walls in National Geographic photosPhoto: Kelly White\nNational Geographic employs some of the best photographers from around the world. Wouldn’t it be nice to enjoy them all over your house? Put on some music, pull out those old editions (you can also find great collections of National Geographic on EBay or Craigslist) and create a wall-sized collage of your favorite photos. \nYou can pick a theme: flowers, or winter landscapes or natural disasters (if you’re feeling particularly dark); cover your child’s room in animals and insects; or frame your windows in aboriginal peoples. I stapled butcher paper to my living room wall (about 10 x 6 ft) and used two-sided tape to cover it with everything from under the sea images to Hubble photos of the cosmos. \nThe project can span several nights of insomnia and if you decide your dinner guests might think it a little strange that your hallway is covered in photos of insect eggs, you can easily remove the butcher paper and save your creative masterpiece. Sounds a little crazy? Not as crazy, and far more fun, than being convinced that you need a Magic Bullet or a ThighMaster. \n2. Be social Photo: Luc Legay\nBang pots and pans, wake your family and friends and see if you can make them understand how horrible it is to have insomnia. Seriously though, find an insomnia buddy. Lots of people have trouble sleeping so why not make a new late night friend to chat with online, via text message, or over the phone on sleepless nights? \nYou can find support groups online or log in to your Facebook chat late at night and see if you already have a friend who has the same issue. Insomnia can be frustrating, detrimental to your health and interfere with your work and relationships; look for someone who won’t spend their time bitching about not being able to sleep — we’re supposed to be making the most of insomnia — and save venting for your therapist who gets paid to listen to you complain. Try the American Sleep Association support group, The Experience Project’s “I Have Insomnia” forum or SupportGroups.com.\n3. Take control of your lifePhoto: wovox\nMany people can’t sleep because they tend to get stuck in circular thinking or excessive worrying about finances, their health and relationships. You can use sleepless nights to take a proactive approach to these issues.\nMint.com offers tools for managing your money. You can see all of your accounts in one place, budget, track your investments, set financial goals, and get advice—it’s free and fun to play with. \nIf you’re struggling with depression, try the Live Happy app from Signal Patterns. It’s a mobile “happiness boosting program” designed by Dr. Sonja Lyubomirsky, author of “The How of Happiness” and professor of psychology at the University of California, Riverside. The app includes daily activities designed to increase your short-term and long-term happiness, much of which you can work on late night.\nRead “Don’t Sweat the Small Stuff—and it’s all small stuff” by Richard Carlson. I’m no self-help guru, but this is a great book with lots of practical ways to let go of all those nagging thoughts and negative behaviors that stress people out and keep them from sleeping. There’s a bunch of Don’t Sweat spin-offs and workbooks: Don’t Sweat the Small Stuff for Women, in Love, About Money, Guide for Couples, etc. etc. I can’t vouch for any of the spin-offs, but they may be worth looking at. \n4. Late night scavenger hunt/mobile makingPhoto: Pam Harris\nWhat you have something better to do? Break out your headlamp and mace and go look for natural objects (or urban found objects or garbage) to make a mobile. Collect some twigs or bamboo and use feathers, shells, bottle caps, aluminum cans, acorns, broken CDs or whatever else you manage to find. You can also use construction paper to make origami for your mobile or create a papier-m?ch? solar system mobile (avoid Styrofoam balls, which take hundreds of years to biodegrade and are difficult to recycle). The exercise might help you sleep and surely someone you know recently had a baby. I haven’t done this myself yet, but it’s next on my list. These sites may help: \nA List of Eco Friendly Arts & Craft Supplies (for supplies)Mobiles You Can Make(simple instructions)\nMake a Nature Mobile (more instructions)How to Make a Mobile out of Nature Walk Treasures (for ideas)Butterfly Mobile Made from Aluminum Pop Cans (cool!) \n5. Do your cooking for the week Photo: ilovebutter\nMundane tasks can seem insurmountable when you haven’t gotten enough sleep. If you know you’re going to be up and you’re not going to feel like doing anything the next day, you can spend the night cooking healthy meals that can get you through the week. Here’s a great how-to on preparing a week worth’s of meals in just an hour: http://naturalbias.com/how-to-prepare-a-week-of-healthy-meals-in-just-an-hour/\nAlso try some of these tried and true, long-lasting meal options:The Best Vegetarian Chili in the World (with the ratings to prove it) from allrecipes.comCrock Pot Recipes from the Saavy VegetarianHealthy, Vegetarian Casseroles from Epicurious \n6. Make a dream catcher Photo: Nicholas Bufford\nIf you want to learn the art of lucid dreaming they say that the first thing you need to do is to give your dreams importance, usually by keeping a dream journal. But, for the insomniac, you first need to give your mind the message that sleep is important. Making a dream catcher is easy and can help send the signal that you value sleep (and dreams). Weaving the web can be meditative, and if you do manage to get to sleep, the Ojibwa (Chippewa) believe that “only good dreams would be allowed to filter through… Bad dreams would stay in the net, disappearing with the light of day” (Konrad J. Kaweczynski). \nCheck out The Wolfs Den Creations for more information on dream catchers.\nFor how to make a dream catcher: http://www.youtube.com/watch?v=CVSXXeFF-GwThe Lucidity Institute has some good information on lucid dreaming. \n-The last refuge of the insomniac is a sense of superiority to the sleeping world. –Leonard Cohen\n7. Launch your writing careerPhoto: Anonymous Account\nWhat do Dickens, Proust, Colette, Shakespeare, Conrad, Dumas, Kipling, Pope, George Sand, Dostoevsky, F. Scott Fitzgerald and many other famous authors have in common? They all suffered from insomnia. Take advantage of the 22 hours that you spend awake and the creativity (partial insanity?) that comes from lack of sleep and launch your writing career. \nBegin a novel; blog about the 7 creative, hands-on, fun and/or psychologically gratifying activities that you finished; or write your own how-to’s or top 7 things list (Is it me or have these become annoyingly pervasive?): top ten reasons not to take sleeping pills, best ambient sounds, best 24-hour restaurants in Los Angeles, worse infomercials, how to refinish the kitchen without waking your family…","author":"kellydwhite","web_category":"lifestyle","title":"7 Creative and Hands-on Activities for the Insomniac","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dreaming-manjpg_0","url":"http://www.environmentalgraffiti.com/news-7-creative-hands-fun-andor-psychologically-gratifying-activities-insomniac"}