{"summary":"What seems like random beach activity is actually quite an organised environment, from colours to chairs to those saviours of the pale – the beach umbrellas whose arrangements structure life at the beach. Now you see it, now you don’t – camouflaged beach with palapa umbrellas in Tenerife:Photo: ","advice_category":"8","content":"\nPhoto: \nImage via miss lissa \nA day at the beach: people, beach towels, chairs, sand, the smell of sun tan lotion, sea, sun and beach umbrellas. What seems like random beach activity is actually quite an organised environment, from colours to chairs to those saviours of the pale – the beach umbrellas whose arrangements structure life at the beach. See for yourself how the whole beach experience has become less haphazard and more picturesque.  \nAll-natural umbrellas mimicking the desert mountain range in Kalawy Bay at the Red Sea:Photo: \nImage: joadl\nDid you know that an umbrella is colloquially also called gamp, mush, brolly, umbrellery or – our favourite – bumbershoot, a fancy Americanism from the 19th century? Whatever you call your parasol, meaning shield (para) from the sun (sol), it is a beach essential.    \nOverwhelmingly orange with bursts of turquoise – Positano at the Amalfi Coast, Italy:Photo: \nImage: designatednaphour\nNow you see it, now you don’t – camouflaged beach with palapa umbrellas in Tenerife:Photo: \nImage: Piotrus\nLeft right, left right, don’t you dare step out of line! Neat beach in Pesaro, Italy:Photo: \nImage via tripadvisor\nRed, blue and green beach umbrellas and chairs in rows at Mamaia Beach, Romania:Photo: \nImage: phototouring\nUnder my umbrella, 'ella, 'ella at Cliffside Beach, Nantucket, in the 1950s:Photo: \nImage: Louis Davidson\nDot, dot, dot and round the bend – beach life in Monterosso al Mare, Cinqueterre, Italy:Photo: \nImage: Barbara Weibel\nAt the end of the day at Sunny Beach somewhere in Bulgaria:Photo: \nImage: Victor Frankowski\nSurreal night beach in Roquetas de Mar, Spain:Photo: \nImage: Frank C. M?ller\nWhat are you waiting for, get your bumbershoot, your camera and a good book and get out there!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Enthralling Symmetry of Beach Umbrellas","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_5","url":"http://www.environmentalgraffiti.com/featured/enthralling-symmetry-beach-umbrellas/12971"}