{"summary":"The rural and tribal poor migrating to Nasik don’t make the long journey for religious reasons; they go because their local economies are unstable and undependable. The migrants come to Nasik City in the hope of being employed on a day-to-day basis, to pay back these debts, but with no guarantee of work","advice_category":"8","content":"\nPhoto: Tom Antebi\nBy this point it was about 2 in the morning, and there must have been thousands of them, all walking on the side of the dusty motorway, heading in the same direction as us. They all bore various bits of religious paraphernalia, and as we drove on and on, so did the seemingly endless stream of people. After asking the orthopedic surgeon in the back, whose English was probably better than mine, it transpired they were pilgrims on their way from Mumbai to Nasik City, where I was also heading.\nPhoto: Tom Antebi\nAs I learned in the following days, these aren’t the only people migrating to Nasik City. Like many cities in India, Nasik plays host to an increasing number of Indians from the poor rural and mountainous countryside. The rural and tribal poor migrating to Nasik don’t make the long journey for religious reasons; they go because their local economies are unstable and undependable.  Thus they seek work in the cities, where they have the possibility of securing labour on a daily basis, but at the end of the road they learn what it’s like to live under the boot of dishonest contractors, inconsiderate city planners and discriminating local residents.  In this was the reason behind my being there: I was on my way to work as an intern for an NGO called The Disha Foundation, which works to improve the livelihoods of the migrant labourers.  We drove on, and although I was severely fatigued I found it difficult to sleep, captivated as I was by the colourfully decorated trucks, all with “horn ok, please” written in flowery and cheerful English lettering on the back.   \nPhoto: Tom Antebi\nAs a result of the aforementioned unstable local economies, debts are high.  Really high.  Case studies compiled by Disha highlight various factors that cause this, but two of the most prominent ones are hospital bills and wedding costs. The migrants come to Nasik City in the hope of being employed on a day-to-day basis, to pay back these debts, but with no guarantee of work. Many of them live within the city in domicile communities known as Wastis, and walking onto a Wasti community for the first time was an experience that I expect to stay with me to the grave.  \nPhoto: Tom Antebi\nThe first thing is the smell.  A sensation akin to several hair-fine razor sharp needles being forced slowly up just under the skin inside the nostril and up through the sinuses. There aren't many things that can create such a first impression, but piles of municipal waste roasting in the midday Indian sun is one of them.  Then comes vision and the realisation that in and around this waste and smell there is the faint pulse of a community.  Children, some of them infants, in the endlessly innovative and religiously positive way that only children can muster, use this urban discharge as centre-pieces for their games. I get introduced to a few of the residents of this particular Wasti, and spent a few moments collecting and processing the surrounding situation. \nI start snapping away on my expensive digital camera unable to shrug a nagging itch telling me there is something inherently wrong with reducing destitution to a photo opportunity. Of course I rationalise over this: 'these photos are for Disha’ I find myself mentally reiterating several times. Besides, the people here don’t mind having their picture taken; that was something I’d asked in the first week of being here. It's fine.  More than once I walked on to a Wasti to take pictures for Disha, and was greeted by one of the residents striking a comical, camera friendly pose without a word being uttered. But there’s that funny thing about rationalising over feelings: that critical preposition, over. It doesn’t replace or anesthetise the feeling, it just envelops it with a softening explanation.\nPhoto: Tom Antebi\nThe Wasti shelters barely look as if they would withstand a strong gust; most of them are just tarpaulins covering branches and wood that have been erected into rudimentary house shapes.  Surrounded by waste of course. And animals. No privacy, no sanitation, nothing. There is less provision and infrastructure here than in the slums. The slums at least are permanent structures, with the ability to shelter traces of dignified living conditions. And of course they have no choice; the lack of a robust and stable rural economy or community organisation compels entire families to migrate to one of these Wasti communities. Cooking, washing, playing and, for many, sleeping, are all done out in the naked open. And here they stay, for roughly 8 to 10 months of the year, a lifestyle so far removed from my own it doesn’t seem possible. \nOf course I've seen pictures of this kind of thing before: emotive Oxfam ads and such. But when confronted and surrounded by it physically, it’s a sensation that no amount of reading or education can prepare for. A moment of mild melancholia sets in firmly. The space is a large open stretch of concrete in the dead centre of the city, with the thickly polluted vein of the holy river running through the middle. The tarpaulin shelters are scattered around in no particular fashion, with sleeping bags, cooking equipment, clothes and general piles of personal belongings filling the gaps between. \n\nThis is the biggest community of this type here, the most open, lying on one side of the bridge. And on the other: one of the most religious and spiritual places in India; the pilgrimage destination for millions to wash themselves in the river, and one of the only places in the entire country where relatives can be cremated. But this side of the bridge is devoid of anything resembling the spiritual: this isn’t just the bottom rung; this is under the rubber feet that steady the ladder.\nPhoto: Tom Antebi","author":"Tomtebi","web_category":"travel","title":"Life in a Communal Rubbish Dump in India","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-life-communal-rubbish-tip"}