{"summary":"Kate brings us back to the mask theme here. Photo: Kate Macdowell","advice_category":"6","content":"\nPhoto: Kate Macdowell\nKate Macdowell, an artist from Portland, Oregon, has taken nature and fused it with some of the worst of man's practices to create a breathtaking but powerful series of artworks. She silently brings the issues of toxic pollution, climate change and GM crops to the fore with her ghostly white porcelain pieces.\nPhoto: Kate MacdowellSafety\nKate's rabbit this time has safety goggles on and is perhaps meant to symbolize how much of what we do is not safe, either to ourselves, the environment or animals.\nPhoto: Kate MacdowellOf mice and men\nMice are the main lab animals used in the tests that are supposed to keep us safe with procedures and medication. We kill millions a year, but surely there are there better ways to test products, especially makeup.\nPhoto: Kate MacdowellCanary\nBirds with oxygen tanks and masks speak of the lack of care we have for nature by manufacturing toxic pollutants. Plus, they remind us that it isn't just the animals affected by this. Like the canary in the coal mine, their health can warn us of dangers to our own.\nPhoto: Kate MacdowellEarmice wall\nMice are being used in medical labs around the world as growers of human ears, some of which have been actually implanted in humans who lost one, but it is a controversial subject. What are the ethics of mutating mice into \"earmice\" and how far should we go?\nPhoto: Kate MacdowellFirst and Last Breath\nKate brings us back to the mask theme here. The only way for the rabbit to keep its litter safe from breast milk that has additives or preservatives that could harm it is to wear a gas mask. How many women today would do this if only they knew the effects the air they breathe has on babies? Kate's art brings this reality home together with amusing images, but the reality is still stark.\nPhoto: Kate MacdowellThe God of Change\nNature has long handled changes in the environment, both good and bad, with evolution and mutations. Changing our food crops by genetic manipulation may do far more damage than we realize... Just look at this frog!\nPhoto: Kate MacdowellGunshy\nThe rampant problem of guns in the world puts everyone at risk, as Kate shows in this piece, in which the bird is only safe in its Kevlar and helmet.\nPhoto: Kate Macdowell\nThere are so many ways to interpret this piece. Animal and man joined together; what kills one can kill the other.\nPhoto: Kate MacdowellQueen of Denial\nIn this very subtle piece, it takes a bit of looking to see what is different about the crocodile, but look at its underside. Denial, something so many have about the dangers of devastating our world and water with pollutants.\nPhoto: Kate MacdowellStaying afloat\nPolar bears are facing the loss of their habitat due to global warming. The ice they depend on is melting in the Arctic at an alarming rate, with bears forced to swim long distances to find food or get to land from an ice float.\nPhoto: Kate MacdowellStillborn\nKate Macdowell's art makes us aware of the pressing need to save the environment, conservation, and the dangers attached to man, not just animals. Her piece \"Stillborn\" is a metaphor for a range of issues: the real stillborn babies both animal and human, stillborn hopes and dreams, and a world where instead of life growing, death takes over.\nAs Kate says: \"In each case the union between man and nature is shown to be one of friction and discomfort with the disturbing implication that we too are vulnerable to being victimized by our destructive practices.\" \nSources: 1 ","author":"Michele Collet","web_category":"art+and+design","title":"Powerful Sculptures of Animals in Gas Masks and Goggles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb17.webshots.com-43984-2380224670104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-kate-macdowell-art"}