{"summary":"What we are about to present is called industrial symbiosis. Photo: Image of Kalundborg Industrial Park from 2km altitude via Google Earth","advice_category":"4","content":"\nPhoto: Kalundborg: Centre for Industrial Symbiosis. Image by Finn Lyngesen\nWhat we are about to present is called industrial symbiosis. It’s an application of the broad emerging field of industrial ecology, a hybrid of technological, Earth, economical and social sciences aimed at sustainable development and efficiency.\nAt its core lies the biological analogy according to which facilities related to industry are regarded as inherent or embedded in the ecosystem. The essential idea is this: The more an industrial complex resembles a biological system (from the material and energy flow point of view), the better and more effective it is.\nAlthough unknown to the public, Denmark has been implementing industrial symbiosis for the past four decades. Surprisingly, the deal commenced without a prior construction plan, study or research. It’s as if things rolled in a reasonable course. In 1961, Satoil, an oil company, was searching to build a new oil refinery near lake Tisso (Kalundborg, Denmark) in order to save the limited supplies of groundwater.\nPhoto: Image via Google Earth\nBased on a clear collaboration frame - state undertakes erection, company finances - the project was quickly realized. Statoil now not only had the largest oil refinery in Denmark but was also saving money. A 15 million euro investment in a practically ever-lasting infrastructure yielded a cutback in expenses of the order of one million euro annually. Of course the company’s rapidly declining costs instantly triggered the interest and subsequent participation of other players.\nPhoto: Statoil oil refinery image by Jens Knokgaard via Panoramio\nAs of 1999 the industrial park in Kalundborg consists of 6 key facilities:\n\n\nPhoto: Image of Kalundborg Industrial Park from 2km altitude via Google Earth\nAlong with farms, fish farms, construction companies and a couple of lakes, Kalundborg boasts an elaborate interconnected system of consumers and producers living together in reciprocal exchange of resources: otherwise wasted energy, material or byproducts from one facility is processed and utilized by another and so forth. The following figure illustrates this idea:\nPhoto: Figure based on schemes from \"Industrial Ecology and Spaces of Innovation\" (Green, Randles) and \"A Handbook of Industrial Ecology\" (R. and L. Ayres) - modified by Rick Proser\nAs one might have guessed, this intricate though viable and workable industrial ecosystem is far from being static. It’s an ever-emerging, ever-changing interdependent system - almost like an organism - where continuous refinements and improvements are vital to its endurance.\nPhoto: Image by Morten Sundgaard via Panormio\nThis symbiotic initiative has managed among others to:\n\n\nPhoto: Image via Treehugger\nPolitical organizations are timidly starting to understand the importance of symbiosis. The National Industrial Symbiosis Programme (NISP), stepping mainly on Kalundborg’s norms was recently mounted in the UK, aiming to increase efficiency and reduce CO2 emissions all along British industry. It’s been so successful that is considered an exemplary model for potential implementation in and by the EU. Further, NISP has assisted the installation of a similar project in the state of Illinois. Despite the progress being constantly made in Kalundborg, the operation in question still assumes deficiencies. No hazardous chemical control, no common product and industrial safety policy, partial waste management are some. Admittedly it’s not perfect; however it’s a lot better than what is conventionally done.\nSources: 1, 2, 3, 4, \"Industrial Ecology and Spaces of Innovation\" (Green, Randles), \"A Handbook of Industrial Ecology\" (R. and L. Ayres)\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"rick proser","web_category":"science","title":"The Science of Industrial Symbiosis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-science-of-industrial-symbiosis/6019"}