{"summary":"Cinnamon spice is made from tree bark. Unlike most trees that supply food for people, the cinnamon tree's bark is dried to become the spice","advice_category":"2","content":"\nPhoto: rosemarydukelow\nCinnamon is a popular spice, sometimes praised for its health benefits – not to mention its deliciousness in apple pie! But what is cinnamon, and where does it come from?\nWhat is Cinnamon Spice?\nCinnamon spice is made from tree bark. Two species of the cinnamon tree are most common, and provide most of the spice sold worldwide. The spice from Cinnamomum cassia has a stronger taste and dark brown colour. This version of the spice is popular in the United States. \"True\" cinnamon is a common term for the Cinnamomum zeylanicum, a native of Sri Lanka (Ceylon). Its spice is sweeter in flavour.  \nPhoto: bfishadow\nSeveral of the less common species in this family are: C. burmanni and C. loureirii of Indonesia; C. oliveri from Australia; Cinnamomum of Papua New Guinea; and C. tamala from India.\nThe Cinnamon tree is a member of the Lauraceae family, which includes the avocado and the California bay leaf, among some 2,000 species in total. Most are woody trees and shrubs. The Cinnamon tree is evergreen.\nCultivating the Cinnamon Tree\nPhoto: OpenCage\nSri Lanka supplies about 70% of the world's demand for \"true\" cinnamon; its major importer is Mexico. Cassia cinnamon is grown in China and a few other countries.\nCinnamon is mainly propagated by seeds, although a plantation may plant cuttings as well. A hardy plant, it grows well in loam or sandy loam. The best bark comes from trees in sandy soil, although loam provides more rapid growth and higher yields.\nCinnamon tolerates wet through semi-dry conditions in Sri Lanka. Daytime temperatures should remain in the 20-30 degree Celsius range.\nPhoto: davecito\nCreating Spice from the Cinnamon Tree\nPhoto: FotoosVanRobin\nUnlike most trees that supply food for people, the cinnamon tree's bark is dried to become the spice. This is most obvious in cinnamon \"sticks\", which are simply rolled-up strips of dried cinnamon bark. Some studies find more health benefits from cassia, however.\nPowdered cinnamon spice, therefore, is ground-up dried tree bark. Some people prefer the sweeter taste of zeylonicum over cassia.\nPhoto: FotoosVanRobin\nIn Sri Lanka, cinnamon can be dried simply by hanging rolled strips of bark from ceiling rafters. The long strips are later cut to the familiar cinnamon stick size, or ground into powder.\nCinnamon as Spice\nPhoto: FotoosVanRobin\nCinnamon can be sprinkled onto cereal or bread. Cinnamon sticks mull wine or hot fruit drinks in cold Canadian winters. Finally, it is a popular baking ingredient, especially in cinnamon buns.\nPhoto: comprock Michael Cannon\nReferences:\nHeli J. Roy (PhD, RD) et. al., Pennington Nutrition Series, \"Cinnamon And Type 2 Diabetes\", edited Oct. 2009, PDF referenced May 11, 2011. Dr. Gerald (Gerry) Carr, University of Hawaii Botany Dept., \"Lauraceae\", referenced May 11, 2011. Kamanie Jayalath, CFT International, \"Cinnamon\", PDF referenced May 11, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Cinnamon: Asia's Most Popular Spice Tree","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_tree_view_up.jpg","url":"http://www.environmentalgraffiti.com/plants/news-cinnamon-popular-asian-spice-tree"}