{"summary":"For more information seeUS adult obesity rate may hit 42%WHO and World ObesityAir pollution raises obesity risk in animals, regardless of dietWhy are we getting fatter?5 reasons why the obesity epidemic is spreading to animals What's causing the global obesity epidemic?. •  Air pollution","advice_category":"8","content":"\nPhoto: Matthias Kabel\nAs the world population approaches 7 billion, the World Health Organization (WHO) continues to research, process and publish data on the public health of humans. Current data is indicating a most perplexing irony. Obesity, once thought to be a health issue associated with wealthy nations, has become a world problem, even among nations that are considered middle income and poor. As of 2005, 25% of the world's adult population was overweight. Within five years, that figure will rise to over 30%.\nFollowing the more traditional and popular beliefs about health and weight, the WHO states that the fundamental cause of obesity is an imbalance in calories consumed and calories expended. They attribute the rise in obesity to improved distribution of food around the world and a reduction in physical activity due to more sedentary work habits and improved transportation. People are eating too much and are active too little. But some researchers are now suggesting this explanation is too simplistic.\nObesity rates have not only soared among humans, but also among monkeys, chimpanzees, rodents, dogs, cats and at least seven other groups of animals associated with humans. These included both those in controlled living situations with constant diets like laboratory mice and rats, to uncontrolled situations like feral cats and rats. In all cases, the obesity rate was up. So what is causing such a change?\nPhoto: Library of Congress\nThere are several candidates that are being posited. Some factors are direct while others are enmeshed.\n•  Epigenetics. This refers to changes in the genetic composition brought on by environmental cues. What cues might trigger such a change to such a variety of species simultaneously is anyone's guess.\n•  Psychology. Why organisms eat seems rather clear. They eat to survive.  But how much an organism eats and how it knows when enough is enough is not well understood.\n•  Light. Circadian rhythms are thought to play a role in when and how much organisms eat. It is suggested that changes in light patterns across the planet due to light pollution and cloud cover changes may be having an impact on circadian rhythms and eating-activity habits.\n•  Viruses. There are viruses that can elevate weight. Some researchers have raised the idea that the obesity problem is literally an illness brought on by one or more viruses.\n•  Global warming. Climate change is causing a general warming that results in longer warm seasons and short cold seasons. Is it possible that this climate change is somehow impacting the eating habits of the observed species?\n•  Air pollution. Researchers have found a correlation between obesity and air pollution particulates. These are micro-sized particles emitted into the air as part of our industrial activity or from natural sources such as wild fires, volcano eruptions and desert sand storms.\n•  Water pollution. Health officials are aware that fresh water supplies contain trace amounts of Prozac and other medications that are taken by people for all kinds of medical conditions. Is it possible that a growing number of ambient complex chemicals in the water supply is impacting animals species epigenetically (see Psychopharmaceuticals in your drinking water here on EG)?\nPhoto: Bill Branson\nOver the history of the human species, the primary cause of early deaths among humans has been attributed to communicable and infectious diseases.  As the use of antibiotics and vaccines has spread, diseases have come under more control. Today, heart disease and other  non-infectious illnesses attributed to \"lifestyle\" are the primary culprit of an early death. But, if the current research into obesity continues its present trend, we could be seeing the first proofs that the global environment we are creating has a negative epigenetic impact on our health and those of other animal species of the world. \nFor more information seeUS adult obesity rate may hit 42%WHO and World ObesityAir pollution raises obesity risk in animals, regardless of dietWhy are we getting fatter?5 reasons why the obesity epidemic is spreading to animals What's causing the global obesity epidemic?","author":"Russell Vallimont","web_category":"lifestyle","title":"7 Reasons for the Global Obesity Epidemic","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3582454365db451739b7jpg","url":"http://www.environmentalgraffiti.com/lifestyle/news-whats-causing-global-obesity-epidemic-ii"}