{"summary":"This LEED Platinum building was constructed by a leading German architectural firm and has an indoor atrium that allows huge amounts of natural light to provide lighting for workers during the day. These buildings are among the most energy efficient in the world, and you can tell because all of the buildings in the top five achieved a LEED Platinum certification","advice_category":"6","content":"\nPhoto: Zelda Go Wild\nRecently, Vanity Fair surveyed famous architects about the best architectural designs of the past three decades and The Architect columnist Lance Hosey noticed something: the list was almost completely devoid of green buildings with sustainable designs. Hosey seemed to think that the architectural elite didn't care for the wonders of sustainable design. So the writer set out to do his own survey: He asked 150 green building experts - architects, engineers and critics from around the world - to find out what they thought were some of the best sustainable designs of the past 30 years.\nHosey found that the taste of those he interviewed was much different from that of those interviewed for the Vanity Fair piece. None of the buildings listed in the Vanity Fair piece were named in Hosey's survey. However, those interviewed by Hosey seemed to like buildings from the 2000s. Here is the list in its entirety with some pictures.\n1. Adam Joseph Lewis Center (Oberlin, Ohio, pictured above), William\nMcDonough + Partners, 2001. 13 votes\nThe center for environmental studies is located on the campus of Oberlin College in Ohio. The innovative building was completed in 2000 and features a roof covered entirely in solar panels, with about half the building  consisting of glass windows to let more natural light in. The Adam Joseph Lewis Center actually would be rated LEED platinum, but it was built before the LEED system was established.\n2. California Academy of Sciences (San Francisco), Renzo Piano Building Workshop, 2008. 11 votes\nPhoto: Nathan Jongewaard\nThe California Academy of Sciences is one of the largest natural history\nmuseums in the world. It is located in San Fransisco, CA and earned LEED Platinum status in part because of the excellent water retention system on the museum ground that captures and recycles about 50% of rain water. About 15% of the building was constructed using recycled construction materials.\n3. Genzyme Center (Cambridge, MA), Behnisch Architects, 2003.? 9 votesPhoto: graysky\nThe Genzyme Center in Cambridge, MA is home to the Genzyme Corporation, which specializes in the treatment of rare diseases. This LEED Platinum building was constructed by a leading German architectural firm and has an indoor atrium that allows huge amounts of natural light to provide lighting for workers during the day. The building has an all-glass exterior and features indoor gardens throughout the building. \n4. Chesapeake Bay Foundation (Annapolis, MD),\nSmithGroup, 2001.? 7 votes\nPhoto: theregeneration\nThe Chesapeake?Bay Foundation is a group committed to preserving the Chesapeake Bay and making it's rivers and tributaries safer and healthier. This building was one of the first to be rated as LEED Platinum and boasts several impressive uses of technology. The building has it's own water retention system and also has a composting toilet system that allows the foundation to spend absolutely no money on water use each year. The building is aligned to use optimum sunlight\nthroughout the day.\n5. Bank of America Tower (a.k.a. One Bryant Park, New York), Cook + Fox Architects, 2009. 6 votes\nPhoto: bostoncitywalk\nThe Bank of America Tower is the newest building in the top five, and didn't reach a LEED Platinum status until May 2010. It is one of the first LEED Platinum skyscrapers in the world and is located in Manhattan, New York. This building features several innovations such as translucent insulating glass that covers floor-to-ceiling windows and allows for more natural light in the building and also lowers energy costs. The building actually includes a 4.6-megawatt combined heat and electric power plant that allows the building to produce 70% of its own energy. The plant produces its own electricity but also captures energy from waste heat and the combustion of natural gas. This captured energy allows the plant to heat the building during the winter as well as make hot water and power the air conditioning system in the summer.\nHosey also noted that the architects on his list picked the California Academy of Sciences as the best green building built after 2000. These buildings are among the most energy efficient in the world, and you can tell because all of the buildings in the top five achieved a LEED Platinum certification. \nWhile the G-List doesn't contain many older buildings, it is a good sign that there are more and more green buildings from the past five years on the list. There may not be an iconic, sustainable building that's noticeable enough to crack Vanity Fair's list yet, but it could be coming soon.","author":"johnmallory34","web_category":"art+and+design","title":"The G-List: The Greenest Buildings of Our Generation","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Color1","url":"http://www.environmentalgraffiti.com/architecture/news-g-list-best-green-buildings-last-30-years"}