{"summary":"Alaska native Roy Petrovich is a Tlingit Indian and member of the Raven Clan. The artist tells the story of this piece in his own words: \"This sculpture is a lighthearted representation of the two great Tlingit clans: Eagle and Raven","advice_category":"6","content":"\nPhoto: Nick Felkey\nAlaska native Roy Petrovich is a Tlingit Indian and member of the Raven Clan. He works in bronze sculpture, making spectacular pieces often telling tales of his heritage and/or childhood through them. Proud Alaska natives, his mother and father were the ones who spearheaded the first anti- discrimination law in the U.S. before civil rights or anyone else in Alaska. Roy's mother and father even had a park named after them, decorated with a monument made by Roy to honor his parents. \nFlight of the RavenPhoto: Nick Felkey\nThis was the model for the monument (first photograph), which tells the legend of the raven, very special to Tlinglet belief. In many ways, the natives were the first \"environmentalists\" through their belief that every living and inanimate thing had a reason to be. According to Tlinglet legend, the raven is seen as the creator who brought light to the world by stealing it from an ancient chief who kept it hidden in a box. But the raven used his famous trickery, finally seizing the light in his beak. As he escaped through the smoke hole at the top of the chief's tent, the rising smoke turned his feathers black. The sculpture is of bronze that was later patinae'd, and the sun is an orb of polished quartz.\nPhoto: Nick Felkey\nThe Sea ThreePhoto: Nick Felkey\nDolphins are known for their leaping and bowriding and the joy they seem to share when at play is contagious, and a pleasant connection to the inhabitants of our sea world. Says Roy: \"Bowriding is a remarkable marine phenomenon that I have observed many times. The dolphins burst in on the beam of a fast moving vessel and position their flukes so that the upwelling water from the bow pushes the animals forward with very little effort on their part. The dolphins then plane along ahead of the bow wave, comfortably supported by the rush of water under their pectoral fins.\" Roy's son used to lean over and stroke the backs of the dolphins as they rode the bow waves. The base of the sculpture is shaped as a windlass, further connecting the dolphins and boats.\nWhale RidersPhoto: Nick Felkey\n\"Whale Riders\" was inspired by a story his grandfather told Roy, one of traveling 200 km in heavy seas with his father on a war canoe to meet and settle differences with another tribe. Roy imagined what dream a child might have sleeping in the bow of the canoe, and since Orcas are respected but not feared in Tinglit culture, the piece interprets the dream as the family getting a free ride on the mighty Orca tail while the children sleep in the bow. The patina work is visually stunning, the process is done by applying different chemicals to the bronze, which then give a thin layer of colored metal. There are artists who specialize in patina at the direction of the sculpture. \nPhoto: Nick Felkey\nThe Council of EldersPhoto: Nick Felkey\nThe artist tells the story of this piece in his own words: \"This sculpture is a lighthearted representation of the two great Tlingit clans: Eagle and Raven. My friends and relatives in the Eagle clan have long been urging me to make an Eagle sculpture. As a Raven, I found this an irresistible opportunity to include a little Tlingit humor. I have made Eagle to appear his most regal and self-important, as he listens wisely and patiently to brother Raven's perhaps unsolicited advice. Eagle's wings and back display traditional totemic designs to reflect his lofty position in our Tlingit culture, while Raven is shown as his typical crafty self.\"\nLearning Curve\n\nPhoto: Nick Felkey\nRoy loved to watch the otters at play both as a child and an adult. They really enjoy sliding down snow hills rather as we do but they don't use a toboggan for it! This piece shows mom at the bottom giggling and enjoying her run while dad is in the middle and the child otter is a little nervous at the top, about to take his turn.\nRaven Dance\nPhoto: Nick Felkey\nThe blanket on the raven is a traditional Chilkat blanket ceremonial robe and he is dancing in it. The blanket had originally been made for the bust of the artist's mother but didn't work there so was given to the raven for his dance.\nOn Top of the World\n\nPhoto: Nick Felkey\nThe mighty and awe inspiring Orca, this piece is named On Top of the World to show it is found in waters at both the north and south poles. Art is personal to the artist, a personal expression of emotion, world views and beliefs. Roy Peratrovich has done a wonderful job of translating his Native history and legends into spectacular bronze sculptures.\nI want to give a very special thanks to Roy for his permission and assistance in using the photographs and sharing the stories behind the pieces with me. You can find more of his work at his website: ravenworksart.com.\nSources: 1, 2","author":"Michele Collet","web_category":"art+and+design","title":"Amazing Animal Sculptures by Native Alaskan Roy Peratrovich","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/culture.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-native-sculpture-roy-peratrovich"}