{"summary":"Yasi was a category 5 cyclone - with winds reaching 300km/hr - and caused flash flooding and coastal storm surges. The images above and below, courtesy of the NASA Goddard MODIS Rapid Response Team, show the development of Cyclone Yasi as it approaches the coast of Northern Queensland, makes landfall, and then moves inland.","advice_category":"4","content":"\nPhoto: NASA/Goddard MODIS Rapid Response Team\nCyclone Yasi, the cyclone that recently struck Queensland, Australia was the perfect example of the awesome power of nature. For those in her path, she was terrifying and destructive. Yasi was a category 5 cyclone - with winds reaching 300km/hr - and caused flash flooding and coastal storm surges. Storm surges occur when local sea levels rise abnormally as a result of a cyclone.\nYasi destroyed 150 homes, rendered another 650 uninhabitable and damaged another 2275 homes. Other buildings, such as the Tully State High School, were also extensively damaged. Moored boats were also damaged, and the local agricultural industries such as sugar cane and bananas were also badly affected.\nPhoto: NASA/Goddard MODIS Rapid Response Team\nThe sheer size of Yasi is impressive - the cyclone was 150 km wide, with a clearly defined 'eye'. A measure used by Dr. David Moore from the University of Leicester indicated that the cyclone was bigger than the UK, and the eye of the cyclone was bigger than the Isle of Anglesey.\nThe images above and below, courtesy of the NASA Goddard MODIS Rapid Response Team, show the development of Cyclone Yasi as it approaches the coast of Northern Queensland, makes landfall, and then moves inland.\nPhoto: NASA/Goddard MODIS Rapid Response Team\nThe second set of images, courtesy of NASA/SSAI, Hal Pierce show the rainfall of the cyclone. The colour indicates the amount of precipitation from blue (0mm per hour) to red (50mm per hour).\nPhoto: NASA/SSAI, Hal Pierce\nPhoto: NASA/SSAI, Hal Pierce\nCyclone Yasi unleashed her destructive power upon Queensland, yet as these images show, she also projected an incredible beauty from above.\n\nSources: 1, 2, 3\n","author":"DaveRutter","web_category":"science","title":"Cyclone Yasi Seen from Space","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-cyclone-yasi-air"}