{"summary":"On the ball: The large, bouncy spheres are double-layered with an air cushionPhoto: Image: Brianmc . Thus, zorbers can proudly proclaim their lightweight, flexible zorbs are far removed from the rigid plastic of hamster balls, and hold their heads up high knowing they are men, not mice.","advice_category":"8","content":"\nPhoto: Zorbing - Argodome - Rotorua - New Zealand - April 2005\nImage: Bartux\nAt a moment like this, you wonder at the oddball ingenuity of an extreme sport while also feeling like the idea might have been rolling around inside your head all this time. Sphereing, also known as zorbing or globe-riding, involves little more than climbing inside a glorified hamster ball and being sent careering down hills for the sheer heck of it. Rock and roll, we hear you cry sarcastically? Don't knock it before you've tried it.\nWet or dry: There are several variations of sphereingPhoto: Image: carscantescape \nSome spheres are designed for a single globe-rider, while others can accommodate two or three people. Riders can be safely strapped inside the spheres or left free to run, rodent style, with the rolling motion of the sphere, which inevitably results in their being bounced around uncontrollably. Water can also be added to this latter scenario for what is known as a wet zorb; said one reporter of the experience: \"We looked like two drunks in a washing machine.\"\nOn the ball: The large, bouncy spheres are double-layered with an air cushionPhoto: Image: Brianmc \nThe inflatable spheres used in this peculiar pastime tend to be made of translucent plastic and are typically around 3 metres in diameter. There are actually two balls, one inside the other, with a cushion of air in between that acts as a shock absorber, preventing bumps and bruises or worse. Thus, zorbers can proudly proclaim their lightweight, flexible zorbs are far removed from the rigid plastic of hamster balls, and hold their heads up high knowing they are men, not mice.\nBalls the size of a hamster's? Is globe-riding an extreme sport?Photo: Image: Anna Caswell via TravelBlog\nNow there may be adrenaline-mad naysayers ready to kick sand in the face of this so called extreme sport, wondering where the thrill is in being bowled about in an oversized beach ball, even on the longer half mile runs. But check this: while your novice zorber may not be living on the edge, in 2006, Ken Kolver, the world's fastest 'zorbanaut,' reached a top speed of 52 km/h to claim a new world record. Enough to get your pulse racing? Well maybe not as fast as a small caged pet's.\nA global sport: Zorbing originated in NZ but is now practiced all over Photo: Image: andy & eilidh\nOn a serious note, in 2008, reporter Rebekah Metzler suffered a broken back after the ball she was riding hit a post and shot 8 feet up in the air before landing hard. Yes, this sport has had its ups and downs in its short history. A similar concept may have debuted in Russia as early 1973, while Britain's Dangerous Sports Club built a giant sphere supporting two deck chairs in the early 80's, but it wasn't until 1994 that the zorb as we know it was patented in New Zealand. Recently, activities like pool and pinball have been performed with zorbs. Never say zorbing is for squares.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"Look Out...Giant Balls!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/camel1.jpg","url":"http://www.environmentalgraffiti.com/featured/look-out-giant-balls/10451"}