{"summary":"During Victorian times, it became quite fashionable for microscopists to form microscopic images using the fustules of diatoms. Within just about any soil and water source imaginable lie the diatoms – microscopic beings whose beauty is similar to that of abstract mathematics","advice_category":"2","content":"\nPhoto: Prof Gordon T. Taylor via Petaholmes\nWithin just about any soil and water source imaginable lie the diatoms – microscopic beings whose beauty is similar to that of abstract mathematics. Once favoured for their complex fractal shapes by infamous 19th century pioneering zoologist (and eugenicist!) Ernst Haeckel, diatoms have been a source of inspiration to both scientists and artists ever since. But what exactly are they?\nPhoto: nebarnix\nPhoto: Hannes Grobe\nIf the plankton community is imagined as being a kind of analogue to more familiar, macroscopic ecosystems, then diatoms are the plants – the bottom-tier organisms that produce their own energy from sunlight. Unlike the green chlorophyll that regular plants use, diatoms photosynthesize using a yellow-brown chlorophyll. They are, of course, not technically plants: diatoms occupy their own ‘kingdom’ in most phylogenetic models, though as usual with such issues, there is much debate as to their exact relationship to other life forms. Basically, it’s agreed that they’re neither animal nor plant (or neither fish nor fowl… but you knew that anyway, right?).\nPhoto: Mary Ann Tiffany, via Ayocop\nThere are pen-shaped diatoms which are helpfully named ‘pennates’, and cylinder-shaped diatoms which are called ‘centrics’. Regardless, they're all single-celled, though they may join together to form colonies. It is their outer shell of pure silica that forms the delicate exoskeleton of which Haeckel and his ilk were so fond. Incidentally, the word diatom comes from a Greek phrase which means ‘to cut in half’, and was applied because this exoskeleton, or ‘fustule’, often appears to be divided into two sections or hemispheres. Mostly, these hemispheres are slightly asymmetrical. \nPhoto: Alisha Vargas\nDuring Victorian times, it became quite fashionable for microscopists to form microscopic images using the fustules of diatoms. Using appropriate tools, the fustules were cleaned and moved into position to form geometric patterns or images of flowers and birds no more than a millimetre or two across. Clearly a hobby that requires an abundance of patience, but there are still those who enjoy doing so.\nPhoto: Via Jim Mikulak\nPhoto: Stinging Eyes\nBeing the primary energy producers of the microscopic marine world, the number of organisms which are indirectly dependent on diatoms is staggering. Almost all marine fish and crustacean species feed on plankton, either as larvae or as adults, and even the mightiest creatures on Earth, the cetaceans (whales, that is) often subside on little else. So diatoms are pretty important. On top of this, they are the primary carbon-fixing organisms of the most extensive ecosystems on Earth. This enormous potential resource might bear thinking about as we (presumably) head on our merry way towards climatic doom.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Steampunk","web_category":"nature","title":"The Microscopic Beauty Of Diatoms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-3650-2186354380104217012S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/microscopic-beauty-diatoms/13280"}