{"summary":"For example, bluemacaws.org is dedicated to saving the Blue Macaw (Anodorhynchus) group that includes the Hyacinth Macaw pictured above.. The endangered species include the Blue-throated macaw, Hyacinth macaw and Red-throated macaw","advice_category":"2","content":"\nPhoto: FreaksAnon\nMacaws belong to seventeen species within six branches of the parrot family, Psittacidae. They are known for their brilliant colours and powerful beaks.\nWhere do Macaws Live?\nMacaws are native to Central America and South America, preferring rainforests. They sleep at night in the forest canopy, but fly to forage during the day.\nPhoto: markg6\nWhat do Macaws Eat?\nMacaws eat fruit, nuts and seeds, as well as insects and snails. Some have been seen eating damp clay or soil, presumably to detoxify their digestive systems.\nPhoto: OpenCage.info\nLifestyle of the Macaw\nTypically, macaws mate for life. When the female incubates eggs, her mate will return with food.\nThey nest in flocks of five to fiften mated pairs. They communicate through vocalizations. Like other parrots, some can be trained to imitate the speech of their owners.\nPhoto: OpenCage.info\nWhy are Some Macaws Endangered?\nSeveral species of macaw are, indeed, considered endangered. The two reasons are illegal trapping and habitat loss.\nBecause macaws are prized as pets, trappers are motivated to illegally capture them from their natural habitat. Also, as rainforests are cut down for timber, fuel or to make room for agricultural pursuits, macaws lose their locations for nesting and foraging.\nOn the other hand, several conservation groups are fighting to preserve these magnificent birds. For example, bluemacaws.org is dedicated to saving the Blue Macaw (Anodorhynchus) group that includes the Hyacinth Macaw pictured above.\nThe endangered species include the Blue-throated macaw, Hyacinth macaw and Red-throated macaw. It is feared that the Glaucus and Spix's macaws might already have disappeared from the rainforests.\nPhoto: OpenCage.info\nMacaws can make good pets, but should be sourced from reputable dealers or breeders. Propective owners should learn how to properly care for these gorgeous birds.\nPhoto: Rapha?l Fauveau\nReferences:\nNational Geographic, \"Macaw Psittacidae\", 2011, referenced April 11, 2011. \nBlue Macaws.org, \"Who we are\", Jan. 1998, referenced April 11, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"The Endangered Macaws of Central America and South America","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Thylacinepouchjpg","url":"http://www.environmentalgraffiti.com/animals/news-endangered-macaws-central-america-and-south-america"}