{"summary":"Photo: Image from markcbrennan. Photo: Image from haydnseek","advice_category":"8","content":"\nPhoto: Image from markcbrennan\nThere's a program in the U.S. called Energy Star-- it certifies homes and appliances for cutting their energy consumption anywhere from 15 to 40%.  I don't think they expected it, but we may have found the first entire city that qualifies:  Juneau, Alaska, cut power consumption by 30-40% this month.\nAlaska's capital city lost its main power transmission lines in a series of avalanches earlier this month, cutting it off from a relatively cheap source of power at a hydroelectric dam, and leaving it to  draw from backup generators that cost nearly five times as much.  Faced with the tough decision that such a large increase in utility bills can present, the city did what many have speculated the western world is incapable of:  they cut back.\nWith citizens cooking on charcoal grills, refusing to watch TV, and drying their laundry on clotheslines, Alaska Light and Power still projects that they're three months away from repairing the lines and restoring power that's not slaved to the price of oil.\nTo give you some context on how rare this sort of behavior is, the last time that a city was able to cut back anything like that was in 2002.\nPhoto: Image from haydnseek\nBrazil, which saw the sort of droughts in 2001 and 2002 that the American south did in 2007, implemented a plan that gave clear rewards to those cutting back heavily, and penalized consumers that did not attempt to conserve. It was a smashing success.  Not only did the rate of consumption lower by 20%, but it took four more years for the populace to rise back up to pre-200 levels of power usage.  With the lack of economic fallout, and relative permanence of the positive effects, Brazil may have discovered the next major step in energy policies, and Juneau may be proving that Americans are prepared to accept it.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Alaskan Capital Cuts Power Consumption By 40%","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/juneau-alaska-is-an-energy-star/1116"}