{"summary":"#8 Antarctica is the best place in the world to find meteorites. So even though there's ice on the ground in Antarctica, that ice has been there for a very long time","advice_category":"2","content":"\nPhoto: Mila Zinkova \nDo you know where the largest desert on Planet Earth is? You might answer the‘Sahara Desert’. But you are WRONG! The answer is actually the “ANTARCTIC DESERT”. But why is that? Antarctica is the fifth largest of the seven continents, with a total surface area of about 14.2 million sq km (in summer). What makes it a desert, then? According to the geological definition: “A desert is an area that receives little precipitation, with 10 inches or 25cm of rain or less a year, lots of hot sand and [contains] very few or no plants.” Here comes the surprise! As per this definition, Antarctic can be classified as the largest desert in the world. So even though there's ice on the ground in Antarctica, that ice has been there for a very long time. Isn’t it amazing?\nPhoto: Dave Pape\nPhoto: Mila Zinkova\nFascinating Facts about Antarctic:\n#1 The largest existing iceberg broke free from the Ross Ice Shelf in Antarctica, around March 20, 2000. It was about the size of Connecticut or twice the size of Delaware, about 4,250 square miles (11,000 square kilometers). This ice berg measures 183 miles long (295 kilometers) and about 25 miles wide (37 kilometers). It extends about 900 feet below the surface and rises about 120 feet (30 meters) above the ocean. WOW!\nPhoto: Tasteofcrayons\n#2 The largest land animal in Antarctica is a tiny creature, less than 1.3cm (0.5in) long. A wingless midge, Belgica antarctica, is the largest and only true insect on the continent. There are, however, also shiny black springtails which hop like fleas. These are ‘Terrestrial Insects’ which tend to live among penguin colonies.\nPhoto: Uwe kils\n#3 Have you heard of Channichthyidae? They are the best cold adapted animals on the planet, and the only known vertebrates without hemoglobin; they just have a larger volume of clear blood instead and this gives them an unusual appearance, being ghostly white color, especially their gills. They are also known as the crocodile ice fish. Antarctic fish have lived at between +2¢XC and -2¢XC for 5 million years (-2¢XC is the freezing point of sea water, being below zero because of the salt content of the water).\n#4 When you drill into the ice in Antarctica, you will get a long cylinder of ice, called an ‘Ice Core’. These Ice Cores give an indication of the what life was like in the past, going back tens of thousands of years, giving valuable information about the Earth's climate throughout history. It seems funny but it really is possible that on a trip to Antarctic a glaciologist could give you a drink of water frozen during the life of Christ.\nPhoto: Cascoly\n#5 The Antarctic ice cap contains 29 million cubic kilometers of ice. If Antarctica's ice melted, it would cause the world’s oceans level rise by 60-65 meters everywhere. Don’t worry - it would take approximately 10,000 years to do so.\nPhoto: Thesevenseas\n#6 Even though only about 0.4 percent of Antarctica is not covered by ice, this is 90% of all the ice on the planet and between 60 and 70% of all of the world's fresh water. \nPhoto: Uwe Kils\n#7 During the feeding season in Antarctica, a full grown blue whale eats about 4 million krill per day, which is 3,600 kg (or 4 tons) every day for 6 months.\nPhoto: Geoking42\n#8 Antarctica is the best place in the world to find meteorites. Dark meteorites show up against the white expanse of ice and snow and don't get covered by vegetation. In some places, the way the ice flows concentrates meteorites there.\nPhoto: Andrew Mandemaker \n#9 At the beginning of winter, the Antarctic sea-ice begins to expand. Per day, it advances by around 40,000 square miles (100,000 square kilometers). Eventually, it doubles the size of Antarctica, as it adds up to an extra 20 million square kilometers of ice around the land mass. Unbelievably, that's one and a half times the size of America, twice Australia or fifty times the UK, consisting of an ice area that forms, then breaks up and melts each year.\nPhoto: Mila Zinkova\n#10 Around 0.03% of Antarctica constitutes the ice-free region, called “Dry Valley”. This valley has extremely low humidity. The cold and dry conditions in the \"Dry Valley\" region of Antarctica are very much like those on Mars. It has not rained in the dry valleys for at least 2 million years.\nPhoto: Dr. Ron Blakey\nThe most interesting fact is this; about 200 million years ago Antarctica was joined to South America, Africa, India, Australia, and New Zealand in a single large continent called Gondwana. There was no ice sheet, the climate was warm, and trees and large animals flourished. Today only geological formations, coal beds, and fossils remain as clues to Antarctica's temperate past, though the true boundary of Antarctica is not the coastline of the continent itself or the outlying islands.\nSo how about, the \"Largest, Driest, Coldest, Highest and the Windiest Desert\" on Earth? Would you like to visit?","author":"Alka Sharma","web_category":"nature","title":"Antarctica: The Coldest, Driest Continent on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/grand-basin.jpg","url":"http://www.environmentalgraffiti.com/desert/news-antarctic-desert-fascinating-facts-about-highest-driest-largest-coldest-and-windiest-con"}