{"summary":"It will measures motion in the solar photosphere in order to study solar oscillations in all three components of the photospheric magnetic field. The Quiet Sun / Small Clusters of Magnetic FluxPhoto: TRACE","advice_category":"4","content":"\nPhoto: TRACE\nThe Sun's Solar Wind impacts the Earth's magnetosphere and thereby determines much of Earth's weather. Climate change is upon us, the Earth is warming up and there is a deep obligation to understand as much as possible about the Sun and its influence upon the Earth. This understanding is the bottom line, the 'natural baseline' of weather and climate against which global climate change and the extent of human influence upon the greenhouse dynamics of the atmosphere must be assessed. Meet the elite sun watchers - an incredible telescope and several satellites - that are watching the Sun hour by hour every day, as they collect invaluable data that will contribute to action plans and climate change policy.\nJapan / Hinode B\nPhoto: NASA / GSFC / C. Meaney\nHinode (Solar-B) is a highly sophisticated observational satellite equipped with three advanced solar telescopes. It was launched on September 22, 2006 and orbits the Earth in a sun-synchronous orbit so that it remains in continuous sunlight nine months of the year. The x-ray and extreme ultraviolet telescopes should reveal a great deal about the heating mechanism and dynamics of the active solar corona and thereby address several important questions: why does a hot corona exist above the cool atmosphere? What drives explosive events such as solar flares? What creates the Sun's magnetic fields?\nThe Quiet Sun / Small Clusters of Magnetic FluxPhoto: TRACE\nThere is an unusual event now ongoing on the Sun for which observations on the South Polar region of the Sun by Hinode-B have a particular importance. At this time (summer, 2010) solar activity continues to be quieter for a longer time than predicted by the well known 11 year sunspot cycle. Considering the profound influence of sunspot activity upon Earth's weather, this extended period of a Quiet Sun emphasizes the importance of Hinode-B observations of the Sun's South Pole.\nExtreme Ultraviolet Imaging Spectrometer attachment to Hinode Solar-BPhoto: Mullard Space Science Laboratory (MSSL)\nISAS/JAXA, and NAO are deep into the planning and design process for Solar-C, the solar observation satellite that will succeed Hinode-B. The 4th Hinode Science Meeting will be 11-15 October, 2010, in Palermo, Italy. Two research programs are being designed for Solar-C. 1. Out-of-Ecliptic Magnetic and Helioseismic Observations of the Sun's polar and equatorial regions. This program will study the polar region, meridional flow and magnetic structure inside the Sun to the bottom of the convection zone. 2. Plan B will will study the Sun's magnetism and its important role in heating and in the dynamism of the solar atmosphere. High spatial resolution, high throughput, high cadence spectroscopic and ultraviolet imagery will examine the Sun from the photosphere to the corona.\nEuropean Space Agency / SOHO\n(E)uropean (S)pace (A)gency's SOHO is a program to study sun-earth relationships. With 25' extended solar panels, SOHO weighs about two tons. Launched in December 1995 by an Atlas Centaur rocket, SOHO became operational in March, 1996, and now has mission capability extended through New Year's Eve, December 2012. SOHO has special instruments that can continuously observe the Sun at ultraviolet and x-ray wavelengths and also record the ever-changing solar wind and it anisotropy. Coverage of an entire solar cycle has become possible.\nPhoto: Alex Lutkus / SOHO.\nSweden / Solar 1-m Telescope (Canary Islands)\nPhoto: Royal Swedish Academy Sciences\nThis Earth bound optical solar telescope of the Royal Swedish Academy of Sciences is located at the Spanish astronomy observatory complex on La Palma in the Canary Islands. It is included in this post because it has the highest resolution at visible wavelengths now available for study of the Sun, surpassing the latest satellite instruments.\nSweden / Solar 1-m TelescopePhoto: Tim van Werkhoven / NoobX / Wikipedia\nUnited States / T(ransition (R)egion and (C)oronal (E)xplorer\nThe T(ransition (R)egion and (C)oronal (E)xplorer Mission ended on June 21, 2010, after 12 years of exceptional data gathering and success. TRACE performed flawlessly to its final day making observations of active-region disk crossings, filaments on the limb, the quiet Sun, north pole, and coronal holes. \nPhoto: TRACE\nFor years, TRACE, provided the highest-resolution images of the corona that were available (at 0.5 arcsecond pixels, or 1 arcsecond resolution). 1,000+ scientific publications have been based upon the image data collected by TRACE from the Sun's hot outermost atmosphere. TRACE was a mission of the Stanford-Lockheed Institute for Space Research, and part of the NASA Small Explorer Program. The TRACE mission was finalized because its capability has been surpassed by the S(olar (D)ynamics (O)bservatory.\nUnited States / Solar Dynamics ObservatoryPhoto: NASA\nLaunched on February 24, 2010, the Solar Dynamic Observatory is the latest solar studies mission from the United States. Three groups of instruments will closely scrutinize the solar photosphere. \"This is the first time the evolution of all energetic solar events will be followed from the original micro instabilities through the ejection of billions of tons of material into interplanetary space, to the bright flaring in the corona as the magnetic field is reconfigured in the biggest explosions that occur the solar system. Four telescopes will provide eight full-Sun images every ten seconds, twenty four hours a day, seven days a week. The several small instruments of EVE (Colorado) will observe the Sun in extreme ultraviolet colors. EVE will measure a spectrum every 10 seconds 24 hours a day to predict the amount of extreme ultraviolet energy coming towards Earth from the activity in the Sun's magnetic field.\" See Source #4.\nUnited States / Helioseismic Magnetic Imager in the Solar Dynamic ObservatoryPhoto: CSAC / NCAR\nThe Helioseismic Magnetic Imager has created considerable excitement and expectations. It will measures motion in the solar photosphere in order to study solar oscillations in all three components of the photospheric magnetic field. HMI will clarify how physical processes inside the Sun are related to surface magnetic field and activity. This frontier of solar research will begin to explain how the sun's magnetic fields generate structure and create sunspots. Much of the Earth's weather begins with the Sun's magnetic fields, and finalizes with changes in our planet's magnetosphere. The dynamic bridge between our star and planet is the Solar Wind.\nSolar Oscillation Studies / Pomodoro CubePhoto: Stanford / NASA\nPomodoro Cubes symbolize HMI data sets. There is as yet no statistical model for climate change that has a good fit to existing  data sets, nor acceptable predictive value. Major contributions are expected  from the HMI that will advance our understanding of the solar wind and Earth's weather. Scientific understanding of Solar structure and function, Solar Wind and weather on Earth, and the role the Sun plays in short and long term climate cycles are expected to produce dramatic advances. The Big Question is what will we do, what can we do, with that knowledge? I wish that the image of a polar bear on an ever shrinking ice column in the ocean were not genuine, because, as it stands, the symbolism is heart-breaking. If  we - the collective H. sapiens - have the guts and wisdom, the  data from these solar satellites just might help save Gaia from the worst that we can still inflict upon her.\nSources: 1, 2,  3, 4, 5, 6, 7, 8, 9","author":"merlynne6","web_category":"science","title":"The Scientists Staring at the Sun","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/vvv/news-watching-sun"}