{"summary":"There have been many stories about the sudden appearance of rogue or freak waves. Rogue waves also occur on the Great Lakes in the USA","advice_category":"2","content":"\nPhoto: theartofdredging.com\nThere have been many stories about the sudden appearance of rogue or freak waves. Once thought by scientists to exist only in legends, rogue waves are now known to be a natural ocean phenomenon. Eyewitness accounts from mariners and the very real damage inflicted on ships has long suggested that they occurred; however, their scientific measurement was only positively confirmed following measurements of a rogue wave at the Draupner oil platform in the north sea on January 1, 1995. During this event, minor damage was inflicted on the platform, confirming that the reading was valid. Satellite images have also confirmed their existence.\nFreak waves have been cited in the media as a likely source of the sudden, inexplicable disappearance of many ocean-going vessels. One of the very few cases in which evidence exists that may indicate a freak wave incident is the 1978 loss of the freighter MS Munchen, lost at sea leaving only \"a few bits of wreckage\" and signs of sudden damage including extreme forces 66ft above the water line.\nPhoto: theartofdredging.com\nAlthough more than one wave was probably involved, this remains the most likely sinking due to a freak wave. In February 2000, a British oceanographic research vessel sailing in the Rockall Trough west of Scotland encountered the largest waves ever recorded by scientific instruments in the open ocean, with hieghts of 61ft generally and individual waves up to 95ft.\nIn 2004 scientists using three weeks of radar images from European Space Agency satellites found ten rogue waves, each 25 metres or higher.\nPhoto: jeeran.com\nRogue waves have likely been responsible for many infamous events in history. At The Eagle Island Lighthouse, Ireland in 1861,  water broke the glass of the structure's east tower and flooded it, meaning that a truly enormous wave must have passed to surmount the 130ft cliff and the 85ft tower. Again, at the Flannan Isles, in the Irish sea ,in 1900, three lighthouse keepers vanished after a storm that resulted in wave-damaged equipment being found 112ft above sea level.\nPhoto: jeeran.com\nIt is common for mid-ocean storm waves to reach 25ft in height, and in extreme conditions such waves can reach 50ft. However, for centuries maritime folklore told of the existence of vastly more massive waves — veritable monsters up to 100ft high, that could appear without warning in the mid-ocean, against the prevailing current and wave direction, and often in perfectly clear weather.\nSuch waves were said to consist of an almost vertical wall of water preceded by a trough so deep that it was referred to as a \"hole in the sea\"; a ship encountering a wave of such magnitude would be unlikely to survive the tremendous pressures exerted by the weight of the breaking water, and would almost certainly be sunk in a matter of minutes. Those that do survive incur terrible damage.\nPhoto: theartofdredging.com\nMany years of research have confirmed that waves of up to 115ft in height are much more common than thought possible. In fact, they seem to occur in all of the world's oceans many times every year. This has caused a re-examination of the reasons for their existence, as well as reconsideration of the implications for ocean-going ship design.\nRogue waves also occur on the Great Lakes in the USA. Freak waves may have contributed to the infamous sinking of the SS Edmund Fitzgerald in November 1975, lost on Lake Superior. A Coast Guard report blamed water entry to the hatches, however, another nearby ship, the SS Arthur M Anderson, was hit at a similar time by two rogue waves, and this appeared to coincide with the sinking around ten minutes later.\nAny way you wish to look at it, rogue waves are a terrifying and destructive force that simply cannot be denied. Such awesome power in nature is a salutary reminder of how small and fragile we humans are, compared to the majestic immensity of the natural world. There are those who dream of surfing 'mega-waves' and those who have witnessed first-hand the terror of a tsunami. For myself, I'll stick to dry land. The ocean isn't somewhere we humans are meant to be.\nPhoto: jeeran.com\nI wish to thank the following profusely for permission to use the images and information found in this story: jeeran.com and Mark Van de Velde at http://www.theartofdredging.com.","author":"tonyleather","web_category":"nature","title":"The Awesome Power of Rogue Waves","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-awesome-destructive-power-rogue-waves"}