{"summary":"Photo: paraflyer. A road trip is essentially any journey made by automobile, usually impromptu in nature and with a somewhat flexible (or possibly non-existent) itinerary","advice_category":"8","content":"\nPhoto: paraflyer\nWhat could give a more total sense of freedom and abandonment than driving at speed down a near-deserted highway in a classic convertible, with the roof down and the dusty wind blowing through your hair? Perhaps with The Eagles, Bruce Springsteen or Van Halen blaring at full volume from the car stereo to provide the perfect rockin' road soundtrack as you sing along at the top of your lungs, joyously and tunelessly and without a modicum of self-restraint. A road trip is essentially any journey made by automobile, usually impromptu in nature and with a somewhat flexible (or possibly non-existent) itinerary. The use of maps is optional, but a proper road trip usually covers several hundred (or even several thousand) miles and, having been sensationalized by iconic books such as Kerouac’s On The Road and movies such as Thelma and Louise, they are often seen by teenagers as something of a rite of passage. They certainly provide an unforgettable experience for both driver and passenger as your trusty vehicle jauntily blusters and bounces through all weathers and across all terrains. \nPossibly the most notorious road trip route is Route 66. It actually no longer officially exists as a highway but still holds enduring historical and cultural significance and appeals to many travelers who appreciate the delights of the open road with its ever-changing landscapes, stunning horizons, hazy plateaus and dramatic sunsets. At almost 2,500 miles in length, Route 66 traverses eight US states, through desert plains and past mountains and dense forests and great lakes, from Chicago’s blustery backdrops and lofty skyscrapers at the east end, through the beautiful undulating wilderness of landlocked Arizona, and on to the Californian coast at the west end. \nPhoto: Laurent Reich\nWhile the USA has countless exciting road trip opportunities to offer, including the incredible Alaska Highway, elsewhere there are slightly less gas-guzzling distances to cover but equally awe-inspiring sights for the peripatetic driver to behold – for example along the Ruta del Che in Bolivia (named in honour of Che Guevara) or the 1,000 Lakes route in Finland. The UK also has some spectacular scenery to see from the air-conditioned comfort of your motor: the Lake District, the Cotswolds, the Cornish coast, the Scottish Highlands, the Welsh valleys and the Mourne Mountains of Northern Ireland. At the other side of the world, Australia’s Savannah Way is almost as long as Route 66 and will need to be tackled in a sturdy and comfy land rover, with a good supply of bottled water, a fully-charged digital camera and good quality camping gear slung in the boot. ","author":"darconvillescat","web_category":"travel","title":"The World's Most Incredible Road Trips","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-road-trip-lifetime-worlds-greatest-drives"}