{"summary":"The good news is that you don’t have to ditch shoes completely to run with a forefoot strike, but it is advisable to get rid of that cushioned heel and stiff sole so that your foot functions properly. The research team says this force is “equivalent to someone hitting you on the heel with a hammer using 1.5 to as much as 3 times your body weight","advice_category":"8","content":"\nPhoto: Joshua Hoffman\nSome of you have only one opinion about feet, and that’s that they are ugly! Stuff them in socks, cover them up at bare minimum with Birkenstocks, but whatever you do, please don’t flaunt your disgusting hairy toes and black soles in public. Going barefoot is only acceptable for hobbits and socially-disgraced people who hit passing bicyclists over the head with sections of rebar. Right?\nMaybe not. But don’t panic and start hiding all your shoes in a secret compartment just yet; let’s hear the evidence. First of all, it turns out that shoes in and of themselves are not the problem. They protect our feet, keep them warm in the cold and look cool. What’s not to like?\nPhoto: Regan Walsh\nIt turns out that highly cushioned shoes with arch support actually change the way we run. Take a closer look at your running shoe. It probably has a thick cushioned sole beneath the heel and a stiff insert to keep your arches from flattening out like a pancake. This didn’t seem to be a problem until a team of researchers under Daniel Lieberman of Harvard University looked into the matter more closely.\nThey discovered that most people who wear shoes to run (and always have) land on their heel first, then roll through to the ball of the foot. They dubbed this kind of running gait the “heel strike.” Barefoot runners, on the other hand, usually land on the ball of their foot first (the “forefoot strike”). The Harvard team measured the ground reaction force of the different methods and found something surprising. \nPhoto: Steve Newman\nWhen you run and land on your heel, a huge spike in force (called the “impact transient”) is jolting through your heel and up your skeletal frame. The research team says this force is “equivalent to someone hitting you on the heel with a hammer using 1.5 to as much as 3 times your body weight. These impacts add up, since you strike the ground almost 1000 times per mile!” Ouch. It hurts just to think about it! And yet, thanks to the cushioning in shoes, we don’t notice.  \nPhoto: Mike Baird\nTry running barefoot heel to toe and it won’t take you long to notice how much it hurts, and change your ways. Running with a forefoot strike cuts out that huge, instantaneous “impact transient” force. Essentially, running this way means a nice, gradual increase in force with no hammer slamming through your bones. It seems likely, although it has not yet been proven by definitive research, that running with a \"forefoot strike\" will decrease chance of injury.\nAnd here’s the clincher: because you have to lower your heel to the ground in a forefoot strike, it actually strengthens your calf muscles, your achilles tendon and your arches. You’ll end up with stronger and healthier feet.\nPhoto: Outside Fire\nThe good news is that you don’t have to ditch shoes completely to run with a forefoot strike, but it is advisable to get rid of that cushioned heel and stiff sole so that your foot functions properly. The best way to learn is to go at it gradually and, you guessed it, run barefoot!\nWant to learn more?  Check out the sources below.\nSources: 1, 2, 3","author":"yvonne.mcarthur","web_category":"outdoor","title":"Why Running Barefoot Beats Running With Shoes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1polejpg","url":"http://www.environmentalgraffiti.com/outdoor/news-bizarre-truth-about-running-barefoot"}