{"summary":"That’s why I was personally fascinated and slightly horrified about a new map that shows just how much vegetation has been burned by fires on our planet. This information useful because not only can it help scientists predict the latest forest fires and help extinguish them quickly, but it is also vital for understanding the effect the fires will have on global warming.","advice_category":"4","content":"\nPhoto: Image (c) University of Leicester\nAll of us here at Environmental Graffiti care a lot about the planet. True, we tend to look at details: bizarre environmental news, trends and things that not that many people notice. Despite this, sometimes, just sometimes it’s important to look at the bigger picture.\nThat’s why I was personally fascinated and slightly horrified about a new map that shows just how much vegetation has been burned by fires on our planet. The visual impression of fire scars spans from 2000 to 2007 and was created by Geographer Dr Kevin Tansey of the University of Leicester.\nThe map graphically illustrates the destruction of roughly 4.5 million km2 of vegetation that is caused by fire every single year. To put this in perspective, the area is bigger than a country like India, which is enormous!\nSo how is the data captured?\nWith massive supercomputers and satellites of course. The European satellite SPOT, collects reflected solar energy on a daily basis and provides global coverage. When the vegetation burns, the reflected energy is changed long enough to make an observation of the scar. Supercomputers in Belgium then process the data.\nThis information useful because not only can it help scientists predict the latest forest fires and help extinguish them quickly, but it is also vital for understanding the effect the fires will have on global warming.\nBut what about areas that need to be deliberately cleared for agriculture?\nMost of the fires occur in Africa of course and the system can be sustainable in the savannah grasslands, as the grass can regenerate extremely fast during monsoon season – there is an equilibrium from a carbon perspective, as the regeneration of vegetation acts as a carbon sink. It’s also nature’s way of clearing forest floors, so that further regeneration of flora and fauna can take place.\nHowever, fires in forests are notoriously diabolical for global warming, as the area becomes a carbon emitter for a number of years.  Dr Tansey says:\n\n\nOne our previous contributors Richard Rhodes witnessed influential locals creating forest fires in Thailand. You can see what damage they caused below:\nSource: University of Leicester Press Release\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"science","title":"The Map of Earth’s Fire Scars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/sciencetech/the-map-of-earths-fire-scars/1206"}