{"summary":"Stankowich and his team also found that animals with horizontal stripes along their body like the skunk tend to have the ability to spray secretions from their anal glands in defense, not just dribble out a scent. \"It’s important to be clear that bold coloration is not just advertising the ability to spray your anal glands, it’s often an advertisement for ferocity","advice_category":"2","content":"\nPhoto: http://www.birdphotos.com\nSkunks and other boldly colored animals like badgers may have stripes to direct predators to their major defense system – in a skunk's case, its eye-watering anal spray, and in a badger's, its fierce front teeth. A new study by Ted Stankowich of the University of Massachusetts Amherst looked at almost 200 mammals and discovered that the peaceable animals are more likely to use camouflage as a defense than the more dangerous fighters which use bold coloration. \nPhoto: Diotime\n\"It’s important to be clear that bold coloration is not just advertising the ability to spray your anal glands, it’s often an advertisement for ferocity. Some of these small black and white animals are extremely ferocious, for example the honey badger,\" said Stankowich.\nPhoto: Dan Dzurisin\nThe research team looked at questions such as why an animal might evolutionarily end up with this bold coloration. They determined that one reason could be that it allows them to move around in an area that is relatively open or stay in an area that has had an increase in predators. Clearly, warning would-be attackers of their weaponry and their ferociousness would help them stay alive.\nPhoto: Laurens\nStankowich and his team also found that animals with horizontal stripes along their body like the skunk tend to have the ability to spray secretions from their anal glands in defense, not just dribble out a scent. Meanwhile, those with facial stripes defend themselves with strong bites and general ferocity. The honey badger is considered one of the most, if not the most, ferocious carnivores alive.\nSource: 1 ","author":"Michele Collet","web_category":"nature","title":"What Do Skunk and Badger Stripes Mean?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-41374-2333990670104237032S500x500Q85.jpg","url":"http://www.environmentalgraffiti.com/news-why-do-skunks-have-stripes-point-their-stinkbombs"}