{"summary":"If anything could look snug in the snow: Arctic fox curled up resting Photo: Image: Keith Morehouse. The Arctic fox leaps with the energy of a released coiled spring, punching through the snow with its front paws and catching its victim","advice_category":"2","content":"\nPhoto: Image via My Cute Animals \nIts keen brown eyes and coal black nose could be stones in the snow-white landscape to those unaware they are the points of a triangle formed by its characteristic snout. Merging imperceptibly with its colourless environment, and able to withstand some of the most frigid extremes on the planet, this super-adapted animal trots nimbly on the icy surface, using its acutely sensitive hearing to home in precisely on its next meal under the snow. Then, it pounces.\nMid-air attack: Arctic fox pouncing on prey beneath the snowPhoto: Image via arctic model making\nThe Arctic fox leaps with the energy of a released coiled spring, punching through the snow with its front paws and catching its victim. Lemmings are a favourite food source – a family of foxes can consume dozens of the little rodents a day – but the Arctic fox will also prey on tundra voles, Arctic hare, ground squirrels, sea birds, seal cubs, eggs, carrion and fish under the ice – pretty much any meat it can locate in its harsh frozen habitat. Any leftovers are buried for later, left in cold-storage.\nNoo-nee-noo-nee-noo: Arctic fox on the prowl in Nunavut, CanadaPhoto: Image: Ansgar Walk\nThe coat of the Arctic fox is perhaps it most amazing adaptation. The fur changes colour with the seasons, turning from brown to white with the advancing winter and soon rendering it invisible to all but the most eagle-eyed. A master of camouflage, the Arctic fox is also unmatched at keeping out the cold: its deep, dense fur helps it stay warm, thickly furred paws provide insulation, and stocky body, short legs and rounded ears expose minimal surface area through which heat might escape. \nIf anything could look snug in the snow: Arctic fox curled up resting Photo: Image: Keith Morehouse\nAfter several hours hunting, this native of the far north returns home. It may travel on an ice flow – its padded paws offering excellent traction to stop it slipping on the ice – before at last reaching its destination – a den or burrow dug into the side of a hill, cliff or riverbank, or in winter often a snow bank into which it has tunnelled. If the fox has cubs, they will be fed the spoils. Then it can curl up in the snow, work temporarily done, in sub-zero temperatures that would kill lesser creatures.\nPhoto: Image: R. Kimball \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Hunting with Nature's Most Extreme Camouflage Artist","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/featured/hunting-extreme-camouflage-artist/18619"}