{"summary":"There are many reasons for monkeys to fight: Young monkeys will first start fighting to test their own strength and just like human children, their boundaries. … and then all hell broke loose – rolling, punching and shouting: Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Paolo Camera\nThe human affinity for monkeys and apes can easily be explained by our fascination with a species that is so much like us. When we see monkeys fighting, however, our empathy for the weaker one is overpowered by our admiration for the stronger fighter and his or her animalistic grace and ferociousness. Secretly wishing we had the guts and style to fight like monkeys perhaps?\nFighting langurs:Photo: \nImage via scienceblogs\nIt usually starts with a stare down - here two macaques in Morocco:Photo: \nImage: Antony\nThere are many reasons for monkeys to fight: Young monkeys will first start fighting to test their own strength and just like human children, their boundaries. While most of them will go for the smallest and weakest member of the family, Rhesus Monkeys or Rhesus Macaques are known to tackle the biggest and strongest one just to see if they can do it, therefore grossly overestimating their own size.\nPhoto: Let the blows start – macaques in Japan\nImage: Richard Fisher\nPlay fighting is important for young monkeys as they thus prepare in a playful way for the real fights lying ahead: over food, mates and territory. Especially with teenage monkeys, boredom is another factor and often play fighting can lead to more serious fights – that must be where the term “monkeying around” comes from.\nPhotographer Stan Rawrysz captured this great sequence of young squirrel monkeys fighting it out on a rooftop in Costa Rica.\nFirst, it started with a bit of harmless tackling and rolling around:Photo: \nThen, someone started the hair pulling, a big no-no even in the monkey world:Photo: \nSome more hair pulling and threatening gestures ensued:Photo: \n… followed by a mean upper left:Photo: \n… and then all hell broke loose – rolling, punching and shouting: Photo: \nSocial aggression in monkeys can also be a response to pain, frustration, fear or sexual arousal. Monkeys in captivity often react to the stress of their situation with aggressive behaviour towards others or self.\nNot a friendly handshake – macaques fighting at Beijing Zoo:Photo: \nImage: Self-made\nFinally, here’s a video of gorillas fighting at Henry Dorley Zoo in Omaha, Nebraska. Yes, we know, gorillas are apes, not monkeys but just look at these guys – they are not just kidding around – their intimidating gestures and poses definitely work:\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Monkeys Fighting! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/featured/monkeys-fighting/20761"}