{"summary":"What they’ve actually discovered is over 2 million genetic variants in the DNA of the Pinot Noir grape. Many of the best wines from the Burgundy region are produced using the grape","advice_category":"8","content":"\nEver since the discovery of DNA’s role in shaping an organism’s appearance, health, and possibly character, mankind has been feverishly attempting to decode the complex mysteries of this essential acid.\nBut until recently, very little practical good has come out of their research.  Cure for cancer? I don’t see one. Preventing diabetes before it begins? Boring. Gene therapy? Snooze fest.  But now Italian scientists have found a practical application for their genetic research which could have an overwhelmingly positive impact on the world as a whole: cheaper booze.\nScientists at the agricultural institute of Istituto Agrario San Michele all'Adige have mapped the DNA make-up of the Pinot Noir grape. Pinot Noir, made famous partially because of the devotion to the grape's wines by Paul Giamatti’s character in the hit film Sideways, is one of the great wine grapes. Many of the best wines from the Burgundy region are produced using the grape. Its pickiness about growing conditions and weakness in the face of disease, however, have earned it the nickname “the heartbreak grape”.\nThe Italian scientists hope their discovery can change all that. What they’ve actually discovered is over 2 million genetic variants in the DNA of the Pinot Noir grape.  The Instituto Agrario’s head of genetics, Riccardo Velasco, said: \"Discovering these 2 million molecular markers is a tremendous tool which will help in the breeding not only of Pinot Noir but every cultivated grape variety.\"\nMapping these genetic markers could help wine growers breed more disease resistant strains without sacrificing on taste. The basic genetic map of the grape has already been created, but this team’s work was much more detailed. They cataloged the plethora of single nucleotide polymorphisms (SNPs) throughout the fruit. SNPs are one letter changes in genetic structure. The team’s research helped identify several genes, including 289 with SNPs, which are related to Pinot disease resistance.\nThe information should help make breeding a more hardy and disease resistant strain of the grape quicker and easier. This should make pinot wines cheaper to produce. The University of California’s Brian Dilkes said: \"When I told sommelier Andrew Meadows about this recently, his reaction was, 'Good! I would love to offer a decent Pinot for less than $30'.\"\nThe scientists were quick to point out their work was not going to be used to produce genetically modified (GMO) vineyards, but to assist with the traditional methods of grape breeding. Velasco said: \"We're not interested in GMOs. GMOs are not allowed in Europe and would not be accepted in the grape world, which is extremely conservative.\"\nI think we can all agree this is great news for your average drinker. Anything that lowers the cost of an item like a good wine while still retaining the quality is ok by me. Not that I’ll be particularly affected by this information. Let me know when they’ve mapped the genomes of the grapes used to produce $5 gallon jugs of wine.","author":"Chris","web_category":"lifestyle","title":"Scientific Discovery of the Year: Cheaper Booze for All! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/scientific-discovery-of-the-year-cheaper-booze-for-all/624"}