{"summary":"Each evening, after the starlings have consumed their fill of insects and spiders residing in the marsh, they will take to the skies and put on a show like no other.. Each year hundreds of thousands of starlings arrive at the marsh near T?nder and Ribe as they migrate between southern Europe and Scandinavia","advice_category":"2","content":"\nPhoto: Tommy Hansen\nWhen the sun sets in the evening, the colours glistening off the clouds and the water can be absolutely spectacular to look at, and when there is snow on the ground another whole dimension of beauty seems to be added to the mix. Depending on your location in the world, the view of the sunset will differ, but what if the whole image of the sunset was blocked out each night during the spring and fall, and was replaced by something completely different?Photo: Tommy Hansen\nThat's exactly what happens in southwestern Jutland, Denmark. Each year hundreds of thousands of starlings arrive at the marsh near T?nder and Ribe as they migrate between southern Europe and Scandinavia. Each evening, after the starlings have consumed their fill of insects and spiders residing in the marsh, they will take to the skies and put on a show like no other.\nConsisting of hundreds of thousands of starlings, and sometimes up to one million, the gigantic flock will fly over the marsh, taking up an enormous amount of space. Numerous birds of prey, who hunt the starlings are inevitably drawn to the spectacle in search of their own supper. As a defense mechanism, the starlings will all start to fly together, seemly as a single entity, putting on an aerial ballet of sorts. \n\nAside from working as a single unit to protect one another, a further defensive mechanism is employed. The starlings will all start to poop and vomit on their enemies, in the hope of downing the birds of prey. This does seem to deter the predators, if not knock down them completely. The predators will generally survive the bombardment, though be unable to fly until they're cleaned off, somewhat. There have been cases where young Northern Goshawks have drowned in watery marshes following a successful counter attack by the starlings.\nOnce the starlings have completed their evening show, they return to the reeds of the marsh where they spend the night.","author":"moishecallow","web_category":"nature","title":"When The Sun Turns Black in Denmark","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mucha-bok-zlte-pozadie.jpg","url":"http://www.environmentalgraffiti.com/animals/news-when-sun-turns-black"}