{"summary":"They give off a bright bluish green light which attracts other flying insects - also known as food! They need an environment such as Dismals Canyon to survive. At night, a guide takes visitors down through the canyon to see the tiny, flying insects that fill the valley - the Dismalites, as they are known locally","advice_category":"2","content":"\nPhoto: Melinda Shelton\nDismals Canyon is a Registered Natural Landmark in the US, designated so in 1975. Not to be confused with a State or National Park, it is a Natural Conservatory. Its 85 acres, located in the Appalachian foothills of Alabama, is privately owned and operated. It is located about 12 miles South of Russellville and 30 miles west of the Sipsey Wilderness off AL-17 between Russellville and Hamilton on Highway 8. During the summertime, the Canyon floor is nice and cool, the temperature running about 14 degrees cooler than the normal summer temperature of Alabama. Here there is no poison oak, or any flies or mosquitoes. The Conservatory’s design is one of a peaceful, quiet getaway. There are no spots for RV’s, no man-made recreations available. It is an all natural and tranquil experience that words do not do justice, only a personal visit could reveal the whole truth.\nSome things to do at Dismals include hiking, of course, and swimming. There are also cabins to be rented, along with campsites for the more adventurous. There is an icy cold swimming hole only a walk down from the Country Store, where Native American wares and supplies are sold. During the day, as long as the admission fee is paid, visitors are free to roam the canyon as they please. At night, a guide takes visitors down through the canyon to see the tiny, flying insects that fill the valley - the Dismalites, as they are known locally. To scientists and smart alecks they are known as the Northern American Orfelia fultoni; their family name being Keroplatidae.\nPhoto: R. B. Harris   \nThese Dismalites are 'close cousins' to rare glowworms native to Australia and New Zealand. An Auburn University entomologist who has studied the insects, Gary Mullen says they are actually fly larvae closely related to fungus gnats. They give off a bright bluish green light which attracts other flying insects - also known as food! They need an environment such as Dismals Canyon to survive. The humid walls of the canyon are perfect to keep the Dismalites from drying out, and perfect to build their sticky web traps for food. Under the cover of darkness, their light shows magnificently. The light is produced through a chemical reaction between the thorax and the tail end, similar to the way that fireflies glow. As plentiful as they are in Dismals, they are quite rare elsewhere. That is why they are so unique to the area. When the setting is perfect, the rock walls look very much like the starry sky. May through September would be the ideal viewing time.\nBesides the Dismalites, there are many other attractions to this majestic natural place. There are many waterfalls and a nice, cool stream that runs through the canyon, Dismals Branch. A sad history of the Native American people began here. Before beginning on the Trail of Tears, they were kept in this canyon for 2 weeks then forced like animals to Muscle Shoals. On a lighter note, Dismals was one site chosen for the shooting of 'When Dinosaurs Roamed the Earth' on the Discovery Channel.","author":"lizzardbreath","web_category":"nature","title":"The Hidden Wonders of Dismals Canyon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/450px-USAAntelope-Canyonjpg_0","url":"http://www.environmentalgraffiti.com/conservation/news-dismals-canyon-conserving-dismalites"}