{"summary":"An especially lovely one with long thin tentacles is the pinkish yellow anemone, blending in very well with its background, while the strawberry anemones do the same in their habitat.. All it needs to do for food is to fold its tentacles over prey and digest from within at that point.","advice_category":"2","content":"\nPhoto: Nick Hobgood\nSea anemones are not in fact the flowers that they might appear to be, but predators who catch prey and serve a vital role in marine life. Essentially they are polyps which anchor to whatever surface they choose with a foot like attachment called a pedal disk and have a body with anywhere from ten to hundreds of tentacles. More on those later.\nThe beauty above is a colonial zebra anemone, also called a Zebra Striped Gorgonian Wrapper. They come in many colors but are always associated with other gorgonians (sea whips or sea fans) or black corals and are found in the tropics.\nPhoto: pfly\nThe mouth is in the middle of the disk and surrounded by tentacles. Each of these tentacles has a poison whose release is triggered by a hair at its end as soon as it senses danger or food. The picture below is of an anemone eating a blue jellyfish. Not my idea of dinner but he seems to be enjoying it!\nPhoto: Mila Zinkova \nIn the next photograph, the tables are turned and the purple Nudi branch is eating the anemone.\nPhoto: Mila Zinkova\nOne species of anemone looks like the venus fly trap and is named for it, as you can see. All it needs to do for food is to fold its tentacles over prey and digest from within at that point.\nPhoto: Chizeng\nThe brightly colored red anemone captures its prey by more traditional methods than the flytrap.\nPhoto: Esculapio\nThe anemone's prey and defense system is fairly simple but very effective. As stated earlier, the tentacles are the basic structure but it is very specialized. On the tentacles are armed with lots of cells called cnidocytes which in turn contains nematocysts. These are teeny little organelles. They have a vesicle that contains all the toxins, including a neurotoxin that paralyzes prey, an inner filament and an extra sensory hair.\nPhoto: laszlo-photo\nThe hair lets the nematocyst cells know there is prey (or an aggressor) nearby and that triggers the explosion of toxins, injected into the prey. It's also the reason anemones feel sticky when we touch them. The one fish that does not get affected by the poisons is the clownfish which is why they have such a successful symbiotic relationship with each other. There is a little tomato clownfish peeking out below.\nPhoto: Opencage\nThere is an enormous variance in shape and color among anemones, some you have seen above with more below. An especially lovely one with long thin tentacles is the pinkish yellow anemone, blending in very well with its background, while the strawberry anemones do the same in their habitat.\nPhoto: Kris Carillo\nPhoto: Mila Zinkova\nAnother expert at camouflage is the anemone below which is using a sea urchin shell as a place to 'hide'.\nPhoto: Mila Zinkova\nMost anemone's don't move around very much, staying anchored where they originally settled, but they certainly can move if they want to. Some anemones clone themselves by breaking off from the adult (even though there is also 'normal' male-female childbirth as well) and attaching to them until they are old enough to move away. The two anemones below are about to have a clone war and fight for territory and one will move off in the end. The orange anemone has little fusion babies attached to her, which will grow to be just like she is.\nPhoto: Mila Zinkova\nPhoto: Mila Zinkova\nAnemones, in short, are predators who have a sophisticated defense structure and with the ability to both reproduce on their own and with males, can keep their population to optimize for the habitat they are in. A far cry from the pretty pink flowers they are named for!\nSources: 1, 2, 3","author":"Michele Collet","web_category":"nature","title":"Sea Anemones: The Predator Disguised as a Flower","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/news-sea-anemones-predator-disguised-flower"}