{"summary":"With this recession has come a tragic increase in hunger while traffic and food banks across the nation have risen dramatically. If the city owns it, plan on going to a city council meeting and speaking to them about it","advice_category":"8","content":"\nPhoto: ccstbp\nThe great recession has hit this country HARD. Brick wall, squish your nose in hard. With this recession has come a tragic increase in hunger while traffic and food banks across the nation have risen dramatically. According to 2010 data from feedingamerica.org, 37 million Americans rely on their organization for food-- a significant increase from the 25 million Americans who required assistance in 2006. \n\nBesides relying on donations for food bank food, there is  another way we can keep food band and personal cupboards from getting bare: the community garden. Throughout the country, major cities and smaller towns are using their empty land for community/urban gardens to help combat food shortages in food banks and family cupboards. From the experienced gardener to the utter newbie, people of all backgrounds come together to till,sow and reap their way out of hunger. \nTurning this:Photo: d'n'c\nInto this:Photo: Vickie_ Moore\n\n   What can you do to help start a community garden in your hometown? First, find some people who are interested in helping work a garden. Next, find some empty lots of land and get permission to work them. You can go to your community's tax assessor office and find out who owns it. If the city owns it, plan on going to a city council meeting and speaking to them about it. Make sure you have details about what type of equipment you will be using and what you will be planting, etc. The more you know, the more likely you will be to have the property owner or city council take you seriously. \n   Hunger is serious business during tough economic times. Pay the bills or buy food... never a fun choice to make. Community gardens, though, can help alleviate that burden, and bring community members together in the process. ","author":"Alexis_Jones","web_category":"lifestyle","title":"Set Up a Community Garden In Your Hometown","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-community-gardens-coming-together-feeding-each-other"}