{"summary":"The bodies were sold to doctors and schools for dissection by their anatomists. By the 1960s, when Bassett and Gruber started their amazing project, donations of bodies for research and dissection was no longer a taboo subject","advice_category":"4","content":"\nPhoto: Stanford Medical History CenterEXPLORATION OF THE MENINGES AND BRAIN IN SITU Dura removed, arachnoid membrane intact, cerebral veins and cortical arteries\nThe dead talk to us, often in ways we don't expect. For doctors and coroners, bodies speak volumes, explaining what went wrong. Yet the dead body is stunning as well. The brain looks creamy, covered with a web of beautiful blue and red lines, the upper lip shows hundreds of small muscles, and a jaw shows how muscles and nerves are attached. What's more, parts of the body below the surface can be seen in all these glorious colors, after the creators of Stanford University's incredible Bassett Collection injected blue dye into the veins and red into the arteries. Journey with us to see your face as you have never seen it before.\nPhoto: Stanford Medical History CenterDISSECTION OF ORAL REGION Left mandibular canal; inferior alveolar nerve and artery, lateral view\n“The Bassett collection is simply the most beautiful dissection collection in existence,” said Paul Brown, DDS, Consulting Associate Professor of Anatomy at Stanford University, referring to the Bassett Collection's incredible array of images. \"The photographs are stunning.” Too true!\nPhoto: Stanford Medical History CenterLEFT INFRAORBITAL, LABIAL AND BUCCAL REGIONS Nerves and muscles of upper lip\nDr. Bassett, who started the collection, was a genius at dissection, and William Gruber, who invented the View-Master (the stereographic picture viewer many of us have played with as children), became interested in his work. The two collaborated on a 17-year-long project to make the Stereoscopic Atlas of Human Anatomy, starting in 1948 and finishing in 1962. There were 221 View-Master reels and 1,554 color views of dissections of every area of the body. Three artistically minded doctors made black and white drawings, and labeled every part with text and explanations.\nPhoto: Stanford Medical History CenterSCALP Superficial nerves and blood vessels of scalp, anterolateral view\nAside from the fact that few of the public ever get to see the inside of our bodies, since the biggest organ of all, skin, covers it, this was also a godsend to medical students and doctors. The public, however, were also fascinated.\nPhoto: Stanford Medical History CenterGENERAL ORIENTATION VIEWS OF DISSECTION Deep facial dissection, left lateral view; internal maxillary artery\n“It was very popular nationally,” said Robert Chase, MD, the Emile Holman Professor of Surgery and Anatomy at Stanford, and curator of the collection. “When Bassett first showed the images, lines formed around the block to see them.” Rather like the exhibition Bodyworlds, – held at various locations around the world and in which preserved bodies are shown by Dr. Gunther Von Hagens – the Basset collection has garnered thousands of visitors a year, who want to see what people are made of and look like under the skin.\nPhoto: Stanford Medical History CenterLEFT INFRAORBITAL, LABIAL AND BUCCAL REGIONS Superficial nerves, blood vessels and muscles, anterolateral view\nProbably the most surprising thing about this set is the quality of the imaging. Gruber used high resolution Kodak film, and it has held up to an astonishing degree for the last 50 years. Think of most 50-year-old photographs you see and it's clear the quality is phenomenal.\nPhoto: Stanford Medical History CenterDISSECTION OF LEFT ORBIT FROM AN ANTERIOR APPROACH Branches of trigeminal and facial nerves in orbital and infraorbital regions\n“This is what they looked like before we got them,” Brown said. “One can see how the nerve enters the jaw. It is possible to see inside of the sinus cavity. Look at the quality. It’s just fabulous.” \nPhoto: Stanford Medical History CenterDISSECTION OF LEFT ORBIT FROM A LATERAL APPROACH General view of orbit, eye and optic pathway to lateral geniculate body\nNow that the 1,500 images have been put on digital computers, there is little worry that they will fade. It also makes access so much greater for the public, medical students and doctors. In fact, since the trend of not using cadavers for dissections has continued, these images have taken their place in the later medical school years (1st year students still do cadaver dissections).\nPhoto: Stanford Medical History CenterORBITAL FASCIA Fascia related to left eyeball, anterior view\nThe images are found in most anatomy textbooks as well, and rather than declining, their use has only increased over time. It would be impossible to duplicate these days; just the sheer cost makes it prohibitive. In fact, were an attempt to be made, the cost has been estimated as being millions of dollars. \nPhoto: Stanford Medical History CenterDISSECTION OF NASAL FOSSAE, NASAL PHARYNX, AND PALATE Right lateral wall of nasal fossa, nasal pharynx and mouth\nDissection itself has a long history. Two Greek physicians carried out dissections in the 3rd century BC, while the Islamic scholars of the 11th century permitted dissection of human cadavers by Arabic physicians. Roman law forbade it, but other Christian countries started allowing it in the 13th century.\nPhoto: Stanford Medical History CenterDISSECTION OF LEFT PAROTIDEOMASSETERIC REGION Parotid gland and branches of facial nerve, lateral view\nIn the 16th century, Britain allowed extremely limited dissections by the Royal College of Physicians. They had a quota of 10 bodies a year, but pretty quickly that wasn't sufficient, so in the 17th century the Murder Act was passed allowing dissection of all hanged murderers.\nPhoto: Stanford Medical History CenterDISSECTION OF ANTERIOR AND LATERAL REGIONS OF NECK Superficial nerves and blood vessels; platysma\nAs more and more medical schools were built and bodies were needed, there was quite a brisk business in the grave robbing trade. The bodies were sold to doctors and schools for dissection by their anatomists. The extreme case was the murders by Burke and Hare, two men in Scotland who killed 17 people to be able to sell their bodies to medical schools.\nPhoto: Stanford Medical History CenterDISSECTION OF NOSE External nasal nerve; arteries of nose, left anterolateral view\nThe one positive result of the Burke and Hare murders was that the ensuing outrage led to the passing of the Anatomy Act of 1832, which increased the amount of bodies available to medical schools. \nPhoto: Stanford Medical History CenterDISSECTION OF EAR FROM LATERAL ASPECT Right auricular cartilage, lateral surface\nBy the 1960s, when Bassett and Gruber started their amazing project, donations of bodies for research and dissection was no longer a taboo subject. However, even with medical school cadavers, not every student dissects every part of the body, so the collection is an invaluable study and learning tool.\nPhoto: Stanford Medical History CenterDISSECTION OF ORAL REGION Nerves and blood vessels to lower teeth, left lateral view\nThere are thousands more images to explore if you follow the link under the photos, from the most detailed to larger surface areas.\nA special thanks to the Stanford Medical History Center for their kindness in allowing permission to use the images shown in this article.\nSources: 1, 2, 3","author":"Michele Collet","web_category":"science","title":"Incredible Images of Your Face Beneath the Skin ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-your-face-you-have-never-seen-it"}