{"summary":"So that we put the significance of this new breakthrough into context, the Environmental Protection Agency says cows are responsible for about 80 million metric tons of methane gas each year. That’s equivalent to 28% of total global methane emissions","advice_category":"2","content":"\nimage via wikipedia\nScientists have managed to isolate the animal farting gene, opening new doors to cut animal methane, which is 50 times more harmful (as greenhouse gas) than carbon.\nAccording to their research, the gene causing methane in ruminant animals has been isolated and studied - specialists will soon be able to provide vaccines against agricultural flatulence. This is just a step forward in trying to reduce the amount of emissions in agriculture and more studies are done to change methods of fertilizing the soil.\nSo that we put the significance of this new breakthrough into context, the Environmental Protection Agency says cows are responsible for about 80 million metric tons of methane gas each year. That’s equivalent to 28% of total global methane emissions. In the U.S. alone, cattle produce 5.5 million metric tons of gas a year – let’s not even bring in China to the equation: ?in the last three years they’ve have tripled their milk demands.\nDifferent solutions are being tested in various countries. A new tax in Estonia was approved just last month, meaning that farmers will have to pay extra for cow farts. But as the world food crisis worsens, is this the best way to proceed?\nWe don’t think so - that’s why we’re extremely pleased with the new breakthrough. If we’re to combat the effects of global warming, perhaps the best way is through technology.\nSources: 1, 2, 3, 4\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Vlad Jecan","web_category":"nature","title":"Cow Farts and their Apocalyptic Effects","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/cow-farts-apocalyptic-effects/1275"}