{"summary":"The Great Mosque in Djenn?, Mali is not only the world’s largest mud brick building but also a model of ecofriendly and sustainable architecture. What exactly is mud brick? Also called adobe (nothing to do with the software company), it is a completely natural building material","advice_category":"6","content":"\nPhoto: qiv\nThe Great Mosque in Djenn?, Mali is not only the world’s largest mud brick building but also a model of ecofriendly and sustainable architecture. Though the current mosque was ordered to be built by the French colonial administration in 1906, its style follows African ones of the region. In fact, the mosque is considered by many to be one of the finest examples of the architectural style found in the very dry Sahel and Sudanian regions south of the Sahara, where Islamic influences are abundant. Other examples include the Agadez Grand Mosque in Niger and the Larabanga Mosque in Ghana.\nLike a giant sand castlePhoto: Andy Gilham\nThe predecessor of the Great Mosque in Djenn? is estimated to have been constructed somewhere between 1200 and 1330. More exact dating is difficult as the first tales of the amazing structure were passed on only orally. The first written documentation didn’t show up until 1828 when French explorer Ren? Cailli? spotted it. \nIn front of the mosque is a very busy and colorful marketPhoto: Ferdinand Reus\nFrom his accounts, we can deduct that by then, the structure was in disrepair but still used by those praying inside: “In Jenn? is a mosque built of earth, surmounted by two massive but not high towers; it is rudely constructed, though very large. It is abandoned to thousands of swallows, which build their nests in it. This occasions a very disagreeable smell, to avoid which, the custom of saying prayers in a small outer court has become common.”\nThe ruins of the Great Mosque in the 19th century on a French postcardPhoto: Yosri\nThe mosque in 1910Photo: Felix Dubois\nThe current mosque was completed in just one year in 1907. Made completely out of mud brick it is the largest construction of its type in the world. It also includes two tombs in front of the eastern wall, of which the larger contains the remains of 18th-century imam Almany Isma?la. A pond on the eastern side was filled up with earth – maybe because a dearth of water made it redundant? The area now houses the weekly market. Together with the Old Towns of Djenn?, the Old Mosque was designated a UNESCO World Heritage Site in 1988.\nWhat exactly is mud brick? Also called adobe (nothing to do with the software company), it is a completely natural building material. And what an amazing one! Made from sand, clay, water and a binding, organic material like straw, sticks or even manure, the resulting structures are known to be extremely durable and sturdy. A comparison to a sand castle is thus not that far fetched - though you might face better odds in an adobe house!\nPhoto: upyernoz\nThere are two main reasons why adobe constructions can be found in hot climates in Africa, South America, the Middle East and elsewhere: firstly, sand and clay are available in abundance; second, adobe buildings are known for their great insulation, thus keeping interiors at pleasant temperatures even in the hottest of climates. Additionally, making adobe bricks requires a lot of sun as all ingredients are simply shaped into bricks and then put out to dry.\nMaking adobe bricks in Romania’s Danube delta…Photo: Soare\n… and leaving them out to dryPhoto: Vmenkov\nThe raised, square platform on which the mosque is built measures 75 m (245 ft) on each side. The main entrance faces the north and the prayer wall of course east, toward Mecca. Most prominent are the three large towers that look like minarets. Each one is topped with ostrich eggs. The rodier palm sticks protruding out of the walls are used for decoration and serve as scaffolding for annual repairs.\nPhoto: Rafael\nFrom a distance, or with only a fleeting glance, doesn't the structure look like Westminster Palace? If there’s a connection, it’s easy to guess who’s copied from whom…\nPhoto: 300td.org\nA colorful replica of the mosque was built in Fr?jus FrancePhoto: Greudin\nOther than not withstanding earthquakes very well, there is no reason why this green, natural and eco-friendly building material should not go through a revival. \nSources: 1, 2, 3","author":"Simone Preuss","web_category":"art+and+design","title":"The Great Mosque of Djenn?: The Largest Mud Brick Building on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/COCA-COLA","url":"http://www.environmentalgraffiti.com/travel/news-great-mosque-djenne-largest-mud-brick-building-earth"}