{"summary":"Every few decades, the army worm Spodoptera frugiperda strikes somewhere in the world, in the form of millions of caterpillars creating havoc among crops. Army worm nest that has taken over a host plant; the black dots are caterpillar faecesPhoto: Image: Anna Perkins","advice_category":"2","content":"\nPhoto: Image: E journeys\nEvery few decades, the army worm Spodoptera frugiperda strikes somewhere in the world, in the form of millions of caterpillars creating havoc among crops. This time, it has hit Liberia, where the situation has gotten so bad that Ellen Johnson Sirleaf, the Liberian president declared a state of emergency. International experts are gathering in Monrovia to aid the government’s containment, elimination and prevention efforts. And this is only the first wave; it is expected that the second wave of the hungry pests will be even more devastating.\nArmy worm nest that has taken over a host plant; the black dots are caterpillar faecesPhoto: Image: Anna Perkins\nAround 400,000 people in more than 100 villages have been affected so far. And not only by the complete devastation of crops like plantains, bananas, coffee and cocoa, but also because the drinking water, taken from creeks and rivers, has been contaminated by the caterpillars’ faeces. The Liberian Ministry of Agriculture (MOA) is also advising the population not to eat dead chickens, birds or fish as they may have been infested too. \nBoth Liberia and neighbouring Guinea, which is also affected, have carried out aerial sprays with insecticide but it is feared the worst is yet to come as the caterpillars are reaching pupa stage. As pupae, they will stay in the soil for 7-12 days before they emerge as adult moths that can lay up to 1,000 eggs a week, ready to grow into new caterpillars within days. Predicts Ibrahim Shamie, an expert from at-risk Sierra Leone: “We had the experience in Sierra Leone, in 1979, about 30 years ago... When the second emergence occurs, that will be the biggest population.”\nSometimes even the army worm gets infested: parasitic wasp larvae emerging from army wormPhoto: Image: Agriculture Western Australia\nLike true camouflage experts, army worms feed at night and hide during the day, so the problem is often not noticed until severe damage occurs. When the caterpillar invasion started in Liberia about two weeks ago, a seven-person MOA-team had been deployed, which has now grown to 35 people. It is headed by entomologist Gregory Tarplah, who said: “The swarm of worm-like caterpillars are consuming all vegetation in their path and are polluting all creeks and running water with their faeces.” \nWhat boggles the mind is how exactly they do the latter – and here the research is very thin. One wonders whether the caterpillars produce more excrement than usual because of the abundance of food, or whether it's just the sheer numbers that produce such a heap of you-know-what. Then there's the question of how all the excrement gets bundled together so that it can clog rivers and creeks? Basically, how much faeces can a caterpillar that is only five cm (two inches) long produce? A whole lot, it seems.   \nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"World's Most Evil Caterpillar Invades Liberia","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45406-2218856180104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/worlds-evil-caterpillar-invades-liberia/6904"}