{"summary":"Living along the rocky shores of the Galapagos Islands, the Flightless Cormorant feeds in shallow waters. The Galapagos Islands form an archipelago in the Pacific Ocean","advice_category":"2","content":"\nPhoto: ArtToday.com\n\nThe Galapagos Islands form an archipelago in the Pacific Ocean. Located around the equator, these islands are about 525 miles west of Ecuador.Photo: promaptraveler\n\nThe Galapagos Islands mark the site of a volcanic hot spot; therefore the islands range in age from five to ten million years yet are still being formed today. \nIsolated as a group for millions of years, the flora and fauna native to these islands evolved into their own adaptations to the unique environment.\nHere are just a few fascinating examples of animals specifically adapted for life on the Galapagos Islands:\nPhoto: via wikimedia\nThe Galapagos Land Iguana (Conolophus subcristatus)\nPrimarily plant eaters, these iguanas have been observed eating insects and carrion. Since fresh water is scarce on these volcanic islands, the Galapagos Land Iguana gets moisture from munching down prickly-pear cactus fruit, pads, flowers – even the spines. \n\nPhoto: author: putneymark\nThe Flightless Cormorant (Phalacrocorax harrisi)\nLiving along the rocky shores of the Galapagos Islands, the Flightless Cormorant feeds in shallow waters. Since they had no enemies or predators for so many years, the birds gradually lost their ability to fly. Their feathers receive very little oil from the preen gland; therefore after every dive, each bird must dry itself thoroughly.\nPhoto: Author: putneymark\nThe Galapagos Penguin (Spheniscus mendiculus)\nThis is the only penguin that can be found in the northern hemisphere. They keep cool during the day by fishing and swimming in the cooler deepwater currents. If they do venture out on land during the day, they cool themselves by panting (this allows evaporation to occur in their throats) or by stretching out both flippers as they hunker forward over their vulnerable feet (the blood vessels in their flippers allow them to exchange heat).\n\nPhoto: User:BBODO ?2006 BB Oros.\n\nPhoto: dendroica.blogspot.com\nDarwin's Finches (Passerine spp.)\nThese nondescript birds are the ones responsible for starting Darwin down the Theory of Evolution road that was to make him famous. He noted that each of the 15 species had a different beak; some for seeds, some for insects, some for fruits, and so on.\nAs you can see, the Galapagos Islands hold many unique wonders. Nature here is far from \"business as usual\" and therefore is far more wonderful and exciting. Visitors carry home the memories of a lifetime.\nPhoto: Username   Marc-patty\nWell worth seeing for yourself.\n","author":"dorothydot","web_category":"nature","title":"The Magical Wildlife of the Galapagos Islands","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dolphinjpg","url":"http://www.environmentalgraffiti.com/news-magical-galapagos-islands"}