{"summary":"The almost unfathomably ironic fact that Saladin was a Kurd – the very people whose murder cost Saddam his life – was conveniently brushed under the carpet by Saddam’s propagandists.. How the architecture of Iraq has fared since the invasion is a whole other story","advice_category":"6","content":"\nEmpires rise and fall, but the physical foundations they lay remain like ghosts. Fifty years ago Baghdad had just three public sculptures. During the revolution mobs destroyed a statue of King Faisal and another of Stanley Maude, the British general who routed the Ottomans in Mesopotamia, leaving just one dedicated to an obscure prime minister. Today Iraq proliferates with imposing monuments and lavish palaces, mostly built by Saddam and intended to cajole and terrify in equal measure. But what has become of this architecture of fear since the fall of Saddam?\nThe physical architecture of a city might, in some senses, be said to reflect the prevailing mood of its peoples. Paris’ charming cafes, London’s imperial monuments, New York’s ultra modern skyscrapers – all have been shaped by their nation’s complex genealogy, and have in turn shaped it themselves. Bearing this in mind, Saddam’s militaristic avatars and imposing memorials to the martyred speak not of a country governed by opportunity, freedom or creativity, but of one yoked by unquestioning loyalty, self-sacrifice and fear. Saddam, it seems, knew all too well the way authority might be invested in public monuments.\nAnd for those who remain sceptical, we need only look to the priority the Americans gave to knocking down the giant statue of Saddam in Firdos Square. US troops draped the Star Spangled Banner across it before gleefully toppling it in front of a crowd of baying Iraqis. Such a straightforward gesture felt somehow excessive from a country who claims ‘hearts and minds’ has replaced older notions of ‘total war’ – like something Stalin might have done or, indeed, had done to himself. But what else could the US have done?\nThe physical immediacy of a public monument often runs deeper than any propaganda campaign. Saddam’s monuments served as harrowing reminders of his brutal political culture, and no amount of ‘liberation’ speeches by the Americans could change this. Even before the invasion it is said Iraqis in the vicinity of his palaces would avert their eyes out of respect. For people weaned so long on the symbolic apparatus of the Ba’ath regime – public executions, military demonstrations, party-line slogans – the best way of undoing Saddam’s dialect of fear was the most obvious: destroying it on its own terms.\nAnd just as Saddam used symbols to garner loyalty and respect from his people, the US used Saddam as a symbol justifying the war itself – aping the symbolic apparatus of the very regime they sought to destroy. But Saddam’s exploitation of his cities’ architecture went further than this, extending into the realms of fantasy and megalomania. For decades he sought to write into the architecture of Baghdad a fantastical lineage linking him to the great Islamic heroes. Immense murals depicted him atop a white horse drawing clear parallels to Saladin, the Levantine nemesis of the Crusaders – for Saddam, like Saladin, was born in Tikrit and was eager to be seen, like Saladin, as a saviour of Muslims everywhere. The almost unfathomably ironic fact that Saladin was a Kurd – the very people whose murder cost Saddam his life – was conveniently brushed under the carpet by Saddam’s propagandists.\nHow the architecture of Iraq has fared since the invasion is a whole other story. Photographer Richard Mosse returned this year from Iraq with an intriguing set of images entitled ‘Breach’, documenting the way US troops have repurposed Saddam’s palaces and sought to modify his public monuments. Mosse himself has said he used the term ‘breach’ because \"a 'breach' is a military maneuver in which the walls of a fortification (or palace) are broken through. But breach also carries the sense of replacement—as in, stepping into the breach. The U.S. stepped into the breach that it had created, replacing the very thing that it sought to destroy.\"\nHis photos wonderfully capture the disconcerting merger that has taken place between the old Iraq of Saddam and oppression, and the new liberated Iraq of so called ‘freedom’ – and most fascinating of all they tell the story from the perspective of the everyday lives of troops on the ground. Lives engaged in daily routine in a place that is, itself, far from routine.\nSoldiers pump iron in the magnificent surroundings of Saddam’s Al-Faw palace. Partitions, fans and hand-scrawled messages litter gold-clad staircases and or sit under elaborately carved Persian arches, whilst soldiers play basketball in the palace grounds. Highly wrought music halls now serve as food halls where soldiers sit on gold-leaf chairs watching TV.\nOne can’t help but relate the unsettling mixture of the familiar and domestic (weights, radios, sofas, bikini posters) with the exotic and extraordinary (self-indulgent gold ceilings, extravagant chandeliers, ornate marble arches), to the discordance the invasion has imposed on Iraq politically and culturally. Can we, perhaps, think of these pictures as visual aftershocks of the incongruity the invasion has brought to Iraq?\nDo we know what it is we want for Iraq – a western democracy complete with McDonalds and basketball, or an Iraq with its own history and sense of place and history . . . or some unlikely hybrid of the two? Do we even know what the Iraqis themselves want? Somehow these pictures seem to lay bare these uncertainties rather well.\nBut most powerful of all is their inability to resolve questions they raise – the more we examine the pictures, the more the political uncertainties they initially point to seem to recede into the distance, leaving us only with simple shots of soldiers engaged in bringing familiarity and routine to a place that is anything but routine. Ironically this is something the people of Iraq must now try and do in their own country.\nIf you want to see more of Richard Mosse's amazing photos, visit his site here and for an interesting interview about these photos at BLDGBLOG click here.\nSources: 1, 2\nPictures by kind permission of Richard Mosse and PRI The World\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Thomas Davie","web_category":"art+and+design","title":"The Legacy of Saddam's Architecture of Fear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/featured/legacy-sadam-architecture-fear/17113"}