{"summary":"Nevertheless, built the dam was. The bell tower of the 14th century church that projects from Lake Reschen in the far north of Italy is all that is now visible of the once thriving village of Graun","advice_category":"8","content":"\nPhoto: Image: suedtirol.altoadige \nLegend has it the bell can still be heard in the dead of winter, sounding out its knell despite the fact that it has long since been removed. The bell tower of the 14th century church that projects from Lake Reschen in the far north of Italy is all that is now visible of the once thriving village of Graun. In the middle of the last century, the town was drowned by the artificial lake that lies above it to this day – and all because of the business designs of a big electricity firm.\nPhoto: Image: Petr Dr?pal?k\nThe history of Graun, near the Austrian-Italian border, stretches back to Roman times, but this small village enjoyed the relative anonymity of most settlements of its size until the 1930s, when the story of why it was submerged begins.\nPhoto: Image: Photographer unknown via Mental Floss\nIn 1939, the electric company Montecatini announced plans for a 70-foot deep lake that would unify two natural lakes, Reschensee and Mittersee. A huge dam should be built, said the bosses, harnessing nature’s power to generate a wealth of seasonal electricity. The catch? Several villages, including Graun and part of Reschen, would be flooded in the process. \nPhoto: Image via schule.provinz\nThe building of the dam began in 1940 in the face of fierce local resistance, and this opposition together with the War slowed progress so that it was not completed until 1950. Nevertheless, built the dam was. \nPhoto: Photo: Charles01\nA total of 163 houses and 1,290 acres of cultivated land were sunk below the rising waters. The townsfolk were displaced, the sums of money they were offered doubtless scant consolation for the loss of their homes.\nPhoto: Photo: Filippo\nBuildings like the main part of the church were demolished before the flooding took place, and yet the town of Graun can still be imagined, sleeping beneath the water’s surface. In any event, it will not be forgotten while the bell tower still stands, an icon of the region, still reachable by foot when the lake freezes over.  \nTo see more incredible drowned churches, click here.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"Italy's Drowned Village","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/featured/italy-drowned-village/17107"}