{"summary":"Eve, as the WhiteKnightTwo is also known, resembles something constructed by an overenthusiastic model airplane buff - the double-fuselaged jet aircraft will transport the much anticipated SpaceShipTwo into sub-orbital space, along with a handful of lucky (and super loaded) paying passengers.. Mounted between the twin fuselages, SpaceShipTwo will be able to carry six people high into the Earth’s atmosphere from where a smaller second aircraft will be released at 48,000 feet","advice_category":"4","content":"\nCaptain’s log: star date August 6, 2008\nBoasting an incredible 140ft wing span, WhiteKnightTwo, Virgin Galactic's new super cool spacecraft carrier, is the longest single carbon composite aviation component ever manufactured. The dynamic creation will reach up to three Gs mid-flight and is capable of a maximum altitude of over 50,000 ft. Oh and the best part is... it's named after Branson's mom.\nEve, as the WhiteKnightTwo is also known, resembles something constructed by an overenthusiastic model airplane buff - the double-fuselaged jet aircraft will transport the much anticipated SpaceShipTwo into sub-orbital space, along with a handful of lucky (and super loaded) paying passengers.\nMounted between the twin fuselages, SpaceShipTwo will be able to carry six people high into the Earth’s atmosphere from where a smaller second aircraft will be released at 48,000 feet. The rocket’s engine will then kick in, catapulting the space-loving tourists 60 miles into the cosmos void in just 90 seconds, at a ridiculous rate of three Gs. Once safely in space everyone on board will be able to enjoy five minutes of total weightlessness.\nSeats for the two-and-a-half hour journey are as precious as Willy Wonka’s golden tickets with around 100 people already fully paid up for the trip, unfortunately, at $200,000 a pop these much sought-after tickets cost a little more than your average chocolate bar.\nIt will be a while before we see WhiteKnightTwo lift off though as SpaceShipTwo is still only 70.0% finished with no firm date set for its completion. Even still, a certain Mr Branson couldn’t help dropping a few hints that the first intergalactic voyage may be just two years from now and the first commercial piloted trip within a decade. No doubt for wannabe astronauts or geeks like us that seems like light years away!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"science","title":"Introducing Virgin Galactic’s Awesome Spaceship Carrier","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/featured/introducing-virgin-galactic-awesome-spaceship-carrier/1503"}