{"summary":"Photo: Piotr NaskreckiThe bombardier beetle (Cerapterus lacerates) emits tiny, highly reactive chemical explosions from its abdomen – and you can hear them, too!. Photo: Piotr NaskreckiAny predators that snack on the foam grasshopper (Dictyophorus griseus) will be in for a nasty surprise – for it’s highly toxic.","advice_category":"2","content":"\nPhoto: Piotr NaskreckiNamed Nhagutua, this spectacular uncharted limestone gorge is situated in the Cheringoma Plateau’s northern reaches.\nBetween mid-April and mid-May 2013, a team of 15 intrepid scientists ventured deep into a remote region of Mozambique’s Gorongosa National Park equipped with traps, remote cameras, ultrasonic sound detectors and other gadgets. The team spent three weeks cut off from the rest of the world, exploring dark caves, deep gorges and uncharted terrain along the Cheringoma Plateau. What they found is quite remarkable.\nPhoto: Piotr NaskreckiAny predators that snack on the foam grasshopper (Dictyophorus griseus) will be in for a nasty surprise – for it’s highly toxic.\nLed by Polish entomologist Piotr Naskrecki, who took these photographs, the team was on a mission to gather as much information as it could about the various species in the region. It’s hoped that, through the team’s work, the park managers will be able to gain a better understanding of the area’s biodiversity, helping them to protect it more effectively. Clearly up to the challenge, the team of local and international scientists recorded more than 1,200 species – including some that are new to Gorongosa, others that are new to Mozambique, and a few that are possibly entirely unknown to science. \nPhoto: Piotr NaskreckiThis beautiful amphibian (Leptopeles flavomaculatus) is one of 33 species of frogs logged in the region.\nSo far, the team’s impressive tally of recorded species includes 320 plants, 182 birds, 54 mammals, 47 reptiles, 33 frogs and more than 100 different kinds of ants. Among the standout finds are a bombardier beetle that uses tiny explosions as a form of self-defense, an ant that is unable to walk across level surfaces, a hairy bat dubbed the “Chewbacca bat” – after Han Solo’s co-pilot in the Star Wars series – and a bizarre cave frog that may be a new scientific discovery.    \nPhoto: Piotr NaskreckiA flap-necked chameleon (Chamaeleo dilepis) perched on a branch.\nThe bombardier beetle (Cerapterus lacerates) discovered on the expedition protects itself using small but audible blasts created by volatile chemicals ejected from its abdomen. Just as bizarrely, the tumbling ant (Melissotarsus emeryi) logged by the team is perfectly adapted for living in tiny passages inside trees, meaning its stubby legs aren’t equipped for walking on flat surfaces. Interestingly, the flap-necked chameleon (Chamaeleo dilepis), pictured above, feasts on butterflies, grasshoppers and flies, and it lays between 25 and 50 eggs at a time.   \nPhoto: Piotr NaskreckiThis Sylvan katydid (Acauloplax exigua) is exquisitely camouflaged against its surroundings.\nAmong the insects collected, a significant number of katydid species were logged for the first time in up to a century. Excitingly, some of the katydids are also said to be new to science. The sylvan katydid pictured here was rediscovered more than a hundred years after it was initially found.    \nThe biodiversity survey broke new ground as the first comprehensive research mission ever conducted in the 1,544-square-mile (4,000-square-kilometer) Gorongosa National Park. But for the scientists, the trip didn’t just involve collecting data. On top of setting pitfall and pheromone traps and laying down mist nets and ultrasonic sound detectors, members of the team also climbed their way to the tops of towering trees and down into the depths of lightless caves.  \nPhoto: Piotr NaskreckiFuzzy with a frilly nose, the Chewbacca bat is a fascinating species.\nAs their name suggests, pitfall traps are traps that are dug into the ground, and ecologists use them to capture smaller animals. This method of collection is among those referred to as passive collection – as distinct from more hands-on, active approaches. Pheromone traps often utilize sex and aggregating pheromones to attract insects. These kinds of traps are very responsive and are commonly used in pest control as well as for research purposes.\nPhoto: Piotr NaskreckiBeautiful but deadly: A slender praying mantis (Idolomorpha dentifrons) awaits its prey\nAnother reason for the scientific team’s biodiversity study was to help repair some of the damage done during the Mozambican Civil War, which raged from 1977 to 1992, following the Mozambican War of Independence. In 1983, violence in the area got so bad that the park had to be shut down. Then for almost a decade Gorongosa was ravaged by bloody battles that included hand-to-hand combat and devastating aerial bombardments – and which, as you can imagine, severely impacted many species of local wildlife.\nTragically, both sides butchered hundreds of elephants so that they could sell the animals’ ivory. Soldiers also shot thousands of zebras, buffalo and wildebeest for food and took out lions for fun. Even after the 1992 ceasefire, hunting persisted in the park until at least 1994.      \nPhoto: Piotr NaskreckiMore than a hundred different ant species were found; these driver ants (Dorylus sp.) are on the offensive against a beautiful beetle.\nOn a more positive note, the recent expedition was inspired and instigated by prominent American biologist Edward Osborne “E.O.” Wilson, who is considered the world’s leading ant expert, or myrmecologist. The research gleaned and the specimens collected during the survey will be used to help kick-start the park’s new Wilson Biodiversity Laboratory, which is currently under development. Described as a “world-class research facility,” the lab is named in honor of Professor Wilson, who is a supporter of Gorongosa National Park.\nPhoto: Piotr NaskreckiThe bombardier beetle (Cerapterus lacerates) emits tiny, highly reactive chemical explosions from its abdomen – and you can hear them, too!\nThis action-packed foray into the unknown brought together 15 scientists from around the world. Working in unison, the team members put in hard work and dedication that will no doubt be a huge boost to Gorongosa National Park’s – and the world’s – understanding of biodiversity.","author":"Yusuf Laher","web_category":"nature","title":"The Lost World: Expedition Discovers Amazing New Species in Remotest Mozambique","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/animals/news-journey-unknown-expedition-discovers-amazing-new-species-remotest-mozambique"}