{"summary":"A man joins the tree hugging line; his dog investigates the wicker dogPhoto: Image via Inhabitat. Woman hugging tree at Burning Man 2007 (Black Rock City, Nevada)Photo: Image: Filthy Assistant","advice_category":"6","content":"\nPhoto: Image: Maile Colbert\nHugging a tree has never been cooler, especially with Agnieszka Gradzik and Wiktor Szostalo leading the way. These artists have been traveling around the world with their tree-loving companions - sculptures made from twigs, branches, vines and sticks - to show us humans just how easy, fun and rewarding it can be to embrace a tree. Passersby loved the idea so much that they joined their new wicker people friends in line to hug a tree at the 2008 UN Conference on Climate Change in Poland. \nA man joins the tree hugging line; his dog investigates the wicker dogPhoto: Image via Inhabitat\nGradzik and Szostalo have been generating a buzz about tree hugging since they started their Tree Hugger Project in 2005. Their wicker people are as diverse as the human population itself; there are women, men and children of different sizes, families and dogs, bicycles and balloons. What the artists seem to be saying is that people from all walks of life love to hug trees and can benefit from the good feelings that stem from the act. \nPhoto: Image via Inhabitat\nThe Tree Hugger Project aims to help humans foster a personal and intimate relationship with nature. The quirky and playful wicker people seem to beckon people into thinking about and appreciating the environment in a non-threatening way. From the artists' website:\nRed balloon family at Person Square 2008 (Brooklyn, New York)Photo: Image: myrtyle_avenue_brooklyn\nGradzik and Szostalo encourage people to create their own tree people and hope to continue bringing  the Tree Hugger Project into local communities around the world. But you don't need to wait for them to come to you to act: The next time you're taking a hike through the forest or even that park down the street, don't be afraid to hug that tree. It'll make you feel all warm and fuzzy inside and you'll know that people around the world are doing the exact same thing. \nHere are some more photos to inspire you:\nWoman hugging tree at Burning Man 2007 (Black Rock City, Nevada)Photo: Image: Filthy Assistant\nGirl with a mohawk at Person Square 2008 (Brooklyn, New York)Photo: Image: myrtyle_avenue_brooklyn\nInternational Tree Day 2006 (Wilowice, Poland)Photo: Image: Harryjoy\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"art+and+design","title":"Taking Treehugging to a New Level","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/featured/join-us-in-line-to-hug-a-tree/7731"}