{"summary":"Photo: Kenco Young Eco Designer 2010. Photo: Kenco Young Eco Designer 2010","advice_category":"8","content":"\nPhoto: Kenco Young Eco Designer 2010\n\nThis spring sees the launch of the Young Eco Designer 2010 competition, which hopes to inspire eco-friendly behaviour in a fun and creative way by encouraging kids to ‘upcycle’ their rubbish. Judging the competition, which is being launched in conjunction with Kenco’s new Eco refill pack, will be intrepid TV personality-cum-adventurer, Ben Fogle. Environmental Graffiti's founder, Chris Ingham Brooke, decided to get inside the mind of a man who has experienced some of the world’s toughest environments on the frontline, and ask him what his thoughts are on recycling, sustainability and the future of the planet.\nPhoto: Big Lottery Fund\nThere’s no denying it; Fogle is a country boy at heart. \"I’ve always been attracted to the natural world and the outdoors,\" he says, slipping into a tone of fond familiarity. It’s easy to understand when you consider he grew up in the English countryside and spent his summers \"fishing, paddling, swimming and making camps\" in rural Canada. These days he has an inverse relationship with the countryside, spending his week working outdoors and then returning to the city and his family on weekends. \nPhoto: Jo-h\n\nAlthough he’s probably more known for his well-documented adventures – travelling everywhere from the South Pole to the Sahara – it’s the smaller, grass-roots projects that intrigue us the most. You may not know, for instance, that Ben is a proud patron of the British Hedgehog Preservation Society: \"We successfully campaigned for McDonalds to change the design of their McFlurry lids – too many hedgehogs were getting stuck in them!\" And he remains philosophical about the changes these less headline-grabbing projects can have: \"I definitely think every little effort helps,\" he says, with absolute conviction. \nPhoto: Terracycle\nThe Young Eco Designer competition is another small idea that could have big results. The campaign, which launches this spring, is aimed at promoting eco-friendly behavior in a fun and creative way and encourages kids and their families to think about reusing waste. Children are invited to submit their designs for an ‘upcycled’ product – the currently in vogue, smarter way to recycle. Ben explains: \"It’s similar to recycling, but it’s as much about improvement as it is re-use. It’s all about using your creativity. I’ve got lots of ‘upcycled’ furniture in my house, as well as pairs of scissors ‘upcycled’ from old rickshaws. It’s fantastic, I absolutely love it.\" \nPhoto: Kenco\nPhoto: Kenco\nBen will be leading the judging panel which will choose one lucky winner to be crowned Young Eco Designer 2010. The winner’s family will also win a trip to New York to visit the headquarters of recycling company TerraCycle where they will have the chance to see their winning design turned into reality. As part of the campaign, Ben will also be taking part in a national ‘roadshow’ (stopping off at Chester Zoo and Longleat Park along the way) to encourage as many kids and their families to take part from the local area.\nAs part of its ongoing commitment to sustainability, coffee manufacturer Kenco has recently launched the Kenco Eco Refill, a revolutionary new packaging format for instant coffee that uses 97% less packaging weight than traditional jars. By reducing packaging weight, Kenco hopes to address the first two principles of the waste hierarchy – reduce, reuse and recycle. The latter, it is hoped, will be taken on by the children who enter the competition (at least, in the form of ‘upcycling’); children Ben regards as \"the next caretakers of our planet.\"\nPhoto: Kenco\nPhoto: Kenco\nThe impression left is of a project and - in Fogle - a man, who are serious about environmental issues, but don’t take themselves too seriously. \"Some people’s environmental ideas outweigh any sense of fun. I don’t want to be a finger-wagging eco-crusader. I believe there’s a middling point where you can have fun but also be green. The dream is that some kid will come up with some brilliant ‘upcycled’ product we can use and that everyone embraces.\" \nPhoto: Kenco Young Eco Designer 2010\nFor a man known for his grand projects, his evident humility and sense of fun is refreshing: \"I’m passionate about the environment, but I work often overseas and I do use cars. There’s many of us around – we’re passionate but we also realize you can’t change your whole lifestyle in one night, or even one year.\" So how does Ben envisage a more eco-friendly future? \"I envisage a future where, for a start, reduced packaging is one of the key things. It never ceases to amaze me how over-packaged products are. Hopefully this Eco Refill Pack will be the start of other companies embracing this and doing the same thing.\" We couldn’t agree more. \nPhoto: Big Lottery Fund\nBen’s next project is with a charity in Ethiopia who assist children whose faces have been disfigured by the flesh-eating disease, Noma. In 2008, he was himself attacked by Leishmaniasis, a flesh-eating skin infection and was lucky enough to be rapidly treated by world experts in tropical medicine – an experience that has compelled him to help others who struggle with related afflictions.  We wish him luck and will follow the progress of the Young Eco Designer competition with interest.\nIf you’d like to find out more about the competition and Kenco’s Eco Refill pack, check them out here.\n","author":"Thomas Davie","web_category":"lifestyle","title":"Young Eco Designer 2010 - A Special Interview With Ben Fogle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sleeping_rudy.jpg","url":"http://www.environmentalgraffiti.com/celebrities/news-young-eco-designer-2010-special-interview-ben-fogle"}