{"summary":"Lyme disease is another deadly disease that spreads from animals to humans. Consequently, Lyme disease is much more prevalent in habitats with high numbers of mice","advice_category":"4","content":"\nPhoto: Ross\nWhen it comes to their perceived connection with the bubonic plague, rats may have gotten a bum rap in history. According to Barney Sloan, author of The Black Death in London, rats might not be have been responsible for spreading the plague: the evidence just does not add up. For one, the disease spread too fast to have been caused by rats (or fleas for that matter) as it also carried on into the winter when fleas would have died off. Sloan thus believes that the plague was spread by human contact.\nPhoto: Snapshots Of The Past\nWhile rats may be off the hook for one of the worst plagues in human history, animals certainly do play a part in the transmission of disease. Scientists are starting to learn about the intricacies of the pathogenic path from animal to human, but understanding the connection between diversity and disease is complicated. \nFor years, scientists have been forecasting that loss of diversity would increase the prevalence of disease. Now, they are starting to gather evidence. What they are finding is that high diversity among small mammals appears to regulate the population of animals that host deadly diseases through competition or predation.\nPhoto: Lisa Hossler\nSoon after the West Nile virus began killing off crows in New York City, the first humans succumbed to the disease. While many species can play host to the disease, birds are one of the most deadly carriers — particularly sparrows, finches, robins, bluejays and grackles. These birds thrive in heavily fragmented and degraded habitats. They are also common around humans. Yet while humans can succumb to the disease, they are not carriers. \nScientists believe that a larger pool of food for mosquitoes leads to mosquitoes feeding off hosts — such as humans, alligators and horses — that do not carry the pathogen. The more diverse the supply of food for the mosquitoes to feed on, the less likely they are to feed from an infected source.\nPhoto: Mike Keeling\nLyme disease is another deadly disease that spreads from animals to humans. While the black-legged tick that carries Lyme disease feeds on a variety of vertebrate species, the white-footed mouse is the most deadly carrier. This mouse infects over 90% of all ticks that feed on it. \nWhile almost all gray squirrels carry the bacterium that cause Lyme disease, only 15% of ticks that feed on gray squirrels will become infected. Consequently, Lyme disease is much more prevalent in habitats with high numbers of mice. The white-footed mouse is most common in forest patches that are too small to support a large number of species, including predators and competitors to the mice. As a result, small forest patches have some of the highest Lyme disease risks, since they often contain so many white-footed mice. \nPhoto: Simon Barnes\nTick-borne encephalitis is also caused by a deadly combination of tick bite and mouse host. However, this virus has very stringent requirements that need to be met in order for it to survive. It is spread when an infected immature tick bites a mouse at the same time as a susceptible larva is feeding. This requires the right population of yellow-necked mice. \nWhen the population is too high, the probability of an immature tick and larva tick feeding on the same host at the same time is too low. When the population is too low, there are not enough ticks produced to carry the virus. So only when a moderate population of mice is around can the virus spread. In addition, adult ticks only bite large mammals, usually deer. So the right combination of deer and mice population is also required for the virus to survive.\nPhoto: Random-fotos\nThe rapid expansion of the human population over the past 50 years has had a negative impact on biological diversity and wildlife habitats. The loss of top predators has also been extremely damaging to our ecosystem. While we are in the beginning stages of global extinction, we face the risks of disease brought on by animals. Protection of our ecosystems and wildlife diversity is important to our health, and we need to understand the complex pathogenic links between animals and humans.\nSources: 1, 2","author":"Lisa Hossler","web_category":"science","title":"Is Loss of Animal Diversity Behind the Spread of Deadly Diseases?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/news-complex-connection-between-animals-and-human-disease"}