{"summary":"Unfortunately, once the capsaicin has penetrated the skin, it's nearly impossible to get off. So in a nutshell, capsaicin topical cream works over 1 to 4 weeks, continually depleting the Substance P supply, and thus reducing chronic pain","advice_category":"4","content":"\nPhoto: Paola Frogheri\nCooking up delicious spicy food can come at a price... a price many of us have paid! If you've ever cut up some jalape?os and scraped out the seeds with your bare hands, you know the symptoms: excruciating pain. This pain is caused by an oil-soluble substance called capsaicin (pronounced cap-say-sin). Capsaicin is the active component found in all hot peppers. It's what makes them so delicious to eat (provided you can take the heat) and causes the burning pain on your skin. The good news is that capsaicin doesn't actually cause any tissue damage. This may be of little comfort to you if your hands feel burnt and the only way to sleep is by clutching an ice pack.  But if we dig a little deeper, we'll discover a fascinating world involving neurotransmitters, pain signals, and a brain tricked into thinking your skin is engulfed in flames.\nPhoto: Marius Iordache\nWhen you eat or touch hot chilis, capsaicin particles penetrate your skin, move through the tissue, and trigger deeper nerves. Here's where it gets a bit technical. Capsaicin acts like a neurotransmitter and binds to a receptor called VR1 (vanilloid receptor one), forcing it to deform. Usually, the VR1 only changes shape at temperatures at or above 42?C (108?F). When it deforms, it releases charged particles called ions into the nerve cell, transmitting a signal through the nerves to the brain. The signal itself is the same as what VR1 would send if it were sensing heat. The brain doesn't know the difference, so you experience the same pain from chili peppers as you would from a burn.\nPhoto: Leon Brooks\nNow this is where it gets really interesting. Scientists have figured out how to turn capsaicin, that little tastebud trickster, into a hero. Pain-triggering capsaicin can be utilized to combat muscle and joint pain as well as the chronic pain of diseases such as osteoarthritis and rheumatoid arthritis. This doesn't seem to make any sense, especially if you recently got some habanero juice under your fingernails!\nFirst, you need to know that physicians differentiate between two kinds of pain, good pain and bad pain. Good pain is the fast and sharp pain which keeps us from hurting ourselves – for example, when we touch a burning pan and jerk away. Bad pain is chronic or long-term pain which builds slowly and takes a while to go away. It travels through nerves which are less insulated than the good pain ones, and thus, slower. The pain itself is caused by a protein called Substance P. Substance P is a neurotransmitter that signals bad pain and stimulates inflammation.\nPhoto: Kyle May\nWhen capsaicin triggers the nerves, it causes all the bad pain neurotransmitters (Substance P) to be delivered to or dumped off on other pain nerves. The Substance P supply is quickly depleted, leaving the nerves with no way to send a bad pain signal until they make more Substance P molecules — and no Substance P means no chronic pain!\nSo in a nutshell, capsaicin topical cream works over 1 to 4 weeks, continually depleting the Substance P supply, and thus reducing chronic pain. The disadvantage is that the patients have to endure the burning sensation caused by capsaicin until their pain threshold rises enough for them to no longer feel it. This takes time, but it's worth it, and eventually the patients are left with a lot less pain. Pretty cool, right?\nPhoto: S. Pisharam\nBut say you don't have arthritis, and fate dictates you get mixed up with some hot chili peppers and want the pain to end. Unfortunately, once the capsaicin has penetrated the skin, it's nearly impossible to get off.  Capsaicin is pretty hardy anyway and can survive cooking, freezing and even the rigors of our intestines. That's right, beware of eating too much, or it just might burn on the way out. Prevention is the best defense. Wear gloves to cut up hot peppers, or cover your hands in oil before you cut. Then wash it off with soap and water, and rub lemon juice into the skin. If it's too late and you are already suffering the effects, try soaking your hands in oil, vinegar, or simply wait it out with an ice pack. Make sure you don't put anything hot on the skin, as that will further deform the vanilloid receptors.\nWhether capsaicin is a villain or a hero to you, just remember that those jalape?os and habaneros have led to ground-breaking pain research. Whether all the technicalities make sense to you or not, or whether your interest in the spice is limited to a spicy curry, you've got to admit, these fiery peppers are more complicated and more valuable than you may have thought!\nSources: 1, 2, 3, 4, 5","author":"yvonne.mcarthur","web_category":"science","title":"How Hot Chili Peppers Trick Your Brain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-how-hot-chili-peppers-trick-your-brain"}