{"summary":"With that combination of a pretty kisser and a take no prisoners approach to pest control, it's no wonder the venus flytrap has become such a popular plant to grow at home. It might not exactly end up hurting when a fly alights on a venus flytrap, given that it's unlikely insects feel pain as we know it, but let's just say it probably won't be the most pleasant experience the winged one has gone through","advice_category":"2","content":"\nPhoto: Image: steven hooi\nEveryone’s dreamed of being a fly, right? Buzzing around, seeing the world from a whole new perspective, then landing on food stuffs and gleefully drooling on them so you can suck up your next meal. Well maybe not everyone. But if you were to be a fly for a day, there are quite a few dangers you’d have to watch out for. Fly swats and sprays would seem pretty obvious ones; predatory insects and spiders too; but a plant with gaping jaws? It wouldn’t hurt to land on that juicy looking sucker for a quick rest would it?\nIf I can just move my leg...Photo: Image: steven hooi\nIt might not exactly end up hurting when a fly alights on a venus flytrap, given that it's unlikely insects feel pain as we know it, but let's just say it probably won't be the most pleasant experience the winged one has gone through. You see, as if it needed explaining, the venus flytrap is a carnivorous plant, and flies as well as other insects and arachnids are top of the menu for these meat-hungry members of the vegetable kingdom. Talk about turning the natural order of things on its head.\nWorming its way inside a death trap... ChompPhoto: Photo: Images: blmurch\nSpeaking of heads, what looks like it might be the thinking part of the venus flytrap is actually an extension of this grim reaper of the plant world's leaves. That mouth-like snapping part is more properly referred to as a trapping structure, and it works using an ingenious little mechanism. The trap is triggered by tiny hairs on the inner surfaces of those lethal lobes, so any creepy-crawly crawling along the venus' leaves would do well to watch its step and not stumble into them.\nFeed me SeymourPhoto: Image: Mike Cuscire \nWhat makes the trap even more cunning is that in order to be tripped, one trigger hair must be brushed twice or two hairs touched in succession. Far from giving the bug that just happens to be minding its own business a second chance, this amazing example of nature's design ensures the trap is not set off by non-prey stimuli such as falling raindrops. This acts as a safeguard against the plant wasting energy trapping non-living things unlikely to supply the prize of worthwhile nutrition.\nNot picky: An ant will do tooPhoto: Image: Rudy Malmquist \nThe brilliant if brutal design doesn't stop there either. For one thing there's the speed the plant is able to snap its gnashers shut at, in about 0.1 seconds flat. This is a rare display of rapid plant movement – which only a very small group of plants are capable of – and it's so rapid it really is a case of blink and you'll miss it. You see, while our sluggish movements are caused by muscle contractions, the plant snaps shut much as a torn tennis ball pops inside out, with the lobes bent outwards in their convex open state, but forming a concave cavity as they close.\nThe trap is sprungPhoto: Image: steven hooi\nOnce the insect is trapped, it's lucky if there's any escape. The spiny protrusions that fringe the lobes lace together like fingers and prevent large critters from getting away. Venus does make allowances for smaller prey, allowing them to escape through the holes in its meshwork – perhaps because their nutritional benefit may be less than the energy of digesting them – but aside from this, it's as cold hearted as, well, a flytrap. The struggling of the captive only makes matters worse, prompting the trap's grip to tighten and digestion to kick in more quickly.\nWasp cemetary Photo: Image: Biocarlao \nWith the creature's movements causing the lobes to clasp together, the unlucky insect or arachnid is soon sealed airtight inside what is effectively a stomach. Enzymes secreted by glands in the lobes work like our own digestive juices, liquefying the soft, inner parts of the insect, if not the tough, outer exoskeleton. When the creature has been digested in a week or so, venus soaks up the remaining digestive fluids – metaphorically mopping its mouth – and reopens, hungry for more. The dry husk of the victim is left to the elements.\nShell of its former selfPhoto: Image: DrWurm\nIf the venus flytrap had eyes, on occasion you could say they're too big for its belly. If an insect, let's say a wasp, is too large, it may jut out of the trap, presenting too big an opportunity for bacteria and mold to miss. These microbes will get down to their dirty but indispensable decomposing work on the bug, and eventually the trap will turn black, rot, and drop like dead wood, a disposable hero on this ongoing war between carnivorous plant and invertebrates.\nWasp crematoriumPhoto: Image: Jonathan NARDI\nIf you want to go finding old venus in the wild you might be hard pressed to. Natively, it only lives in select, swampy areas of North and South Carolina, although it may have spread further afield as far as New Jersey and Florida. It has certainly been uprooted and grown in other suitable spots around the globe – typically nitrogen-poor environments, since insect prey provide the goodness the soil cannot. This hard-nosed little monster can also withstand fire well, and indeed relies on periodic burning to curb rival plants competing for space.\nYou're so perttyPhoto: \nImage: Biocarlao \nWith that combination of a pretty kisser and a take no prisoners approach to pest control, it's no wonder the venus flytrap has become such a popular plant to grow at home. Some say it is tricky to cultivate owing to the difficulty of replicating its warm, moist natural habitat and peaty, sandy soil. There is also a flipside to this popularity. Collection of these plants has taken its toll, with wet savannas that were once homes to thousands of flytraps now pock-marked with holes where plants were dug up for sale.\nWalking on a knife edgePhoto: Image via:  Lady Fi\nNevertheless, popular venus remains. This uniquely adapted plant, so animal in its ways, is a veritable cultural icon, enmeshed with all kinds of deep-rooted fears about how horrific plants could be given half a chance.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Inside the Jaws of the Venus Flytrap","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Inside_Khumbu-Icefall.jpg","url":"http://www.environmentalgraffiti.com/featured/jaws-venus-flytrap/12362"}