{"summary":"Ever wondered what to do with all those cassette tapes gathering dust on the shelf or lying unused in old shoeboxes? Send them Brian Dettmer. The shells of cassette tapes make up the bones of life-sized human skeletons and animal skulls – so the new creations appear more lifeless than the media from which they are formed.","advice_category":"6","content":"\nPhoto: ‘Skull 11 (80's Metal)’, 2007 (Altered Cassette Tapes)Image: Brian Dettmer via DesignBoom\nEver wondered what to do with all those cassette tapes gathering dust on the shelf or lying unused in old shoeboxes? Send them Brian Dettmer. Not for the first time, the Atlanta-based artist has broken the mould with a collection of 3D artworks made by breathing new life – of a sort – into discarded cultural detritus. The shells of cassette tapes make up the bones of life-sized human skeletons and animal skulls – so the new creations appear more lifeless than the media from which they are formed.\nPhoto: 'Ram Skull’, 2007 (Altered Cassette Tapes)Images: Brian Dettmer and Kinz + Tillou Fine Art via DesignBoom\nAs brilliant in conception as they are in execution, Dettmer's work explores the possibilities held by forms of media fast becoming outmoded, altering and remodelling disused objects designed to communicate or share information. Items like cassette tapes are transformed so that they convey their messages in new ways: twisted into bone shapes and fused together to make new forms, they speak volumes to audiences today, as we pass from an analogue to a digital age.\nPhoto: 'Bull Skull', 2007 (Altered Cassette Tapes)Images: Brian Dettmer and Mito Gallery via DesignBoom\n“Technology grows and mutates much like life or nature,” Dettmer has said about the connections between plastic and human bones in an interview with Time Out. “Old forms die as new forms are born. In one way, cassette tapes and other media have become outdated technology and the remaining materials have become remnants or shells that used to contain a living material.”\nPhoto: 'Elk’, 2007 (Altered Cassette Tapes)Image: Brian Dettmer and Toomey Tourell Fine Art via DesignBoom\nPhoto: 'Skull Mutation 1' (Classical), 2007 Altered Cassette Tapes Image: Brian Dettmer and Mito Gallery\nMusic is growing increasingly intangible. Where once, the norm of holding an LP or cassette involved multiple senses – touch, sight, even smell, as well as hearing – now with digital media such as MP3s it tends to be about the auditory sense alone. We’re losing the more tangible qualities of older analogue materials – and perhaps the stronger connections we made with its productions – and losing their capability, as Dettmer has pointed out, of engaging our sculptural senses.\nPhoto: 'Skeleton’, 2006 (Altered Cassette Tapes) Image: Brian Dettmer and Packer Schopf Gallery via DesignBoom\nOf course, the artist tries to make us aware of such points every time we digest his pieces, which we easily recognise as having been created out of tapes. And if you notice some of the names of the bands still visible on the melted plastic, it’s clear there are other themes thrown in too: jaw and teeth fashioned from a M?tley Cr?e album are a reminder of rock music’s fetishism of death, skeletons and skulls, and a memento too of the '80s, a time when the now extinct cassette was king.\nPhoto: 'Dead Bird', 2005 (Altered Cassette Tapes)Images: Brian Dettmer and Packer Schopf Gallery via DesignBoom\nSo, after the what and the why, what about the how? Though he is reluctant to give too much away, Dettmer has revealed that all his cassette-based pieces use only numerous tapes with no glue, or other materials. He doesn’t use a mould, but heats the plastic, allowing him to form, weld and sculpt the tapes with his wet hands and other tools like pliers. He also works with some kind of model which he keeps as a reference. We won’t dwell on the fumes his lungs might have to endure.\nPhoto: 'Skeleton’, 2006 (Altered Cassette Tapes)Image: Brian Dettmer and Packer Schopf Gallery via DesignBoom\nBefore tampering with tapes as a medium, Dettmer was already well known for his dissections of another form of media going out of date: books. After first sealing the book, he carves into it, removing content wielding instruments such as a scalpel and tweezers, to reveal fragmented images and words. In this way, the book – often old and hardback – is excavated till it becomes a complex 3D sculpture, at once splitting from and retaining remnants of its original meaning.\nPhoto: 'New International Dictionary', 2003 (Altered Book)Image: Brian Dettmer and Packer Schopf Gallery via Wikipedia\nPhoto: 'New Books of Knowledge', 2009 (Altered Set of Encyclopedias)Image: Brian Dettmer via Wikipedia\nA self proclaimed mixed – or re-mixed – media sculptor, Dettmer has said: “Old books, records, tapes, maps, and other media frequently fall into a realm that too much of today’s art occupies. Their intended role has decreased or deceased and they often exist simply as symbols of the ideas they represent rather than true conveyers of content.... When an object's intended function is fleeting, the necessity for a new approach to its form and content arises.”\nPhoto: 'Goat Skull', 2007 (Altered Cassette Tapes)\nPhoto: 'Boar Skull', 2007 (Altered Cassette Tapes) Images: Brian Dettmer and Mito Gallery\nDespite such a serious sounding words, it’s evident that Dettmer’s work is not without a sense of humour – at least if his sculptural skeletons are anything to go by. Playful without being irreverent, the Chicago born and educated artist changes the physical form and nature of cultural objects to create new works of cutting edge contemporary art, ripe with new ideas – even if ostensibly without life. On a final note, did we mention his cassette collection has run out? As we said, send him yours.\nPhoto: 'Skeleton’, 2006 (Altered Cassette Tapes)Image: Brian Dettmer and Packer Schopf Gallery via DesignBoom\nYou can visit the artist's website here.\nSources: 1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Dead Cassette Tapes Reincarnated As Skeletons","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/featured/dead-cassette-tapes-reincarnated-skeletons/17849"}