{"summary":"Photo: Voyager space probe at Saturn. Variability in the rotation periods of different regions of Saturn may be caused by geyser activity on the moon Enceladus, which emits water vapor into Saturn's orbit as seen in this photo","advice_category":"4","content":"\nPhoto: Saturn - natural color\nPhoto - U.S. Geological Survey / NASA\nOn February 24, 2009, four of Saturn's moons transited the planet. A fortuitous line of sight allowed the Cassini spacecraft to capture Dione, Enceladus, Mimas and Titan in a single, extraordinary photograph. Remarkable space probe data allow us to better understand this dynamic and complex planet.\nSixty One (61) moons orbit Saturn. Most are quite small and it is difficult to decide when an orbiting chunk of ice is just an orbiting chunk of ice or a genuine planetary satellite. Only seven of these moons are massive enough to have collapsed to hydrostatic equilibrium. Four of these important satellites of Saturn were captured in an extraordinary photo taken on Feb. 24, 2009 when they passed across Saturn's disc as seen from Earth. The large moons of Saturn were named after the Titans of Greek mythology because the Titans were the brothers and sisters of Cronos, the Greek Saturn.\nFour Moons Transit SaturnPhoto: Saturn Quadruple Moon Transit\nPhoto - NASA / ESA /Hubble Heritage Team\nIn this photograph, Titan, which is Saturn's largest moon, is the easily seen orange disc in the northern hemisphere. It casts a black shadow on Saturn's north polar region. Just above the plane of Saturn's rings is Mimas, which casts a shadow onto the equatorial clouds. The bright dot to the left of the planetary disc above the rings is Dione, and the very faint moon further out above the tip of the rings is Enceladus. The most difficult satellites to see in this photograph are Mimas and Enceladus. The shadow cast by Mimas on the equatorial clouds is not difficult to make out, but the moon itself is very hard to see in the photograph. The tiny faint dot that is Enceladus is also quite difficult to perceive. Stare at this beautiful photo; can you see them?\nPhoto: Mimas, Dione, Enceladus in Transit\nPhoto - NASA / ESA /Hubble Heritage Team\nIn this enlargement of the central region of the photograph, the image has been slightly enhanced so as to bring out the moon Mimas and the small disc of Enceladus. Some of Saturn's moons cross the ring plane every 14-15 years. Rare moon transits such as these only occur when Saturn's rings are seen edge on from Earth. In such an alignment, Saturn is not too near the sun, a position that makes it invisible to us on Earth because of the sun's glare.\nThe Planet Saturn \nPhoto: Saturn in shadow\nPhoto - CICLOPS / JPL / NASA / ESA\nThis exceptional photograph was taken when the Cassini spacecraft was drifting in the shadow of Saturn and then looked back towards the eclipsed sun. \nNamed after the Roman god Saturnus, Saturn is the sixth planet from the sun and a gas giant. It is over 1.4 billion km from the sun (>9 Astronomical Units). That distance will vary by 155 million km due to eccentricities in the elliptical orbit. Data from the three space probes that have visited Saturn provide a close estimate of overall rotation period, which is 10 hours, 32 minutes, 35 seconds. Saturn completes one orbit around the sun in 29.7 earth years in an elliptical orbit that is inclined 2.48¢X to that of the Earth. Saturn's equatorial radius is 9.43X Earth, and it's mass is 95.15X Earth. Saturn is the most oblate planet in the solar system and the only planet whose density is less than water.\nPhoto: Voyager space probe at Saturn\nCelestia; 3D model - ElChristou\nThe gas giant planets have always been priority targets for spacecraft astronomy. Pioneer 11 was the first space probe and it flew over Saturn on September 1, 1979, 21,000 km above the planet's cloud cover. As pertains to Saturn, Pioneer 11 discovered several new small moons and took spectacular photos of the ring system. \nVoyager 1 flew by Saturn in November 1980 with a closest distance at 124,000 km above the cloud tops. Voyager 1 instruments studied the complexity of Saturn's rings and atmosphere. A close approach was also made to Titan, which was known to have a thick atmosphere. Voyager 2 is the most productive space probe to date. It has visited four planets and their moons and is the only research spacecraft to study Neptune and Uranus. Voyager 2 obtained detailed temperature profiles of Saturn's atmosphere. Traveling much slower than Voyager 1, Voyager 2 is now twice as far from the sun as Pluto.\nPhoto:  Cassini Spacecraft at Saturn\nPainting - Dave Seal / JPL\nThere are literally hundreds of scientists from Europe and the United States participating in the Cassini-Huygens mission to Saturn that was launched October 15, 1997 from Cape Canaveral. NASA is responsible for the Cassini spacecraft and the European Space Agency contribution is the Huygens probe that landed on Titan in January, 2005. Cassini was scheduled for 45 flybys of Titan and more have been added as the mission has been extended to 2010. The instruments on Cassini and Huygens have made stunning contributions to our understanding of the Saturn system.\nFive spacecraft have now escaped the solar system and are headed deeper into the Milky Way: Pioneer 11 and 12, Voyager 1 and 2, and the New Horizons spacecraft sent to Pluto. As of November 28, 2008, Voyager 1 was the most distant human made object from earth and much farther from the sun than the most distant solar system objects. Light and radio waves now take 14.6 hours to reach Earth from Voyager 1. The radioisotope generators on the Voyager spacecraft are expected to function until at least 2025.\nPhoto: Saturn in false color\nPhoto - E. Karkoschka - NASA / University Arizona\nSaturn has a small core of rock and ice surrounded by a thick layer of metallic hydrogen and gaseous outer layers. Above the rocky interior is a thick layer of liquid, metallic hydrogen, above which is a layer of liquid hydrogen and helium. Traces of various ices have been found. Saturn's core is very hot and it radiates 2.5X as much energy as received, a circumstance which has led some astronomers to propose that Saturn (and Jupiter) are stillborn stars. The extra energy may be produced by slow gravitational compression and/or the 'raining out' of helium droplets deep in the interior where the droplets release heat by friction as they fall down through lighter hydrogen.\nIn this compelling 'false color' photo, infrared is displayed at visible light wavelengths of blue, green and red to create a photo that looks 'real' at optical wavelengths and to our eyes. Blue indicates clear atmosphere while shadings of blue reveal ammonia ice cloud particles. Thin haze is green and thick haze is yellow; note the big hole in the atmosphere at the south pole. Orange and red color the highest clouds. The 'small' storm on the left is the size of Earth. Dione, one of the satellites in the four moon occultation photo is the dot on the lower left in this photo.\nPhoto: Enceladus South Pole - ice geysers\nPhoto - NASA / JPL / Space Science Institute\nThe visible features on Saturn rotate at different rates depending on latitude, and multiple rotation periods have been assigned to various regions as with Jupiter. An accurate measurement of Saturn's interior still eludes astronomers. Variability in the rotation periods of different regions of Saturn may be caused by geyser activity on the moon Enceladus, which emits water vapor into Saturn's orbit as seen in this photo. This icy water vapor might 'weigh down' the magnetic field and slow its rotation slightly relative to the planet itself. Saturn has a strong magnetic field, intermediate between that of Earth and Jupiter. Ice geysers on Enceladus are fed by pressurized lakes of subsurface water.\nThis post is a contribution to the EG series that presents extraordinary astronomy photographs wherein we can marvel at the beauty of the universe as we delve into important science data. The next article in this series will explore the dynamics of the atmosphere and rings of Saturn.\nSources -1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"The Moons of the Ringed Gas Giant: Saturn","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/moons-solar-system-gas-giant-saturn/9597"}