{"summary":"Remember when, as a child, you’d get presents on birthdays or at Christmas and often preferred to play with the box they came in more than the toy? Yeah, most people can probably relate to that, but the interior architects who brought us chic bar Babel in London, B3 Designers, obviously learnt more from their days mucking around in cardboard boxes than others - for this year’s London Design Festival they have converted their east end studio into a Cardboard Caf? using a total of 8,000 cardboard boxes.. And what’s worse (and almost completely unforgiveable) is that they intend to dump all 8,000 cardboard boxes once Design Week is over!","advice_category":"6","content":"\nRemember when, as a child, you’d get presents on birthdays or at Christmas and often preferred to play with the box they came in more than the toy? Yeah, most people can probably relate to that, but the interior architects who brought us chic bar Babel in London, B3 Designers, obviously learnt more from their days mucking around in cardboard boxes than others - for this year’s London Design Festival they have converted their east end studio into a Cardboard Caf? using a total of 8,000 cardboard boxes.\nTucked away in a typical narrow London mews street, the creative design looks incredibly cool and demonstrates just what you can do with a bit of card and sticky tape. But it didn’t win everybody over; Brit, from design website Core77 visited the kooky caf? and was less than impressed:\n\n\nOoops. And what’s worse (and almost completely unforgiveable) is that they intend to dump all 8,000 cardboard boxes once Design Week is over!\n\nDon’t Panic! All cardboard boxes have been saved from certain death.\nWe have it on good authority that the cardboard will in fact be recycled, and was always meant to be. B3 Designers have got in touch and said:\nSource Core 77\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"art+and+design","title":"The Cardboard Caf?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/cardboard-cafe/2361"}