{"summary":"Lesser flamingos flying over Chilika, Orissa:Photo: . Young flamingos show a grey plumage for up to two years: Photo: ","advice_category":"2","content":"\nEnvironmental Graffiti reporter Simone Preuss visits the site in Mumbai where flamingos flock every yearPhoto: \nImage: Nitin Jamdar \nEvery year, Mumbai, home to some 20 million people, opens its doors wide to thousands of visitors. Searching for food, they descend on the coastal areas of the city from late November to early March. Hosts of Lesser Flamingos stop by on their migration route to tank up on the algae and shrimp that the mud flats provide. The average Mumbaikar is not impressed – though everyone knows about these feathery visitors, hardly anyone bothers to pay them a visit. We did some urban exploring to find out why.\nFlamingos at Sewri:Photo: \nImage: Elroy Serrao\nSewri, about 8 km north from Mumbai’s Gateway of India along the eastern coast, is a traditional stop for the Lesser flamingos (Phoenicopterus minor). Getting there takes a sturdy vehicle as roads are dug up or in bad condition. The area around Sewri Fort – mostly belonging to the navy and therefore theoretically off limits – is one of the few areas where the city’s mangroves have been protected; in other places, they have long since made way for reclamation projects and industrial endeavours.\nOn the road to the flamingos:Photo: \nImage: Simone Preuss\n… and the dirty mud flats we’re heading for:Photo: \nImage: Simone Preuss\nBut here, among rusting trawlers, old fishing boats, discarded car tires and other evidence of human habitation, is where the flamingos return, year after year, because they find enough food in the nutrition-rich mud flats.\nUrban sprawl with flamingos:Photo: \nImage: Simone Preuss\nAlmost picturesque, except for the garbage:Photo: \nImage: Simone Preuss\nLesser flamingos feed mainly on microscopic, blue-green algae commonly called Spirulina. It is produced primarily from two types of bacteria that contain the photosynthetic pigments – together with those in shrimps, another of the birds’ staple diet items – that give the flamingos their pink colour. This is why flamingos held in captivity pale until their diet is supplemented sufficiently.\nThe mangroves, an important habitat:Photo: \nImage: Simone Preuss\nThe trucks don’t seem to disturb the birds:Photo: \nImage: Simone Preuss\nFlamingos use their webbed feet to stir up the bottom, then bury their deep bills in the water to suck up the tasty bites they’re after, together with a lot of mud and water. Their beaks have a built-in filter that keeps food items in and expels water and whatever else is not needed.\nYoung flamingos show a grey plumage for up to two years: Photo: \nImage: Frank Wouters\nLesser flamingos stand about 1 m tall (3 ft 3 in) and reach a wingspan of 1 m (3 ft 3 in). For such a tall bird, their weight of around 2 kg (4.5 lb) seems relatively low. Compared to the Greater Flamingo (Phoenicopterus roseus), the only other New World species, the Lesser flamingo has a blacker bill and its plumage tends to be paler – a pinkish-white instead of the pinkish-red plumage of the former.\nA flock of flamingos close-up:Photo: \nImage: Mughda Srineet\nThough with to 2 million individual birds worldwide the Lesser flamingo is the most numerous flamingo species, it is classified as near-threatened because of its declining population caused by the low number of breeding sites that are encroached on by human activity.\nLesser flamingos flying over Chilika, Orissa:Photo: \nImage: J. M. Garg\nTherefore we’re quite happy that our feathery friends in Mumbai have managed to hold on to their feeding ground for so long, undisturbed by the pollution and the average Mumbaikar, a strange bird him/herself who’s way too busy to care about them. Sometimes, that’s a good thing!\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Flamingos Hiding in Mumbai's Filth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/111jpg_0","url":"http://www.environmentalgraffiti.com/featured/flamingos-hiding-mumbai-filth/19493"}