{"summary":"on the amount of UV light that sunglasses have to block, and while many cheap pairs do just fine, many don't, and exploit the lack of sanctions to lie about it.. If a producer of sunglasses is found to be producing a product that they claim blocks 100% of UV rays and it's not, their punishment will be a nasty letter from the FDA","advice_category":"8","content":"\nPhoto: Image from I love joseph\nEvery summer it seems, I find myself unable to root out the sunglasses I purchased for an arm and a leg the year prior; a ritual that has over time, moved my style from $120 Ray-Bans to $10 gas station glasses. Imagine my surprise when I found out that this was probably going to kill me, and that nobody was doing anything about it.\nAs it happens, there are no federal regulations in the U.S. on the amount of UV light that sunglasses have to block, and while many cheap pairs do just fine, many don't, and exploit the lack of sanctions to lie about it.\nIf a producer of sunglasses is found to be producing a product that they claim blocks 100% of UV rays and it's not, their punishment will be a nasty letter from the FDA. If they wish to avoid even that unpleasantness, they can simply label the accessory as \"blocks most UV rays\" and it will be subject to no regulation at all.\nThis is bad for obvious reasons, but also because putting on sunglasses causes your eyes to dilate, letting more light in and in the case of sunglasses not offering UV protection, more UV rays as well.\nUV rays cause exactly the same type of damage to your eyes as your skin, causing burns, blindness, and yes, an elevated cancer risk. Australia, home of the highest skin cancer rates in the world and whose massive population lives next to the ozone hole, has strict standards for sunglasses; as does the European Union. Why won't America come along?\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Cheap Sunglasses Cause Cancer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/green-living/cheap-sunglasses-cause-cancer/1175"}