{"summary":"Other symptoms of Jumping Frenchmen are that, when given a short, sudden command, the jumper will not only immediately respond with the appropriate action, but also repeat the command and, if spoken to in a foreign language (even one which they don’t know), will repeat the phrase.. 1) Exploding Head Syndrome:","advice_category":"8","content":"\nPhoto: Cameo Wood\nIn 2005 I was signed off work for a few months due to a problem with my neck. My doctor wrote on the sick-note that I was suffering from a wonderfully fraudulent-sounding “Spoiled Neck”, which my employers were initially somewhat skeptical about – presumably because it sounds more like an Icelandic delicacy than an actual illness.\nTelling friends and colleagues that you’re laid up with ‘spoiled neck’ is about as close to guaranteed mockery as you can come, but just try and imagine for a second the torrents of laughter and abuse which would have been leveled at me had I presented a sick-note bearing any of the following:\n1) Exploding Head Syndrome:\nWhat the…?\nPhoto: Matthew Waldram\nThe first thing to note about Exploding Head Syndrome is how ultimately disappointing it is to discover that the sufferer’s head does not actually explode. Any thoughts of a group of doctors backing slowly away from a patient saying, “Careful chaps, this one could blow at any minute,” are sadly inaccurate.\nIn reality, Exploding Head Syndrome is a form of parasomnia in which the sufferer will, on occasion, experience an extremely loud noise originating within their own head.  The sound, which can seem like a violent explosion, often occurs within the first couple of hours of going to sleep and is usually painless.\nThe frequency of these ‘explosions’ can range from anything from one attack every two-to-three months to several attacks in one night; chances are that it occurs more frequently in cases where the sufferer is experiencing highs of tiredness and/or stress.\nDo I have it?\nYou might have Exploding Head Syndrome if shortly after falling asleep you believe you hear a loud explosion, often coupled with experiencing a bright flash of light, and if these sounds are normally free from pain. You might also experience muscle twitching or jerking.\nQ: My head just exploded, do I have Exploding Head Syndrome?A: No.  And how did you write this?\n2) Alien Hand Syndrome:\nPhoto: Jeremy Brooks\nWhat the…?\nAs if it wasn’t already beautiful enough that there is an illness called Alien Hand Syndrome, it also goes under the pseudonym of Dr Strangelove Syndrome; it almost doesn’t matter what the symptoms are, it’s already wonderful.\nAHS is a neurological disorder in which the sufferer will feel that their hand is controlled by a force other than themselves.  It smacks of those terrible old horror stories when a mechanic would lose a hand under the bonnet of a car and, in some experimental surgery, have the hand of a now-deceased serial killer grafted on in its place. Before long, the hand starts to kill again…\nA sufferer of AHS will usually feel sensation in the ‘alien’ hand but thinks that the hand is acting of its own volition, that they have no control over its movements; they retain their sense of ownership of the alien hand but not the sense of control or agency.\nThe disorder is caused by injuries to the brain, and different types of injury to different parts of the brain will have an impact on the type and extent of AHS afflicted upon the sufferer.  In fact, the syndrome is also affected by which is the sufferer’s dominant hand.  For example, an injury to the corpus callosum (that part of the brain which connects the two central hemispheres) in a person with a dominant right hand would find a rise in ‘alien’ movements in the left hand, likewise such an injury to somebody who was left-hemisphere dominant would find that their right hand became alien.\nAlien hands can perform acts such as unbuttoning and removing items of clothing, or handling tools, though such acts are more likely associated with brain tumors and aneurysms than AHS.\nDo I have it?\nWell, the short answer is that if any of the above symptoms match up against some symptoms that you have, then maybe you do have it. Or a brain tumor.\n…Oh, or you’ve had the hand of a serial killer grafted to your arm. If you find that you suddenly go on a killing spree, seeking retribution on a load of jurors who once convicted a man of murder and had him sentenced to death, then you probably don’t have Alien Hand Syndrome.\n3) Walking Corpse Syndrome:\nPhoto: Sam Javanrouh\nWhat the…?\nWalking Corpse Syndrome, otherwise known as the ‘Cotard Delusion’ or ‘Nihilistic Delusion’, is an uncommon neuropsychiatric disorder in which the sufferer firmly believes that they are dead, and/or putrefying.  Some sufferers may simply believe that they do not exist.\nWCS is often thought of in the same area as Capgras’ Syndrome, the latter being an illness in which the sufferer believes that a person in their life has been replaced with an imposter or doppelganger of some sort, as both seem to stem from a fault in the area of the brain that recognizes faces, and the amygdala (an area of the brain which associates the appropriate emotions with this recognition).\nYoung and Leafhead (1996) cite an example of a patient who suffered brain injury following a motorcycle accident.  The patient believed that, following his discharge from hospital, he had actually died.  When his mother immediately took him on a trip to South Africa, the patient was convinced that he had actually been taken to Hell (thus explaining the heat) and that he had “borrowed (his) mother’s spirit to show me round Hell”.  The patient believed that he had died of septicaemia in Scotland.\nDo I have it?\nAre you dead? If you answered ‘yes’ to the question then you have Walking Corpse Syndrome.\n4) Jumping Frenchmen of Maine:\nPhoto: Judy Augatti\nWhat the…?\nJumping Frenchmen of Maine is a disorder characterized by an extreme startle reflex, an exaggeration of the natural response to an unexpected sight or sound.\nIt was George Miller Beard (1878) who discovered the disorder, finding that in response to unexpected sensory input, the ‘jumper’ would present an abnormal and extreme reaction.  For example, if one of them was abruptly, and urgently, told to strike somebody, then they would do so without any hesitation.  Even if it was their own mother (the swine!).\nOther symptoms of Jumping Frenchmen are that, when given a short, sudden command, the jumper will not only immediately respond with the appropriate action, but also repeat the command and, if spoken to in a foreign language (even one which they don’t know), will repeat the phrase.\nAs Beard’s initial observations were of American-Canadian lumberjacks from Maine, it is such people that were initially associated with the illness (hence the name), but it has since been noted in many other societies transcending different parts of the world.\nIt was Beard’s research that led to Gilles de la Tourette studying patients exhibiting peculiar tics and making irregular sounds and movements, resulting in the discovery of a disorder which came to be known as Gilles de la Tourette Syndrome (more commonly known as ‘Tourette Syndrome’ or ‘Tourettes’).\nDo I have it?\nA quick test: JUMPOFFABRIDGEIMMEDIATELY!!!\nStill here? Congratulations, you don’t have Jumping Frenchmen.\n5) Alice in Wonderland Syndrome:\nPhoto: 'Disposable Dreams'\nWhat the…?\nClearly, any illness with a name like Alice in Wonderland Syndrome is not going to be your run-of-the-mill neurological disorder. In fact it’s an illness in which the sufferer will experience distorted senses of time, space and body; the sufferer will often feel that their entire body, or certain parts of it, have been altered in shape and size.\nAIWS seems to be more common during childhood, with patients often growing out of it by the time they reach their teenage years, and is often associated with extreme migraines, brain tumors and the use of certain psychoactive drugs. It is no wonder, then, that psychiatrist John Todd, upon discovering the illness, named it after the famed story by Lewis Carroll (real name Charles Dodgson), with Carroll himself known to suffer from severe migraine and epilepsy, and to have been accused (amongst other – far darker - things) of taking drugs.\nThe most common symptom of AIWS is of altered body image whereby the patient perceives their body parts as being miss-sized, usually affecting the hands and feet, more often than not the body parts seem to grow rather than shrink.\nThe problem is one of visual distortion - the patient’s eyes themselves will usually be absolutely fine but what the eyes see and what the patient perceives are two very distinct things.  Corridors may seem overly long with low ceilings, buildings may appear too small, and it is not uncommon for the patient to suffer from visual hallucinations.\nAdd to that a distorted perception of time; alternating between moving too fast and too slowly, a distorted perception of touch whereby the feel of an object is unrecognizable (or just incorrect), and even a distorted sense of sound, and you are left with one of the most peculiar and frightening disorders around.\nDo I have it?\nIf you’re suffering from any of the above symptoms, and haven't previously suffered from classical migraine symptoms (flashing lights, jagged vision, nausea) with no pain, temporal lobe epilepsy or the Epstein-Barr virus – then there’s a good chance you’ll soon be having a Merry Un-birthday party with hatters and rabbits.  Though I doubt that Johnny Depp will show up.\n1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, Young, A.W. & Leafhead, K.M. (1996) (in P.W. Halligan & J.C. Marshall. (eds.) Method in Madness: Case studies in Cognitive Neuropsychiatry); Betwixt Life and Death: Case Studies of the Cotard Delusion. Hove: Psychology Press. p. 155 ; Beard, G. M. Remarks upon 'jumpers or jumping Frenchmen.'. J. Nerv. Ment. Dis. 5: 526-only, 1878","author":"mwaldram","web_category":"lifestyle","title":"5 Bizarrely Named Illnesses to Have Before You Die","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/medicine/news-5-illnesses-have-your-sick-notes-you-die"}