{"summary":"And while sometimes spiders are tiny creatures, a team of scientists has discovered the largest spider fossil ever in a layer of volcanic ash in Ningcheng County, Inner Mongolia, China. But spiders predate us humans by a long way","advice_category":"4","content":"\nPhoto: Courtesy Paul SeldenNephila jurassica: The biggest spider fossil ever found\nSpiders are small arthropods, famous for their elasticity, strength and web-making abilities. For some people, spiders are not welcome in the home; as soon as they see one crawling on the ceiling, the first thought that comes to mind is to swat it at once. \nBut spiders predate us humans by a long way. And while sometimes spiders are tiny creatures, a team of scientists has discovered the largest spider fossil ever in a layer of volcanic ash in Ningcheng County, Inner Mongolia, China. The research was carried out by Paleontologist Professor Paul Selden, of the University of Kansas, with his team.\nNamed Nephila jurassica, this 165-million-year-old fossil is 2.5 cm in length and has a leg span of almost 9 cm. It is currently the largest known fossilized spider, and is from the family known as Nephilidae, the largest web-weaving spiders alive today. \nPhoto: Courtesy Paul Selden\nAccording to research published online in the 20th April, 2011 issue of Biology Letters, this prehistoric spider was female and shows characteristics of the golden orb weaver. Widespread in warmer regions, the golden silk orb weavers are well-known for the fabulous webs they weave. Females of this family weave the largest orb webs known.\n\"When I first saw it, I immediately realized that it was very unique not only because of its size, but also because the preservation was excellent,\" said ChungKun Shih, study co-author, and a visiting professor at Capital Normal University in Beijing, China.\nAccording to a press release: “This fossil finding provides evidence that golden orb-webs were being woven and capturing medium to large insects in Jurassic times, and predation by these spiders would have played an important role in the natural selection of contemporaneous insects.”\nSources: 1, 2, 3, 4","author":"Alka Sharma","web_category":"science","title":"Nephila Jurassica: The Largest Spider Fossil Ever Found","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/paleontology/news-nephila-jurassica-golden-orb-weaver-spider-middle-jurassic-discovered-china"}