{"summary":"We can witness eyes that sit at the end of arms, eyes which can see around corners, detect vision in the dark, eyes at the end of tentacles that can be withdrawn at any time, eyes that see in black and white, others in colour, others in slow motion and eyes used as periscopes! The list is extraordinary and never-ending, so I want to present to you some of the most interesting eyes evolution has got its hands on!. Compound Eyes – The Bizarre Insect Vision Photo: Buddy Venturanza","advice_category":"2","content":"\nPhoto: Richard Bartz\nWould you ever believe that by simply looking into an animal’s eyes you could find out a whole deal about them? Okay, so fair enough not their name or favourite colour, but a whole story of the animal's life. \nHow could this be?\nAll animals from around the world have one very important factor in common – they have become physically evolved to becoming masters of their habitat and lifestyles. Within each type of animal, whether being a predatory mammal, marine prey or an arboreal vegetarian, there are enormously diverse adaptations, displaying beautiful structures! \nPhoto: Malene Thyssen.\nWe can witness eyes that sit at the end of arms, eyes which can see around corners, detect vision in the dark, eyes at the end of tentacles that can be withdrawn at any time, eyes that see in black and white, others in colour, others in slow motion and eyes used as periscopes! The list is extraordinary and never-ending, so I want to present to you some of the most interesting eyes evolution has got its hands on!\nThe eye of the colossal squid – the largest animal eye to be found!Photo: wildxplorer\nYes that's right, in the history of the whole animal kingdom the colossal squid has the largest eyes! To understand how large, compare them to the size of a dinner plate or a soccer ball – measuring approximately 27cm across! And just when you think that’s an achievement? The colossal eyes have evolved to be equipped with crazy light organs!\nSo why are these eyes so large?\nVision is an important asset for survival in the dark depths of the Southern Ocean, so having huge eyes with built in headlights provides the perfect opportunity for detecting prey and breeding partners whilst keeping a close eye on predators. The giant squid's eyes are located in the skull across the sides, placed forward, providing binocular vision. This forwards vision is essential for judging distances. \nAll cephalopod's eyes are like this colossal eyes, containing a single lens that focuses images onto a retina lining (the concave surface of the eye). This is why cephalopods have become famous for having “camera eyes”.\nCompound Eyes – The Bizarre Insect Vision Photo: Buddy Venturanza\nIt’s strange to think that most species of insects' eyes are composed of hundreds and in some cases thousands of tiny lenses netted together creating the familiar honeycomb pattern. I always believed that those insects would see a thousand different pictures of the same thing at the same time, but in fact each lens makes up a small part of the overall picture. A perfect example is the Ant Lion (above). Praying Mantises and dragonflies are also great examples of compound eyes, having over 30,000 different sections that make up their eyes!\nPhoto: Guido Gerding\nEyes that sit on stalks – Snails!Photo: VenturaB.\nThe snail has evolved a unique pair of eyes that settle at the tips of their eyestalks, located on the head, and measure around 0.3mm across! This may sound tiny but with a spherical lens, the clever use of extending and withdrawing the eyes, while keeping the body stable, allows the snail to be a crafty spy and look around corners without exposing itself! Put that in your pipe James Bond! When sensing any danger the snail is able to quickly retreat its eyes into a protective shell, keeping them free from injury!\nEyes attracted to their lunch – Butterflies! Photo: Benny Mazur\nVisual appearance in food is a key asset, we don’t just want food that may taste good, we want visual evidence of temptation and mouth wateringness. A great example of exactly this is found in butterflies – which go to great lengths to locate foods with an eye catching visual appearance. \nSo the meal that wants to get eaten? Flowering plants – how do they make themselves an attractive lunch? \nLiving in a symbiotic relationship, flowers and butterflies grant crafty benefits to one another. The flower provides a tasty, colourful snack and in return receives a perfectly adapted pollinator! Sounds like a fair deal! But with such competition attracting the attention of a butterfly, it requires hard work.\nFusing colour, scent and contrast, flowers have evolved into diverse personalities, each offering their own unique identity. But it does not stop there to get the butterfly, as the availability of the nectar has to be advertised – and many of these can only be seen in ultraviolet range.\nThe perfect example of a well-crafted flower is the Black Eyed Susan (Rudbeckia hirta), which contains compounds that strongly absorb light between high wavelengths. To us, the large daisy like petals appear white and dull but to a butterfly, whose eyes can detect a very dark centre, it indicates it's lunchtime!\nWith such sensitivity to light, butterflies are considered as having the widest visual range of any animal. Species such as the Chinese Yellow Swallowtail possess five different types of cells, each reacting to different bands of light.\nPhoto: Thomas Shahan\nFrom these examples, we can see how diverse the branches of evolution can grow, allowing all different types of tactics for survival.\nPerhaps one day animals might even evolve lasers or we might see a one hundred eyed big cat or a meerkat with a monocle!","author":"Emmysarus","web_category":"nature","title":"The Animal Kingdom's Most Amazing Eyes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/news-versatile-eyes-stories-behind-them"}