{"summary":"Certainly in my case he has changed my view of bugs and spiders - I am always on the lookout for a jumping spider to see if I can catch the jeweled colors and eyes. Thomas Shahan, a brilliant photographer from Oklahoma, specializes in macro photography of jumping spiders and other arthropods - specifically insects which are the focus of this article","advice_category":"2","content":"\nPhoto: Thomas ShahanFemale Striped Horsefly\nThomas Shahan, a brilliant photographer from Oklahoma, specializes in macro photography of jumping spiders and other arthropods - specifically insects which are the focus of this article. He has appeared on the Today Show and in other media such Discover Magazine and Popular Science.\nPhoto: Thomas ShahanMale Striped Horsefly\nThe lady who stars in the top photo above, is a Striped Horsefly, so named not for the stripes on her eyes but a band about her abdomen. The female is the biter in the family and you can tell the difference between her mouth parts and the males (in the second photo) who prefer nectar and pollen. It is a painful bite too. Unlike mosquitoes who bite with a thin needle like proboscis she shreds the skin with a serrated mandible! She needs the blood for reproduction but could have found a less painful way of getting it!\nPhoto: Thomas ShahanFace of a Southern Yellowjacket Queen\nMacrophotography is defined as where: \"The image projected on the 'film plane' (i.e., film or a digital sensor) is close to the same size as the subject. Lenses designed for macro are usually at their sharpest at macro focus distances and are not quite as sharp at other focus distances.\"\nPhoto: Thomas ShahanBroad-headed Sharpshooter Leafhopper\nThis colorful leafhopper belongs to a huge family with 20,000 species in it. Most are fairly drab looking but the broadheaded sharpshooter is an exception. Sap suckers, a few will eat minute insects such as aphids and when they moult they have a unique ability to protect themselves until the new exoskeleton hardens. They create brochosomes, tiny granules with they then groom over their body to protect themselves from their own sugary sticky excreta, which is very repellent to water.\nPhoto: Thomas ShahanRobber fly\nThe above little guy looks so much like Eddie the Eagle about to take off on a jump, he should use it as a logo! Robber flies are tiny little flies (~5 mm long), yet vicious predators and have the typical compound eyes of arthropods, as well as a dense bristly mustache that helps if prey try to defend themselves.\nPhoto: Thomas ShahanClose up of compound eyes and face\nPhoto: Thomas ShahanBlue-faced Meadowhawk - Sympetrum ambiguum\nThe close-up shot of the Robber fly and the Blue-faced Meadowhawk really show off the detail in these spectacular compound eyes. \"Compound eyes are found among the arthropods and are composed of many simple facets which, depending on the details of anatomy, may give either a single pixelated image or multiple images, per eye. Each sensor has its own lens and photosensitive cell(s). Some eyes have up to 28,000 such sensors, which are arranged hexagonally, and which can give a full 360-degree field of vision.\"\nPhoto: Thomas ShahanRed-legged Metallic Wood Boring Beetle - Buprestis rufipes\nThe Wood Boring Beetle is the adult version of a wood worm that can infest your house or cottage. To get these amazing pictures, Thomas often has to take as many as 200 photographs to get just a few decent ones (macro photography on insects is not for those short of patience!), the longest he has spent is several hours, over a span of two days, to get one shot. He offers them food and drink and then returns them to whence they came. This is when conditions aren't right for hours lying on the ground chasing one bug about for the perfect shot outside! Normally however they are taken in situ outside. One of his favorite places is the Red Bud Valley Nature Preserve outside of Tulsa for photos looking for a cooperative spider or bug.\nPhoto: Thomas ShahanHead of a Male Stagmomantis Carolina\nA member of the praying mantis family, this little guy probably has a nasty end coming to him. About one quarter of all matings end up in cannibalism - at least he will die happily. Actually cannibalism is common in the mantis family, with no respect for gender or age.\nPhoto: Thomas ShahanStink Bug\nAs the name makes clear, who would have expected a jeweled look for a stink bug. They eject a foul substance that contains cyanide compounds and smells of rancid almonds. The two red simple eyes behind the compound eyes look like glowing rubies. I have to give Thomas Shahan credit for getting so close to this one.\nPhoto: Thomas ShahanFace of a Brown Damselfly - Zygoptera\nPhoto: Thomas ShahanBlue Dasher (Pachydiplax longipennis) Dragonfly Face\nThe bugs bunny of the insect world! This damsel fly is a smaller weaker version of the dragon fly and you can see their eyes are separated unlike in the Blue Dasher Dragonfly face.\nThomas Shahan's skill as a photographer is without question, bringing the marvels of nature into our living rooms. Certainly in my case he has changed my view of bugs and spiders - I am always on the lookout for a jumping spider to see if I can catch the jeweled colors and eyes. He does love to share his knowledge though, so for those interested in his equipment and how he works, here is a short video of him at work, showing some of his equipment and how he gets his amazing shots: ","author":"Michele Collet","web_category":"nature","title":"The Mindblowing Insect Macro Photography of Thomas Shahan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/johnmuk.jpg","url":"http://www.environmentalgraffiti.com/news-thomas-shahans-incredible-insect-macro-photography"}