{"summary":"The ring in the sky:Photo: . For those wondering why there would be a no camera policy – it’s the economy, stupid! Why let people take their own pictures when they can buy them for $25 a pop? Just to make sure there’s a little extra after the park fee of $25, $10 for the bus if you’re not driving and the tour package ranging from $54 to $213","advice_category":"2","content":"\n“Vertigo is the conflict between the fear of falling and the desire to fall.” Salman RushdiePhoto: \nImage via pixdaus\nThe $31-million horseshoe-shaped Grand Canyon Skywalk opened in March 2007 and allows visitors to gaze 4,000 ft (1,200 m) down its glass bottom to take in the breathtaking panorama. The only drawback? No cameras allowed. Yup, it’s all gotta be preserved as memories. But not everyone trusts brain memory as much as camera memory, so we managed to compile a picture collection of those who sneaked a shot of that stomach-churning view down…\nVisitors wear funny shoe protection so that they won't scratch the glass:Photo: \nImage: Heather King\nStanding on the sky:Photo: \nImage via sedonablog\nBilled as a new architectural wonder of the world, the glass walkway extends 21 m beyond the canyon’s edge. It is 3 m wide and has 1.5 m-high glass walls. Steel beams were driven 14 m into the canyon wall to guarantee safety. Though the construction could theoretically hold several hundred people at a time, only 120 visitors are allowed at a time.\nThe ring in the sky:Photo: \nImage via thecanyon\nPreview for the press:Photo: \nImage via biker.ie\nFor those wondering why there would be a no camera policy – it’s the economy, stupid! Why let people take their own pictures when they can buy them for $25 a pop? Just to make sure there’s a little extra after the park fee of $25, $10 for the bus if you’re not driving and the tour package ranging from $54 to $213. Ka-ching, ka-ching, we hear the cash registers ring. Bet you never knew logging on to Environmental Graffiti could save you that much cash…\nTrapdoor to the sky – obviously Photoshopped but best view down:Photo: \nImage via freakingnews\nUp to half of the proceeds from ticket sales will go to Shanghai businessman David Jin who proposed the project in 1996 and the other half to the Arizona’s poverty-stricken Hualapai tribe.\nThe skywalk from above:Photo: \nImage via indianz\nLike a giant magnet:Photo: \nImage via theage\nWe’re not saying don’t go on the Grand Canyon Skywalk – just be prepared to lose your cash along with your breath. This video shows the exact location of the Skywalk – a giant magnet lost in the vastness of the Grand Canyon really – and may help make up your mind.\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Glass Skywalk 4000ft Above the Grand Canyon ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/493820508_625b5677a0.jpg","url":"http://www.environmentalgraffiti.com/featured/glass-skywalk-above-grand-canyon/15879"}