{"summary":"Little wonder, then, that today this little village and all its treasures are protected from the outside world: for example, traffic is not allowed into Wycoller – which was forgotten by time, but not by men.. Clapper Bridge in Wycoller is believed to have been put together later, in the 18th or 19th century, though some do not agree with this theory and place the bridge back in medieval times","advice_category":"8","content":"\nPhoto: Bill Boaden\nWycoller is a small village in Lancashire, England. Even though it seems to be a typical English village, this settlement dates back more than a thousand years, having being established in the 10th century. Little wonder, then, that today this little village and all its treasures are protected from the outside world: for example, traffic is not allowed into Wycoller – which was forgotten by time, but not by men.\nAlmost abandoned during the 20th century, Wycoller is being repopulated these days, now that people have realized its immense value. The place is becoming a cherished tourist destination for those travelers who love to see a piece of the past with their own eyes.\nPhoto: Bill Boaden\nClam Bridge is a picturesque construction that has defied time and all natural hazards, and is thus able to stand today, more than a thousand years after its construction – a treasure for the entire community.\nClam Bridge is not huge, it is not beautiful, nor it is an architectural wonder. This unique block of stone was arranged over the stream in an unknown past, supposedly more than 1,000 years ago, by some folks who never even considered the possibility that their simple structure would one day become famous all over the world. How did it survive until this day? This is the real wonder.\nOther very old bridges of the world had the genius of their builders on their side: Roman architects, for example, built extremely resistant bridges, made of huge blocks of stone, cut and fixed with the help of technology that amazes us to this day. \nYet, the small Clam Bridge did not have this advantage. It was simply through a combination of factors like its remote location, the mild climate and maybe the lack of events in the area that this rudimentary bridge, which comes from ancient times, has managed to stand firmly to this day. \nPhoto: Jenny Beaumont\nClapper Bridge and Packhorse Bridge are located close to each other, and both date centuries back. Packhorse Bridge is believed to have originated some 800 years ago, but it has been rebuilt many times in that time span.\nA clapper bridge is a common name, defining a very old bridge design that consists of a flat piece of granite, supported by a rock or on a pile of rocks. Due to their simple structure, many people have the impression that these types of bridges must be truly ancient, but the truth is that even though many are indeed very old, none of them is known to have been erected earlier than the Middle Ages.\nClapper Bridge in Wycoller is believed to have been put together later, in the 18th or 19th century, though some do not agree with this theory and place the bridge back in medieval times. \nBridges are not the only attractions in Wycoller: the ruins of Wycoller Hall, which was built in the 16th century, are very interesting to visit. Especially if you consider that the castle stood as an inspiration for Charlotte Bront? (who lived nearby) when she created Ferndean Manor, from her famous novel Jane Eyre.\nThe bridges of Wycoller village and the settlement itself will probably remain untouched for centuries to come and will delight tourists and travelers in the future as they do today. It is up to us to preserve them and to make sure that what nature spared, man will not destroy. \nSources: 1, 2, 3, 4, 5","author":"Andreea Padeanu","web_category":"travel","title":"The Ancient Stone Bridges of Wycoller","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-old-bridges-wycoller-country-park"}