{"summary":"That works out nicely, since these crabs spend most of their time hiding underneath the sediment. Halloween Crabs occupy coastal Mexico and Central America and can even be found as far south as Peru","advice_category":"2","content":"\nPhoto: Jason Marks\nCrabs come in all shapes and sizes, and occupy many niches of the world’s ecosystems, from inland coastal forests to the deep sea. Here, we'll take an eye-opening look at some of the bright stars of crab diversity! Some are scary, some are colorful and others are downright weird, but ultimately all of them show us how nature sustains her myriad and often beautiful adaptations.\n\nPhoto: Dexxfire\nHalloween or not, this crab always sports a brilliant mask that has inspired other nicknames, such as Harlequin Land Crab and Moon Crab. Halloween Crabs occupy coastal Mexico and Central America and can even be found as far south as Peru. They are forest dwellers, subsisting on leaves and seedlings, and usually feed at night. Despite occupying coastal rainforests and spending most of their time on land, Halloween Crabs must return to the water to lay their eggs.\n\nPhoto: Dr. Charles Sheppard\nAs the world’s largest land-dwelling arthropod, weighing up to 4.1 kg (9 lbs), Coconut Crabs live exclusively on the islands of the South Pacific. They feed on nuts, seeds and occasionally coconuts, which several crabs may gang up on in order to crack open! Coconut Crabs are extremely specialized creatures. They are a species of hermit crab, but when mature develop a strong enough exoskeleton to free them from relying on a shell. They have a unique respiratory system, neither gills nor lungs but something in between, and their olfactory organs are more insect-like than crab-like.\nCoconut Crabs are hunted by humans wherever the two can be found together. This has resulted in concern for the future of these creatures, and conservation efforts have been initiated in Micronesia, Guam, Vanuatu and Tuvalu. \nIn fact, these fascinating creatures so deserved a closer look we devoted an entire article to them!\n\nPhoto: Dennis Mojado\nThis amazing creature is covered with spines to aid in camouflaging and protecting it from predators. Along with California King Crabs (of which they are a subspecies) Spiny Kings are known to occupy depths as great as 730 meters (2,400 ft). At these depths they feed on sea stars, other crabs and detritus that falls from above.\n\nPhoto: Alaska Fisheries Science Center, NOAA\nAnother type of king crab, this strange looking creature can also live at great depths, and ranges from Kodiak, Alaska to San Diego, California. The Brown Box Crab lives primarily on bivalves that it digs up from the sediment. That works out nicely, since these crabs spend most of their time hiding underneath the sediment. To do this, they have developed a specialized method of respiration. When they cross their front claws over their carapace, distinctive notches in the claws combine with their adjacent legs to form a small hole that channels water to the lungs below the sediment for circulation. Ingenious!\n\nPhoto: Nick Hobgood\nThese tiny monsters are devoted to camouflage, living inside groves of soft coral and feeding on plankton. As if their spiny, coral-like appearance isn’t enough, it is thought that Soft Coral Crabs occasionally ingest coral polyps to absorb the same pigments, offering even more camouflage protection. Ranging from the Indian Ocean and throughout the Western Pacific, Soft Coral Crabs coexist peacefully with an array of other creatures that dwell amongst the coral.\n\nPhoto: Prilfish\nRanging from the Indian Ocean through the Pacific and as far south as Australia, Zebra Crabs are found wherever there are sea urchins, and particularly Fire Urchins, whose spines are the Zebra Crabs’ favorite food. These oddly shaped crustaceans flit from urchin to urchin throughout their feeding day. Munching on spines doesn't do the urchins any harm – Zebra Crabs are a pretty peaceful bunch and are well suited to aquarium living.\n\nPhoto: Steve Childs\nBelonging to the family of spider and decorator crabs, this unique and tiny creature (it's only 2 cm long) bears a weird resemblance to the Great Ape after which it is named. Not only do Orangutan Crabs have a thick coat of orange 'hair', they have two long legs resembling ape arms. \nTo enhance the effect, while feeding on plankton and gathering particles from the current, the Orangutan Crab seems to sway these long arms, just like an Orangutan might do! \n\nPhoto: Nick Hobgood\nThis beautiful specimen is not actually a 'true crab' at all, but a type of lobster that gradually evolved to resemble a crab. Just like porcelain, these crabs are beautiful and very fragile, often losing limbs when fleeing predators and growing them back later. Beautiful they may be, but their diet certainly isn't: as well as scavenging for rotting shrimp and fish, they also live on the mucus from sea anemones! Theirs is a symbiotic relationship. They keep anemones clean and are immune from their poison, while the anemones keep the crabs safe from outside predators.\n\nPhoto: Barfbagger\nThese common sand crabs have inspired writers, fascinated scientists and entertained beach combers with their vibrant colors and nimble movement. From the coast of Southern California to Peru and various nearby islands, including the Galapagos, these crabs occupy coastal waters just above the sea spray. Their clownish appearance and dexterity prompted John Steinbeck to write, “They seem to be able to run in any of four directions, but because of their rapid reaction time, they appear to read the mind of their hunter.”\n\nPhoto: Bjorn Konig\nA foraging species like the Sally Lightfoot, these crabs occupy regions from the Indian Ocean to the Pacific and coastal Japan, and live mostly among the brackish water of mangrove swamps. Their habit of living in and out of water in areas that sometimes combine fresh and salt water makes them tolerant of changes in water salinity. Eating leaf litter and detritus, these creatures are rarely seen scuttling across the sand but live in and among the mangrove roots where they often dig out boroughs for hiding.\nThe incredible diversity of crab species indicates that crabs are innovative survivors, weathering an astounding array of environmental conditions. They have evolved a wide variety of methods to survive, from immunity to poison to catching floating food particles in the water. Make sure to check out your local aquarium to discover even more members of this diverse worldwide order of animals!\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17","author":"J. Sherwood","web_category":"nature","title":"10 Bizarre and Beautiful Crabs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Robber_crab.jpg","url":"http://www.environmentalgraffiti.com/news-ten-beautiful-and-bizarre-crabs-0"}