{"summary":"Kenton Stufflebeam, who hails from Michigan, noticed that the Precambrian is, in bold print, \"an era\" according to the Museum of natural history's tower of time, a display that's been up since 1981.   The boy's father, who didn't comment, but I can imagine reacted about like I would have-- \"what in the world are you talking about?  We're in the Smithsonian!  Ok, fine if it's that important to you, we'll fill out a comment card\"-- took him to the science desk, where the boy left his observation, and a mailing address.","advice_category":"2","content":"\nJeff Foxworthy has joined television legends in America by asking us all if we could pass fifth-grade science, math, social studies, and spelling.\nImage from Project BS on Flickr\nHe's embarrassed lawyers, businessmen, and Dallas Cowboys Cheerleaders. He must be kicking himself for not having the audacity to invite a Smithsonian Museum curator, because that might have been the most shocking outcome to date.\n\nKenton Stufflebeam, who hails from Michigan, noticed that the Precambrian is, in bold print, \"an era\" according to the Museum of natural history's tower of time, a display that's been up since 1981. It's not.\nHe says he noticed the mistake because his teacher comitted the same error in class before catching himself.   The boy's father, who didn't comment, but I can imagine reacted about like I would have-- \"what in the world are you talking about?  We're in the Smithsonian!  Ok, fine if it's that important to you, we'll fill out a comment card\"-- took him to the science desk, where the boy left his observation, and a mailing address.\nYou can imagine the shock--vindication for the boy-- when a letter arrived last week telling Kenton he was \"spot on\" and that the mistake has been a pet peeve of the museum's paleontologists for some time.  They claim to not understand why it's there in the first place, but have yet to be able to paint over the word \"era.\"\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Are You Smarter Than A Fifth Grader? The Smithsonian Isn't","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockGardenWarblerSylviaBorin8142568jpg_1","url":"http://www.environmentalgraffiti.com/sciencetech/are-you-smarter-than-a-fifth-grader-the-smithsonian-isnt/1007"}