{"summary":"Not great news for the mining party set to explore the depths of the cave further. Measuring a whopping 40 ft and weighing 55 tons, the enormous crystals were discovered in 2000 by a local mining company searching for lead, zinc and silver below the surface of the Chihuahuan Desert","advice_category":"8","content":"\nPhoto: by  Javier Trueba / Madrid Scientific Films\nGeologist Juan Manuel Garc?a-Ruiz calls it, 'The Sistine Chapel of Crystals.' The Naica Mine of Chihuahua, Mexico, otherwise known as Cueva de los Cristales (Cave of Crystals), is home to some of the world’s largest crystals. Measuring a whopping 40 ft and weighing 55 tons, the enormous crystals were discovered in 2000 by a local mining company searching for lead, zinc and silver below the surface of the Chihuahuan Desert. After pumping water from the cave in search for the precious metals, the amazing crystal formations were discovered instead, one thousand feet down.\nPhoto: Image: Dinorider\nIt is believed the crystals reached their colossal size due to the mineral-rich water in which they were submerged. The constant steamy temperature of 135 degrees Fahrenheit (a whopping 57 degrees centigrade) has allowed the massive gypsum crystals to take shape. Not great news for the mining party set to explore the depths of the cave further. Although the cave is protected by law, and regular caving has been banned since the mine closed down, new plans are afoot to allow scientists in to investigate the delicate crystal structures more closely. Along with a professional camera crew, the explorers are set to record images of these magnificent crystals for the very first time.\nPhoto: Image via: technovelgy\nAnything that resembles Superman’s Fortress of Solitude must surely be worth investigating, as long as they tread carefully. After all, who knows what they’ll discover deep within; a secret lair maybe? We wait with bated breath for their report.\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"AaronS","web_category":"outdoor","title":"The Crystal Cave of Giants ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/-Coluna_Gruta_da_Lapinha.jpg","url":"http://www.environmentalgraffiti.com/featured/crystal-cave-giants/2706"}