{"summary":"It is real! The image shows Chand Baori, a stepwell in Abhaneri, Rajasthan, close to Jaipur. More likely, the legend of the ghosts was created to keep thieves out who wanted to steal the precious water.","advice_category":"8","content":"\nPhoto: \nImage: Doron\nWhat is 13 stories high, has 3,500 steps and is 100 feet deep? Right, this well, but do you believe it exists as shown in the photograph? Or has the symmetry been achieved with a little help from Photoshop? Not sure? We looked at it as if it were one of those wacky 3D-images and still weren’t sure. Read on for more details…\nIt is real! The image shows Chand Baori, a stepwell in Abhaneri, Rajasthan, close to Jaipur. It was built in the 9th century by Raja Chand, a rajput of the ruling Chamana Dynasty at the time, to solve the water problem of this arid region. Locals had to dig almost 30 m (100 feet) deep to find a dependable water source.\nFeel reminded of M.C. Escher's lithograph \"Relativity\" (1953)? We did too!Photo: \nImage: Justin Foote\nThese kinds of deep, square wells with steps leading down can be found all over India, especially in the dry west. An adjoining temple and often elaborate designs are common, built in honour of the gods who are supposed to protect the crucial water source.\nAccording to a local legend, the well was built in one night by ghosts and contains this many steps so that anyone who throws a coin in the well cannot retrieve it easily. More likely, the legend of the ghosts was created to keep thieves out who wanted to steal the precious water.\nThe back of Chand Baori with the temple, overlooking the stepwell:Photo: \nImage: Pablo Nicol?s Taibi Cicar?\nThe stepwell in Abhaneri village is one of the most spectacular ones and featured prominently in the movie The Fall (2008), when actors danced on each platform connecting two sets of steps.\nBecause water supply is much better and much more reliable now than eleven centuries ago, the well is now defunct, proven by the green mat of algae that has formed on top of the water.\nFor those who are still not fully convinced that no photoshopping was involved, here's a 360-degree-view of Chand Baori with the temple:\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"travel","title":"Are Your Eyes Playing Tricks on You?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/featured/are-your-eyes-playing-tricks-on-you/8890"}