{"summary":"The most attention seeking and, it seems, the most popular, is the United Kingdom’s inspirational Seed Cathedral, designed by Thomas Heatherwick; a 20m–high, hedgehog-like bank for the conservation of 60,000 plant seeds, inspired by the world’s largest green metropolis in the world: London. As well as promoting Britain’s complex, innovative design strategies, the Seed Cathedral also supports a much simpler and environmentally friendly project, one much in line with the theme of the expo","advice_category":"6","content":"\nPhoto: Eugene Regis\nSeven weeks into the 2010 World Expo in Shanghai and visitors flock in the millions to experience the convergence of international initiatives around the theme of “Better City – Better Life”. The world’s largest fair site, spanning 5.28 sq km, incorporating 192 countries and being the most expensive expo in its over 50-year history, hosts over 200,000 performances, themed pavilions based on different aspects of urban development as well as corporate and national pavilions. \nPhoto: Eugene Regis\nThe most attention seeking and, it seems, the most popular, is the United Kingdom’s inspirational Seed Cathedral, designed by Thomas Heatherwick; a 20m–high, hedgehog-like bank for the conservation of 60,000 plant seeds, inspired by the world’s largest green metropolis in the world: London. \nAlthough it looks little like a cathedral, the structure is one of five concepts that aim to represent the contrasting relationship between “urban and rural”, “nature and city”, perhaps hoping to emphasise the sacred importance of the environment in a much too concrete-filled landscape. The modern design and multimedia experience is counterbalanced with the serene, nature-crammed interior and flowing structure.\nPhoto: Eugene Regis\nDuring the day, the pavilion acts as an optic fibre, using natural daylight to illuminate the interior, while at night, lighting within each rod allows the Cathedral to radiate in the darkness. The idea was to create a pavilion whose appearance could be an evident representation of what it embodies, and to this end the rods are thin, lightweight and stir dynamically in the breeze, much like a grassy meadow or, as the Chinese public has nicknamed it “Pu Gong Ying” (the Dandelion). The seeds are fixed to the end of 7.5m-long acrylic rods and held in place by geometrically cut and individually lit holes. \nPhoto: Eugene Regis\nAs well as promoting Britain’s complex, innovative design strategies, the Seed Cathedral also supports a much simpler and environmentally friendly project, one much in line with the theme of the expo. The precision required to build the Cathedral, and the fragility of it, meant that it was not only built directly in loco, but also that the majority of building materials (mainly wood and steel) were sourced from within the area; making the project sustainable and locally beneficial. The seeds have been provided both by the UK’s Kew Royal Botanic Gardens’ Seed Bank Project (that aims to collect 25% of the world’s seeds by 2020) and China’s Kunming Institute of Botany. \nPhoto: Eugene Regis\nWhen in October the Expo will come to an end, the 60,000 seeds will be distributed across the UK and China to schools and educational facilities with the intention of increasing awareness about the importance of a green and sustainable environment.\nPhoto: Eugene Regis\nPerhaps spending ¢G25 million on what is essentially a piece of art with a happy ending is somewhat absurd, what with the current economic climate, and critics have added that calling it a ‘Cathedral’ is overdramatic and pretentious, however, it is undeniable that the installation is eye-catching, innovative and, unlike many of the other pavilions which, it has been argued, lack any real point, Britain’s Seed Cathedral combines both environmental awareness with dazzling architecture and design.\nPhoto: Gabyu","author":"marianovellamonti","web_category":"art+and+design","title":"The Seed Cathedral of Shanghai","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tree-House-71.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-seed-cathedral-expo-2010-shanghai-pics"}