{"summary":"This led to the USDA approval to introduce the tamarisk leaf beetle into the United States.. This beetle seems to strongly prefer tamarisk to any other plants in the area","advice_category":"2","content":"\nPhoto: Calc-tufa\nIn April of 2011, Physorg reported that a \"beetle may pack a big punch in curbing salt cedar\". What are salt cedars? Why should they be curbed? And more intriguingly, what type of beetle packs such a big punch? Why does the Phsyorg report focus on the Virgin River? And are there risks in this type of conservation effort. More questions than answers spring to mind...\nPhoto: miheco\nThe Invasive Salt Cedar Tamarisks of the Virgin River\nSalt cedars are a problem throughout the American Southwest. However, the study cited by Physorg was focused on the Virgin River, which runs from Zion National Park in southwestern Utah, across northwest Arizona and into Nevada to join the Colorado River at Lake Mead. Although most rivers support a wide variety of plants along their banks, the salt cedar has been displacing native plants along the Virgin River.\nSalt cedars are better known as tamarisk or Tamarix. Native to Eurasia, these deciduous \"shrubs\" may grow to a height of 25 feet. They were imported to Western America in the early 1800s for their ornamental beauty. Yet despite its long stay, the USA considers the tamarisk an invasive species.\nIn semi-arid regions, where fresh water is at a premium, the tamarisk is reviled for requiring a great deal of water (although some studies, not cited here, dispute how much water it actually uses). When it draws alkaline water from the soil, the salt is left on the leaf as the sap dries. The alkaline salt later drops down onto the ground, making the land even more \"salty\".\nTamarisk also creates a dense thicket, crowding out native plants such as cottonwood and willow. Sometimes planted to stabilize creek banks, it has succeeded all too well.\nThe soil salinity problem is complicated by dams that reduce maximum water flow in the river. This leaves more salt on the riverbank. As well, few native animals feed on tamarisk.\nTypical methods of dealing with tamarisk are ineffective. It regenerates faster than cottonwood after a controlled burn, and often recovers even after being cut down and treated with herbicide.\n\nPhoto: Bob Richard, APHIS\nThe Tamarisk Leaf Beetle\nAs the name implies, the \"tamarisk leaf beetle\", Diorhabda elongata, feeds on salt cedar. The United States Department of Agriculture (USDA) began its studies of this beetle in the 1970s, and testing began in the 1990s. The study reported by Physorg began in 2006.\nIf it performs as expected, the tamarisk leaf beetle will eat along the stems of the leaves, causing the leaves to drop off. Once defoliated, the tamarisk cannot create food through photosynthesis. After several seasons, the tree may die.\nPhoto: USDA-ARS, JamesLTracy\nThis beetle seems to strongly prefer tamarisk to any other plants in the area. Some birds or other predators might enjoy eating the beetle, although its population should decline if it kills off enough of the tamarisk.\nIn his 2001-2002 study of \"Host specificity\", DeLoach found that the tamarisk leaf beetle only survived well on the tamarisk, and not on other plants. This led to the USDA approval to introduce the tamarisk leaf beetle into the United States.\nA Careful Conservation Effort\nIt is apparent that great care has been taken in introducing this Eurasian beetle into North America. If it thrives on plants other than salt cedar, it would become a second ecological pest rather than a saviour in this conservation effort.\nPhoto: miheco\nReferences:\nPhysorg, \"Beetle may pack a big punch in curbing salt cedar\", published Apr. 1, 2011, referenced Apr. 2, 2011.\nUSDA National Agricultural Library, \"Saltcedar\", modified Feb. 16, 2011, referenced Apr. 2, 2011. \nDiscover Moab, \"Tamarisk Frequently Asked Questions\", 2010, referenced Apr. 2, 2011. \nC. Jack DeLoach, \"\", 2001-2002, referenced Apr. 2, 2011.","author":"MikeDeHaan","web_category":"nature","title":"Tamarisk Leaf Beetle Attacking Salt Cedar Trees in the American West","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/twowarriorsjpg","url":"http://www.environmentalgraffiti.com/conservation/news-tamarisk-leaf-beetle-battles-salt-cedars-american-west"}