{"summary":"Friedman unloaded this one on us today.. Friedman doesn't want us to organize our activism online, wanting us to march on Washington or take to the streets","advice_category":"8","content":"\nIn the USA, there seems to be a strange obsession with New York Times columnists from their lofty perch to denigrate the youth climate movement as quiet, timid, or dare I say it...apathetic. I guess as young people we just don't quite get the magnitude of the climate crisis. Former Vice President Al Gore said, “I can’t understand why there aren’t rings of young people blocking bulldozers, and preventing them from constructing coal-fired power plants.” as reported in Nicholas Kristof's article, The Big Melt. Friedman unloaded this one on us today.\nAll this in response to a question from his own daughter on how the US media dropped the ball and let the fact that the Arctic is melting, the tundra is burning, and the planet dying faster than expected become another story in the face of OJ and Britney.\nWAKE UP, GENERATION CLUELESS! While Friedman was arguing for war in Iraq and for unfettered free trade, we were organizing against global warming and for fair trade. While Gore was lamenting how young people weren't encircling coal plants with our bodies, our activists were being arrested in North Carolina protesting the financiers of coal plants and mountaintop removal. When Bush organized a sham conference on global warming to derail UN efforts, our people were there getting arrested and calling it what it was. Where were they?\nFriedman doesn't want us to organize our activism online, wanting us to march on Washington or take to the streets. But we learned from our experiences watching huge protests against the war amount to little while columnists like Friedman built the drumbeat for war. We are coming to Washington DC, this November, for Power Shift 2007. But we are not going to simply march, we are going to train, organize, and plan. We will build our own voice so that when we speak, people listen. We ARE going to organize online, but it will be to connect campuses and communities one by one into a network that can challenge the status quo.  We are going to roar this fall and watch out all of those in Generation Clueless!\nMr. Friedman has given us a ripe opportunity: this is the perfect chance for the youth climate movement to get on the radar. Let's seize it flood both the New York Times editor and Mr. Friedman himself with letters [if anyone can find Friedman's email address, post it here]. It's time to let the world know what we're doing and let them hear what the \"Quiet Generation\" really sounds like!\nBy new contributor Richard Graves. If you feel like writing for us, drop us an email!\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"RichardGraves","web_category":"lifestyle","title":"Wake Up, Generation Clueless!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/businesspolitics/wake-up-generation-clueless/319"}