{"summary":"causing cavities to form. Without the lactic acid eating away at your teeth, no new cavities should be able to form","advice_category":"4","content":"\nPhoto: DRosenbach\nCavities are as common as, say, the common cold, with the typical human mouth a seething pit of bacteria. Now, not all of this bacteria is \"bad\"; in fact, some of it is even beneficial, but there is one group of big bad guys to be on the look out for called Streptococcus mutans. These nasty ones love to thrive on all the lovely sugars in your mouth while excreting lactic acid which is responsible for eroding away the enamel and dentin of your teeth. causing cavities to form. \nPhoto: Susan\nNow we all know the drill; proper oral hygiene is an essential tool when it comes to the battle against cavities. It is of utmost importance to brush your teeth at least twice a day with toothpaste containing fluoride, and it is recommended to brush after each meal and especially before going to bed. In addition to brushing, it is also important that you floss between your teeth daily to remove trapped food particles and bacteria.\nPhoto: U.S NAVY\nIt is recommended that you make that dreaded visit to the dentist every six months for routine cleaning and a check up. During your visit, the dental hygienist will clean your teeth with special tools to scrape off plaque and tarter build up and you will get a good flossing and a nice shinny brushing. At some point, you will probably have some x-rays taken to check for hidden problems and finally the dentist will give you a good oral exam. The appointments are important to keep because not only do they help to keep the cavities at bay but because your oral health can give little clues as to your overall health.\nPhoto: Marya\nEven though cavities can be all but completely avoidable with proper oral hygiene, they continue to remain a widespread and persistent problem for what comes down to the lack of patient compliance with the most basic brushing and flossing routines and lack of basic dental care. Even with over the counter availability of antiseptic mouthwashes, anti-tarter toothpaste, and floss, cavities are still one of the largest if not the largest oral health problems we are faced with today.\nPhoto: CDC\nOragenics, Inc. a biopharmaceutical company focused primarily on oral health products has come up with a revolutionary new tool in the fight against cavities called SMaRT Replacement Therapy. The replacement therapy technology uses a genetically altered strain of S. mutans, called SMaRT, which does not produce lactic acid. Instead the new form of SMaRT is engineered to kill off all the old bad guys while allowing itself to grow and flourish in your mouth, essentially allowing for a total mouth take over of the good non-lactic acid producing S. mutans.\nPhoto: dozenist\nWithout the lactic acid eating away at your teeth, no new cavities should be able to form. Oragenics says the treatment is a one-time deal and will take about five minuets to complete, but can potentially provide a lifetime of cavity protection- making cavities  \"a thing of the past\". This is a huge technological breakthrough not just for the scientific world, but for all of us with teeth!\nSources: 1, 2, 3","author":"Tinahm","web_category":"science","title":"Could a New Dental Treatment Wipe Out Cavities?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-say-goodbye-cavities"}