{"summary":"For those who started counting sheep – stop yawning and watch the following video of a family stuck in sheep traffic in Ioannina, Greece.. A sheep herd on a road in Ireland:Photo: ","advice_category":"2","content":"\nPhoto: \nImage: Unknown photographer via Pixdaus\nThe English language is quite unforgiving when it comes to sheep – it turns them into black ones or even casts sheep’s eyes on them. But far from being sheepish, these bovids like to have it their way, literally. As the following pictures show, roads, rivers and even steep, narrow bridges cannot deter a herd of sheep. And those surrounded and stuck better show some patience.\nEasy does it - sheep crossing a narrow foot bridge in Nepal:Photo: \nImage: David Green\nSheep in Tusheti, Georgia crossing the Alazani River:Photo: \nImage: Hans Heiner Buhr\nHave you ever wondered if a group of sheep is called a herd or a flock? Well, it’s both actually. And those a little more adventurous can even say a mob of sheep.\nA flock of sheep blocking the road near Gold Hill, Utah:Photo: \nImage: Tony Huegel\nOut of the way, you ugly can-on-wheels:Photo: \nImage: tiagawolf\nAs respected members of the traffic community, sheep even have their own street signs. \nA sign in Dublin, Ireland warning of impending sheep traffic:Photo: \nImage: mcaronnd\nSheep overrunning a bus stop in Northern Ireland:Photo: \nImage: Kym Pearce\nTraffic jam on a road in New Zealand:Photo: \nImage via photostuff.org \nAnd near Patearoa in Otago, New Zealand:Photo: \nImage: Phillip Capper\nHere’s an interesting statistic: There are about one billion(!) domestic sheep in the world. No wonder really, if one considers that the sheep was one of the earliest animals domesticated for agricultural purposes. \nI see sheep on the horizon:Photo: \nImage: airic33\nWhat are you looking at? Sheep stopping traffic in Sanpete County, UT:Photo: \nImage: Ann Torrence\nOf those one billion sheep, about 158 million live in China (that’s about one tenth of a sheep per inhabitant), just a bit over 100 million in Australia (five sheep per inhabitant), 63 million in India (about one twentieth of a sheep per inhabitant; maybe one lamb shank?), 54 million in Iran, 48 million in Sudan (pretty much exactly one sheep per inhabitant), 39 million in New Zealand (a record 9 sheep per inhabitant), 36 million in the UK and 25 million in South Africa (according to UN FAO 2004 figures). Wow, that’s a whole lot of sheep!          \nSheep can even stop trucks, here in India:Photo: \nImage via India Mike\nA sheep herd on a road in Ireland:Photo: \nImage: Rambling traveler\nRound the bend - don't come the wrong way:Photo: \nImage: Unknown photographer via Pixdaus\nFor those who started counting sheep – stop yawning and watch the following video of a family stuck in sheep traffic in Ioannina, Greece.\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Warning: Sheep Crossing!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserEtnaeruptionseenfromtheInternationalSpaceStationjpg","url":"http://www.environmentalgraffiti.com/featured/warning-sheep-crossing/12000"}