{"summary":"The vast Amazon basin with its ancient rainforest is home to over half the world’s remaining tropical forests. Its aim was to create photos for a book, a website and a traveling exhibition about the state and perilous fate of the world’s three major rainforests.","advice_category":"2","content":"\nPhoto: Palm oil plantations in Kuala Kuayan, Indonesia\nAll images copyright of ? Daniel Beltr?, courtesy of The Prince’s Rainforest Project and Sony.\nOther than beauty, rainforests are invariably associated with logging, poaching and shrinking habitat in general. Daniel Beltr?, winner of the 2009 Prince's Rainforest Project (PRP) Award at the Sony World Photography Awards, shows in his photographs what exactly and how much there is that is worth preserving. During his three-month trip (courtesy of Sony) to Brazil, Indonesia and the Democratic Republic of Congo (DRC), no tribe was too small, no species too obscure and no detail too ordinary not to be captured, leaving us with this stunning selection of life in three of the world's major rainforests.\nA poacher with his kill in the DRC:Photo: \nRainforests are among the richest ecosystems on the planet, containing some of the greatest biodiversity. As the world’s green lungs, our atmospheric health depends on them: Tropical forest clearance causes almost 25% of the world’s greenhouse gas emissions, therefore contributing significantly to global warming. Here are a few more mind-boggling facts taken from the PRP’s interactive guide, Rainforests: The Burning Issue:\n- Over half of the world’s plant and animal species are found in rainforests.\n- The Amazon forest releases 20 billion tons of moisture every day, helping to water crops thousands of miles away.\n- Healthy rainforests absorb up to 10% of man’s carbon emissions each year.\n- Deforestation releases more carbon dioxide into the atmosphere than all the cars, planes and ships put together.\n- 43 of the 100 bestselling products in British supermarkets contain palm oil, linked to rainforest clearance in Southeast Asia.\n- Currently, 15 million hectares of tropical forests are lost every year – an area larger than the size of England.\nNot a pretty picture: a dead, lone tree at the Indomoro mine toxic waste runoff in Palangkaraya, Kalimantan, Indonesia:Photo: \nA photojournalist by training, Daniel Beltr? made the jump to conservation photographer after documenting several Greenpeace expeditions to the Brazilian Amazon, the Arctic, the Southern Oceans, the Patagonian Ice Field and other locations. His skills as a news photographer helped capture nature and the environment in images that he hoped would “spur greater respect and conservation of those subjects” and “make a strongly persuasive argument for emergency action to preserve the world’s tropical rainforests.”\nA short video of Daniel Beltr? during his assignment in the Amazonian rainforest:\nBeltr?'s pictures featuring the Amazon brought him international acclaim when he won the World Press Photo contests in 2006 and 2007 for documenting drought in the Amazon. The vast Amazon basin with its ancient rainforest is home to over half the world’s remaining tropical forests. Says Beltr? about his work in this environment:\n\n\nEnawene Nawe tribe member, Mato Grosso, Brazil, whose habitat is threatened:Photo: \nWinning the Prince's Rainforests Project Award in 2009, granted by Prince Charles, allowed Beltr? to capture the rainforests in the Democratic Republic of Congo, Brazil and Indonesia during a three-month, fully-funded expedition. Its aim was to create photos for a book, a website and a traveling exhibition about the state and perilous fate of the world’s three major rainforests.\nHere’s a video of Beltr?’s second assignment in the Democratic Republic of Congo:\nBeltr? took more than 40,000 photographs in those three months, of which 1,000 were preselected and further narrowed down to 500 as material for the various projects. Of those, 100 were chosen for the book, Rainforests: Lifebelt for an Endangered Planet, given out to attendees of the UN Climate Change conference in Copenhagen in December.\nTraveling exhibitions, put together in a joint effort between the PRP and Sony, took place in London, Paris and Berlin from October through December 2009. They allowed visitors not only to enjoy Beltr?’s many visual impressions but to also smell the aromas of the rainforests and hear their sounds in special multimedia installations. Says Emily Young, General Manager, Environmental Communications at Sony Europe:\n\n\nLooking at the eye-catching images, we don’t doubt this and hope that few people will be able to look away, therefore raising further awareness of this important issue.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The World’s Rainforests in Pictures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/featured/worlds-rainforests-pictures/19090"}