{"summary":"They didn't know that the city council's cleanup crew would remove street art that people were proud of having in the area, art strongly suspected to have been done by internationally famous street artist Banksy. Some people recognise the validity and importance of street art, however, even on a city council, and they are hoping that Banksy can be coaxed back to Melbourne in the future.","advice_category":"6","content":"\nPhoto: Banksy\nWhen a group of residents in Melbourne, Australia requested that the neighbourhood be cleaned up, they thought that gang tags and garbage would be removed from the area. They didn't know that the city council's cleanup crew would remove street art that people were proud of having in the area, art strongly suspected to have been done by internationally famous street artist Banksy\nContractors were called in to paint over all the graffiti on non-approved sites, and unfortunately for proud residents, the Banksy rat wasn't on the approved list.\nIn the past, special consideration had been given to the stencilled piece of art, and it had been left there during previous clean-up attempts. The contractors say that they were not made aware of this fact, and so didn't think anything of painting over what to them must have just been another random piece of graffiti on the walls.\nThe mayor, Robert Doyle, has been quoted as saying that it's very difficult to protect street art. Since it's in such public places, it's subject to the whims of others, and often isn't sanctioned to be there in the first place.\nSome people recognise the validity and importance of street art, however, even on a city council, and they are hoping that Banksy can be coaxed back to Melbourne in the future.\nPhoto: Sean Curry\nBanksy has had his work challenged in the past, and not always for such trivial mistakes. In London, his work was ruled by a city council as being only graffiti, and so would not be protected as art any more than the result of a child's experiments with a can of spray paint. The council said they had the right to remove any graffiti, regardless of the reputation of the artist.\nThis was a controversial piece of street art, protesting against England's common use of closed-circuit video cameras, which are endemic in the UK and have often been criticized as being very \"Big Brother.\"","author":"Sarasvati","web_category":"art+and+design","title":"Graffiti Artist Banksy Has Street Art Removed from Melbourne","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-removing-street-art-name-neatness"}