{"summary":"As noted, marine mammals and birds happily eat krill. References:Celeste Robb-Nicholson, M.D., Harvard Medical School, \"Is krill oil better for the heart than fish oil?\", referenced June 13, 2011","advice_category":"2","content":"\nPhoto: Crazy Creatures\nKrill are the small, shrimp-like marine invertebrates that feed whales and seals, penguins and other marine birds, and some fish. Krill are considered one of the major links in the marine food chain.\nThe largest species is the Antarctic krill, or Euphausia superba. In this case, \"largest\" means it reaches about six centimetres, or 2.5 inches, in length. This species of krill may also be the most abundant.\nThe Dining Habits of KrillPhoto: hcopperm\nMost adult krill eat phytoplankton, floating microscopic marine \"plants\" that can photosynthesize their energy from sunlight. They also eat zooplankton, animals of the same tiny size. \nJuvenile and larval krill eat algae which grows on sea ice.\nThe Living Habits of KrillPhoto: Chadica\nAs noted, marine mammals and birds happily eat krill. Since krill congregate in swarms of thousands or many tens of thousands per cubic metre of ocean. A single swarm might extend for several kilometres.\nWhere krill are plentiful, their predators will congregate.\nThe Life Cycle of KrillPhoto: Ryan Somma\nIn the spring, adult female krill release eggs that sink to the ocean floor before hatching. This keeps the eggs safe from surface predators, but means that, upon hatching, the larvae must ascend in order to find food. Some scientists think that, if they miss the Antarctic continental shelf and sink too low, they might starve before reaching shallower water where the plankton dwell.\nAs with many other crustaceans, the krill larvae molt their exoskeletons as they grow. During the winter, when their section of the ocean freezes over, the krill scavenge whatever organic material they can find adhering to the underside of the ice.\nKrill mature more slowly than many crustaceans, presumably due to the cold temperatures and limited food availability. They may live for about eight years.\nHow People Use KrillPhoto: sbassi\nCommercial fishing for krill has been expanding since the 1970s. In those days, most krill were ground up for use as fertilizer and in pet food. More recently, krill has been included as food for aquaculture. As seen in these images, people will eat krill as seafood.\nOne newsworthy change has been the use of krill oil as a dietary supplement. Although several uses have been suggested, perhaps the most reliably-tested human use for krill oil is to improve cholesterol levels. The oil is somewhat similar to that found in cold-water fish, although there are some differences that might give krill oil an advantage.\nSurvival Concerns for KrillPhoto: fancycwabs\nOverfishing is always a concern, but the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR) has set annual catch limits and monitors fishing activities.\nClimate change may be a bigger problem. If the Antarctic ocean's temperature rises and the sea ice shrinks, so does the habitat for the young krill.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nReferences:Celeste Robb-Nicholson, M.D., Harvard Medical School, \"Is krill oil better for the heart than fish oil?\", referenced June 13, 2011. Ice Stories, Exploratorium, \"Krill\", referenced June 17, 2011. Peter H. Wiebe, Woods Hole Oceanographic Institution, \"Voyages into the Antarctic Winter\", April 25, 2005, referenced June 17, 2011.\nBunea R, El Farrah K, Deutsch L, Pub Med, \"Evaluation of the effects of Neptune Krill Oil on the clinical course of hyperlipidemia\", Dec. 2004, referenced June 16, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Why Tiny Krill Are a Major Link in the Marine Food Chain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_argentinaCropperCapture-1-.jpg","url":"http://www.environmentalgraffiti.com/animals/news-tiny-krill-major-link-marine-food-chain"}