{"summary":"?For a chance to purchase some of Willow Art's prints?or?for more information and artwork,?please visit his website at Willow-Art.it.??Photo: Willow+Art. ?Photo: Willow+Art","advice_category":"6","content":"\n?Photo: Willow+Art? \nAll images courtesy of Willow Art. \nPhoto: Willow+Art\nWillow Art is a pop artist from Milan, Italy. For ten years, he has collaborated with numerous publishing houses, advertisement agencies and companies. Most of these collaborations feature his graphic work; however Willow is no stranger to custom pieces. With gadgets and other design objects needed for business, Willow's style has transmuted palpably benign products into?surreal pieces of?artwork that are sure to stimulate the mind?as well as the?senses. From Chuck Taylor High Tops to?murals and vinyl toys, Willow invites us into his strange yet familiar world.\nPhoto: Willow+Art?\nHis bold, continuous lines help to illustrate the distinct?boundaries of personal space that occur in even the world's most overpopulated cities. While his linear?creatures coalesce before plain colours to form busy crowds, they are anything but simple characters. The use of dialogue bubbles or thought bubbles helps to reveal that?the?facilely outlined members of Willow's masses are creatures deserving of empathy, proving that behind every face in?the crowd is a thinking and feeling?individual. Environmental Graffiti spoke to the artist and got some interesting answers.\n?Photo: Willow+Art\nI feel that your artwork represents a lot of the anxiety of living in a big city,?would you agree?\nYes, I think that's correct.?It is a world where these characters try to communicate?through their sounds and their vocals.?A world?where the smaller one?wants?so desperately to say something like: \"HEY!!! I'M HERE!! I CAN THINK! I CAN LOVE!\" This is why in a lot of my designs you can see one character with only a small heart in his dialogue balloon.\nYes, I noticed a lot of dialogue balloons in your work. They definitely help to identify the rather intrusive noise pollution involved with?urban life. Are you inspired by comics? What are some of your other influences?\nI'm a comic drawer...so yes, definitely comics and of course?Pop Art greats like Andy?Warhol and Keith Haring; also Roy Lichtenstein and?graffiti art in general.?My experience as a comic drawer is definitely?my most important influence?and?other artists I meet along the way are a huge inspiration as well. Experimenting with mediums and colors is also very?crucial to my work?and I love custom?designs too. \nWhat is your favorite medium to work in?\nDefinitely enamel for the results it has?with color…brilliant...and you can paint on EVERYTHING!\n?Photo: Willow+Art+ \n?Photo: Willow+Art\nPhoto: Willow+Art\nWhere can your work be found??\nI am featured in galleries in Germany, one in Sydney, Australia, one in Montreal, Canada and?there was also a gallery in Miami?this past?March.\nNice! You're officially?worldwide, congratulations!\nThank you! Oh and I also work for some?companies that use my?artwork in their designs.??\nDo you have any art shows?in the near future?\nIn September I will be in Russia for a big solo show that?will be held in a gallery in Saint Petersburg.\n?Photo: Willow+Art\nSorry, I had to ask... is there anything else you'd like to add??\nWell... for me Facebook is extremely important. I use it to talk?to?or meet with?artists who are?completely different from my?style or are from totally different?countries. It's basically?a new form of salotto.\nKeeping an open mind?is the bottom line, I guess. \n?For a chance to purchase some of Willow Art's prints?or?for more information and artwork,?please visit his website at Willow-Art.it.??Photo: Willow+Art","author":"Tiana Miller","web_category":"art+and+design","title":"Exclusive Interview With Italian Pop Artist Willow ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/art/news-interview-pop-artist-willow-art"}