{"summary":"A natural arena: Gorak Shep, NepalPhoto: Image by: mckaysavage. Steep challenge: Gorak againPhoto: Image by: mckaysavage","advice_category":"2","content":"\nPhoto: Gorak Shep Image by: f?ileac?n\nFor those sports fans who reckon a game of American football at Denver’s Mile High Stadium was hard on the lungs, spare a thought for the group of intrepid cricketers heading to Everest to play a record-breaking high altitude competitive cricket match – nearly 17,000 feet above sea level. The quintessentially English game may not look like one for the tough guys, but going to such heights to get put through its deceptively demanding paces is definitely not for those without a stiff upper lip.\nEngland player and 'honorary team captain' Andrew StraussPhoto: Image by: Badger Swan \nA team of 22 players plus support staff will trek for nine days to the last stop before the Everest base camp, Gorak Shep, where the match is taking place. They will thus reach the dizzy height of 16,942 feet. With oxygen levels at such an altitude practically half what they are at sea level, the expedition was enough to cause concern for one doctor, as reported by the BBC. Air this thin can lead to altitude sickness at the best of times, and the danger is heightened by the physical exertion of batting, bowling, and shouting “owzat” when catching the ball (really).\nA natural arena: Gorak Shep, NepalPhoto: Image by: mckaysavage\nWith the match being played in April, there is still a risk of snow up in the Himalayas – so the traditional whites worn by cricketers may have to be forgone – but the pitch’s wide area means falling down a crevasse will be unlikely. A synthetic playing surface will be needed to cover Gorak Shep's sandy ground, but at least the Himalayas will provide more scenic surroundings than the English capital’s skyline.\nMeanwhile back in 'blighty': The Oval, LondonPhoto: Image by: Blitzy72\nIt seems the idea to stage the game arose after cricket-batty organiser Richard Kirtley, who was reminded of The Oval cricket ground in London upon seeing the flat expanse of the Gorak Shep plateau during a previous trip. Kirtley and co hope to raise ¢G250,000 for charities Lord’s Taverners and the Himalayan Trust UK, the latter of which is dedicated to helping Himalayan Sherpa people. Jolly good show, chaps.\nSteep challenge: Gorak againPhoto: Image by: mckaysavage\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Highest Sports Match On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb62.webshots.com-41661-2565778670105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/highest-ever-field-sports-match-–-on-mount-everest/7189"}