{"summary":"Lady bugs or ladybirds belong to the Coccinellidae family of beetles and the Halloween lady beetle, at around 7-8 mm, is one of the larger lady bug varieties. Here’s what Adalia usually looks like:Photo: ","advice_category":"2","content":"\nPhoto: All images courtesy of Mick E. Talbot\nWith Halloween just around the corner, we’d like to leave scary witches and willowy ghosts aside for just one minute and focus on one helpful critter that might get forgotten otherwise. After ridding crops of plant lice and scale insects, the Halloween lady beetle (Harmonia axyridis) invades homes in October where it prepares for its well deserved hibernation. Before that long period of inactivity, it likes to stretch its wings a bit. That’s probably an understatement – wing acrobatics is more like it.\nOrange-coloured Halloween lady beetles are also called Pumpkin ladybirds:Photo: \nLady bugs or ladybirds belong to the Coccinellidae family of beetles and the Halloween lady beetle, at around 7-8 mm, is one of the larger lady bug varieties. It is a native of eastern Asia and was already introduced in North America in 1916 and in Europe in 2001 as an environmentally friendly way of dealing with crop pests, especially aphids a.k.a. plant lice. Because of the lady bug’s tendency to overwinter indoors, it is considered a nuisance by some but it shouldn’t be forgotten that in many countries, visiting ladybirds are considered good luck. That their spots indicate their age is a myth however.\nHere she goes, stretching her colourful wing covers and wings to the max:Photo: \nOh, wait, there’s a bit more length in there:Photo: \n … and not to forget the cool somersault:Photo: \nHere’s a closer look at the delicate wings, peeking out from under the sturdy wing covers:Photo: \nDid you miss the first sequence of acrobatics? Well, here’s another one, this time by the Adalia bipunctata or two-spot ladybird:\nHere’s what Adalia usually looks like:Photo: \nAnd here she’s getting ready to stretch:Photo: \nAnd once again that amazing stretch with somersault:Photo: \nHer friend, also of the Coleoptera family, seems to be laughing:Photo: \nJust looking at these tiny acrobats makes one smile – even skeptics not believing in the good luck myth have to admit that temporary happiness is not to be discredited.\nWith special thanks to Flickr user Mick E. Talbot for sharing his stunning series of lady bugs!\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Lady Bug Gymnastics","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lizardjpg","url":"http://www.environmentalgraffiti.com/ecology/lady-bug-gymnastics/17046"}