{"summary":"Vultures are incredible birds. Vultures feed mostly on the carcasses of dead animals, and are found on every continent except Antarctica and Oceania.","advice_category":"2","content":"\nPhoto: Thermos\nWe all know the scene in the western movie where the cowboy looks up and sees the ominous spectacle of vultures circling in the sky. It can only mean a dead body. These ugly birds have a really bad reputation, but hardly deserve it. Vultures are incredible birds.  In fact, they have been revered by many cultures throughout history.  One place we see this clearly is in the Hebrew texts of the Bible.\nPhoto: madpai\nExodus 19:4 is translated in the King James version of the Bible as \"I bore you on wings of eagles and brought you unto me.\"   But the Hebrew word 'nesher', which is interpreted as 'eagle' in many common translations, actually means 'vulture' in English! The Hebrews chose to compare God with a vulture, in this verse, because of the bird's amazing talent for flying.  They admired the vultures ability to 'float' on the air for long spans of time, without so much as flapping a wing.\nPhoto: calo bescos\nThe vulture played an important role in ancient Egyptian culture, as well.  One of the most famous goddesses of the early nile was Nekbeht, the female counterpart of the king of the gods.  Her name means 'mother', and she was believed to have brought forth all that exists.  She is most commonly depicted with large wings and the head of a vulture.\nPhoto: aroberts\nIn Native American culture, the vulture was regarded as a very important symbol on totem poles. Representing cleansing of the spirit and strength to accept difficulty, it was a spiritual figure for many. Meanwhile, there were tribes in India who would put the dead out on trestles for the vultures, because it pleased Mother Nature, and it really is not such a bad thing. Someone has to clean up, whatever the mess.\nPhoto: Magnus Kjaergaard\nVultures feed mostly on the carcasses of dead animals, and are found on every continent except Antarctica and Oceania.\nVultures do not normally kill their prey, unless it is very weak and at the point of death, because they are principally scavengers. A particular characteristic of many vultures is a bald head. This helps to keep the head clean when feeding. Research has shown that the bare skin may play an important role in regulating body temperature.\nA group of vultures is called a wake, committee, or venue. Vultures seldom attack healthy animals, but may kill the wounded or sick. When a carcass has too thick a hide for its beak to open, it waits for a larger scavenger to eat first. Vast numbers have been seen upon battlefields. They gorge themselves when prey is abundant, till their crop bulges, and sit, sleepy or half torpid, to digest their food.\nPhoto: snake3yes\nThey do not carry food to their young in their claws, but disgorge it from the crop. These birds are of great value as scavengers, especially in hot regions. Vulture  stomach acid is exceptionally corrosive, allowing them to safely digest putrid carcasses infected with Botulinum toxin, hog cholera and anthrax bacteria that would be lethal to other scavengers. \nThis also enables them to use their reeking, corrosive vomit as a defensive projectile when threatened. Vultures urinate straight down their legs; the uric acid kills bacteria accumulated from walking through carcasses, and also acts as evaporative cooling.\nPhoto: appenz\nAs unpleasant as these ugly,smelly, bad-tempered creatures may appear to be, they serve a purpose unlike any other, and indeed are designed for it. Nature knew exactly what she was doing when she made this winged monster, and we should all be grateful for the thankless job it is naturally compelled to do. I might not want them as neighbors, but I am really glad that they exist.\nPhoto: Just chaos\nSources: 1, 2","author":"tonyleather","web_category":"nature","title":"Vultures: Scavengers of Death Circling Overhead","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-vultures-–-odd-birds-and-odd-customs"}