{"summary":"This week, Malta goes first because I liked “The Maltese Falcon” and I can’t think of any movie involving San Marino. The tiny mountain nation of San Marino (3-1 odds) takes on the Mediterranean island of Malta (5-1).","advice_category":"8","content":"\nWelcome to Environmental Graffiti’s very own Microstate Environmental World Cup.\nSan Marino\nvs.\nMalta\nWe’ve had two massive match-ups so far, with the petite principality of Liechtenstein beating on Andorra and their polluting power plant and Vatican City just barely besting Monaco, possibly with the power of prayer.\nToday we have a hell of a match in the making. The tiny mountain nation of San Marino (3-1 odds) takes on the Mediterranean island of Malta (5-1).\nI’m planning on deciding first possession from now on by which movie involving the countries I liked the best. Last week Monaco went first for having James Bond movies filmed there. This week, Malta goes first because I liked “The Maltese Falcon” and I can’t think of any movie involving San Marino\nMalta is a sunny Mediterranean island group with a rich history. It’s one of the larger microstates, with around 400,000 inhabitants. In fact, it’s more than large enough to not be a microstate at almost 1,300 square kilometers. I’m not sure why it’s a microstate instead of just a small island nation, but everyone says it is so it is.\nIt gets a good deal of its revenue from tourism, and has taken some steps to ensure the country’s beauty stays intact. It was one of the first countries to ratify the 1976 Barcelona Convention, which helps protect the Mediterranean from pollution. In 1980, in a joint action with the World Wildlife Fund, the government made the island’s Ghadira wetlands a protected nature preserve. In 1991 the government of Malta passed the Environmental Protection act to help conserve the country. It has also created a Ministry for the Environment to safeguard the country’s natural treasures.\nWhere Malta doesn’t fare so well is its native animals. A big chunk of its native flora and fauna are in danger of extinction. The slender-billed curlew, Mediterranean monk seal, hawksbill turtle, and Atlantic ridley are all endangered Maltese residents. And many of the natives don’t seem to care too much about animal extinction. If the Maltese Falcon in the movie had been a real bird instead of a statue, they’d have probably shot it.\nBird hunting is big on Malta. Any type of bird will do, apparently. If you remember an article from a few weeks ago, Maltese hunters shot a rare lesser spotted eagle as it was migrating from Germany to Africa.\nSan Marino is a 60 square kilometer republic on the slopes of Mount Titano, surrounded completely by Italy. It claims to be the oldest constitutional republic in the world. The country’s constitution, written in 1600, is the oldest constitution in the world that is still in effect. The country itself was founded by Marinus of Rab, a Christian fleeing Roman persecution in 301.\nSan Marino, unlike Malta, has no endangered animals to speak of. The lesser horseshoe bat is vulnerable, but that’s about it. Of course, there aren’t a great many animals in the area to speak of. Living on a big mountain sort of cuts out most of the animal riff raff.\nThe government has a Ministry of State for Territory, Environment, and Agriculture. The main environmental issue facing the country is urbanization. It’s kind of hard to farm on a mountain, although people manage to, and the government has claimed that global warming has made it even harder. The urban areas are growing quicker than originally anticipated. This has led to inadequate basic facilities for some of the population. It has also led to most of the land being built up, rather than used for agriculture as it was previously.\nFun Fact: Abraham Lincoln is a citizen of San Marino.\nResult: San Marino-2 Malta-1\nSan Marino wins a very closely contested match. While both governments have made significant steps to improve and safeguard their environments, San Marino seems to have a slightly higher regard for wildlife among its citizenry. Put simply, nobody goes around shooting endangered raptors in San Marino, while shooting migrating birds is a popular pastime in Malta apparently.\nJoin us next week for the next round of qualifying for the Microstate Environmental World Cup. There’ll be a few surprises in store, and a hell of a match.\n... If you'd like to keep up with the rest of the series, why not subcribe to our RSS feed?. We'll also give you a free album.\n ","author":"Chris","web_category":"travel","title":"The Microstate Environmental World Cup: Malta vs. San Marino","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lawless1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-microstate-environmental-world-cup-malta-vs-san-marino/613"}