{"summary":"These geckos are arboreal in nature, living in trees and using their long tail as a fifth limb.. Unlike most geckos, the Mauritian one is quite aggressive, both to its own members and to other gecko species, commonly wounding them.","advice_category":"2","content":"\nPhoto: Nick Hobgood\nWe all know the Geico gecko, who may be the cutest of all, but how much do we really know about the species and the real cuties in it? First a few general facts and then a countdown of the 12 cutest! \nGeckos owe their wide-eyed look to having no eyelids; instead they have a transparent membrane that they lick clean. Many of them have a couple of defense systems like expelling a foul-smelling mixture of feces and other material, and many can also drop their tail when it is caught. Geckos come in a multitude of colors and patterns as well.\n12. Mediterranean House GeckoPhoto: Hexasoft\nThe Mediterranean house gecko, also called the Turkish gecko, is a darling little fellow, the size of a finger. He is totally nocturnal and inhabits the hidden areas of a home, living inside walls and rafters. If you put him on a glass table and look underneath, you will see his tummy is almost transparent and of course, he has the special footpads all geckos are known for. He adores moths and roaches and will go outside to look for them. \n11. Gold Dust Day GeckosPhoto: Thierry Cardo\nThese little creatures are having a bit of a territorial fight in the photo, but are beautiful even then. Endemic to Madagascar (as are most of the day geckos), their three bars identify them as does a blue rim around their eyes. They eat anything from nectar to other small lizards and are about 6-8 inches in length themselves.\n10. MadagascariensisPhoto: Manuel Werner?\nPhoto: Tom Junek\nOften found on the edges of forests and on trees, this is the largest of the living day geckos, growing up to 9 inches in length. He loves insects and also licking nectar and hard tart fruits. He is particularly striking with the pattern of colored dots on his back.\n9. Dwarf Yellow-Headed GeckoPhoto: Muhammad Mahdi Karim\nThese cuties live in small groups in parts of Africa such as Tanzania, preferring bamboo forests. They bask in the sun but if disturbed will use their flattened bodies to get into cracks of the bamboo. Their vocalizations sound more like frogs than any form of lizard, with squeaks, clicks and croaks. Member of this species are only 1 1/2 to 2 inches long.\n8. Green GeckosPhoto: wikimediacommons\nPhoto: Greg O'Beirne\nA native of New Zealand, these geckos are strictly diurnal like the day geckos (the rest are mainly nocturnal) and while green on the surface have brightly colored mouths and tongues which can be orange, red, blue, black, pink or yellow. These geckos are arboreal in nature, living in trees and using their long tail as a fifth limb.\n7. Teratoscincus or Wonder GeckoPhoto: andrew gardener\nThese beauties really are wonder geckos. They are found in the Middle East and desert areas, with very delicate skin (in fact, handling them can cause them to lose sections) and can take in oxygen through the skin as well. They are active in the darkest of nights, while digging and living in holes 32 inches below the desert surface. As you can tell by the picture, they also look like frogs and are called the frog-eyed geckos as well.\n6. The Cat GeckoPhoto: LA Dawson\nFor a plain brown-and-white gecko, this little fellow is cute as a button. He gets his name from the habit of sleeping like a cat with his tail curled around him. Found in Thailand, Singapore, Indonesia and Cambodia, they are very close to the early fossils of geckos found and don't have the toe pads others do but instead live semi arboreally, using their claws and prehensile tail.\n5. The House GeckoPhoto: W.A. Djatmiko\nAll house geckos are generally welcomed in their homes and become part\nof the indoor menagerie because they eat mosquitoes and other pests. The photo above is of a tender skinned house gecko that shares with the Tokay gecko the ability to chirp like a cricket (which they also eat). The house gecko is found mostly in southeast Asia, and enjoys rocky areas as well as homes. \n4. Blue-tailed GeckoPhoto: Jjargoud\nThis stunning gecko makes his home on the island of Mauritius and is diurnal but prefers night time. Only the males have the bright blue back with red dots; females are generally green and submissive males may be much lighter in color. Clearly, this boy above is a dominant and healthy male. Unlike most geckos, the Mauritian one is quite aggressive, both to its own members and to other gecko species, commonly wounding them.\n3. Beaded GeckoPhoto: Anna Killjoy\nOne of the three cutest of all, this beaded gecko is a female. She is an extremely fast runner carrying very little fat on her. Many geckos, if not most, have some tail fat but she has almost none. Generally found in the dry interior of Australia, very little is known about this very private gecko.\n2. RhacodactylusPhoto: Anna Killjoy\nNumber two in the countdown, this adorable sweetheart is native to the New Caledonia Islands and is an arboreal nocturnal gecko. Stockier than many, it also has a prehensile tail for grasping trees and twigs. Also known as the crested gecko, it has a fringed crest that runs from over its eyes down to its back.\n1. Tokay GeckoPhoto: mm\nThe winner of the countdown is the cute Tokay Gecko. Its name comes from the vocalizations it makes, and it is an arboreal nocturnal species. It prefers living near cliffs and rocky heights and is an extremely stubborn animal, occasionally called the \"pit bull\" of geckos because it refuses to let go when it bites, for a few minutes and occasionally up to an hour.\nThe gecko is a fascinating animal with its specially adapted foot pads and the myriad of colors and patterns it has. It is of great use to humans with its enjoyment of insects we consider pests and is often kept as pets in homes where it has its habitat.\n\nSources 1, 2","author":"Michele Collet","web_category":"nature","title":"12 Cutest Geckos on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/eye-winkjpg","url":"http://www.environmentalgraffiti.com/news-10-cutest-geckos-world"}