{"summary":"Indoors, Aloe Vera can be treated much like a cactus. Aloe Vera Studies, \"Aloe Vera Plant Care\", referenced Sept","advice_category":"2","content":"\nPhoto: mikedehaan?\nAloe Vera is the best known member?of the Aloe family, which includes about 250 species. These lush plants are called \"succulents\" because their thick, juicy flesh holds so much sap. Most aloe species came from Africa. Aloe Vera (Aloe barbadensis) was probably brought from Egypt to India by Arabs. It now grows wild in India's coastal lands: for example, in Gujarat and Mumbai.\nGrowing Aloe Vera in the Home and Garden \nAloe Vera can thrive outdoors in semi-tropical regions. In the United States, USDA (U.S. Department of Agriculture) zones 10 and 11 are suitable. These include Hawaii and parts of Florida and California, where the average annual minimum temperature is at least 30F (about -1C). This plant is a perennial. It can grow to height of 1.5 metres (almost 5 feet) under ideal conditions, although most remain much smaller. The root is fibrous and strong, but spreads outward rather than deep into the soil. The sturdy stem has a fairly large diameter. The many leaves are like \"lances\" with small \"teeth\"; they are green with whitish highlights. Flowers may bloom at the top of the stem of the most mature plants. Indoors, Aloe Vera can be treated much like a cactus. It prefers that its soil gets soaked, and then dries fully after watering. In the winter, it tends to become dormant. It appreciates full sunlight, and may benefit from being outdoors in the summer.Where the climate permits, Aloe Vera can grow outdoors, in gardens with sandy but fertile soil. Again, it does best if planted where it can see as much sunlight as possible, and where it would be sheltered from cold. A serious gardener might use a commercially-prepared soil mix designed for cactus. This would be used for indoor pots, or as the closest soil for outdoor gardening. Aloe reproduces mainly by budding new shoots from the base of the main plant. A gardener may re-pot these shoots, or simply take cuttings and start them in moist soil.\nUsing Aloe Vera?for Healing\nPhoto: JIGGS\nEgyptians have used Aloe for healing for thousands of years. In India, Ayurvedic medicine prescribes it for internal and external use. Aloe is an ingredient in many Western cosmetics and some skin salves. Aloe Vera provides a simple home remedy for minor burns or other skin irritations. The sap is a watery gel in consistency. Pluck and slice open a leaf nearest the ground, then apply the sap to the cut or burn. It should feel cool and soothing. Indian Ayurvedic medicine has several hundred uses for Aloe Vera. Externally, it may be used for:?\nFor internal use, Ayurvedic practitioners may make preparations of Aloe to treat:\nSome practitioners and commercial firms take care to use a variety of plants for internal medications. There is a concern that, as a laxative, Aloe Vera alone is too powerful for most treatments. A few practitioners of herbal medicine may hype much grander claims for the healing properties of Aloe Vera. Generally the wisest course is to seek counsel from the most qualified doctors. \nAloe Vera is cultivated internationally. It is a lovely and popular ornamental plant, carried by most garden supply stores.\nPhoto: mikedehaan?\nUpdated: Changed some images on Oct. 13, 2010. Thank-you to Rhina Corado, a fellow Environmental Graffiti-ist, for commenting that some of my first images were probably agave rather than aloe vera.?Four earlier images were replaced by?two of my wife's potted plant. This led to minor changes in the text.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nAloe Vera Studies, \"Aloe Vera Plant Care\", referenced Sept. 30, 2010.\nSSS Biotic, \"Aloe Vera\", referenced Sept. 30, 2010.\nThe Garden Helper, \"How to Grow and Care for Aloe Vera Plants\", updated Sept. 26, 2010, referenced Sept. 30, 2010.\nHerbal Ayurveda Remedy, \"Aloe Vera (Natural care taker of skin)\", referenced Sept. 30, 2010.","author":"MikeDeHaan","web_category":"nature","title":"Aloe Vera: The Plant with Miraculous Healing Powers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Firestick_1_450px-Euphorbia_tirucalli_003.jpg","url":"http://www.environmentalgraffiti.com/plants/news-aloe-vera-international-plant-healing"}