{"summary":"From a giant asteroid impact to a massive volcanic eruption, the threat of a mass extinction event looms over our heads like a sword of Damocles of earth-shattering proportions. Io9  report on the study, which probes the underlying causes of mass extinction events like the one that eradicated 90 percent of life on earth way back in the Permian-Triassic period","advice_category":"4","content":"\nPhoto: Image: Moviefan1014\nFrom a giant asteroid impact to a massive volcanic eruption, the threat of a mass extinction event looms over our heads like a sword of Damocles of earth-shattering proportions. However, a new study into catastrophic catalysts for mass extinction suggests that more than one kind of mega-event is needed to stand a decent chance of wiping out life on the planet.\nApocalypse how? Scientists think they have the answerPhoto: Image via: io9\nIo9  report on the study, which probes the underlying causes of mass extinction events like the one that eradicated 90 percent of life on earth way back in the Permian-Triassic period. The researchers argue that mass extinction is triggered by a combination of “pulse events” – sudden, deadly shocks like asteroid strikes – and “press events” such as climate change due to million-year-long volcanic eruptions. Cause for optimism? Maybe not when you consider that we’re already in a climate change press event of our own making. Let’s hope the powers that be invent a laser capable of taking out an asteroid before one lands to add fuel to the fire. \nZip over to I09 to find out more about the study and how the scientists made their discoveries. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Mass Extinction Events Explained ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/mass-extinction-events-explained/8363"}