{"summary":"Now that the leaf has been softened up, bigger creatures like pill bugs, mites and worms tear off and chew up pieces of the leaf. They pulverize the leaf into bite-size pieces, mix it up with other bits of soil, and poop everywhere, adding further richness to the soil","advice_category":"2","content":"\nPhoto: Lauren Mitchell\nIf there’s one thing in nature that most people overlook, it’s probably dirt. Everything worthless is 'dirty'. The truth, however, is that dirt holds fascination far beyond childhood mud pies, worm poop, and something to wash out of our clothes. Toby Hemenway, a biologist and permaculture expert, says, “Soil is miraculous. It is where the dead are brought back to life.” Perhaps it is time to discover the world beneath our feet.Photo: Megan\nTo understand what goes on in the soil, we first need a short introduction into what it contains. In short, soil is a mixture of rock particles, minerals, organic material and living organisms. All of these soil components team up to form a fascinating ecosystem, and one of the bases of all life on Earth. Without rich soil, we couldn’t have plants, or animals or humans.  \nPhoto: Benketaro\nArguably the most intricate and amazing aspect of the soil ecosystem takes the shape of the the billions and trillions of creatures that live in it. Dirt is far from being inert and lifeless. Hemenway says: “A teaspoon of good pasture soil may contain a billion bacteria, a million fungi, and ten thousand amoebae.” Those are big numbers, and hard to visualize. Maybe this is another way to think about it: an acre of pasture with one horse grazing on it will have close to ten horses’ worth of creatures living in the ground. Now that’s crazy!\nPhoto: Sonja Pieper\nSo what do all these living organisms do? Soil, it turns out, is nature’s recycling system, and it’s incredibly efficient and complex. Imagine, for example, a leaf falling from a tree. It's covered in bad-tasting chemicals to protect it from hungry parasites. Once dew or rain washes these chemicals away, though, the banquet is open. First, the sugary cells of the leaf are eaten and stripped away by bacteria. Next, fungi land on the leaf; fungi are a crucial part of the decomposition cycle because they are able to digest the strong, woody parts of plants.  \nPhoto: Cheryl\nNow that the leaf has been softened up, bigger creatures like pill bugs, mites and worms tear off and chew up pieces of the leaf. They pulverize the leaf into bite-size pieces, mix it up with other bits of soil, and poop everywhere, adding further richness to the soil. Once this is accomplished, microbes, called actinomycetes, come into the picture. They change the chemical composition of the remains, turning difficult-to-digest lignins and cellulose into sugars and carbon, and slicing proteins into amino acids, all of crucial importance to plants.\nPhoto: Linda Tanner\nAside from mashing up the food for plants to eat, these microbes are also busy holding the earth together. While they eat, they (in Hemenway’s words) “secrete gums, waxes, and gels.” These sticky substances, along with long thread-like fungi, form the earth into clumps that hold in moisture and allow plant roots, water and air to wriggle their way through. Cool, huh? \nSources: 1, 2, 3, Hemenway, Toby. \"Chapter Four.\" Gaia's Garden: A Guide to Home-scale Permaculture. White River Junction, VT: Chelsea Green Pub., 2009. N","author":"yvonne.mcarthur","web_category":"nature","title":"Dirt: The Incredible Ecosystem Beneath our Feet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2443767203_dafdf1a4f8_b.jpg","url":"http://www.environmentalgraffiti.com/nature/news-dirt-incredible-ecosystem-beneath-our-feet"}