{"summary":"If you want to find the jellyfish in Jellyfish Lake, it’s not hard since there are millions of them. I had never thought of snorkeling or of jellyfish as being sensual before, but that’s how it was described to me before entering Jellyfish Lake in Palau","advice_category":"2","content":"\nPhoto: cinz\nI had never thought of snorkeling or of jellyfish as being sensual before, but that’s how it was described to me before entering Jellyfish Lake in Palau. I can’t say that I disagree, having millions of jellyfish rub on your skin feels like being wrapped in silk ribbons. Perhaps you might recognize Jellyfish Lake from the reality TV show of Survivor: Palau or Survivor: Micronesia, in which challenge winners got to snorkel in the lake.\nPhoto: taka_aka_T\nMillions of golden jellyfish (Mastigias sp) inhabit the lake. They are often called non-stinging jellyfish, but in fact they do sting – the sting is just too mild to feel.\nPhoto: aSIMULator\nIf you want to find the jellyfish in Jellyfish Lake, it’s not hard since there are millions of them. Every day, they make a 1km migration across the lake following the sun. It’s hypothesized that they do this to avoid their anemone predator and to acquire nutrients from the sun-loving algae.\nPhoto: aSIMULator\nThere are other jellyfish lakes in Palau, but the one on Eil Malk Island is the only one open to snorkelers. Diving is not allowed, since the bubbles can harm the jellyfish. From the surface, Jellyfish Lake looks like a nice normal lake. You would never guess that millions of jellyfish are lurking in its waters. Jump in!","author":"Laurel R","web_category":"nature","title":"Sensual Snorkeling in Palau's Jellyfish Lake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb34.webshots.com-41377-2133977240105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-sensual-snorkeling-jellyfish-lake-palau"}