{"summary":"Now, the  “Lifecycles” project became an international database of time-lapse photography, which Moor builds from the footage taken by the farmers around the world filming their own crops. Photo: Matthew Moor","advice_category":"6","content":"\nPhoto: Matthew Moor\nArtist Matthew Moor is a fourth-generation Arizona farmer whose land and the way of life are being submerged by suburban development. Moor's art represents the realities of the gradual urbanization and records artist's displacement from his land.  Through his work, Moor deals with the issues of ecological, cultural and economic sustainability of the American farm.\nMoor is using site-specific earthwork, video and installation art. His multi-media project \"Lifecycles\" commissioned by Creative Capital changes our perception of contemporary farming.  “Lifecycles” uses short time-lapse films to educate consumers on the produce they buy. Moor recreates the growing process as it happens in a field, reconnecting people to the land and introducing time based concepts, which are part-and-parcel of the agricultural process.\nPhoto: Matthew Moor\n\"Lifecycles\" became a part of this year's Sundance New Frontier on Main exhibit. Moor reconfigured the produce section of the Park City Fresh Market Grocery store to show the lifecycles of the produce we buy and consume. He also provided the viewers with some seed packets and a printed time lapse for that specific plant and all the instructions for planting.\nThe artist used time-lapse videos of plant growth to connect the consumer to the origins of the food on display in the produce section. The sound design of the installation was also unique. The ambiance noises were taken from the farm where the plants were growing and the music was composed by musicians who watched the time-lapse videos and were inspired by them.\nPhoto: Mike Lungren\n\"Lifecycles\" is part of a larger effort to create a “living library\" of time-lapse videos that document different forms of agriculture production from around the world. Now, the  “Lifecycles” project became an international database of time-lapse photography, which Moor builds from the footage taken by the farmers around the world filming their own crops. Moor designs his installation art to reconnect consumers to their local geographies and the life cycles of the Earth and its produce.","author":"kpyudik","web_category":"art+and+design","title":"Lifecycles: Art Reconnecting Consumers with Agriculture","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/art/news-visions-art-world-contemporary-farming"}