{"summary":"Often considered \"God’s joke,\" the Duck-billed Platypus comes from the oldest family of mammals, which lived on Earth millions of years ago – predating the geographic split between South America and Australia. What makes the Platypus such a fascinating animal is that it possesses a variety of traits found in birds, reptiles and mammals","advice_category":"2","content":"\n- edited by karl -Photo: \nImage by: striatic\nIt's amazing how enthusiasts spend endless hours trying to learn more about undiscovered creatures that may provide clues to the mysteries of life. In order to get closer to such mysteries, one needs to look no further than the living wonder known as the Platypus. Often considered \"God’s joke,\" the Duck-billed Platypus comes from the oldest family of mammals, which lived on Earth millions of years ago – predating the geographic split between South America and Australia. Although the South American Platypus died out, its other half lives today in Eastern Australia and Tasmania.\nPhoto: \nImage by: Peter Halasz\nWhat makes the Platypus such a fascinating animal is that it possesses a variety of traits found in birds, reptiles and mammals. For example, the Platypus lays eggs like a reptile, but the egg's yolk contains protein similar to that contained in eggs laid by birds. Also, like birds and reptiles, it has only one opening from which all wastes leave its system. And although the Platypus has fur and produces milk for its young like all mammals, it lacks nipples. The Platypus tends to close its eyes and nose when submerged in water because it is endowed with many sensory receptors in its bird-like bill that detect a multitude of things, including food.\nPhoto: \nImage by: E Lonnon\nOut of all the Platypus' peculiarities, arguably the strangest are the poisonous spines located above their hind feet. These spines, which are connected to poisonous glands in the upper thighs, deliver a poison comprised of over 25 chemical compounds. A sting from a Platypus can easily kill a cat or dog and even render a human unconscious for weeks. \nRecently, geneticists from the US, Canada and Great Britain studied the genetic sequences of the Platypus. A multitude of genomes belonging to mammals, birds and reptiles were found. The great multi-tasking Platypus is our most ancient, yet modern, living marvel. Whatever it may truly be, such a creature shouldn't be mocked, but admired.\nSources: 1, 2?\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"bellipax","web_category":"nature","title":"God's Joke: The Duck-billed Platypus","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/saltwater-croc.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-mighty-platypus/7070"}