{"summary":"Photo: Brian ValentineBracelet of frost crystals. Frost crystals form from water vapor like snow crystals do, but snow does so high in the air while frost grows on the ground and other objects.","advice_category":"2","content":"\nPhoto: Brian ValentineFrost on a feather\nBrian Valentine of Worthing, England, has taken the time to master the art of macro photography since his retirement. His images of frost and ice are simply spectacular - as seen in the image of frost on a feather, above.\nPhoto: Brian ValentineFrost on Moss\nFrost crystals form from water vapor like snow crystals do, but snow does so high in the air while frost grows on the ground and other objects.\nPhoto: Brian ValentineA dewdrop frozen in a clover leaf\nFrost's crystal sizes depend on the amount of water vapor available, temperature and of course time. The surrounding air has to be below the dewpoint and the ground or object has to be below freezing.\nPhoto: Brian ValentineFrozen dew drop on ice crystals\nThe stunning pattern on the drop makes it look like a frosted punch bowl in this image while the blade crystals have a totally different character. There are many different types of frost: radiation frost, advection frost, frost flowers, window frost and rime.\nPhoto: Brian ValentineIce Jewels\nRadiation frost is also called hoar frost, which has some subtypes itself. It is formed when the ground or objects become colder than the surrounding air on cold nights and is the frost we see on our lawns some mornings.\nPhoto: Brian ValentineIce Dreams\nThe different types of hoar frosts are air hoar (the frost that deposits above ground on plants, tree branches and wires) and surface hoar (which consists of fern like crystals on the snow, ice or other frozen surfaces and is also the frost that causes avalanches), crevasse hoar (which grows in the deep fissures of glaciers), depth hoar (cup shaped faceted crystals underneath the surface of snow). Hoar frost also occurs around freezers and cold storage.\nPhoto: Brian ValentineFrost collection on blade of grass\nPhoto: Brian ValentineBracelet of frost crystals\nAdvection frost or wind frost occurs day or night against the direction of the wind. It consists of ice spicules that form when a freezing or very cold wind blows and often the leaves or flowers look rimmed in frost.\nPhoto: Brian ValentineIce crystals following the veining of a dead leaf\nFrost flowers are a form of frost that occurs when the ground is not freezing but the air is. The water in plants or twigs expands and ends up being forced out of pores in almost a curling white sheet like frost. Absolutely stunning to see but very rare.\nPhoto: Brian ValentineFrost patterns on a windshield\nWindow frost or fern frost occurs when there is very cold air on the outside of a window and moderately moist on the inside. The patterns form partly due to imperfections and dust in the glass orienting the frost.\nPhoto: Brian ValentineA drop crystal!\nRime is formed differently to hoar and generally in different conditions. Fog often contains super cooled water and when close to the ground this freezes wherever it hits which can make for some strange wind driven formations.\nPhoto: Brian ValentineA crystal ice snowflake\nOf course frost is a pest for farmers and growers as most plants can't survive it. One of the reasons is not the cold but the spiky ice crystals damage the leaves and flowers of a plant rather like stabbing at it with knives.\nPhoto: Brian ValentineGas bubbles trapped in ice\nThese bubbles actually have a formal name, clathrate hydrates. Without the gas bubbles this particular ice structure would collapse.\nPhoto: Brian ValentineFrozen Frog Spawn\nWhether you love winter or hate it, most of us cannot escape the bitter cold, so enjoy the beauty where you can and remember, even the windshield of your car has some stunning art and shapes to see - if you bother to look.","author":"Michele Collet","web_category":"nature","title":"Frost Crystals: 14 Stunning Images of Frozen Winter Beauty","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/firerainbow8.jpg","url":"http://www.environmentalgraffiti.com/news-frosty-beauty"}