{"summary":"When a high mass, very high speed particle is created by the collision of the two proton beams each traveling at nearly the speed of light, it will travel rapidly through many of the layers in ATLAS. The key variables for each particle are energy and momentum","advice_category":"4","content":"\nPhoto: wbaroness Alice – (A)L(arge)(I)on(C)ollider(E)xperiment\nHistory was made at CERN and the Large Hadron Collider (LHC) on March 30, 2010. After several mishaps and a major breakdown the trouble-plagued upgrade to the grandest atom smashing machine of all time was finished last fall. Preliminary tests using relatively low speed proton beam collisions were conducted in the fall of 2009 and there was no hint of any significant problems. The stage was set for an extraordinary experiment to be engaged sometime in the late winter/early spring of 2010. (As you read this post, pause mouse over each image and photo to read additional text.)\nPhoto: Eliane Onursal / CERN\n* * * * * *\nPhoto: AC Team / CERN\n* * * * * *\nAlice – (A)L(arge)(I)on(C)ollider(E)xperiment - \nThere are a total of six particle detector experiments in the LHC, one of which is  A)L(arge)(I)on(C)ollider(E)xperiment. Alice followed the White Rabbit down his rabbit hole to look for wondrous things in the Looking Glass World. Alice at CERN is configured to study heavy ion collisions between lead (Pb) nuclei at a center of mass energy of 2.76 T(rillion)e(lectron)V(olts) per nucleon. The temperature and energy densities generated might be large enough to pry loose a few secrets held by gluons and quarks. \nPhoto: Mona Schweizer / CERN\nThe Inner Tracking System (ITS) in Alice is six cylindrical layers of silicon detectors that surround the collision point and measure the properties and precise positions of the emerging particles. Particles containing heavy quarks can be identified. The Time Projection Chamber (TPC) is the main particle tracking device in ALICE. Charged particles crossing the gas of the TPC ionize the gas atoms along their path, liberating electrons that drift towards the detector end plate. The Photon Spectrometer (PHOS) is made of lead tungstate crystals that glow when they stop high energy photons. It is the world's largest cesium iodide RICH detector in the world with an active area of 11 m2.\nPhoto: Mona Schweizer / CERN\n* * * * * *\nPhoto: Alice / CERN\n* * * * * *\nAtlas - A T(oroidal)L(ight Hadron Collider)A(pparatus)(S)-\nATLAS is 44 meters long, 25 metres in diameter and weighs about 7,000 tonnes. Befitting its size and weight, ATLAS is a general purpose subatomic particle detector, the largest and most complex ever built since the first such machine came on line, the 1931 cyclotron of E.O. Lawrence. When proton beams collide in the center of the detector, the broadest possible range of signals is measured. \nPhoto: Artist\nATLAS does not look for anything in particular, it records everything that happens during and immediately after a proton-proton collision event. This is the best approach for many LHC experiments which are looking for particles never seen previously and never confirmed in this ‘real’ universe we inhabit. Precise predictions about their appearance and first action behaviors are very difficult to make.\nPhoto: Mona Schweizer / CERN\nDiscovery and confirmation of the Higgs Boson is the priority for the LHC at this time because that discovery would lock down and confirm the Standard Model for elementary atomic particles and the essential building blocks of matter.\nPhoto: Atlas Project / CERN\n* * * * * *\nPhoto: Atlas Project at CERN\n* * * * * *\nATLAS has multiple layers, each with a particular detector designed for a specialized role. The key variables for each particle are energy and momentum. When a high mass, very high speed particle is created by the collision of the two proton beams each traveling at nearly the speed of light, it will travel rapidly through many of the layers in ATLAS. In each layer, different instruments will record different features of the newly created particle. The expected lifetimes for these new, highly unstable 'heavy mass' particles are incredibly brief. In much less than one second the new particle will ‘disappear’ as it changes into something our present technology may not be able to detect. \n* * * * * *\nCompact Muon Solenoid (CMS)-\nThe Compact Muon Solenoid (CMS) experiment is one of two large general-purpose particle physic detectors attached to the proton-proton Large Hadron Collider (LHC) at CERN. CMS is designed as a general-purpose detector, capable of studying many aspects of proton collisions at 14 TeV (or less), the center-of-mass energy of the LHC particle accelerator. It contains subsystems which are designed to measure the energy and momentum of photons, electrons, muons, and other products of the collisions.\nPhoto: Harp / Wikipedia\nThe innermost layer is a silicon-based tracker. Surrounding it is a scintillating crystal electromagnetic calorimeter, which is itself surrounded with a sampling calorimeter for hadrons. The tracker and the calorimetry are compact enough to fit inside the CMS solenoid which generates a powerful magnetic field of 4 T. Outside the magnet are the large muon detectors, which are inside the return yoke of the magnet.\nPhoto: Thomas Guignard / Wikimedia\nThe  CMS contains the LHC Interaction Point, the all-important location where proton-proton collisions occur between the counter-rotating beams of the LHC. At full design luminosity, each of the two LHC beams will contain 2,808 bunches of 1.15กั1011 protons. The interval between crossings is 25 nanoseconds, although the number of collisions per second is only 31.6 million due to gaps in the beam as injector magnets are activated and deactivated. At full luminosity each collision will produce an average of 20 proton-proton interactions.\n* * * * * *\n   \n  \n\nThe proton-proton collision experiment explained with excellent animation. Well Done!! \n* * * * * * \nFive (5) Layers in the Compact Muon Solenoid\nLayer 1 – The Silicon Strip Tracker\nPhoto: Michael Hoch / CERN\nImmediately around the interaction point, the inner tracker serves to identify the tracks of individual particles and match them to the vertices from which they originated. The curvature of charged particle tracks in the magnetic field allows their charge and momentum to be measured. This part of the detector is the world's largest silicon detector. It has 205 m2 of silicon sensors (approximately the area of a tennis court) comprising 76 million channels.\n* * * * * *\nLayer 2 – The Electromagnetic Calorimeter  \nPhoto: Maximilien Brice / CERN\n* * * * * *\nLayer 3 - CMS CalorimetersPhoto: Maximilien Brice / CERN\n* * * * * *\nLayer 4 - Large Solenoid MagnetPhoto: Rama / Wikimedia\n* * * * * *\nLayer 5 - Muon Detectors Photo: CERN\n* * * * * *\nCMS will look at events that appear to be missing large amounts of energy. Such a situation implies that particles, such as neutrinos with zero mass, have passed through the detectors without leaving any evidence. Pairs of particles are always looked at closely because they can reveal the unseen particle that decayed into the two, now visible, smaller particles. For example, the Z boson can decay into a pair of electrons. The Higgs Boson is predicted to decay into a pair of tauons or photons. These parent particles will have extraordinarily brief lifetimes, perhaps too short to be detected by the advanced technology in Atlas or CMS.\n\nPhoto: TriTertButoxy and Stannered / Wikipedia\n* * * * * *\nPhoto: Ianna Osborne / CERN\n* * * * * *\nMarch 30, 2010 -\nVery little information is available about the March 30 experiment that made headlines, but one fact is solid and publicized. The European Organization for Nuclear Research (CERN) reported that it had unleashed unprecedented bursts of energy on the third attempt, as beams of protons raced around the 27-kilometre (16.8-mile) accelerator and then collided at close to the speed of light. The record energy level recorded was near the maximum possible for the LHC in its current configuration – about 7 Tera Electron Volts. This figure is believed typical of that in the first billionth of a second of the Big Bang, the extraordinary explosion that set the evolutionary walk of our universe forward into time. If one can read between the lines of the first news releases, it seems this highest energy level was not expected but the data is solid. It did Happen!! \nPhoto: C?dric Sorel / Wikimedia \n* * * * * *\nPhoto: Despina Chatzifotiadou / CERN\n* * * * * *\nPhoto: Despina Chatzifotiadou / CERN\n* * * * * *\nPhoto: Despina Chatzifotiadou / CERN\nThis experiment will be repeated several times this week, and hundreds of times throughout 2010. How difficult is this amazing atomic collision experiment where protons speed around the ring of the LHC at 5,000X/second? It is akin to firing needles from either side of the Atlantic Ocean, such as Newfoundland and Ireland, and having the alignment so precise as to force the needles to collide in the mid-Atlantic. With these parameters, the experiments with the Atlas detector will look for the last elementary particle needing confirmation to establish the Standard Model as  the  model for the atomic world and the construction of the universe. This last elementary particle is the Higgs Boson which previous experiments have established must be heavier than 114 GeV but lighter than 186 GeV. In this subatomic world, units of electrical energy measurement are also units of weight. \nPhoto: Claudia Marcelloni / CERN\nLonger running cycles of two years duration are planned for future LHC experiments. As a cryogenic machine, the LHC requires a month to reach room temperature or cool down. At full power the detectors in cathedral sized chambers should capture some 600 million collisions every second among trillions of protons racing around the LHC at 11,245 times a second. Maximum possible energies are twice that achieved on March 30, 2010 – 14 TeV.  'Dark Matter' and 'Dark Energy' that are believed to account for 96% of the matter and energy in the universe will finally be accessible for study. Symmetry and Asymmetry will also be accessible as never before and at highest energies. Super Symmetry – the world of heaviest particles at 400 GeV or higher – can finally be examined.\n\n* * * * * *\nPhoto: Marzena Lapka / CERN\n* * * * * *\n   \n  \n\nSimulation of the 7TeV event as captured by Alice, March 30, 2010. EXCELLENT!! Short, no sound.\n* * * * * *\n1, 2, 3, 4, 5, 6\nCopyright(c) Blumenberg Associates LLC, 2010. The article may be posted and copied elsewhere in blogs and not-for-profit contexts with the requirement that this copyright notice is clearly visible. For use in for-profit business, please contact the author.\n","author":"merlynne6","web_category":"science","title":"Everything You Needed to Know About the Large Hadron Collider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/physics/news-everything-you-needed-know-about-large-hadron-collider"}