{"summary":"For example, Canadian scientists have developed the first bionic ear small enough to be implanted into new born babies, using speech processing chips developed at the Imperial College in London. As the patient thinks about a movement, the electrode picks up a signal, amplifies it, then transmits it through the skin to a computer","advice_category":"4","content":"\nPhoto: Creative Commons\nDuring millions of years of continuous evolution, nature has perfected solutions to many problems that still, despite the latest technological developments, pose great difficulties for scientists and engineers. \nThe structure of the skin surface of some sharks, for example, reduces drag by up to 10 per cent using tiny grooves. A dog nose is still about a thousand times more sensitive than the best chemical sensors, and a snake’s sense of smell even better. For stability a blade of grass is vastly superior to comparable mechanical constructions, while spider silk is, for its density, one of the strongest substances known to man.\nWe seek, constantly, the impossible dream of eternal youth and health, convinced that this is achievable, somehow. The reality is that eternity is always going to be out of reach, but extended life-spans may not be, thanks to technological advances.\nWho can forget Frankenstein? In his day, it was inconceivable that anyone could ‘build’ a human body, and no surprise that it all went tragically wrong, but science and technology are no respecters of such outmoded ideas, and are doing their best to prove it.Photo: DerrickT\nIf you're like most people, you were introduced to bionics by Steve Austin, the Six Million Dollar Man. That was 1973. The melding of human and machine is today being used not to run 60 miles per hour or see miles away, but rather to regain mobility, restore vision and allow the deaf to hear again. \nAt Neural Signals, one of the leading US companies in the field, scientists are developing computer systems that respond to human nerve impulses. \n\"We electronically record through the skin with a pad electrode,\" says Dr. Philip Kennedy of Neural Signals. \"And even if there's no movement, there's often some - even small - muscle activity, which must be associated with electrical activity, and we can pick that up.\" \nHere's how it works. Commands from the brain are read through a brain implant, placed inside the motor cortex, the part of the brain that controls body movement. As the patient thinks about a movement, the electrode picks up a signal, amplifies it, then transmits it through the skin to a computer. \nIn experiments, a quadriplegic man has been able to move a computer cursor just by thinking about it, and a monkey has moved a robotic arm in the same way. This was once the stuff of fairy tales, just like the series of ‘Terminator’ films in which a humanoid robot was the central character.  This is no longer as implausible as you might think.\nIt’s difficult for any of us to imagine being able to go to a spare parts shop which deals only in human body parts, but the advances in medical technology are such that this could one day become a reality. Whilst many questions about human physiology remain unanswered yet, a great deal is now known, and the possibilities for the future are quite staggering.\nFor example, Canadian scientists have developed the first bionic ear small enough to be implanted into new born babies, using speech processing chips developed at the Imperial College in London. This device would have no external equipment, and therefore be invisible. Clinical trials are ongoing.\nPhoto: Wikimedia\nAmerican doctors have perfected an implant system of wires and circuitry, which enable paralysed people to move again, through use of a joystick manipulated by the shoulder, because previously severed nerve endings have been electronically re-connected. \nBritish scientists have developed a revolutionary device – The Neurocentral Freehand system – which stimulates nerve roots to make muscles contract and flex. Quadriplegics, via a chest stimulator, and a system of wires and electrodes under the skin, to the fingers, are given the ability to use their hands again. \nIndeed, Nottingham City Hospital successfully carried out six month trials on ‘Bionic’ hands for children.  Called the ‘Prodigits’ hands, they enable the kids to perform simple tasks that were once impossible for them.\nPhoto: Unknown\nPeople have been getting Thyroid voice implants for several years, enabling them to talk again, and a hospital in Baltimore, USA, has perfected glasses that send wireless images to electrodes implanted in the eyes of blind people, allowing hem to see.  Silicon chips are under development that will bypass damaged retinal tissue, to send information directly to the brain.\nThere is even talk now of a device, for those unable to be helped by the above technology, which will be implanted into the tongue.  Wireless signals from spectacles will act as a kind of radar – similar to that used by bats – to inform the user of obstacles in their path, and thus which is the safest direction in which to go.\nOther US researchers are close to finalizing the development of an artificial heart, made of Titanium, which can copy the actions of the human heart, even down to slowing or speeding up the heart rate, according to the user’s need. Metal implants as replacements for worn joints are now commonplace, giving relief to many previously suffering patients.\nPerhaps the most astounding breakthrough in medicine is the ability to actually grow new body parts. Scientists have already successfully grown a whole bladder and new cartilage, and a new kind of artificial skin, complete with nervous system, is expected to be unveiled to the world very soon.  \nWhen these techniques are perfected, transplant surgery will no longer depend solely on donation, and operations, which had previously called for lengthy periods of post-operative care will be less commonplace. There seems little doubt that medicine is moving into a highly technological age. \nProfessor Kevin Warwick, head of cybernetics at Reading University, is enthusiastic about the future. He feels that we’ll be able to link our brains to computers, giving us more powerful capability of thought, and the ability to sense the world in different ways, like infra red or ultrasonic X-rays, for example.\nPhoto: Cybernetics\n\nWe are undoubtedly at the dawning of a bionic age, that will see man being able to extend life by artificial means, link directly to computers via electronic implants, and not have to wait years for vital transplant surgery. Some experts are of the opinion that 95% of the human body could be safely replaced with synthetic alternatives, with much longer life expectancy.\nWhat was, not so many years ago, science fiction is today fast becoming science fact, and scientists confidently predict that, within a couple of decades, disabled people will have the use of limbs restored to them, while blindness and deafness will hardly count as disabilities at all, due to implanted bio-chips and advanced technology.\nThe exaggerated powers of the six million dollar man might have been pure fantasy, but the principals behind his transformation were the foundation of a revolution, which is sweeping across our modern world with ever growing speed. The bionic age is upon us, and whilst Frankenstein was doomed to fail, our own future lives, in terms of health care, may be closer to him than we ever thought possible.\n","author":"tonyleather","web_category":"science","title":"The Future of Healthcare is Robot Monsters","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/news-we-created-monsters-try-improving-ourselves"}