{"summary":"D*Face was, in the vernacular, stoked to paint the pool and realise a dream of visiting the traditional Mecca of all skate scenes, where his early interest in the relationship between art and skateboarding first came alive – even if he was just a little too young to know it at the time. It's also something synonymous with skateboarding and skateboard art, so the idea was to cover the pool with over a 1000 life size skulls in various shades, as a tribute to the fallen skaters and past masters.\" ","advice_category":"6","content":"\nIn counter-cultural urban expression, there’s nothing more sublime than the sight of a skater achieving near weightlessness as they rip into a vertical transition before flying off the coping into thin air, clutching their board, while the concrete space from which they soared awaits their return. Ever since the early '70s, when a legacy of past masters carved an ineffaceable groove in the concrete landscape with nothing but a plank and four wheels beneath their feet, the drained swimming pool has held a special place inside the ribcage of the street skater.\nEnvironmental Graffiti talked to London-based street artist D*Face fresh from his return from painting an abandoned swimming pool for skateboarders in California.\nRamp skating may win more prizes, it may even hit greater heights, but riding the beautifully curved 1950s pools of San Bernadino – aka the ‘Badlands’ – is skating to the core, harking back to the early days when air was first caught and bones first broken. D*Face recently took a trip to the skate community where it all started to paint the perfect pool.\nInspired by skate graphics and the street art scene that spawned him, D*Face helped create a skater’s dream spot with his design for a pool dubbed ‘Ridiculous’ by the guys who discovered it, MTV host Peter King and legendary skateboarder Steve Alba. The slightly cryptic name is a marker of its ridiculously perfect shape and curvature, from a skater's point of view. \nSan Bernadino was hit hard by the economic slump and subprime mortgage fiasco, so many of its properties have been left vacant. This gave the skating community the chance to mark their turf on an abundance of abandoned swimming pools – echoing the era when Alba and others took their hardcore style to the pools following the 1970s drought in Southern California.\nThe invitation to paint 'Ridiculous' was put out by MTV, but if that makes this sound more commercial than it perhaps should, remember that the guys who found it could, in theory, have been arrested for this stunt. And look no further than D*Face’s skull designs, hundreds of which litter the pool basin, to see that this is a graphic artist doing what comes naturally to him – and an artist who loves skating.\nD*Face was, in the vernacular, stoked to paint the pool and realise a dream of visiting the traditional Mecca of all skate scenes, where his early interest in the relationship between art and skateboarding first came alive – even if he was just a little too young to know it at the time. Nourished by a passion for hip-hop and punk music, cartoon animation and of course street art, his style fitted the bill well. \nAsked how his art interacts with skating and the skate aesthetic in his painting for 'Ridiculous', D*Face told EG:\n\"I guess because my work can be seen in the public domain, for free, by any passers-by, and uses elements of repetition to build awareness and subversion and shock to provoke reaction. Skateboarders I believe are a different breed. They pay attention to the environment that surrounds them, they are often chased off spots they're illegally skating, so there's a synergy between my work, skateboarders and skateboarding.\" \n\"The Ridiculous pool was slightly different in as much as I hadn't seen the actual pool before, so only had a very vague idea of the size. Also it was going to be ridden by skaters who hadn't seen or weren't necessary familiar with my work, so I wanted to produce a piece that had instant appeal and impact and would tessellate, enabling me to cover as much or as little of the pool as time allowed and to allow me to work with the natural flow and line of the pool that the skaters ride.\" \n\"Skulls or more importantly death plays a significant part in my work. It's also something synonymous with skateboarding and skateboard art, so the idea was to cover the pool with over a 1000 life size skulls in various shades, as a tribute to the fallen skaters and past masters.\" \n\"My work in the public domain is also ephemeral, subject to ever changing elements, both natural and human. Much like the graphics on a skateboard they're only temporary. As soon as the boards are ridden they start to decay and take on their own life. The same can be said for my work in the street. It's this natural element of weathering and ageing that is beautiful and brings a new life to the piece. The exact same effect applies to the Ridiculous pool. It wasn't complete until it had been skated hard. The lines, scrapes and scuffs that run through the painting bring a whole new life and texture to the pool that would be impossible to replicate.\"\nAnd what about the history of his love for skating? D*Face told us:\n\"Skateboarding changed my life. I was never the academic kid and didn't take particularly well to the education system, so I looked to other means of 'education' and found what I can only describe as the manuals to my life; Subway Art, Spraycan Art and Thrasher Magazine.\" \n\"I used to get Thrasher from the older kids at school, around '82 - '89. Those magazines and books were like eye candy to a visually starving child, particularly the adverts in Thrasher for various skate brands' boards. Those struck me hard. I didn't know who or how you'd get to create such amazing artworks to grace the bottom of a skateboard, that was essentially then going to get ruined, but they had a profound influence on my work. I later came to find out the skate artwork that I was particularly inspired by was by Jim Philips and Vernon Johnson.\"\n\"I skated my teenage years away and at a time where skateboarding was seen as an outcasts' thing to do. We had to be resourceful in finding spots to skate, particularly as England was decades behind the USA in building actual skate parks, so skateboarding taught me to look at the city differently – you know, what had been designed as an architectural feature became a skate-able object. This looking differently at our public domain is a key factor in my work now as an artist. A blank wall with high visibility becomes a prime canvas to display artwork on.\"\nAnd finally, were there any other incentives for this gig? D*Face: \n\"Meeting Steve 'Salba' Alba who is a pool skating legend and a skater I've admired since a child. He's a regular at the Ridiculous Pool, in fact the area San Bernardino where the pool is located is nicknamed Salba Land as he's skated so many pools in that area. Also getting to fulfill a childhood dream of hopping backyards to skate pools with Salba and Peter King and watching amazing skaters session the pool was incentive enough.\"\nD*Face finally completed his creation after four, marathon 17-hour days of painting. As the sun set on the fourth day, over 100 skaters led by Steve Alba dropped in on the vertical backyard slopes, grinding the proverbial icing into D*Face’s creative cake: interactive street-art done good. Would other legends from back in the day have enjoyed the show? Only if they’d have been the ones to break in first.\nWith special thanks to D*Face for taking the time to answer our questions.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"How To D*Face A Skate Pool With A Thousand Skulls","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","url":"http://www.environmentalgraffiti.com/featured/dface-skate-pool-thousand-skulls/18383"}