{"summary":"”We slowed down because we saw some elephants ahead of us,\" says Rey. When mountain biking legend Hans Rey set off on a safari free-riding trip through southern Africa, he couldn't know what to expect","advice_category":"8","content":"\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nDarkness was creeping in, and with it the first traces of fear. The opening stage in the tour was only about 20 km long, but with less than an hour of daylight before the big cats would get active, everyone knew they needed to hurry up. Despite precautions like 'thorn-proof' green slime for their wheels, yellow-flowered devil thorns ensured the riders were as plagued by flat tyres as they were by mosquitoes – and this was no time for a hold-up.\nPhoto: Photo: Carmen Freeman Copyright adidas / Planet Talk 2009\nWhen mountain biking legend Hans Rey set off on a safari free-riding trip through southern Africa, he couldn't know what to expect. “I had ridden amongst wild animals on several occasions over the years, usually in a semi controlled environment, where we either had a vehicle nearby or the chances were unlikely that I would ride into the lion’s den,” says Rey. “Well, this time was different.”\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nSleeping in the open bush land – sometimes directly under the star-clustered sky – may sound idyllic, but when hyenas are prowling around close enough to leave pawprints just metres from your camp, reality bites. “We all made sure that we’d stay near one of the rifles at all times,” explains Rey, because if you leave the group you become part of the food chain – meals on wheels as it were.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nRey was joined on his journey by the ADIriDAS, a free-riding team sponsored by Adidas featuring mountain biking stars Phil Sundbaum, Joscha Forstreuter, Mads Haugen and Andrew Taylor. A few others went along for the ride too, including Sven Martin and Hans’ wife Carmen as photographers, plus Greg Bond and his armed guides from Cycle Mashatu, which runs biking adventures in the area.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nThe journey began on the border between South Africa and Botswana, where the group needed to stack their bikes on an old steel cable-cage that pulled them across the crocodile-inhabited Limpopo River. They were headed into the heart of Mashatu, the ‘Land of the Giants’, where ancient elephant paths interlace a mosaic of savannah, riverine forests, marshlands, plains and sandstone outcrops.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\n“Right from the first 5 minutes of our ride we saw tons of animals, from wildebeest, impala, eland, hyena, giraffe, snakes and zebras to baboons and all sorts of beautiful birds,” says Rey. “It’s hard to describe the feeling when you ride in the wild and a deadly animal could appear from behind every turn, bush or tree at any moment... It makes you almost forget the aches, pains and the tremendous heat.”\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nAlmost. But with temperatures soaring to 42¢X Celsius, nobody wants to be roasted alive in the sun; so whenever anyone did get a flat, it was straight into the shade for everybody else. Still, such snags do have their upsides – like seeing a herd of elephants suddenly pacing through a thicket, magnificent beasts able to move far more quietly than their wheeled spectators in spite of their size.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nThe group covered about 40 or so km each day, rising with the sun because later in the day it is too hot to ride. They had to obey strict instructions from their guides, following sign language and learning to keep super quiet, especially when given the signal. After a morning encounter with a fine-looking bull elephant, day two saw an opportunity for some crazy tricks to be thrown, and for Hans Rey a tour highlight.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\n“The boys set up a sick jump with a perfect landing on the bank of a river bed,” Rey explains. “You should have seen the faces of the tourists in a Safari Jeep that came around the corner. They were expecting lions, elephants... but definitely not a bike rider flipping his bike off a cliff in the middle of nowhere.” The guys only learned afterwards that the spot was in the middle of ‘lion country’; the guides were stoked.\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nDay three brought lion tracks and a view from a vantage point, the beautiful wilderness of Botswana and over 20 elephants below. The landscape gradually shifted too, with sandy tracks and rugged gravel paths amidst distinctive sandstone rock formations rising up from the plains like towering red-coloured islands. Later, the group would spot giraffes, well camouflaged despite their long necks.\nPhoto: Photo: Carmen Freeman Copyright adidas / Planet Talk 2009\nNevertheless, with sun cream and water running out, the last stretch that day resulted in the biggest challenge of the ride so far, as the riders negotiated metres-high grass, deep sand, and bumpy paths riddled with deep elephant footprints. They finally made it to their most comfortable camp yet, but the drama wasn’t done for Hans Rey as they went for one final photo shoot:\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\n“The scariest moment was when my lovely wife Carmen mentioned a sudden swift movement in the 4 feet tall grass right next to the trail as we were hiking up a small hillside to a rocky monolith, says Rey. \"We all kind of dismissed her comment until the guide and guys below, who watched us from a distance, told us later that they saw a leopard emerge from the grass near us and run off into the sunset.”\nPhoto: Photo: Sven Martin Copyright adidas / Planet Talk 2009\nA less menacing threat crossed their path on their way back in the jeep as well. ”We slowed down because we saw some elephants ahead of us,\" says Rey. \"Then all of a sudden our hearts stopped beating as a massive roar trumpeted... As my flashlight revealed, we had spooked an elephant bull right next to our vehicle where we had stopped in the dark. It was too close for comfort but quite funny in retrospect.”\nPhoto: Photo: Carmen Freeman Copyright adidas / Planet Talk 2009\nAll told, what a trip. With special thanks to Hans Rey and Sonja Hamel from Planet Talk 2009.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"Mountain Biking through the Mashatu Game Reserve","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_cliffdiving_portugal.JPG","url":"http://www.environmentalgraffiti.com/featured/mountain-biking-mashatu-game-reserve/14043"}