{"summary":"As  the caterpillars keep munching away the newly grown leaves, the tree doesn't get its usual signal 'Leaves are Grown' yet – it just keeps growing new leaves while the caterpillars feast away.. Inside are hundreds – okay, thousands – of Tent Caterpillars","advice_category":"2","content":"\nThis time of year, April through May, the Eastern part of North America experiences the Tent Caterpillar Invasion.\nPhoto: wiki\nWhen cherry trees (Prunus spp.) are just starting to leaf out, that's when you might notice white clumps of webbing at the tips of some branches. \nPhoto: wiki\nInside are hundreds – okay, thousands – of Tent Caterpillars. \nHungry Tent Caterpillars.\nAnd they've hatched just in time to feast their growing bodies on the tree's newly-emerging leaves.\nThese hungry creatures don't really do much harm to an otherwise-healthy tree. As  the caterpillars keep munching away the newly grown leaves, the tree doesn't get its usual signal 'Leaves are Grown' yet – it just keeps growing new leaves while the caterpillars feast away.\nPhoto: wiki\nThen the caterpillars reach full growth and they stop feeding. \nIt does that until finally, the signal arrives: 'Leaves are Grown'. Now it can get on with its summertime tree business – no harm done.\nOkay, now the caterpillars are full-sized, ready to pupate and morph into moths. \nThey descend from their birth-trees en masse, each individual seeking a quiet, protected place to spin its cocoon. \nAnd they seem to get their little caterpillar selves into all kinds of trouble! On screens, on porches, even inside houses. \nSends people everywhere freaking out. Or so it seems.\nSo how do you get rid of these home invaders? I'm glad you asked!\nWeb tents in trees: You could cut the branch tips out and burn them – but this often requires more tree-climbing ability than most people possess. Better by far just to leave the tents be. \nCrawling caterpillars: Here's where you can most likely make a difference.\n•\tKeep a spritz bottle full of water and (are you ready for this?) dish soap. Douse each caterpillar you see outdoors, soak it good with the soapy water.\n•\tOr, even more effective, you could grab a pair of tweezers and seize each caterpillar (use tweezers since the hairs can be irritating to sensitive skin) and plunk it into a jar of... that's right, soapy water. \nSo there you have it. Now you know how to handle the annual invasion of the Eastern Tent Caterpillars.","author":"dorothydot","web_category":"nature","title":"How to Live With Eastern Tent Caterpillars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-30272-2957684240104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-how-live-eastern-tent-caterpillars"}