{"summary":"Photo: Image (c) of Chris Jordan. Image (c) of Chris Jordan","advice_category":"6","content":"\n*UPDATE - we had originally hosted these images on a free image host. They? were subsequently removed for being pornographic. Obviously people can't tell the difference between art and sculpture and vulgarity*\nPhoto: Image (c) of Chris Jordan\nWhen looking at this sculpture from a distance, one may be forgiven for thinking that Environmental Graffiti had gone down the route of becoming a soft porn site. On closer inspection however, you’d notice that the breasts above were painstakingly created using 32,000 Barbie dolls by photographer Chris Jordan. Why? Because that’s the number of females in the US who have cosmetic surgery to enlarge their breasts every month.\nThe picture is oddly beautiful, mind-boggling and poignant. It poses such questions as: to whom did the Barbies belong to? Why were they thrown away? What is the story behind them? The poignancy about the piece perhaps lies in the fact that the sculpture creates a sense of lost innocence; a symbol of our fake throwaway society - one which is plastic and lies in entropy.\n\nImage (c) of Chris Jordan\nThe picture is part of a larger series in his “Running The Numbers Project,” which aims to highlight the sheer vastness of consumerism in the US.\nOn his website, Jordan states that:\n“The pervasiveness of our consumerism holds a seductive kind of mob mentality. Collectively we are committing a vast and unsustainable act of taking, but we each are anonymous and no one is in charge or accountable for the consequences. I fear that in this process we are doing irreparable harm to our planet and to our individual spirits.”\nIs there beauty in destruction?\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"art+and+design","title":"These Breasts Have a Message For Us!  ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb20.webshots.com-45715-2067462300105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/breasts-message/2378"}