{"summary":"Put some fake blood on your hands and let it dry. Wear the shirt and stuff it with newspapers or rags and tie a knot at the bottom with a string","advice_category":"6","content":"\nPhoto: Hillary Kladke\nThe night of All Hallows Eve is fast encroaching, as are the spirits of the past and the zombies, ghouls and ghosts of a long lost time, a time where latex and rubber did not exist. That’s right, the consumerist advent of Halloween has replaced the dress-up trunk that kids of my generation would revel in. We’d scour through moth-infested cupboards at a great aunt’s house, search aimlessly through dad’s box of memories from the '60s, mum’s scarves and jewelery and someone’s eclectic hunter hat. So, for those who want to celebrate a green Halloween and celebrate days gone by, why not recycle some old cardboard or cloth, scour through some drawers and roll up your sleeves to make something you can show off as your own?\n6) The Scottish OgrePhoto: Gustty\nThe world is going stir crazy in the current economic climate? Men in business suits look gloomy on the underground? Why not spice it up for a day? All you need is a bit of Shrek; wear a white shirt, brown or black bottoms, borrow a brown vest (or pick one up at your local charity shop), paint your face and hands green and add some green cardboard cut-out ears to a green swimming cap. Voila, Shrek Forever After indeed.\n5) Global WarmingPhoto: John le Gear\nGet hold of a massive t-shirt, preferably blue or turquoise, then cut up some green felt into ‘continents’ and stick them on with PVA glue. Wear the shirt and stuff it with newspapers or rags and tie a knot at the bottom with a string. Now make a big thermometer: use a long and thin blow-up balloon for a 3D effect or just cut up a piece of cardboard and with permanent markers draw the temperature – make it mind-blowingly high!\n4) Tree HuggerPhoto: Emily Thorson\nFind an old jumper you no longer wear and cut two arm-sized holes under the sleeves. Stuff the real sleeves with newspapers and pin the ends together around a small fake tree (or a papier-m?ch? one if you have the time). Put your own arms into the holes and you’ll be a walking talking tree hugger.\n3) ScarecrowPhoto: MarianovellaMonti\nThis should be easy: some old faded jeans – the scruffy ones you never get to wear – a flannel shirt (someone in your family is bound to have one, and charity shops abound with cheap ones), any old hat, some rope for a belt and to tie around your wrists and ankles and lastly a handful or grocery bags and a bit of straw (if you live in the city just shred an old newspaper). Stuff the grocery bags everywhere; legs, arms, belly – they will make noise and sound like straw (but less complicated) and stick the bits of wanna-be-straw on the cuffs of your jeans and shirt. \n2) Cereal KillerPhoto: Marianovella Monti\nYou’ll need: an empty cereal box, a plastic knife, some fake blood and a teddy bear. Step one: cut holes on the side and bottom of the cereal box and a slit in the centre. Step two: apply fake blood and stick a plastic knife (with PVA glue) in the slit. Step three: stuff the teddy bear into the box and put his arms and legs through the holes. Put some fake blood on your hands and let it dry. Hang the box around your neck with some string. WANTED!\n1) Black Eyed PeaPhoto: TopRank Blog\nFinding yourself stuck with a last minute costume party? Wear a white t-shirt and leggings, cut out a P from some black card and clip it onto the shirt. Paint one of your eyes black and tell everyone you have a feeling it’s going to be a good night.","author":"marianovellamonti","web_category":"art+and+design","title":"6 Eco-Friendly Halloween Costumes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","url":"http://www.environmentalgraffiti.com/green-design/news-6-eco-friendly-halloween-costumes"}