{"summary":"And don't think it's just some useless pouch of venom that the platypus is able to utilize either. I do not know why the platypus is born with teeth, most likely because I'm far too lazy to look such a thing up","advice_category":"2","content":"\nPhoto: break.com\nIn this day and age everyone knows about the platypus. Nature's adorable little oddball that looks like the result of an interspecies relationship between a beaver and a duck. \nWhat most people don't know, however, is that the platypus is the product of Satan's nightmares sent to destroy us all.\nBelow are 6 facts about the platypus that should prove my point:\n6. It is one of only five species of mammals that lays eggs.\nThis is in direct opposition to one of the three most defining aspects we were all taught about mammals: they have hair, they are warm blooded, and they do not lay eggs.  To put this into perspective, whales, dolphins and even bats have enough respect for their mammal heritage to not lay eggs. And these crazy bastards spend their entire lives trying to be fish or birds.  I mean come on, if mammals that spend their entire lives submerged in water can manage to give birth to live young, then the platypus has absolutely no excuse for this abomination of reproduction.\nPhoto: Stefan Kraft\n5. The Platypus has no nipples.\nI have nipples.  I am a man, I do not lactate, yet I have nipples. This makes me the exact opposite of the female platypus. The female platypus does lactate... and does feed its young with mother’s milk... but without nipples.  So how, you might ask, does the mother platypus get the milk into the mouths of her demon spawn?  The same way you get sweat in your belly button, my friend... the very same way.\nThe milk is literally secreted through pores in the platypus' skin where it pools up along grooves in the mother's abdomen, ready to be licked up by the eager little offspring.\n4. The platypus is born with teeth.\nI do not know why the platypus is born with teeth, most likely because I'm far too lazy to look such a thing up. But what I do know is that any creature with a duck-like bill has absolutely no reason to possess teeth whatsoever.  Sure the teeth drop out at a very young age... but why in God's name have them in the first place?  This is like if human beings gave birth to infants with horns that only faded away once the child reached puberty.\nIt serves no freaking purpose at all except to give me nightmares.\nPhoto: Urville Djasim\n3. The platypus is a carnivore.\nYes, that's right, a carnivore.  Not a herbivore or even an omnivore – a gaddamn carnivore.  These fuzzy little misfits have acquired a taste for blood and they aren't settling for anything else.  And it may be true that their diet consists mainly of worms, insect larvae, and freshwater crayfish... but for how long?  If Hollywood horror movies have taught me anything, it's that a killer's appetite for flesh starts off small but inevitably leads to 13 semi nude college students being devoured in the most grotesque way possible.\nPerhaps this is the answer to the whole teeth thing? The adult platypus doesn't need teeth right now because their prey isn't big enough to require a death-grip on the throat to bring it down.  But they're already prepared for when they do feel the urge to take down a full grown man... they're just biding their time.\n2. They have the sixth sense of electrolocation.\nAnd it is every bit as horrifying as it sounds.  The platypus isn't content with hunting its prey through normal, non-super villain-esque methods. Nooo, these monsters of down under hunt their prey by detecting electric fields created by muscle contractions.\nSo just so you're aware, once these demonic creatures do develop a taste for human flesh, there's no use hiding from them.  They can just feel your presence (and I'm assuming smell your fear and hear your internal screams of terror as well).\n1. The Platypus is venomous.\nAs if a semi-aquatic predator with the ability to hunt you down by electricity wasn't scary enough... these critters of purebred evil pack enough venom to kill a dog or incapacitate a full grown man. Oh, and it's not the numb, \"I can't feel my body\" type of incapacitation either, it's the, \"Oh my God, I'm in such excruciating pain that I can't even control my muscles!\" type of incapacitation. And don't think it's just some useless pouch of venom that the platypus is able to utilize either.  This is a full-blown cocktail of deadly venom produced from the spurs (a.k.a. really freakin sharp spikes) on each of the hind legs of the male platypus.\nSo thirty years from now, when you lay paralyzed, in excruciating pain, staring up at a duck billed, sabre-toothed predator that has just tracked you down through apparent magic, just remember, you have been warned.\n","author":"The Blunt","web_category":"nature","title":"6 Terrifying Things You Didn't Know about the Platypus","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb10.webshots.com-10249-2293199970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-x-terrifying-things-you-didnt-know-about-platypus-maybe"}