{"summary":"One of the animal officials called in to the scene said: ““It is quite apparent that these animals have been without food a long time.” He said they were thought that the horses had survived by eating the bodies of the dead animals. The surviving horses were being treated by vets","advice_category":"2","content":"\nA British man was arrested yesterday after leaving more than 100 horses and donkeys to die in a field at his horse farm.\nImage by Harald Supfle\nJamie Gray, 44, was charged with criminal damage and assault on a police officer. He likely faces further charges over the animals in the coming weeks. RSPCA workers reported that upon arriving to the farm they found 28 animals already dead and another 3 in such ill health that they were shot immediately to end the animals’ suffering. There were more than 80 animals that had survived, although many were showing the effects of the horrific conditions in which they were kept.\nOne of the animal officials called in to the scene said: ““It is quite apparent that these animals have been without food a long time.” He said they were thought that the horses had survived by eating the bodies of the dead animals. The animals were found by a huge mound of manure, emaciated and neglected.  Authorities believe the animals may have been bought for as little as ¢G5 each and sold as meat later.\nRSPCA officials had come to the farm after being alerted by neighbours, who had repeatedly complained about the farm to the authorities. One neighbour told a newspaper that: “Last summer horses were simply starving to death in a field and you could see all their ribs.”\nThe surviving horses were being treated by vets. Local farmers took in some of the animals, and many others were taken to Redwings Horse Sanctuary in the English town of Norfolk.  Vets told Redwings head Lynn Cutress they “had never seen anything of this horrific magnitude in the last ten years”.\nRedwings staffer Nicola Markwell said many of the animals they had taken in were traumatized by the ordeal. \"Some of them just won't let anyone near them at all. We have to put those through a gradual handling programme and let them recover before we release them into a herd,” she said.\nThe RSPCA and vets say the horses’ recovery will be a long process. Members of the public responded to the horses plight, gathering over ¢G15,000 and offering equipment to the Redwings sanctuary.  Many have asked about Esther, the 2 month old donkey foal that was the youngest animal recovered. Markwell said: \"Esther is a little nervous - but she seems OK. She is staying close to her mother and is obviously bewildered. But she is quite playful, which is a good sign. She is feeding well, like all the other donkeys.\"\nIf you want to find out all the latest news on animals, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"31 Horses Dead of Neglect, Survivors Resort to Cannibalism","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Thylacinepouchjpg","url":"http://www.environmentalgraffiti.com/ecology/31-horses-dead-of-neglect/688"}