{"summary":"Fata Morgana of a ship, the image showing a number of framesPhoto: Image: Mila Zinkova. Modern science has made the way these bewildering optical phenomena work less hazy, but mirages continue to captivate the imagination – and no more so than Fata Morgana, that most bizarre of superior mirages.","advice_category":"2","content":"\nMirages have long left us spellbound. Their power to play tricks on our minds endlessly fascinates, while the image of an exhausted traveller in a desert being fooled into seeing an oasis in the distance is part of popular folklore. Modern science has made the way these bewildering optical phenomena work less hazy, but mirages continue to captivate the imagination – and no more so than Fata Morgana, that most bizarre of superior mirages.\nInferior mirage, Mojave DesertPhoto: Image: tumanb\nMirages occur when light rays are bent – or refracted – as they pass between layers of warm and cooler, denser air, making things appear to be where they’re not. Inferior mirages, like those we see shimmering like water on hot days, crop up when light bends upwards as it hits the warmer air closer to the surface of the road or desert, so that we see a mirror image of the blue sky above. \nSuperior mirage off the coast of NorwayPhoto: Image: Gerd A.T. Mueller\nSuperior mirages are distinguished from inferior mirages by the fact that the image seen appears above rather than beneath the actual object – which will thus be relatively low lying. This happens when air nearer to the ground is colder than the air on top of it, in what is known as a temperature inversion. Light is bent downward and towards the eye, making it look as though what is below the viewer’s line of sight is straight ahead or higher in the sky. \nSuperior mirage off the coast of CaliforniaPhoto: Image: Jhapeman\nOne of the things that makes superior mirages so intriguing is that when the bending of light more or less matches the curvature of the earth, it acts like a giant magnifying glass. Even an object a long way beyond the horizon may appear to hover above it, so that what is seen is pure mirage. In the photo above, Santa Barbara Island is apparent as a superior mirage from Santa Monica, even though at nearly 50 miles away it isn’t normally visible over the horizon.\n3-Image Mirage, AntarcticaPhoto: Image: RecapWhenNotInUse \nSuperior mirages can be right side up, upside down, or a blend of both, depending on the temperature gradient and the distance of the object itself. The image above shows a 3-image mirage with what looks like a combination of inverted and erect images, while in the photo below the inverted image of the ship is mirrored cruising above its upright counterpart. What is real and what is illusion becomes increasingly blurred. \nSuperior mirage, Victoria, CanadaPhoto: Image: Craig Clements\nBecause they take place in unusual atmospheric conditions, typically over large icy expanses or bodies of water, superior mirages are less common than inferior mirages. Rarer still, though, is the extreme and peculiarly complex form of superior mirage known as Fata Morgana. Evocatively named after Morgan le Fay, the shapeshifting sorceress of Arthurian legend, this curse of voyagers of old nonetheless holds no fear for scientific explanation.\nFata Morgana of a ship, the image showing a number of framesPhoto: Image: Mila Zinkova\nFata Morgana also arise at the boundaries between warm air and inverted masses of colder air, yet here there are also multiple extra alternating layers of air at differing temperatures. Like other superior mirages, Fata Morgana make faraway objects seem to tower in the air, much taller than they are in reality. But due to the irregular air densities, the ship, island, coastline or whatever becomes super-distorted, often beyond all recognition, with dancing spikes or towers.\nFata Morgana constantly changing two ships’ appearances Photo: Image: Mila Zinkova\nIt’s perhaps the fact that Fata Morgana are moving images that makes them so special. As the light bends through the complicated temperature inversions – its curvature now exceeding the Earth’s – different sections of the mirage fluctuate in height, like an incredible, rapidly changing animation. With shifting images superimposed on one another, some upright, some inverted, it‘s no surprise Fata Morgana have been bamboozling our minds for centuries.\nMultiple-image Fata Morgana display, Farallon Islands, CaliforniaPhoto: Image: Mila Zinkova\nThe strange stretching and elevation of objects on the horizon by Fata Morgana led to people perceiving them as fairy-tale castles in the sky, complete with turrets rising into the air. Other objects these mirages may have been mistaken for include cities in mountain ranges and even UFOs – the latter probably due to the planet Venus being captured by Fata Morgana and appearing to shimmer and travel great distances before vanishing. \nFata Morgana squashing together and flattening mountains, AlaskaPhoto: Image: David Cartier\nFata Morgana sightings are also thought to be behind the legend of the Flying Dutchman, the infamous ghost ship seen as a portent of doom at sea. And elsewhere in history, there were reports in the 19th and early 20th Centuries by Artic explorers claiming to have discovered an entire unidentified landmass off the northwest tip of Alaska. Expeditions set out to reach what was called Croker Mountains or Croker Land, but failed, as Fata Morgana had struck again.\nFantastical Fata Morgana, Tetlin Hills, Eastern AlaskaPhoto: Image: David Cartier\nIn this last photo from Alaska you can almost feel the low layer of dense subzero air that creates the lens responsible for the magical morphing effects of the Fata Morgana. Part of this range of hills is being spread and reformed by the Arctic mirage lying over them. David Cartier explains that in these parts there are often so many mirages that it’s hard to tell what parts of the scenery are physically real, with the hills and mountains forever melting and changing shape as if made of liquid. \nWith special thanks to Mila Zinkova for helpful advice\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"10 Landscapes of Smoke and Mirrors","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-9141-2350366490102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/a-world-of-mirages-10-dazzling-optical-phenomena-from-round-the-globe/7497"}