{"summary":"Andrew Tyler: As the UK’s largest animal rights group, Animal Aid campaigns peacefully against all forms of animal abuse and promotes a cruelty-free lifestyle. This video footage is so real and horrifying, you might feel the pain of the suffering animals.","advice_category":"2","content":"\nPhoto: ? Animal Aid\n\"You see the fear in my eyes, as you cut open my neck.\nI can't hide, I am scared, I am going to die.\nIs there anyone who can help me escape?\nIt's too late, darkness comes.\n– by CK Moore\nWe humans love to admire animals and pretend to care for them. But it is us humans who don’t even think twice before killing them for food. Do you know that the average British carnivore eats more than 11,000 animals in their lifetime? And that every year, about 750,000,000 animals are slaughtered in Britain alone, irrespective of the fact that the industry produces huge amounts of waste before it finally reaches our plate? What drives us to choose meat products over other food sources? The dark side of all this is the appalling brutality used in most of slaughterhouses.\nPhoto: ? Animal AidSheep decaptivated while still alive\nSince 1977, the UK’s largest animal rights group has been working against all forms of animal abuse. This group has uncovered the barbaric truth inside seven of the UK's known slaughterhouses, and their report clearly explains how animals are stunned and killed improperly. This video footage is so real and horrifying, you might feel the pain of the suffering animals.\nIn a brief interview, Andrew Tyler, Director, Animal Aid, spoke with us, about their mission and future agenda for animal rights.\nAS: What are your objectives as the UK's largest animal rights group and what challenges do you face meeting this objective?\nAndrew Tyler: As the UK’s largest animal rights group, Animal Aid campaigns peacefully against all forms of animal abuse and promotes a cruelty-free lifestyle. We investigate and expose animal cruelty, and our undercover investigations and other evidence are often used by the media, bringing these issues to public attention. We do face hostility and resistance from industries that benefit from exploiting animals, but our hard work means we get results, such as the recent successes in our CCTV campaign.\nPhoto: ? Animal AidWorker sharpens knife while two pigs awaits stunning\nAS: Your footage about \"Slaughterhouse Cruelty\" clearly supports the idea that a 'humane death' is a myth. How challenging was it to shoot inside a slaughterhouse?\nAT: It is exceptionally difficult for an animal protection group to gain open access to a slaughterhouse. Gaining access to the stun pen, while animals are being stunned, is virtually impossible. Even the government-appointed vets, whose job it is to monitor the welfare of animals in slaughterhouses, rarely get such access. A request to film would be denied, and besides, filming in a designated place at an appointed time does not reveal what happens on a typical day. So we installed fly-on-the-wall cameras to see what really happens inside Britain’s slaughterhouses. Animal Aid did not break in, cause any damage, or commit any illegal acts to get this footage. What is perhaps more challenging is to sit and watch hours of footage of animals being subjected to appalling suffering before enduring a violent death.\nAS: What are the animals' rights and what should we as people do to enforce them?\nAT: Animal Aid believes that all animals have the right to a life without suffering. They are sentient creatures, capable of experiencing diverse emotions such as pain, fear, excitement, boredom, maternal instincts and loneliness, and humans have no right to exploit them for our own gain. Anyone can help this movement by living a cruelty-free lifestyle, for example by cutting animal products out of their diet, only buying products that have not been tested on animals, and not donating to charities that are involved with vivisection.\nPhoto: ? Animal AidGoat leaps through slaughter hatch\nAS: Finally, any message to our readers about living a cruelty-free lifestyle?\nAT: If any readers are considering adopting a cruelty-free lifestyle, they should definitely go for it! Our everyday decisions really can make a difference and help end animal suffering. Animal Aid’s website offers a wealth of background information, advice, recipes and shopping ideas to help you on your way.\nI hope, after viewing this footage and images, we must agree at some point that eating meat while feeling sorry for animals doesn’t make sense. We must change our eating habits and look for plant-based diets too. Those, who are still not convinced, should also know that a vegetarian diet can reduce the risks of cancer, obesity and heart disease. After all, we humans want to live long lives as do animals.\nMy sincere thanks to Andrew Tyler for his answers and sharing of images and video footage with us.","author":"Alka Sharma","web_category":"nature","title":"Animal Aid: Shocking Images from Inside Britain's Slaughterhouses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-slaughterhouse-cruelity-humane-death-myth"}