{"summary":"It was like Parma and Ketsana’s anger was not lesson enough. Granted that we are used to typhoons, but when tropical storms Parma and Ketsana wrecked havoc on Philippine shores, it would change our lives forever","advice_category":"8","content":"\nPhoto: NASA\nIt seems man never learns the lesson of tragedy. A year ago, I, like many Filipinos, witnessed to two typhoons that nearly destroyed and killed thousands of lives. Granted that we are used to typhoons, but when tropical storms Parma and Ketsana wrecked havoc on Philippine shores, it would change our lives forever. Or so I thought.\nA few months after the typhoons, I continued to see trash in streets around Manila. It was like Parma and Ketsana’s anger was not lesson enough. I remember the day when Ketsana made her presence felt in the metropolis with continuous rains and rising floods. People were fighting the floods to get to work as many cars were submerged and villages in Marikina and Pasig were already like flowing rivers. \nPhoto: James Villano\nI had been working for a while in the newsroom before I started seeingedthe effects of Ketsana’s anger as people tried to swim for their lives, holding on to wires, rowing rubber boats and even saving lives. Every minute, I would get updates of bodies floating or missing in the water. Devastating as it was to hear, I realized that Ketsana was teaching man already that Mother Nature has had enough.\nWhen Parma entered the country, many people were already prepared. But Parma was also prepared as it made its presence felt among our neighboring provinces. Many crops were destroyed as people also perished. To make matters worse, Parma created two landfalls that doubled the crisis for many of our farmers. I watched helplessly on TV as I saw the landslides in Baguio and provinces such as Pangasinan looking like a river. It was indeed another lesson Mother Nature wanted us to learn.\nWhile working in the newsroom, I got a call from my siblings and parents for me to go home the following day. It turned out that our house was not spared from the rain. Looking at some photos my brother took, I could not believe how high the water was. Apparently, the water entered the first floor and my brothers had to scramble and carry everything they could up to the second floor. It turned out that while we were living in a high area, one of the walls near a creek in the village collapsed, allowing the water to enter. \n\nPhoto: James Villano\nSo should we learn from the two typhoons? I do believe so. We've always heard the words don't throw you trash just anywhere and we should follow it. After all, there is such as thing as trash cans.\nAnother way to prevent typhoons is to stop cutting trees. We know that trees provide shelter and that they absorb water. If you cut a tree, replace it by planting another one. \nAnother way is to stop abusing Mother Nature all together. Change starts with attitude. Don't take for granted what is provided for you. You'll never know when the stuff you have will just be washed out the following day just like the lives that were lost during the two typhoons.\nWe have been through more than this but I think it's time that we should wake up and go beyond the green trend to do our share. Wake up everyone! Climate Change is real and not just an issue to be discussed. It should be acted upon because we only have one earth to live in and cherish and this could never be replaced.","author":"dancingwind17","web_category":"lifestyle","title":"What We Can Learn from Nature's Devestating Typhoons?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-lesson-never-learned"}