{"summary":"The most recent earthquake may be a dry run for another Indian Ocean tsunami to come.. However, despite this good news, there are signs that this most recent earthquake may only be a dress rehearsal for a more destructive earthquake and potential tsunami soon to come.","advice_category":"4","content":"\nPhoto: Dem RomeroPristine Phuket, Thailand was spared a tsunami on April 11, 2012. Early warning worked well.\nOn April 11, 2012, a massive earthquake with a magnitude of 8.6 on the Richter scale struck off the coast of Indonesia. Unlike what happened with the 2004 Great Sumatra Earthquake and Indian Ocean Tsunami – which struck fairly close to the recent earthquake's epicenter – only a minor tsunami was generated. Throughout the Indian Ocean Basin, early warning efforts performed well. However, despite this good news, there are signs that this most recent earthquake may only be a dress rehearsal for a more destructive earthquake and potential tsunami soon to come.\nThe April 11 earthquake was one of the top 10 strongest earthquakes this century. Indeed, the 8.6M quake is said to have been the largest ‘slip-strike’ earthquake on record. A slip-strike earthquake occurs when two tectonic plates in the Earth’s crust rub against each other horizontally. In an undersea environment, this lateral movement does not significantly force sections of the ocean floor upward, and so relatively little ocean water is displaced. Accordingly, on April 11 the Sumatra coast registered a non-damaging tsunami with waves only 80 centimeters (21 in) high.\nPhoto: Walter BaxterEarly warning, via siren, TV, radio or text message worked well throughout the Indian Ocean on April 11, 2012.\nThe devastating 2004 tsunami in the same region was by contrast a ‘thrust fault’ earthquake with vertical motion that forcibly propelled the water column above it upwards. This violent motion resulted in a ‘teletsunami’ that swept across the Indian Ocean basin and claimed over 230,000 lives from Indonesia to East Africa. During the 2004 event, the earthquake epicenter was in an active seismic zone where the Indian tectonic plate is being pushed beneath the Burma plate. The most recent earthquake was more fortuitously located – striking hundreds of miles away from these major fault lines, within the safer confines of the Indo-Australian Plate.\nPhoto: Leary Pete, U.S. Fish and Wildlife ServiceBecause of the pressure added to regional fault lines, future coast-ravaging tsunamis are possible in Indonesia.\nBy and large, early warning worked across the Indian Ocean region on April 11. Unlike the case with the 2004 event, millions of people were able to flee to higher ground in nations such as Indonesia, Thailand, Sri Lanka, India, and Kenya. A network of sensors deployed under an international treaty in 2006 performed well. Community-based disaster-preparedness plans from agencies such as Mercy Corps and the International Red Cross were put into action, and early warning capacity-building efforts of organizations such as the Pacific Disaster Center had a chance to be tested by recipient nations. Despite some issues throughout the Indian Ocean region, sirens sounded, TV and radio stations blared, text messages were sent, and millions took heed.\nHowever, in spite of the overall good news surrounding the April 11 earthquake, there is an ominous possibility ahead. In an interview by Reuters’s AlertNet, Kerry Sieh, Director of the Earth Observatory of Singapore, reported that the most recent quake has actually put more pressure on the dangerous, tsunami-prone fault lines near the Indonesian coast. In fact, Sieh feels that the next big earthquake could occur in the next few decades, and be “at least” as strong as that of April 11. The most recent earthquake may be a dry run for another Indian Ocean tsunami to come.\n[Via: ABC Radio Australia, Reuter’s AlertNet, The Sun Daily, Christian Science Monitor, Mercy Corps, International Federation of Red Cross and Red Crescent Societies, Pacific Disaster Center]","author":"Glacier.Analytics","web_category":"science","title":"2012 Indian Ocean Earthquake May Be Dry Run for Devastating Tsunami ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/breaking-news/news-why-indian-ocean-region-was-spared-devastating-tsunami-now"}