{"summary":"A stunning sea star brought up from the sea floor. Photo: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005","advice_category":"2","content":"\nPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nThere are thousands of animals underneath the Arctic ice that most of us never get to see. The National Oceanic and Atmospheric Administration (NOAA) Ocean Explorer took a scientific expedition to the Canada Basin to get much needed information about climate change, and brought back these amazing images.\n10. Crossota\nPhoto: Kevin Raskoff, California State University, Monterey Bay/NOAA 2005\nThese brilliant tiny jellyfish spend their lives as plankton in the water column.\n9. Eusirus holmiiPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nThis amphipod species (a crustacean with no shell) was found both at 2,000 feet below the surface and up at the same level as the ice.\n8. Hymenodora glacialisPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nThese fascinating beauties are the only pelagic shrimps living in the water column known to survive in the Canada Basin.\n7. CopopedPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nThis male copepod (meaning 'oar feet') is known by its extra long tail and antennae. The males are rare and do not live long.\n6. Sea StarPhoto: Bodil Bluhm and Katherine Iken, University of Alaska, Fairbanks/NOAA 2005\nA stunning sea star brought up from the sea floor. Sea stars are a keystone species and have a huge effect on the surrounding environment and ecology.\n5. AmphipodPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nAn unknown species of commensal amphipod captured below 1,000 meters with a multinet.\n4. MolluscPhoto: Bodil Bluhm and Katherine Iken, University of Alaska, Fairbanks/NOAA 2005\nThese bivalves came from a core drilled deep into the ocean floor.\n3. ClionePhoto: Image courtesy of Elisabeth Calvert, University of Alaska, Fairbanks/NOAA 2005\nThis Clione is also known as a sea butterfly. It is a form of shell-less snail that lives close to the surface.\n2. LarvaceanPhoto: Russ Hopcroft, University of Alaska, Fairbanks/NOAA 2005\nThis is an unknown species of Larvacean; filter feeders who are plankton animals.\n1. AulococtenaPhoto: Kevin Raskoff, California State University, Monterey Bay/NOAA 2005\nThe aulococtena lives between 350 and 1,100 meters deep in the sea and is the size and color of an orange. It has two sticky tentacles, one of which can be seen here. \nThere are thousands of microscopic animals in our world that we rarely get a chance to see and which are as beautiful – and often more unusual – than more common creatures we are used to.","author":"Michele Collet","web_category":"nature","title":"10 Amazing Photos of Animals Hidden Under the Arctic Ice","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-photos-animals-hidden-under-arctic-ice"}