{"summary":"Goldbogen and his fellow researchers believe this method of feeding may be the evolutionary key to the large size of the fin whale and its close relatives, the blue and humpback whales. Fin whales are one of the world’s largest whale species, sometimes growing to 80 tons","advice_category":"2","content":"\nCan whales love?\nNo, they cannot. Love is a human concept identified more by culture than any specific physical response or behaviour.  Whales aren’t advanced enough to display the human concept of love.\nHowever, a recent movie produced by Animal Planet shows that whales can hug, and a mother and child bond exists.  The show follows the journey of a baby humpback whale and its mother.  The mother cares for and teaches her calf the essential skills he’ll need to survive. The young whale, named Kell, and his mother, Mara, were filmed throughout their migratory journey from Polynesia to Antarctica.   The film will premiere on the 16th on Animal Planet, during the same period that the Japanese whaling fleet is beginning a hunt for humpback whales in the south Pacific.\nWhales may not be able to love like humans, but in terms of eating they could beat even the most skilled human “athlete” gorging themselves on hot dogs.  Until recently, however, scientists had no idea how whales fed. They knew the whales’ diets, mostly plankton and krill, and that they had to eat tons of it, but they didn’t know much about the whales’ actual feeding mechanisms.\nLike many scientific discoveries, scientists learned how fin whales feed by accident. Fin whales are one of the world’s largest whale species, sometimes growing to 80 tons. In contrast, humpback whales weigh a relatively small 40 tons at most. Scientists at Scripps Institution of Oceanography had been attempting to monitor the whales’ songs, and had attached monitors to the backs of several fin whales. Unfortunately for them, the whales were feeding rather than singing at the time.\nFortunately for a young Scripps graduate student named Jeremy Goldbogen, they had recorded all manner of data about the whales’ activities when feeding that had never been recorded before.  Goldbogen, who had been interested in how whales feed, worked with Robert Shadwick and Nick Pyenson from the Universities of British Columbia and California-Berkeley respectively.  They applied their knowledge of fin whale anatomy and movement, as well as the laws of physics, to the data.\nWhat they found astounded them.  A fin whale dives deeply, sometimes more than 600 feet, in search of large krill colonies. As it dives, the whale propels itself quickly and powerfully with its muscular tail. Then it does something a bit strange. It opens its mouth, and it just stops.\nThe whale opens its gigantic mouth as it propels itself downwards towards the krill. The force of the water stretches its mouth out like a parachute until it is perpendicular to the whale’s body, stopping the whale and fillings its mouth with over 18,000 gallons of water in just three seconds.\nThey then close their gaping mouths, filtering out all the animals in the water with the thin plates in their mouths. Filtering the water and pushing it out of the sides of their mouth takes only another three seconds.  This type of feeding is called lunge feeding. It costs the whale a good deal of energy, but it doesn’t take the animal very long to fill up for the entire day.\nGoldbogen and his fellow researchers believe this method of feeding may be the evolutionary key to the large size of the fin whale and its close relatives, the blue and humpback whales.  All three of the animals belong to a group called the rorquals, which evolved to their massive sizes about 7 million years ago.  Goldbogen and Pyenson are completing further research on the evolution of these whales by comparing recent and fossilized whale skeletons.\nIf you want to find out more about whales or other cool animals, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"nature","title":"Whale Love and Giant Mouth Parachutes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/ecology/whale-love-and-giant-mouths/597"}