{"summary":"In some ways the notion of cannabis having antibiotic effects is counterintuitive. The Journal of Natural Products recently published a paper outlining the newly isolated antibiotic effects of the class of molecules known as cannabanoids","advice_category":"8","content":"\nPhoto: Image: United States Fish and Wildlife Service\nThe list of medical uses for marijuana (Cannabis Sativa) continues to grow. The Journal of Natural Products recently published a paper outlining the newly isolated antibiotic effects of the class of molecules known as cannabanoids. This group includes the non-psychoactive cannabichromene, cannabigerol, and cannabidiol but also includes the well-known and definitely psychotropic tetrahydrocannabinol (THC).\nResearchers believe that the powerful antibiotic effects of cannabanoids can be enlisted in the increasingly difficult fight against MRSA (Methicillin-Resistant Staphylococcus Aureus) and other 'superbugs' that have evolved resistances to most modern antibiotics. MRSA is perhaps the best known of these superbugs, often running rampant in hospitals, with estimates of up to 1.2 million hospital patients becoming infected and possibly over 100,000 patients dying each year in the United States due to lack of effective medicines against them. The known effectiveness of cannabanoids and the fact that they have not been used before, and therefore no bacteria has yet developed a resistance to them, could prove to be a very valuable tool in the arms race against these constantly changing bacterial strains.\nPhoto: Image: Current Global News\nIn some ways the notion of cannabis having antibiotic effects is counterintuitive. This is because it has been proven that the act of smoking marijuana actually increases vulnerability to infections. This vulnerability however seems to be a result of inhaling marijuana smoke or even smoke in general and likely has little to do with the presence or absence of cannabanoids.\nContrastingly, cannabis sativa itself, when not smoked, has been known since the 1950s to have strong antibacterial properties. However, as the technology of looking into how molecules are structured and how they interact was in its infancy at the time, the researchers were unable to determine which marijuana compounds were actually causing the antibacterial effects. As the social and research climates started to grow increasingly hostile to the investigation of black-listed substances in the US and around the world, antibiotic cannabis studies were soon shelved and ignored until they were finally picked up again fairly recently by modern science.\nPhoto: Image: Chemung County\nWith all of the advances in chemical analysis made since the fifties, the new batch of scientists studying cannabis related antibiotics were now able to pinpoint the basic backbone structure that is common to all cannabanoids, to be the active component in killing off bacteria. Now that the bio-active section of the cannabanoid molecules has been identified, researchers and drug makers are busy developing and testing antibiotic drugs as well as considering potential uses for cannabanoids in various soaps and cleaning products. At present they are focusing their efforts on the derivatives of the non-psychoactive cannabanoids. This is presumably because the US FDA, and other governing bodies world-wide, might have a hard time with people getting high in order to cure a bacterial infection; not to mention getting high by just washing their hands.\nSources:1,2,3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"colehendricks","web_category":"lifestyle","title":"How Cannabis Could Save Your Life","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/sciencetech/cannibis-save-life/2712"}