{"summary":"The relationship between O. When a mouse eats O","advice_category":"4","content":"\nPhoto: Marcel Burkhard\nA furry mouse scampers across the desert foraging for food before finding some berries on which to dine. From the perspective of many animals, plants represent meals full of sustenance. Plants, however, often have a different take on the relationship. The berries in the scenario just described belong to Ochradenus baccatus, and biochemicals they contain give the mouse an unpleasant surprise.\nWhen a mouse eats O. baccatus berries, an enzyme in the berries' seeds reacts with a second chemical in the pulp of the berries to yield toxic, foul tasting products. The herbivore responds by spitting out the seeds. Biologist Michal Samuni-Blank, from the Technion-Israel Institute of Technology, filmed Israeli desert mice in their natural environment to shed light on their relationship with the plant.\nPhoto: Kinneret Yifrah\nDesert mice were observed transporting O. baccatus berries to sheltered locations before tasting them and expelling their seeds onto shaded, humid patches of ground where the seeds readily germinate. The plant benefits by 'commandeering' the rodent to transport its future offspring, while the mouse benefits from the nutritious, albeit distasteful, snack. The relationship between O. baccatus and desert mice is an example of symbiosis.\nPhoto: Charles Williams\nA lesson plan from the University of Oregon explains symbiosis. Symbiosis is a close long-term relationship between two species. Ecologists classify symbiotic relationships based on the benefits and costs of the relationship to each participant. Parasitism is when one organism benefits at the expense of another, commensalism when one organism benefits without significantly affecting the other organism, and mutualism occurs when both organisms benefit from the relationship.\nPhoto: Thomas Quine\nThe University of Oregon lesson plan gives examples of each type of symbiosis. Clownfish receive protection (in the form of stinging cells) and food scraps from sea anemones in exchange for nutrients and cleaning services (mutualism). The seeds of burdock plants have hooks so they can hitch rides on passing animals without noticeably affecting the animals (commensalism). And tapeworms live in the digestive tracts of animals, including humans, where they steal nutrients from their hosts (parasitism).\nPhoto: beamillion\nParasitism exists outside the animal kingdom. Plants can be parasites too. That festive mistletoe gracing Yuletide parties drains nutrients from a plant host as surely as a leech sips blood from an animal host. You see, mistletoe lives on trees: its roots dig into the tree's bark and absorb nutrients from the tree to the host's detriment.\nSpecies within an ecosystem interact in a complex web. Interspecies interactions run the gambit from alliances, to 'free-cycling', to plunder. ","author":"Joseph Dunsay","web_category":"science","title":"Symbiosis: How a Plant Survives By Making Mice Spit Out Its Seeds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","url":"http://www.environmentalgraffiti.com/biology/news-symbiosis-alliances-free-cycling-and-plunder-struggle-survival"}