{"summary":"A mystery surrounds the top platform, which is strangely bereft of statues or bas-reliefs. The complex at Borobudur straddles the various religions and cultures that have held sway in Java","advice_category":"8","content":"\nPhoto: Andras Jancsik\nAs he hacked his way through the green hell, sweating profusely, the Dutchman noticed something about the nature of the vegetation that caused his heart to beat faster - for this was no ordered primary vegetation, but thick, tangled secondary jungle. This area had been cleared before - perhaps centuries before. The local legends were true. He was getting close to one of the archaeological finds of the century - the hidden temple of Borobudur - and he was doing so under the orders of an Englishman!\nPhoto: Riza Nugraha\nThe Dutch and the English had no love for each other on the islands of Java in Indonesia. By 1814, they had been fighting bitter wars for naval supremacy in this part of the world for over one hundred years. And yet the Dutchman H.C. Cornelius was now operating on behalf of the very English Thomas Stamford Raffles, the governor of Java. And though the British held Java for only five years, it was under their watch that the incredible temple was discovered, cementing their archaeological reputation in South-East Asia for decades to come.\nPhoto:  Joaquimb\nThe complex at Borobudur straddles the various religions and cultures that have held sway in Java. It consists of nine platforms - the first two of which were built as the beginnings of a temple for the worship of the god Shiva by a Hindu dynasty then powerful on the island, sometime around 775 AD. Twenty or thirty years later, work continued under the Buddhist Sailendra dynasty. Understandably, this change in ideology was matched by a change in architectural design, with images and statues of the Buddha replacing those of the multi-armed Hindu deity. \nPhoto: Trey Ratcliff\nEven more uniquely, work on the temple later finished under the watch of the Sanjaya dynasty, who were themselves Hindu, though they ruled over a population that was by then largely Buddhist! During this period, the temple began to show architectural flourishes of both cultures.\nPhoto: Simon Mackey\nWhen Islam spread like wildfire across Indonesia, altering the cultural makeup of Java yet again, the temple at Borobudur became neglected, and the jungle began to close inexorably about it once again. By the early 19th century, when Cornelius came across it, it had become but a rumour among locals.\nImagine the impression this mighty structure must have made on the Europeans who re-discovered it. 200 square metres in size, it required two years of labour to clear the jungle and volcanic ash that had kept it hidden for so long.\nPhoto: Miek Schenk\nAny devotee who makes the pilgrimage to the temple must ascend to its highest level, passing an astonishing five kilometers of bas-reliefs along the way, each chronicling key moments in the life of the Buddha. Each of the platforms represents a stage in the transition between ordinary life and the nirvana that Buddhists strive to attain. Enormous statues and beautiful bell-like structures occupy the higher platforms.\nPhoto: Gunkarta\nA mystery surrounds the top platform, which is strangely bereft of statues or bas-reliefs. It is possible that this is so because relic-hunters have long cleared it of valuables. It is equally possible that it was deliberately left empty to symbolize the state of total nothingness that nirvana is often compared to in Buddhist literature.\nSources: 1, 2.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Steampunk","web_category":"travel","title":"Giant Bell Structures Looming Over the Indonesian Jungle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/25838352271f5683392zjpg","url":"http://www.environmentalgraffiti.com/featured/giant-bell-structures-looming-over-the-indonesian-jungle/18177"}