{"summary":"But now we more fully understand the importance of salmon to the plant life surrounding the streams and rivers, there are more solid reasons for actively conserving the salmon spawning grounds for the fish themselves as well as the rest of the ecosystem, including us.. The salmon run is of course also vital to human commerce and as a food fish, but how do salmon really impact the ecosystem they spawn and die in? ","advice_category":"2","content":"\nPhoto: Ian McAllisterChum salmon carcasses in a coastal stream\nSalmon are one of nature's great providers, an integral part of a supply line that runs right up the food chain to humans. From the minute they die after spawning, nutrients are sent to the plants near the water; the plants feed the omnivores which in turn feed predators such as wolves and bears. The salmon run is of course also vital to human commerce and as a food fish, but how do salmon really impact the ecosystem they spawn and die in? \nPhoto: Ian McAllisterSockeye salmon and riparian forest\nSome answers appear in the journal Science's March 25, 2011 issue, thanks to a paper by Dr M. Hocking and Dr. J. Reynolds. The two scientists now have the results of a completed survey of 50 watersheds in British Columbia rainforests which show the impact salmon have on the plant communities in the streams they spawn in. “We now know that differences among streams in salmon populations translate into differences in the species of plants in adjacent forests. This can ultimately affect animals, insects and birds feeding on those lants,” says Reynolds.\nPhoto: Ian McAllisterWolf-killed pink salmon carcasses\nEven though the idea that the salmon contribute to the nutrients of plants along the streams was well known, we can now see how this actually changes the plant species along the streams. Areas that are rich in salmon end up with just a few dominant species. The largest impact of salmon loss will be on smaller streams, those that don't have the large amount of nutrients but need whatever they can get.\nPhoto: Ian McAllisterWolves fishing in the Great Bear Rainforest\n“We now understand what ecosystems surrounding healthy streams with little human disturbances are like. Because we sampled across natural gradients in salmon populations and stream habitats we are able to predict how human activities that impact salmon such as climate change, overfishing and development will affect future forests.” said Dr. Hocking.\nPhoto: Ian McAllister\nWolves and bears of course will always make use of the magnificent run of salmon spawning to fish for food, as will humans. But now we more fully understand the importance of salmon to the plant life surrounding the streams and rivers, there are more solid reasons for actively conserving the salmon spawning grounds for the fish themselves as well as the rest of the ecosystem, including us.\nSources: 1, 2, 3 press release","author":"Michele Collet","web_category":"nature","title":"The Ecological Impact of the Salmon Run on Watershed Plants","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-salmons-ecological-impact-watershed-plants"}