{"summary":"The pet trade has also increased the spread of disease. The Everglades are a common dumping ground for these unwanted pets","advice_category":"8","content":"\nPhoto: Craig Oneal\nThe Florida Everglades National Park was the first park established in the United States not for its scenic value but to benefit life. The Everglades protect fresh water, boost tourism and provide habitat for many wildlife animals including commercial and sport fish as well as game species for hunting.  \nToday, the Everglades are only 20% of their original size, but they are an important nursery for many wildlife species. Dozens of endangered and threatened species live in the Everglades, including the Florida panther, the American crocodile and the wood stork. \nWhile development has done irreparable damage to the Everglades – Miami and Ft. Lauderdale are both located in historic Everglades area – one of the biggest threats to the Everglades is the release of exotic pets. \nPhoto: Kevin Timothy\nEvery year, thousands of animals are imported into the U.S. as pets, and every year, pet dealers will have new and interesting pets for sale. Sales of many animals increase when they are featured in a movie, such as Finding Nemo and The Princess and the Frog. Monkeys are always popular; prairie dogs were a pet fad in the 1970’s and lemurs are a new fad today. \nThe Humane Society strongly opposes keeping wild animals as pets. Caring for wild animals requires expertise, specialized facilities and lifelong dedication to the animals. The animals often grow larger, stronger and more dangerous than expected. They often carry disease. Usually, there is no willing volunteer to take the outgrown pet once the novelty has worn off.\nPhoto: Richard \"rxb\"\nReleased snakes are one of the most problematic animals in the Everglades. Large snakes such as pythons and boa constrictors are at the top of the food chain and have no natural predator. Pythons are big, mean snakes that have been known to eat full grown deer and bobcats. Over 150,000 Burmese pythons now live in the Everglades. \nCaimans are large reptiles that can grow up to six feet long. Small caimans are common as pets, but as adults they are fierce and become hostile during nesting season. The Everglades are a common dumping ground for these unwanted pets. \nPhoto: Tambako the Jaguar\nMillions of Red-eared Slider turtles are bred on turtle farms every year. They are one of the most wide-spread non-native turtles in the wild. Pet turtles that survive the juvenile stage will often outgrow small home aquariums. \nPhoto: Chris Willis\nDuring Hurricane Andrew in 1992, a Miami aquarium was destroyed, releasing several lionfish. Over the years, they have been joined by other lionfish released from private aquariums. These fish have sharp stinging spines.  The red lionfish is now thriving in Biscayne Bay. \nPhoto: Shanthanu Bhardwaj\nThe pet trade has also increased the spread of disease. Turtles carry salmonella; monkeys carry the herpes B virus and monkeypox that can be fatal to humans. The chytrid fungus that is killing off so many frogs is believed to come from exotic frog pets. \nWhen an ecosystem is out of balance, native plants and animals struggle. This is when exotics often become established. Controlling unwanted species in the Everglades is an expensive problem. \nPhoto: U.S. Fish and Wildlife Service Headquarters\nIrresponsible pet owners are only adding to this problem.\n\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10\n","author":"Lisa Hossler","web_category":"lifestyle","title":"Release of Exotic Pets Harms Florida Everglades","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/pets/news-how-release-exotic-pets-hurts-florida-everglades"}