{"summary":"Every day I check the weather forecasts for a few days ahead and if there is interesting weather due, I check my notebook to see if there is a location that will fit the sun position and weather conditions. Kris certainly makes the most of the photographic opportunities of England's weather","advice_category":"2","content":"\nPhoto: Kris DutsonLarge cumulus clouds build up above Colmers Hill\nDark smoky skies, mist and rain are all grist for the mill when Kris Dutson is thinking of taking photographs. Nicknamed the 'Cloud Chaser' because of his penchant for finding the most dramatic weather he can for his shots, Kris is an award-winning photographer based in England who specializes in atmospheric images.\nPhoto: Kris DutsonA small fishing boat at sunset on Chesil Beach\nKris brings weather to life, seeing beauty in things we may see but never pay attention to in daily life. We had a chance to talk to him about his photography and how he goes about finding some of the incredible weather patterns in his images.\nPhoto: Kris DutsonA full moon lights the mist deep in the West Dorset hills\nKris has often photographed famous sites – be it the Seven Sisters cliffs of East Sussex or Dorset's Portland Lighthouse – but in all of his images, the weather is the focus. We asked him whether atmospherics have been a lifelong passion for him.  \nPhoto: Kris DutsonA set of footprints wander off into the sunset\n\"Yes I have always been interested in the weather, and photographing it, especially the more dramatic kind,\" he told us. \"The reason I include well-known landmarks or, at least, a good land/seascape is to make the whole scene a picture – work of art? – rather then just a record shot of the weather. This makes it more appealing to me and, as I've discovered, to a lot of other people too.\"\nPhoto: Kris DutsonPortland lighthouse reveals a splash of warm light on a cold grey day\nHe doesn't get these images by just looking around when driving; instead he always travels with a sun compass and does planning in advance. We asked what's the longest it has taken to get the shot he wanted. \nPhoto: Kris DutsonThe last rays from the setting sun, light up the cove\n\"Difficult to say really,\" he explained. \"The Colmers Cumulus involved waiting for the cloud to build up over a period of about 4 hours, which I knew it was going to do, but others have involved waiting for months, and wasted trips, waiting for the right kind of weather to occur at the location I wanted to photograph. Although once at the location with the right kind of weather, I may have only been there for half an hour. It's all down to studying the weather forecasts and planning.\"\nPhoto: Kris DutsonA beautiful rainbow arches over the tiny hamlet of North Poorton\nWe were curious about how much work is put into the advance planning, and Kris gave us an example of how he works:\n\"Here's a rough scenario. I see a location while driving/walking around. I work out a composition I like and consult a sun compass which tells me where the sun will rise and set for each (mid) month of the year. This can then be extrapolated to give me a rough idea of where the sun will be, and how high in the sky it will be as well, at any time of the day for any month. I check my composition again and work out the best time of the year to light it how I want it, which could be months away. I log it in a notebook and go home. Every day I check the weather forecasts for a few days ahead and if there is interesting weather due, I check my notebook to see if there is a location that will fit the sun position and weather conditions. Off I go and it's then down to luck that the weather will play ball. If it does then bingo, if it doesn't... well there's always next year.\"\nPhoto: Kris DutsonThe setting sun lights up the walls of the ruined castle that stands guard over a natural gap in the Purbeck hills\nOne thing we have noticed, and asked Kris if he had too, is how people are more willing to think of deforestation and other environmental issues when they see beautiful images of areas. He agreed:\nPhoto: Kris DutsonAn old oak is backlit by the sun on a misty March morning\n\"Yes. So many people have admitted to me that they just don't notice the beauty around them. My kind of dramatic 'weather' lighting seems tor really bring this beauty home to them because the lighting makes it more noticeable; something they don't see every day.\"\nPhoto: Kris DutsonThe last rays of the sun light up the dunes of Studland Bay\nOur final question was what Kris' favorite sort of weather scene is – sunset, rain, clouds?' \n\"Much as I like sunrise and sunsets, they can be a bit samey. My favourite kind of weather is what I call 'storm light', produced when the sun breaks through dark clouds from behind or the sides. This spotlights the scene against a dark background of clouds (which appear even darker as they contrast with the lit area) which draws your attention to the lit area. It also gives superb depth to colour and detail due to the clarity of the rain-washed atmosphere.\"\nPhoto: Kris DutsonEarly morning mist and frost on the river Frome in Dorset\nKris certainly makes the most of the photographic opportunities of England's weather. It is enough to make me want to move there! Yet it's interesting to realize that we often have weather like this wherever we live; the trick is to actually notice it rather than just grumble about a cloudy day.\nThere are more images and opportunities to buy some of Kris's prints on his website","author":"Michele Collet","web_category":"nature","title":"Haunting Atmospheric Photographs by Kris 'Cloud Chaser' Dutson","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/firerainbow8.jpg","url":"http://www.environmentalgraffiti.com/news-haunting-weather-images"}