{"summary":"You still think you’re next to the lake, but the water you’re seeing is nothing more than a mirage hovering over the hot, white surface. If you stop near the “Tree of Life” as it’s sometimes called and are unsure of exactly what you’re looking at, my suggestion is that you don’t worry too much about it","advice_category":"6","content":"\nPhoto: Mike OReilly\nWhen you live in Salt Lake City and you want to drink on Sunday or gamble anytime, you have the option of taking one of several “party buses” that take you across a hundred miles of wind-swept, sage-covered desert, while letting you get the party started early. Or you can do like the students in one of my southwest literature classes did, and make the trip in a biodiesel-powered school bus with flowers painted all over it. \nPhoto: Mike OReilly\nAs you head west along the southern shores of the Great Salt Lake, the lake gradually disappears and becomes nothing but a flat expanse of salt stretching as far as the eye can see. You still think you’re next to the lake, but the water you’re seeing is nothing more than a mirage hovering over the hot, white surface. It’s even hard to believe that all that white stuff is salt, but then you drive by the Morton Salt Plant, where massive trucks are driving around, scooping the stuff up to be sent to your grocery store.? \nPhoto: Mike OReilly\nThere are no trees, except for one, standing tall and healthy about 25 miles east of Wendover.“Metaphor: The Tree of Utah,” is an 87-foot tall sculpture created in the early 1980s by Swedish artist Karl Momen. \nPhoto: Mike OReilly\nIf you stop near the “Tree of Life” as it’s sometimes called and are unsure of exactly what you’re looking at, my suggestion is that you don’t worry too much about it. After all, you’re looking at something instead of what you’ve been looking at for the last hundred miles, which is nothing.\nPhoto: Mike OReilly\nI think the tree is pretty cool, especially the pieces on the ground that resemble seed hulls of some kind, presumably cast off from the flowering tree as it emerged from the salty lakebed. The top pieces are interesting, their vibrant color and texture achieved through the use of rocks and minerals found in Utah.\nPhoto: Mike OReilly\nA plaque at the base of the tree reads \"A hymn to our universe whose glory and dimension is beyond all myth and imagination.\" These words are from Ode to Joy by Friedrich Schiller and are also incorporated into the chorus of Beethoven’s Ninth Symphony. \nPhoto: Mike OReilly\nInformation for this article was found here and here.","author":"mikeoreilly","web_category":"art+and+design","title":"The Amazing 87ft Tall Tree of Utah","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/costa-rica-tree-housejpg","url":"http://www.environmentalgraffiti.com/art/news-metaphor-tree-utah-sprouts-salty-soil"}