{"summary":"When he's not Mr. Brown's deforestation advisor, he's the head of an organization called \"Cool Earth\" which seeks to control the carbon levels in our atmosphere via natural means of sequestration","advice_category":"2","content":"\nPhoto: Image from Keepps\nJohan Eliasch, Gordon Brown's deforestation advisor took a step towards joining the ranks of American politicians who don't know what a national border and sovereignty means by claiming that the entirety of the Amazon rain forest could, and should, be purchased in order to protect it from Brazillian management. This could be accomplished for the bargain price of 50 billion dollars he claimed, sparking minor controversy in Brazil and an investigation into some 160,000 hectares of land he owns privately there.\nMr. Elisach clearly meant well however. When he's not Mr. Brown's deforestation advisor, he's the head of an organization called \"Cool Earth\" which seeks to control the carbon levels in our atmosphere via natural means of sequestration. One of these methods includes securing the rainforest via sponsorship. Therefore is Brazil’s reaction disproportionate?\nThe country has for some time been sensitive to overtures by British politicians about the nature of the rain forest, and Brazil’s management of the issues. President Luiz Inacio Lula da Silva’s main message was that Brazil remains conscious of the need to conserve the land, but also to develop it in line with its growing economy.\nJohan Eliasch’s move is highly charged: coming from a man that can only be assumed to be a surrogate of the British government (until his dismissal of course) must bring back feelings of colonialism to a continent that was raked by it, and still feels the negative economic effects of their former colonial overlords. For their part, the Brazilians have done well since emerging from Portuguese rule in 1825, unlike many of their neighbors. The last thing they want, is to be stumped economically by British environmental policy.\n[Times of India]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Amazon Selling for $50Bn, Brazilians Not Happy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/i-XGRgLrS-Ljpg","url":"http://www.environmentalgraffiti.com/businesspolitics/amazon-selling-for-50bn-brazilians-not-happy/1223"}