{"summary":"Each hanging tentacle acts independently from the others; each is loaded with thousands of stinging cells (nematocysts). But if a person has the misfortune to get a whole lot of stings or is allergic to the Jellyfish toxin, then it's hospital time, fast","advice_category":"2","content":"\nPhoto: Nora DeLigter\nWhat's ghostly-white, glides silently, and stings? Answer: The Jellyfish, aka the Sea Nettle.\nLooking like whitish, semi-dissolved mini-umbrellas, Jellyfish float through salt or brackish waters, cruising for food. \nAlthough they seem helpless to decide their course, muscles around the outer edge of the swimming disc or bell allow the Jellyfish to contract and relax for at least a certain degree of movement. \nPhoto: Fastily\nA Jellyfish's body is over 90% water – the rest is organic matter. So eating very little food produces a great deal of growth for the Jellyfish. \nThe animal breathes by absorbing gasses through its outer skin or epidermis. Just a rudimentary light-detecting organ allows the creature to tell up from down, top from bottom. A simple digestive cavity within the jelly (or mesoglea) digests and absorbs the food.\nPhoto: courtesy Michael Land Photography\nJellyfish are carnivorous: they feed on tiny animals. \nThat's where all those stinging tentacles come in. Each hanging tentacle acts independently from the others; each is loaded with thousands of stinging cells (nematocysts). Each stinging cell automatically fires off its toxin whenever it makes contact with or brushes against something.\nThe stings either kill or paralyze the Jellyfish's prey. Then the tentacle transports the food item upwards for digestion. \nIf the tentacles brush against something larger, say a human, these stinging cells still fire and inject their poison. \nUsually the toxin won't really harm people – just feel uncomfortable. But if a person has the misfortune to get a whole lot of stings or is allergic to the Jellyfish toxin, then it's hospital time, fast. \nAnd there are some species of Jellyfish, primarily in the warmer waters of open ocean, whose poisons are more dangerous to humans. \nWhat do you do if you get stung?\nApplying baking soda or vinegar can reduce some of the pain. (Or, not to be gross or anything, but an old sea salt's remedy is to, ummm, apply urine on the afflicted area, i.e. – pee on it.)\nPhoto: ideaonexus.com\nWatching a swarm of Jellies floating past is an eerily graceful sight. \nLike ghosts of long-drowned victims, Jellyfish glide silently off into the eternity of open water.","author":"dorothydot","web_category":"nature","title":"Incredible Underwater Jellyfish Pictures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/animals/news-whats-ghostly-white-glides-silently-and-stings"}