{"summary":"The dung beetle does the rolling – and guards against the theft of his property from rivals – while his spouse hitches a ride or follows behind. Though a shy and retiring hermaphrodite, the earthworm has made a definite noise on the underground eco scene – sometimes heard as a gurgling sound as it moves through its mucus-lined tunnels","advice_category":"2","content":"\nPhoto: Image: Everything Is Permuted\nNature is teaming with busy environmentalists, and nowhere more resourcefully so than in the diminutive world of invertebrates. As if their tootsies weren’t small enough, many of these little folks make it their life’s work to reduce their carbon footprints, recycling and reusing whatever is in their field. Without further ado, then, here are the three of the best. But who’ll take top spot?\n3. Environmental Designer Extraordinaire: The Orb Web SpiderPhoto: Image: Michael Hartl\nWeaving webs tres magnifique, the female orb web spider is one of natural world’s top designers, but she’s one of its thriftiest recyclers too. She's known to eat her web at night, before spinning a new one, to recoup some of the energy expended producing silk that’s rich in protein and stronger than steel. What’s more, this economical creative maestro uses her own body as a yardstick to measure her webs, for ?ber-ergonomic design. An icon in many cultures, the web crawler is also one of the Earth’s premier pest controllers, with flies and mosquitoes as their favourite bites. But don’t be fooled by her feminine charms. The smaller male risks being taken for a snack when he approaches, or similarly recycled once his work done. This spin-ster gains points for both style and execution.\n2. Working Class Hero: The Roller Dung BeetlePhoto: Image: Rafael Brix\nAble to roll whopping great balls of dung past practically any obstacle, the roller dung beetle has a work ethic to make any bug proud. It’s good old hard labour. The dung beetle does the rolling – and guards against the theft of his property from rivals – while his spouse hitches a ride or follows behind. Like a mini-JCB, the industrious beetle gets rid of huge amounts of animal dung, and plays a vital role in agriculture. By eating and burying dung, he helps with soil structure and nutrient cycling; and people and livestock benefit from reduced numbers of germ-bearing pests like flies. This trooper’s poop-scooping even earned him major status in Ancient Egypt. There, the ‘scarab’ was revered as a sacred symbol tied to the sun god, and his hieroglyph conveyed essential ideas of being and transformation.\n1. Underground Mixing Legend: The EarthwormPhoto: Image: Yama Hokkaido\nThough a shy and retiring hermaphrodite, the earthworm has made a definite noise on the underground eco scene – sometimes heard as a gurgling sound as it moves through its mucus-lined tunnels. Organic gardeners and farmers are big fans, and Charles Darwin himself sent shout-outs, “doubt[ing] whether there are many other animals which have played so important a part in the history of the world”. Blind to such praise, this down-to-earth decomposing dude does crucial soil-fertilising work, breaking down organic matter like fallen leaves into rich humus and mixing it up with earth. With burrowing skills you’ve got to dig, the earthworm actively helps to drain and pump air into the soil. And the coiled faecal casts you see marking its turf make minerals and nutrients available to be picked up by neighbourhood plant life.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Top 3 Eco-Friendly Bug Awards","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockHypomelanisticmilksnakeorm24223973jpg_0","url":"http://www.environmentalgraffiti.com/featured/the-top-3-eco-friendly-bugs/3670"}