{"summary":"There were two 3rd service missions and therefore the latest and spectacular Service Mission 4 is actually the 5th service mission to Hubble. Hubble has overcome problem after problem, starting with a defective primary mirror in the original optical telescope that produced blurred images","advice_category":"4","content":"\nPhoto:  Space Shuttle Atlantis (Service Mission 4) on Launchpad\nPhoto – Jack Pfaller / NASA\nConceived in the 1970s and built amidst controversy and an ever increasing budget, the Hubble Space Telescope was launched in 1990. Despite every difficulty, five Service Missions have rigorously maintained and upgraded Hubble. Looking at the legacy of Hubble, we relive those missions, assured of extraordinary contributions to our understanding of the near and very distant universe through 2013. \nThe Hubble Space Telescope is Born\nPlace a telescope into orbit high above the earth and gone forever are the artifacts forced upon astronomers by the earth’s atmosphere. Stars no longer 'twinkle' and steady focus becomes routine. Image aberrations resembling astigmatism no longer occur. The potential inherent in an orbiting space telescope was confirmed years ago by NASA’s Orbiting Astronomical Observatory 2, which carried out ultraviolet observations of stars and galaxies from its launch in 1968 until 1972, well beyond its original planned lifetime of one year. Then came Hubble.\nThe Hubble Space Telescope was initially funded at US $36 million in 1978, a low budget that mandated collaboration with the European Space Agency. The first planned launch date was in 1983. This ‘telescope’ is not a single instrument but an observatory with five important instruments. It was named after the famous astronomer Edwin Hubble who had discovered that the universe was expanding. Marshall Space Flight Center designed and built the telescope. The Goddard Space Flight Center had control of the scientific instruments and would be ground control for the space missions.\nPhoto: Space Shuttle “Discovery” (Service Mission 2) / Hubble Space Telescope\nArtist – ESA\nDelay after delay, including the Challenger space shuttle tragedy, set back calendar benchmarks and launch dates. Perkin-Elmer had the contract for mirror manufacture and polishing and they fell further and further behind schedule as the work progressed. By September 1986, budget for the HST Program had reached $1.175 billion, including cost overruns and delays for the spacecraft being built by Lockheed. As of May 2009, the costing to the United States for Hubble Space Telescope, including all four Service Missions, was $9.6 billion. Expenses by the European Union are ~ €593 million. \nThe original HST carried five instruments and the Wide Field Camera immediately captured the public’s imagination. The Wide Field Camera can ‘see’ across a wide range of the electromagnetic spectrum, from ultraviolet to visible to infrared wavelengths. The visible light photographs taken by WC 2 have astounded the world and provided astronomers with data as important as the images are beautiful. WC 2 was installed in 1993 and has delivered extraordinary performance for 15 years. Over many years, the performance of all five instruments would prove to be truly awesome. Bad memories of delays and increased costs were buried underneath an avalanche of beauty and very important discoveries.\nPhoto:  Space Shuttle (Service Mission 1) / Installation of Corrective Optics\nPhoto –  Wikipedia / NASA\nThe Hubble Space Telescope was finally placed into orbit by the space shuttle Discovery on April 24, 1990. In low orbit at 347 miles (559 km) above the earth, the atmosphere is so thin that visual spectrum optics can retrieve images of previously unobtainable clarity. Another advantage of an observatory in orbit is that infrared and ultraviolet data are not absorbed. With these new strategic advantages in place, the accomplishments of the HST have exceeded the most optimistic predictions.\nPhoto: Hubble Space Telescope (SM 1) / Installation Protective Covers on Magnetometers\nPhoto – NASA\nSmall Problems, Huge Problems and Four Service Missions \nBefore great success came near disaster. Hubble has overcome problem after problem, starting with a defective primary mirror in the original optical telescope that produced blurred images. This problem appeared to be a major setback that was only discovered after launch. Many in NASA and the research astronomy community thought this was the deal killer, that Hubble would never perform its mission as planned. The mirror was only 2.3 micrometers distorted from the required shape, but this small difference caused severe spherical aberration in the Wide Field Camera’s mirror. If images could not be focused, they would be blurred and near useless. NASA found that Perkin-Elmer did not review or supervise the mirror construction adequately and did not assign its best optical scientists to the project.\nPhoto: Hubble Space Telescope (Service Mission 1) / Installation of COSTAR\nPhoto – NASA / JSC \nNonetheless, NASA came upon an ingenious solution. They built and installed new optical components with ‘opposite’, ‘mirror image’ errors of the original manufacturing mistakes. \nSeven astronauts received training with more than 100 specialized tools for Service Mission 1, which was carried out by the Space Shuttle Endeavor in December, 1993 over a period of ten days. The High Speed Photometer was replaced with the COSTAR, and a second generation Wide Field Camera was installed with unique corrective optics. Solar arrays and drive electronics were also replaced, as were four of six gyroscopes and the telescope pointing system. As the world knows, this mission was a spectacular success. A crippled and near useless Hubble Space Telescope was transformed into a state of the art observatory capable of studies heretofore impossible to undertake. The beautiful and important photographs taken with the Wide Field Camera after SM 1 are well known throughout the world.\nPhoto:  Hubble Space Telescope (Service Mission 2) / Maintenance\nPhoto –  NASA / ESA\nService Mission 2 in February 1997 installed the Space Telescope Imaging Spectograph (STIS), which continues to play a major role in Hubble’s research programs, and the Near Infrared Camera and Multi-Object Spectrometer (NICMOS). Some of the thermal insulation that had become damaged was repaired and Hubble’s orbit was boosted higher once again. Unfortunately, the solid nitrogen heat sink in the NICMOS unexpectedly began thermal expansion. Part of the warming heat sink contacted an optical baffle, the entire instrument began to heat up and projected lifetime was reduced to two years.\nPhoto: Hubble Space Telescope (Service Mission 3A)\nPhoto – NASA/ ESA\nThere were two 3rd service missions and therefore the latest and spectacular Service Mission 4 is actually the 5th service mission to Hubble. Service Mission 3A took place in December, 1999. The original single Service Mission 3 was split into two missions as problem upon problem occurred at Hubble and the list of repairs had become much longer than originally envisaged. Three of six gyroscopes had become inoperable and then a fourth failed a few weeks before the service mission launch date. Hubble had now lost a major portion of its pointing and tracking capacity and for all practical purposes could not perform useful research functions. Service Mission 3A replaced all six gyroscopes, installed a Fine Guidance Sensor, installed a voltage/temperature improvement kit to prevent over heating, and again replaced damaged thermal insulation. \nWe can quietly smile because the computer in the Hubble Observatory was built around an Intel 486 chip with 2MB RAM :) Weak as this processing power may be when compared to the computers we use daily, it was 20X more powerful than its predecessor. (I am writing this article on an 'out of print' HP Compaq desktop with memory maxed out at 2GIG. The chip is an 2.40GHz Intel P4 and there is a discontinued Nvidia graphics card installed. (* This sentence is Not a paid ad :) )\nPhoto: Hubble Space Telescope / COS banner\nGraphic Art – NASA\nService Mission 3B took place in March 2002 with the installation of an important new instrument, the Advanced Camera for Surveys (ACS). A new cooling system brought NICMOS back to life and together with ACS, extraordinary images and data were obtained of the Ultra Deep Field of the universe. Hubble’s Power Distribution Unit was replaced. The solar arrays were upgraded for the second time with those designed for the breakthrough Iridium Comsat system. These new solar panels were reduced in size by 1/3 and provided 30% more power. For the first time, all instruments on board could be used simultaneously.\nPhoto: Hubble Space Telescope / Wide Field Telescope banner\nGraphic Art – NASA\nService Mission 4 – Final Repair and Upgrade \nOn September 27, 2008, the computer on Hubble that coordinates the observing instruments and then down links data to NASA went dead and it was feared that Hubble would be offline forever. Three weeks of hard work reconfigured the software and brought back computer function using a backup Science Instrument Command and Data Handling (SIC&DH). The wide-field planetary camera was once again taking awesome photographs in the last days of October, 2008. However, having all data control and handling relying upon a backup unit was a fragile situation. Service Mission 4 was postponed until May 2009 so that a replacement SIC&DH could be installed. \nThe database produced by Hubble is priceless, that judgment is unanimous. Our understanding of the Milky Way and the Recent and Distant/Early Universe has been immeasurably increased by this orbiting observatory. One last Service Mission was funded in 2008, as the argument for doing so was compelling. Hubble once again must be revived to continue her extraordinary studies of the universe. \nThe second article in this two part series will take a close look at Service Mission 4, which was completed on Sunday May 24 with the return of the space shuttle Atlantis to Earth at the California landing site. This mission was a spectacular success. Repair of existing instrumentation, and the installation of new capability was accomplished with excellence and exceeded all expectations. Hubble continues to study the universe with more power and precision than ever and her lifetime has been extended to 2013.\nSources – 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"A Brief Glimpse into the Extraordinary Eye of the Hubble Telescope","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/brief-glimpse-extraordinary-eye-hubble-telescope/11613"}