{"summary":"Tomas Rak is a photographer who is always looking for new ways to get details of his insect subjects, and with this set of photos he has surpassed himself once again. All of the insects here are dead, and Tomas has a special micro slide that lets him move them just one fifth of a millimeter until he has at least a 100 different shots (the minimum) and normally many more micro photographs of the individual insect","advice_category":"2","content":"\nPhoto: Tomas Rak\nTomas Rak is a photographer who is always looking for new ways to get details of his insect subjects, and with this set of photos he has surpassed himself once again. In his micro photography, he takes up to 687 shots (his record) to make one whole image.\nPhoto: Tomas Rak\nThe image of the  dung beetle (top) is jaw-dropping in its clarity and iridescent colors. Dung beetles are naturally beautiful (if you forget what they do!) as seen here, but rarely do we get to see the stunning radiance that Tomas brings out. The second image is of a small black wasp.\nPhoto: Tomas Rak\nNext up, a gorgeous picture of Chrysolina americana, commonly called the Rosemary beetle because it eats on rosemary and lavender. It was first discovered in England in 1994 and has become widespread.\nPhoto: Tomas Rak\nThe tiny bee above has a red belly, but its name is unknown. All of the insects here are dead, and Tomas has a special micro slide that lets him move them just one fifth of a millimeter until he has at least a 100 different shots (the minimum) and normally many more micro photographs of the individual insect. \nPhoto: Tomas Rak\nThen, Tomas uses a computer editing program to put all those photographs of parts of the fly or other insect back into a whole again, allowing for detail as never seen before.\nPhoto: Tomas Rak\nThis wasp is only 2 mm in size but looks like something from an alien planet with its glowing colors and antennae – the latter of which sprout from its head as if it were much larger. Two millimeters is also the width of a matchstick.\nPhoto: Tomas Rak\nTalking about his work, Tomas explains: \"Microphotography is more difficult and more time consuming than macrophotography because with such huge magnifications, the depth of field has to be very small. It is actually the computer editing which is the most time consuming part.\"\nPhoto: Tomas Rak\nTomas has to look carefully for his subjects. They are so small that he needs to pay attention to little black dots on walls to see if they are an insect he might want to photograph. You can see how tiny this fly is in the inset picture.\nPhoto: Tomas Rak\nThe next image shows a long-legged fly that looks like it could be on a Valentine's Day card! Perfect symmetry. It took a total of 450 to 600 photographs to put this image together.\nPhoto: Tomas Rak\nA stunning shot (made of 100-200 different photographs) of a mosquito that happened to be sucking Tomas' blood one night. What unbelievable eyes on this bloodsucking pest, which carries disease around the world.\nPhoto: Tomas Rak\nThe insect version of E.T.? Tomas isn't sure what creature this is, but he took 687 photos of it to get this stunning image. He believes micro photography can be very educational, as it teaches people what insects really look like. Certainly most of us never imagined they were as personable looking as they appear here. \nPhoto: Tomas Rak\nShivers! A beetle that could be the stuff of nightmares. Apparently, it is a leaf beetle known to be a pest to oregano and other herbs. Incredible detail right down to the few whiskers it has on its upper lip.\nPhoto: Tomas Rak\nThis summer we will all be inundated by this little guy. It's the common fruit fly, shown here with its gorgeous red eyes.\nTomas Rak was a superb macro photographer, but he has entered into a whole new sphere with micro photography. In essence, a lens and camera are attached to a microscope, and then the pictures are taken and stitched together later to bring back the whole insect. We hope for lots more work from this young photographer. He's able to bring out details that most of the world has never seen before. A talent indeed!","author":"Michele Collet","web_category":"nature","title":"Microscopic Insect Pictures As You've Never Seen them Before","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44375-2296804540104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-pictures-insects-close-and-too-personal"}