{"summary":" For the first time Earth had water, but there was still no free oxygen in the atmosphere. The very first atmosphere on Earth was most likely composed of mainly hydrogen and helium, which are much more common throughout the universe than they are on Earth today","advice_category":"4","content":"\nWelcome to the third post in the series we’re calling Mother Earth.\nSo far we have covered the Earth from the big bang to its earliest formation and the role of volcanoes in shaping our world. You can view the first two articles here and here.\nThe Earliest Atmosphere\nThe Earth's magnetosphere\nEarth’s atmosphere is what allows life to exist today.  Earth’s first atmosphere was very different than what we have come to know and love today.\nThe very first atmosphere on Earth was most likely composed of mainly hydrogen and helium, which are much more common throughout the universe than they are on Earth today. These are very light gases, however, and Earth’s gravity alone couldn’t hold most of it in.\nThere was another problem as well. In Earth’s early days, it had no iron core. Without an iron core, the Earth could not produce the magnetic field it does today. That meant that gases could easily escape the planet, and that solar winds were able to easily scour the globe of these lighter gases.  But then the iron on Earth melted and made its way down into a core. This created the magnetosphere, or Van Allen belts, and set up the next phase of the atmosphere on Earth.\nVolcanoes and Out Gassing\nSource: BBC\nIf you read our post yesterday, you’ll remember the huge part volcanoes played in creating an atmosphere on Earth. The planet’s second atmosphere was created by volcanoes spewing gas into the air.\nThe volcanically produced atmosphere was a nasty and noxious blend that would kill most life today.  Volcanic eruptions then are thought to be just like eruptions now, and would have shot water vapor, carbon monoxide, carbon dioxide, hydrochloric acid, methane, ammonia, nitrogen, & sulfur gases into the air and created an atmosphere rich in those gases.\nDuring this volcanic out gassing period, the Earth’s first oceans appeared. This was the result of the water vapor from volcanic eruptions condensing as the earth cooled.  For the first time Earth had water, but there was still no free oxygen in the atmosphere. This may seem a bit contradictory, but this was actually a good thing for the development of life. Amino acids that form the building blocks of life can’t form in an oxygenated atmosphere.  The combination of water and a lack of oxygen, however, resulted in life forms that would eventually make our atmosphere breathable.\nAn atom of oxygen\nThe first atmospheric oxygen on Earth probably occurred as ultraviolet light broke apart H2O molecules. This would have resulted in a tiny bit of atmospheric oxygen, but it did result in some ozone. This helped form the beginning of the ozone layer.\nMuch more oxygen was produced through photosynthesis by cyanobacteria.  However, millions and millions of years after the arrival of cyanobacteria there was still very little oxygen in the atmosphere. The bacteria were producing it, but it was getting sucked up by the earth.  We mentioned yesterday how underwater volcanoes ate up some of the oxygen, but there was another culprit that was using up the rest.\nThe Earth has quite a bit of oxidizing minerals in its crust. Think of a rusting bike, then think of a gigantic rusting planet. The weathering process of Earth’s crust involved a massive amount of oxidation, which in turn required a massive amount of oxygen.  But things couldn’t keep going at that rate forever.\nAround 2.5 billion years ago most of the Earth’s surface rocks had oxidized enough to no longer require all that oxygen. They basically became oxygen saturated. This also corresponded with a shift in the locations of the majority of the world’s volcanoes from their underwater oxygen sucking environment to their above ground non-oxygen sucking environment. The cyanobacteria just kept doing their thing producing oxygen and in a mere billion plus years we end up with a nice fresh atmosphere.\nThe arrival of an atmosphere rich in oxygen was the first step in our long slow evolutionary march. As oxygen levels rose, we begin to see the beginnings of complex life on Earth.\n\nOur next article in The Mother Earth Series will explore the life on early earth in greater detail. To keep up with the rest of the series, why not subscribe to our RSS feed. We’ll also give you a free album.\n ","author":"Chris","web_category":"science","title":"Mother Earth: From Noxious Fumes to a Breath of Fresh Air","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-4394-2558880870103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-from-noxious-fumes-to-a-breath-of-fresh-air/583"}