{"summary":"Biodegradable coffins are part of a larger trend toward \"natural\" burials, which require no formaldehyde embalming, cement vaults, chemical lawn treatments or laminated caskets. The Natural Burial Company will begin to sell a variety of eco-friendly burial products when it opens in January, including the Ecopod, a kayak-shaped coffin made out of recycled newspapers.","advice_category":"8","content":"\nTo be a true environmentalist it isn’t about how much you recycle, or how many miles your lunch has travelled.\nRather, it’s about being green enough to become compost.\n\nCynthia Beal from Portland, U.S., and owner of The Natural Burial Company, has taken this challenge, and has decided that when she dies, she wants her remains to be used to grow an Oregon cherry tree. She has everything she needs to make it happen — a body, a burial site, and a biodegradable coffin.\nThe Natural Burial Company will begin to sell a variety of eco-friendly burial products when it opens in January, including the Ecopod, a kayak-shaped coffin made out of recycled newspapers.\nThe Ecopod, is made in the UK from naturally hardened, 100% recycled paper. Other burial options include natural-fiber shrouds to fair-trade bamboo caskets lined with unbleached cotton. There are also more traditional-looking handcrafted coffins made of wood certified by the Forest Stewardship Council.\nBiodegradable coffins are part of a larger trend toward \"natural\" burials, which require no formaldehyde embalming, cement vaults, chemical lawn treatments or laminated caskets. Advocates say such burials are less damaging to the environment.\nCremation has long considered more environmentally friendly than burials in graveyards, but its use of fossil fuels has raised concerns. Eco-friendly burials have been popular in Britain for years, but industry experts say it's starting to catch on in the U.S., where \"green\" cemeteries hosting natural burials have sprouted up in California, Florida, New York, South Carolina and Texas.\nThe market is potentially huge. U.S. funeral homes generate an estimated $11 billion in revenue annually and that figure is sure to grow as baby boomers age. It doesn’t seem too much of a leap to move to eco-burials: there are already specialty funerals, featuring caskets with custom paint jobs, and urns with the insignia of a favourite team. Industry experts say eco-friendly funerals are just an extension of such personalised end-of-life planning.\nBiodegradable containers cost from around $100 for a basic cardboard box up to more than $3,000 for a handcrafted, hand-painted model. Bob Fells, of the International Cemetery, Cremation and Funeral Association commented,\n\n\nIf you're intersted in eco-funerals, deathly news and other bizarre environmental occurences , why not subcribe to our RSS feed. When you do, we'll even give you a free album. Maybe that'll make up for our morbidity!\n ","author":"emma","web_category":"lifestyle","title":"Composting The Dead","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Viagra1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/composting-the-dead/654"}