{"summary":"They then move on to the Lake District park to climb Scafell Pike, arriving at the English park in the very early morning. But national park officials are suggesting that environmental harm has increased immensely as the event becomes more and more popular with large companies and charities","advice_category":"2","content":"\nGroups who attempt to raise money for charity by climbing the highest mountains in England, Wales, and Scotland in one day are blamed for causing environmental havoc on the three peaks.\nThe view from the Scafell Pike summit\nThe event is known as the Three Peaks Challenge and every year thousands of climbers attempt the feat, raising millions of pounds for a variety of charities. Their goal is to climb Snowdon, Ben Nevis, and Scafell Pike within 24 hours.\nBut national park officials are suggesting that environmental harm has increased immensely as the event becomes more and more popular with large companies and charities. Lake District National Park officials are today appealing to the Fundraising Standards Board, the organization which monitors charity fundraising, to create limits on how many can participate in the event.\nCurrently there are no limits on the size of the fundraising groups attempting the climbs, leading to parties of up to 1000 climbing the peaks at the same time. Park officials have complained that this amount of people cause scarring and erosion on the mountains, as well as fouling streams with feces and urine and causing noise pollution which disturbs locals’ sleep.\nAdding to the issue is the fact that many different groups attempt the climb on many different days. John Scourse, chief executive of the Fundraising Standards Board, told the Guardian: \"Unlike the London marathon, this is not a one-off, structured event, so each weekend during the season many hundreds ... attempt the challenge [for] many different charities. The impact on the environment and people can be detrimental.\"\nLake District National Park officials are leading the charge as the timing of most of the climbs affects their park and surroundings the most.  Most climbers start in Scotland, climbing Ben Nevis in the evening. They then move on to the Lake District park to climb Scafell Pike, arriving at the English park in the very early morning. Vehicles numbering in the hundreds can roll through the neighboring villages into the park, and many residents have complained about the noise the vehicles and hikers make.\nThe national park hopes to restrict the number of hikers on the peak to 200 each night. Mick Casey, of Lake District National Park, said: \"People arrive, slamming doors, parking on verges and blocking roads. They also go up the pike whatever the weather, and if you have 400 people going up a path in the lashing rain it erodes very fast. We are delighted people are using our national park to raise hundreds of thousands for charity, but they have to show some responsibility.\"\nSource: Guardian\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Charity Fundraisers Ruining British Mountains","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/ecology/charity-fundraisers-ruining-british-mountains/717"}