{"summary":"What makes the simultaneous appearance of lightning and rainbows rare is that while lightning often occurs during heavy storms, rainbows tend to form after the rain has stopped. Rainbows and powerful storms are the Yin and Yang of meteorological phenomena","advice_category":"4","content":"\nPhoto: Photo via Tony Rogers\nRainbows and powerful storms are the Yin and Yang of meteorological phenomena. Colourful yet ethereal, the former often appear as archways into other worlds in popular mythology. Dorothy in The Wizard of Oz wasn’t the first to dream of a better life somewhere over the rainbow; neither was she the first to get swept up in the violent thrall of a sudden tornado.\nPhoto: Photo: tenfrozentoes\nStorms naturally come in various guises, with those that generate lightning also proving particularly devastating. Put storms and rainbows together and you get a battle of diametrically opposing forces, one active, aggressive, destructive, the other the reverse of such descriptions, and yet both in their own ways utterly spectacular.\nClashing forces: Tornado and rainbow over Kansas, 2006Photo: Photo: Eric Nguyen via NASA\nTornadoes are the most violent storms known to man. The sight of a funnel-shaped cyclone is enough to strike fear into the heart in hotspots like the USA's notorious tornado alley. The scene above might be deemed serene if it weren't for the tornado. Storm chaser Eric Nguyen, who sadly passed away in 2007, snapped the emerging twister in a different light – the light of a rainbow. A white tornado cloud descends from a dark storm cloud and by coincidence appears to end right over a rainbow.\nStuff of myth: Gateway to Oz, Kansas, 2004Photo: Photo: busychild424\nStorms are by their definition strongly suggestive of severe weather. Even without a dangerous, rotating column of air capable of ripping buildings off their very foundations, fierce winds, thunder and lightning are par for the course. Now while rainbows appear an altogether more tranquil proposition, they're the product of sunlight reflected off water droplets in the air – so it’s not inconceivable that with a dribble of sunshine, a rainbow should grace the otherwise storm-bitten sky.\nTripple trouble? Lightning and double rainbow, Norway, 2008Photo: Photo: only me\nWhat makes the simultaneous appearance of lightning and rainbows rare is that while lightning often occurs during heavy storms, rainbows tend to form after the rain has stopped. Generally, storms rear their head when a centre of low pressure develops with a surrounding system of high pressure. Yet small, localised areas of low pressure can also form from hot air rising off hot ground, resulting in smaller disturbances like dust devils and whirlwinds – which can be vicious too.\nWhirlwind romance: Otago, New Zealand, 2009Photo: Photo: Nonac Digi \nPhotographer Nonac Digi had the following to say about the shot above: \"[I was] driving today when I looked to my left to see the roof of a barn lifted bodily from its walls and unceremoniously dumped some 10m away, then noticed this whirlwind tearing across the valley. Awesome! Parked the truck, grabbed the camera and shot away...\" Surely he noticed the faint rainbow arcing over the vortex of wind too, right? In any case, trying to outrun a tornado while driving is ill advised.\nBolt vs bow: Lightning with rainbow, New Mexico, 2005Photo: Photo: Orlon Meeks via NOAA\nStrong thunderstorms are those most likely to produce tornadoes – as well as other severe weather like hailstones and flash flooding – but lightning is of course part of the package with any electric storm. The flash or streak from the sky is thought by some scientists to result from particles from the sun given off in solar wind that gather in the outer layers of the atmosphere, then build up electrical charge in clouds. Powerful positive lightning is of particularly grave danger for airplanes.\nDevil's Tower monument, Wyoming, 1982Photo: Photo: Barbara Hansen\nSays photographer Barbara Hansen of the shot above: \"We were camped and a storm came in with lots of thunder and lightning. Part of the sky cleared to reveal a rainbow, while there were still random bolts of lightning being created\". It's a good job the lightning didn't choose to strike any of the trees nearby, as they are natural lightning conductors, prone to exploding when struck due to their sap super-heating into steam and blowing off bark beyond the lightning's path. \nLightning strike: Nanaimo, Canada, 2009Photo: Photo: cleverocity\nLike the tornadoes that may accompany them, thunderstorms are the subject of scrutiny by storm spotters across the US trained by the National Weather Service to report on severe conditions. While keeping a weather eye out for such potentially hazardous meteorological events, it must come as a strange yet welcome relief to one day observe a rainbow adding its peaceful light to the shade of a storm.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Rainbows Vs Storms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/featured/rainbows-vs-storms/15885"}