{"summary":"The chain link fence and the sign that must have once been as tall as a person are now almost completely buried by sand. Devoured by sand dunes – the Thalakkad temples in Kerala: Photo: ","advice_category":"2","content":"\nPhoto: \nImage: mistress_f\nThey might yet stand tall, surrounded by the enemy, or might have surrendered already, lying down in defeat, waiting to be buried. Buildings, fences, houses of worship – nothing is sacred when it comes to the power of sand; sweeping across landscapes, slowly devouring everything in its path. Let us ponder what once was, and discover astonishing and surprising treasures. Shipwrecks and fishing boats seem obvious, but planes, trains and automobiles? Or a whole village? See for yourself all that has been unearthed.   \nAs the following images will show, shifting sand dunes, the advancing desert and erosion are problems that make people abandon not only their cars but also fighter jets, buildings, railroad tracks and villages. The remains of these buried treasures are reminders of what once was – the glorious days of steamships, for example – that still attract throngs of people once uncovered.  \n\nBelow is the former home of an all-African American life saving station, located between Nag's Head and Cape Hatteras, on Pea Island, NC. Now owned by the National Wildlife Refuge, it seems deserted, literally.  \n1. A house swallowed by sand dunes on Pea Island, NC:Photo: \nImage: Badger 23\n2. The old telegraph station near Eucla in Western Australia:Photo: \nImage via hardysgarage\nThe next building has been so completely devoured by sand that we can only guess at its purpose, once upon a time. A snack stall? Bathrooms? Changing cabins?\n3. A building taken over by the sand on Bali, Indonesia:Photo: \nImage: Michael Cannon\n4. A building dug out once a year on Inisheer, the smallest of the Aran Islands, Ireland:Photo: \nImage: GLIC\nPillboxes are not only little containers to keep one’s tablets in; the term also refers to small concrete forts built by the British in anticipation of a German invasion in 1940. Located at strategic points like road junctions, canals and the sea shore, of the 24,000 pillboxes constructed, today only about 6,000 have survived.  \n5. A WWII pillbox in the northern suburb of Bridge of Don, Aberdeen, Scotland:Photo: \nImage: Alan Porter\n6. The lighthouse near Rubjerg Knude in Denmark, being swallowed by a shifting dune:Photo: \nImage: David Reimann\nA cyclone in 1964 destroyed the whole town of Dhanushkodi in Tamil Nadu, India. Since then, new buildings have come up but the original ones wait to be fully devoured by sand. The railway line that connected Dhanushkodi to the outside world was hit particularly hard: six attempts were made to resurrect it but it was covered by sand dunes in no time so that the tracks as well as the idea of a connection were finally abandoned. Visitors today have to come to the town on foot along the shore or in jeeps over sand dunes.   \n7. Church ruins in Dhanushkodi, India:Photo: \nImage: Prashanth K. S. \n8. A temple ruin of Dhanushkodi and other buried buildings in the background:Photo: \nImage: Prashanth K. S.\nThe Thalakkad temples in Kerala, India, fight a losing battle with sand too. They have to be excavated every 12 years or else would just disappear from view.\n9. Devoured by sand dunes – the Thalakkad temples in Kerala: Photo: \nImage: Mahendra M.\n10. Twice buried – the Kuwait City Cemetery around 1950:Photo: \nImage: F. H. Andrus  \nSteamship George L. Olson, launched in 1917, collided with another ship and was thrown off course and onto the rocks in 1944. Nobody was injured and the vessel later pulled into the harbour to salvage whatever possible. Some of the ship’s load – lumber – built the Baptist Church in Charleston. Though grounded in late 1944, the George L. Olson had a tendency to pop up over the decades. Storms moved sand off it and uncovered the ship in the ‘60s but once covered again, it was quickly forgotten. When it surfaced again in February 2008, though, it attracted quite a bit of attention.     \n11. Shipwreck of the George L. Olson in Coos Bay, OR:Photo: \nImage: Misserion\nThe Eduard Bohlen is ship that ran aground on Namibia's aptly named Skeleton Coast in 1909 in a thick fog. It now lies in the sand quite a bit off the shoreline, some say with the passenger and crew bones still buried in the sand... \n12. The Eduard Bohlen, shipwrecked in 1909, in the Namibian desert:Photo: \nImage: mistress_f\nThe S.S. Maheno was beached on Fraser Island in Queensland, Australia, after it got caught in a cyclone in 1935. The wreck served as target bombing practice for the RAAF during World War II and is today one of Fraser Island’s main landmarks, even though more than three storys are buried under the sand. Originally built as a luxury liner in Scotland in 1905, it served as a hospital ship during World War I before turning into a luxury liner once again. Considered outdated, the ship left for its last voyage from Melbourne to Japan to be turned into scrap metal when it was caught in the cyclone and never left Australia after all.     \n13. Most of the S.S. Maheno is buried by sand:Photo: \nImage: leeroy09481\n14. A fishing boat skeleton with the Indian flag painted on in Dhanushkodi:Photo: \nImage: Nsmohan\nSeveral Soviet-built MiG 25 interceptors and Su-25 ground attack jets have been found buried by sand at the al-Taqqadum air field west of Baghdad. Some of them have been dug out and restored by the U.S. Air Force. The MiG-25 Foxbat fighter can now be seen at the National Museum of the U.S. Air Force in Dayton, OH.   \n15. A Soviet-designed MiG-25 Foxbat dug out by the U.S. Air Force in Iraq:Photo: \nImage: Amir Farshad Ebrahimi\n16. A damaged Iraqi EE-9 Cascavel armoured car, once used during Operation Desert Storm and now history, fighting its last losing battle with the sand in Saudi Arabia. Photo: \nImage: PHC Holmes\n17. Two cars from the ‘40s or ‘50s buried in the Mojave Desert, NV:Photo: \nImage: David Saddler \n18. These railroad tracks at the bottom of a dune in Coos Bay, OR, have seen better days:Photo: \nImage: Misserion\n19. The Great Highway in San Francisco, CA, being swallowed by sand and dug out again:Photo: \nImage: Precious Dream\nRather small, everyday object are the first ones to be buried, often quite unnoticed until bigger objects follow – such is the force of sand, swallowing everything in its path, slowly but steadily. \n20. Picnic tables buried by sand on the North Sea coast in wintery Skegness, England:Photo: \nImage: Stephen Bowler \nDrifting sand is common in the Palm Springs area. The chain link fence and the sign that must have once been as tall as a person are now almost completely buried by sand. Notice the sign warning people not to swim – in the sand maybe?\n21. Buried fence, sign and soon windmills along North Indian Canyon Drive, CA:Photo: \nImage: Chuck Coker\n22. Logs on the beach at Port Orford, OR – maybe they once belonged to a ship?Photo: \nImage: B.D.’s world\n23. A bench buried by the Sleeping Bear Dunes in Michigan:Photo: \nImage: Erik Ogan\n24. Decaying consumer culture on the shore of Lake Michigan in Milwaukee, WI: Photo: \nImage: Michael Pereckas\nA giant squid, washed ashore and covered in sand in December 2006 near Teacapan, Mexico, already measured over 9 m (30 ft) without arms and tentacles, which were still buried under the sand.\n25. The students of Jefferson County Open School with their colossal find: Photo: \nImage: Benjamindancer\nFinally, just because it’s so eerie – the evil witch with the red nails:Photo: \nImage: A of DooM \nWho could better sum up the slightly morbid sights of objects buried in the sand than a poet? Here's the first and last stanza of Hans Magnus Enzensberger's poem \"The Vanished\":\nIt wasn't the earth that swallowed them. Was it the air?\nNumerous as the sand, they did not become\nsand, but came to naught instead. They've been forgotten\nin droves. \nThe vanished are just.\nThat's how we'll fade, too. \n\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"25 Objects Devoured by Sand","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2929311070397b9280c8zjpg","url":"http://www.environmentalgraffiti.com/featured/objects-devoured-sand/14033"}