{"summary":"The bridge has 23 arches and is 105 meters long. 4 5 6 7","advice_category":"6","content":"\nPhoto: Gire 3pich2005\nBridges are perhaps the most invisible form of public architecture.Bruce Jackson\nBridges are wonderful pieces of architecture in and of themselves, not only providing crossings of water and over dangerous roads and cliffs, but in the best cases pleasing to the eye and the mind. We look here at 13 of the most unusual and also aesthetically pleasing bridges in the world.\n13. Khaju Bridge, TurkeyPhoto: Alan Donovan\nThe Khanju Bridge in Ishfahan, Iran is an amazing piece of architecture, built in the 1650s. It also functions as a weir downstream, taking the water to a much lower level. The sluice gates underneath the arches increase the water for irrigation upstream.\nThe bridge has 23 arches and is 105 meters long. When it was built, horses and carts used the main passageway, while pedestrians used the vaulted paths on both sides. Today, walkers can also access the bottom tier and it is often used to relax in a shady place. The two big octagonal pavilions give a great view.\n12.Puente del Alamillio, SpainPhoto: andrew dunn\nThis striking bridge was built in 1992 to span the Canal de Alfonso XIII and La Cartuja, an island on the other side of the canal. Its structure of the single cantilevered pylon counterbalances the rest of the span. It was designed to show the soaring hopes of Seville for Expo 1992. The simple, elegant design results in one of the most beautiful bridges in the world.\n11. Chengyang Bridge, China Photo: Pratyeka\nThe Chengyang Bridge is an amazing bridge made up of \"two platforms (at the two ends of the bridge), 3 piers, and 4 spans, 5 pavilions, 19 verandas, and three floors.\" The upper part is made of wood while the rest is made of stone. Built in 1916, the bridge is still in use today as the connection between two villages. It inspired a Chinese author, Guo Moruo, so much that he wrote a poem about it.\n10. Verrazano Narrows Bridge, New YorkPhoto: Rian Castilo\nIn New York, connecting Brooklyn and Staten Island, you will find the Verrazano-Narrows suspension bridge. This lovely structure was named after Guiseppe Verrazano, the Italian explorer. It has the eighth largest span in the world and for those who remember the movie Saturday Night Fever, it was featured in it.\n9. Stari Most, Bosnia and HerzegovinaPhoto: Francis Tyers\nThe Stari Most is not just beautiful, it also has a very interesting history. Built in the 16th century by the Ottoman Empire in the city of Mostar, Bosnia and Herzegovina, it stood for 427 years until it was totally destroyed in the Bosnian war. UNESCO, the World Bank, the Aga Khan Trust, Turkey, Italy and the Netherlands all funded its reconstruction. \nPhoto: Mhare\nThe builders used stone quarried in the vicinity to make it as near as possible to the original, and Hungarian divers went into the river to reclaim as much of the original stone as possible. It truly was a time the world came together to build a bridge.\n8. The Old Bridge of Konitsa, GreecePhoto: Onno Zweers\nThis centuries-old bridge in Greece spans the river Aoos, which is\nfull in winter. If you look carefully to the right under the top of the bridge, you can see a small bell. Villagers say that when there is enough wind to make the bell sound, it is to dangerous to cross the bridge.\n7. Rode Brug, Utrecht, the NetherlandsPhoto: Ednl\nThe \"Red Bridge\" is in Utrecht, Holland and apart from being simply bizarre in shape, some believe has some extra symbolism. If you take the left pictured here, you will arrive in Utrecht's red light district where prostitutes can be found on houseboats. More than one person has remarked that the shape of the bridge is that of a woman's legs apart and the pelvic area. We will leave it to you to decide if there is any symbolism here.\n6. Ponte Vecchio, ItalyPhoto: Deror Avi\nThis is one of the oldest bridges in our collection, dating from the Middle Ages. It was first mentioned in a document in 993. The bridge has a stone  base and was first built with wooden structures on top. Today, just like when it was built, there are stores on the bridge. Originally, they were butcher shops but they gave way to gold merchants and now various goods can be found here. \nPhoto: Marius Fiskum\nThe bridge had to be rebuilt in 1335 and a sheltered nook holds a dedication stone in the center loggia saying (in Italian) \"In the thirty-third year following thirteen hundred, the bridge fell, from a watery flood: ten years later, at the pleasure of the Commune, it  was rebuilt, with this adornment\". Truly one of the more unusual bridges on our list. \n5. Millenium Bridge, Gateshead, UKPhoto: Mike 1024\nThis bridge is found in Gateshead, United Kingdom and has won numerous prestigious awards for its structure. It is a pedestrian and cyclist bridge that works on a tilt. The part over the water tilts 40 degrees to allow boats and ships through. At night, it exhibits colored lights as seen below.\nPhoto: Happy Shopper\n4. Tianjin Eye, China\n\nPhoto: Erick Pessoa\nThe amazing part of this bridge is the giant Ferris Wheel built over it. Called the Tianjin Eye, it spans the Yongle River in China and is 120 meters high. The seats are actually capsules that hold eight people, so quite a few can experience it together if they aren't afraid of heights...over water no less!\n3. Python Bridge, HollandPhoto: Tomas Petermann\nThis incredible bridge connects Sporenburg with the island of Borneo in\nHolland. It is a footbridge that won the International Footbridge award in 2002.\nPhoto: Tomas Petermann\n2. Bridge of Sighs, Venice, ItalyPhoto: Nino Barbieri\nThe Bridge of Sighs in Venice connects the old prisons to the doge's interrogation rooms. Legend has it that the small amount prisoners could see through the stone-barred windows was their last sight of Venice. The name of the bridge was coined by Lord Byron, the famous poet of the time.\n1. Tower Bridge, London, UKPhoto: Martin Talbot\nThe Tower Bridge in London is iconic, yet tourists occasionally refer to it as London Bridge, which is the next one over. Even though nowadays it is considered beautiful, at the beginning of the 20th century it received a lot of criticism for its looks. \"It represents the vice of tawdriness and pretentiousness, and of falsification of the actual facts of the structure\", wrote H. H. Statham, while Frank Brangwyn stated that \"A more absurd structure than the Tower Bridge was never thrown across a strategic river.\"\nBridges by their very beings are passageways to new worlds, safe passage at that. To build bridges has entered our lexicon as how we humans should strive to get along with each other. These 13 examples will hopefully inspire some thoughts of how often we pass bridges without seeing them and noticing that they are beautiful pieces of architecture.\n1. 2 3. 4 5 6 7","author":"Michele Collet","web_category":"art+and+design","title":"13 Most Beautiful Bridges on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-41099-2004351140103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-most-amazing-bridges-world"}