{"summary":"Incredible tornado footage is becoming more and more prevalent as the use of video and surveillance cameras continues to increase. The First State Bank was perhaps the sturdiest structure in the path of the tornado","advice_category":"4","content":"\nPhoto: courosa\nOn May 28, 2008, a funnel touched down in the farm fields of central Iowa. Within minutes it grew into a massive, mile-wide monster. Damage surveys would later determine that the tornado was an EF5, the most powerful type of tornado, capable of reducing rows of well-constructed homes down to bare foundations. It roared through rural farmland for several miles before then heading due east towards the small town of Parkersburg.\nSurveillance cameras were rolling at the First State Bank building in Parkersburg, a little before 5pm that Sunday. One exterior camera, used to record an outdoor ATM, showed calm weather only 20 seconds before the town was obliterated. What the camera captured next is nothing short of a nightmare.\nThe First State Bank was perhaps the sturdiest structure in the path of the tornado. Built with heavy brick and stone masonry, the building was one of the only things left standing in the Southern part of town. But the winds were able to penetrate through the bank's windows and unreinforced walls, and footage from inside shows how quickly it became filled with deadly debris.\nThe First State Bank's tornado footage is part of a growing collection of surveillance videos that are giving us a first-hand look at the fury of a tornado.?\nOnly three weeks before the Parkersburg event, surveillance camera's at an equipment company outside of Leighton, Alabama captured an EF2 tornado as it tore through a parking lot. The tornado touched down only seconds before it came into frame and contained an embedded suction spot powerful enough to toss several cars and trucks into the air.\nBack in 1998, a deadly outbreak of tornadoes occurred in central Florida. A newly opened Winn Dixie supermarket still had a few people inside when one of the early morning tornadoes roared over the store. Surveillance footage shows the powerful winds blowing through the plate glass doors at the entrance of the store and filling the air with debris and candy.\nMore recently, on August 19, 2009, a small tornado touched down near downtown Minneapolis. Although it was weak, the tornado still packed winds strong enough to blow out hundreds of windows and damage the roofs of several dozen homes and businesses in the area.\nIncredible tornado footage is becoming more and more prevalent as the use of video and surveillance cameras continues to increase. And as unlucky as the businesses were that captured these images, their footage gives us a unique and fascinating view that few people have seen and actually lived through.","author":"Maximilian","web_category":"science","title":"Incredible Footage From Inside the Eye of a Tornado","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01F5tornadoElieManitoba2007jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-footage-inside-violent-tornadoes"}