{"summary":"Here’s a lovely homemade globe crafted from a potato; after all, the tuber is called an \"apple of the earth\" in many languages: Photo: . A walk-in Earth at the Mapparium in Boston’s Mary Baker Eddy Library: Photo: ","advice_category":"8","content":"\nPhoto: \nImage via Tiscali \nEarth Day is not only a time to reflect on the many ways in which we could improve our environment but also a chance to appreciate the beauty of the world we live in. The following ten artistic renditions of our planet demonstrate that how we look at the Earth is up to our imagination.\n1. Belgium artist Jan Fabre’s \"Globe\" (1997) made of bugs: Photo: \nImage via Kiwisphere\n2. Brick artist Nathan Sawaya’s rendition of the Earth in Lego bricks:Photo: \nImage via Brickartist \n3. \"Eartha,\" the world's largest revolving and rotating globe, weighing almost 3 tons, at DeLorme headquarters in Yarmouth, ME: \n4. A globe many would like to visit at least once in their lifetime: North Cape or Nordkapp, Europe’s most famous northernmost point: Photo: \nImage: Marc Jetzkowitz\n5. This author’s all-time favourite hangout, the Unisphere in Flushing Meadow's Corona Park, a beautiful remnant from New York City’s World Fair of 1964/65:Photo: \nImage: Magnus Manske\nOr how about a globe you can walk into? It is actually a 30-ft bridge covered with a stained-glass dome that has brought more than 10 million visitors to the middle of the earth since 1935. But don’t get confused, it also depicts the world as it was in 1935!\n6. A walk-in Earth at the Mapparium in Boston’s Mary Baker Eddy Library: Photo: \nImage via Mary Baker Eddy Library\n7. Here’s a globe many would love to dig into – the Earth made of chocolate. Created for a United Nations meeting in Switzerland in 2008, that’s one sweet reminder of global warming:Photo: \nImage via Excellence Bakery \nHiroshi Matsui, professor at Japan’s Otemae Confectionary College, had the same idea. His students created a 3 m-diameter chocolate globe for a college festival in 2007, using 35,000 coloured chocolate truffles for decoration. Sweet!\nPhoto: \nImage via Tiscali \nLandscape architects Tracy Taylor, Lisa Gregg, Jennifer Simokaitis, Jeaneane Quinn and Hoerr Schaudt used 2,000 colourful seed packets for their project, \"Be Inspired,\" in which the Earth grows out of a flower pot. Viewers might indeed feel inspired to get in touch with their inner gardener by growing fruits, vegetables, herbs and flowers at home, thus reducing the number of packaged and shipped store-bought produce.\n8. \"Be Inspired,\" the Earth made of seed packets at a U.S. Botanical Garden exhibition in Washington, DC:Photo: \nImage: Kimberley Faye\nAnd, in a similar vein, \"Green Roofs Save Energy\"” by Deborah Adams Doering at the same exhibition:Photo: \nImage: Kimberly Faye\n9. The Earth carved out of wood at an exhibition in Goettingen, Germany: Photo: \nImage via Nepalese Society\n10. Here’s a lovely homemade globe crafted from a potato; after all, the tuber is called an \"apple of the earth\" in many languages: Photo: \nImage: Ilia Chentsoy\nStaying with the do-it-yourself idea, here’s a historical paper globe from 1881 that one can make at home:Photo: \nImage via Myweb\nSo what are you waiting for, get creative this Earth Day!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"lifestyle","title":"10 Most Incredible Globes: Taking Earth Day Literally ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/green-living/news-10-most-incredible-globes-taking-earth-day-literally"}