{"summary":" Hunting and habitat loss are the main reasons for the decline.. Palm oil plantations for biofuel are becoming popular, and they destroy primate habitats as they expand","advice_category":"2","content":"\n25 of your closest relatives may disappear at any moment.\nA report commissioned by three leading conservationist charities lists 25 primate species living on the brink of extinction.  Hunting and habitat loss are the main reasons for the decline.\nThe report was created by 60 Primatology experts worldwide.  It includes two of humanity’s closest relatives in the Sumatran Orangutan and the Cross River Gorilla from Nigeria and Cameroon.\nThe document is immensely bleak. One gets the feeling many of these species are doomed, despite the report’s plea for assistance in saving the creatures.  One inclusion, Miss Waldron’s Red Colobus monkey, may actually already be extinct. It was declared extinct in 2000, but recent photos show a similar creature so scientists have rather hopefully included it.\nRussell Mittermeier, president of Conservation International, described the situation grimly. \"You could fit all the surviving members of these 25 species in a single football stadium; that's how few of them remain on Earth today.\"\nAsia has the most entries on the list with 11. There are also seven species located in Africa, three from South America and four from Madagascar.\nIronically, many of the species are being driven from their habitat because of the efforts of some environmentalists. Many countries are attempting to switch to renewable energy sources in an effort to fight global warming.  Biofuels, frequently made from palm oil, are one of the most popular options, with a vast and profitable market worldwide.\nPalm oil plantations for biofuel are becoming popular, and they destroy primate habitats as they expand. The orangutan in particular is affected by this trend. Sumatra’s forests are both the orangutan’s natural habitat and prime land for palm oil plantations.  Unsurprisingly, orangutans are disappearing faster than any other primate.\nScientists say that all is not lost. A strong effort to conserve the species on the list can save them. They point to the example of the golden lion tamarind of Brazil. Since being reported to be on the edge of extinction, a strong conservation effort was made and the species is no longer in decline.\nSource:  Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Primates In Mortal Danger","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/ecology/primates-in-mortal-danger/380"}