{"summary":"To start with, all water - be it surface water, well water or rain water - has impurities. It might be enlightening to check out the water quality of your own tap water","advice_category":"8","content":"\nPhoto: Diliff\nIs there any danger of illness from drinking tap water? And should one drink bottled water instead? In considering the safety of tap water, one needs to start with understanding what water treatment is all about.  \nTo start with, all water - be it surface water, well water or rain water - has impurities. These impurities, if ingested in large enough quantities, can be dangerous to one's health. Because of this, governments around the world make it part of their business to regulate the quality of drinking water and to certify it as safe. \nFresh water, under natural conditions, usually contains microorganisms. This includes bacteria, bacterial spores, parasites, parasite eggs and/or larvae, protozoan, amoebas and other microorganisms. Most of these are killed off in the digestive tract or destroyed by the immune system and are harmless. However, some can cause vomiting and diarrhea, while others may cause more serious illnesses. \nNaturally available fresh water always contains trace amounts of heavy metals that can include cadmium, chromium, cobalt, copper, iron, manganese, molybdenum, lead, mercury, plutonium, tungsten, vanadium and zinc. In addition, water contains dissolved gases such as ammonia, carbon monoxide, iodine, methane, nitrous oxide and nitrates to name a few. While municipal water is generally safe, concerns about the body's tolerance to these agents arise when we consider the overall health of the consumer.\nPhoto: Alex Anlicker\nAlong with these naturally occurring chemical agents, fresh water supplies in developed areas of the Earth also contain pharmaceuticals, including over-the-counter medications, antibiotics and psychopharmacology drugs used for managing mental disorders (e.g. Prozac and Zoloft) that are eliminated from the body after ingestion. These are found in trace amounts and do not, according to public health authorities, generally pose a threat to humans in the present. But researchers are discovering that the trace amounts can be harmful to other natural organisms, and there is concern about continued increases in the concentration of agents.\nFresh water in developed areas also contains anthropogenic synthetic agents.  This includes agricultural chemicals like pesticides, herbicides and fertilizers as well as industrial agents, such as petrochemical by-products, chlorofluorocarbons (CFC), phencyclidine (PCP) and other industrial chemicals.  \nPublic health officials have not found these agents to pose a serious risk to the general public. However, environmental researchers have found that these chemicals can be very toxic to different species, and the potential for chemical cocktail-like combinations of these agents is so numerous that it's impossible to test them all.\nPhoto: Matvey Andreyev\nNature is able to clean many of these impurities out of the water.  It occurs by (1) aeration as water evaporates from the surface, (2) photochemical reactions, as the water in clouds is exposed to sunlight and atmospheric gases, (3) filtering through sand, gravel and soil and (4) sedimentation as the water rests in oceans and lakes before evaporating. Unfortunately, not all freshwater is purified enough for humans to consume it safely.\nTo remove these impurities, water is treated in several steps. These are (1) coagulation, a step in the process that uses chemical additives to bond with small dirt particulates; (2) sedimentation, the step that removes the floating particulates; (3) filtration, when water passes through layers of sand, gravel and charcoal to remove the smallest particles; (4) disinfection, the infusion of chemicals (usually chlorine) to kill any possible remaining microbial agents; and (5) storage, the final process that gives the disinfection agents time to work before the water is dispensed to the public. This five-step process, while generally effective in providing safe water, is not perfect. It might be enlightening to check out the water quality of your own tap water. \nIn the U.S., the EPA provides information on the impurities of the water of most municipalities for consumers at the EPA Safe Water Link. In the UK, you can go to Drinking Water UK. In Australia, you can got to the   Australian Drinking Water Guidelines and in Canada, try Drinking Water Quality.\nFor more information see Psychoactive Drugs in the Drinking Water","author":"Russell Vallimont","web_category":"lifestyle","title":"How Safe Is Our Drinking Water? ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-how-safe-water-were-drinking"}