{"summary":"Cosmetic Uses for Turmeric. A new possession, such as a sari or a house, might be dabbed with turmeric powder","advice_category":"2","content":"\nPhoto: jongela19\nTurmeric is native to India, where it has many uses beyond being a spice used for curry (although it sure makes such dishes taste great!). Here is a look at the plant and its non-culinary uses.\nPhoto: ratnarajaiah\nTurmeric the PlantPhoto: sophiea\nTurmeric, or Curcuma longa, is a perennial plant in the ginger family, whose root system has many rhizomes. These bulb-like rhizomes grow horizontally in the soil, sending down fine roots and sending up shoots at intervals.\nIt grows best in a warm and wet tropical climate. It prefers loam to clay, which inhibits the growth and spread of the rhizomes. Ideally the crop takes about seven to ten months to mature. The plant's natural enemies include insect predators and fungal infections.\nThe leaves are long, thin and somewhat rectangular. The flowers grow from the tip of the stalk. The plant may reach a height of about one or two metres.\nThe bulbs, or rhizomes, are usually boiled but may be used raw. They are dried for up to a week before being ground into the familiar powder. The colour varies from yellowish brown through brownish orange.\nRitual Uses for TurmericPhoto: &gt;S@TS&lt;\nIn India, turmeric is used in a variety of rituals. A new possession, such as a sari or a house, might be dabbed with turmeric powder. The powder is also used in personal purification rituals, or to signify that a statue or shrine is holy.\nCosmetic Uses for Turmeric\nA traditional East Indian method of removing unwanted hair involved a paste of turmeric with water. This would be rubbed on the area to be exfoliated. This required a series of daily applications.\nTraditional Medical Uses for TurmericPhoto: Cherrie Rhodes\nLike many spices and herbs, turmeric has been used in a wide variety of ways, but with no consensus from Western medicine on the exact benefits.\nExternally applied ointments or pastes are used to combat skin infections. It may also relieve itchiness.\nTurmeric is used to improve appetite or settle an upset stomach. Older people turn to turmeric for relief from arthritis and to avoid senility.\nWhile there have been a number of preliminary studies and hopeful results for turmeric in modern medicine, few seem to have surfaced that make undisputed claims for effectiveness as well as safety.\nPotential Problems with Turmeric\nSince it is known to slow blood clotting, patients awaiting surgery should avoid large doses. So should people taking warfarin, Ibuprofin or a host of other \"blood thinning\" agents. Women should avoid large doses if they are breast feeding or still pregnant.\nHowever, these problems seem to arise from \"large\" or \"medicinal\" doses. It seems that only people with bile duct or gallbladder health issues should refrain from eating a curry or drinking turmeric tea.\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nPhoto: shaggyshoo\nReferences:Medical Xpress, \"Curcumin compound improves effectiveness of head and neck cancer treatment\", published May 19, 2011, referenced May 21, 2011. curcumalonga.com, \"curcuma longa\", referenced May 21, 2011. Isla Burgess, International College of Herbal Medicine, \"Turmeric - Curcuma longa\", Feb/March 2002, referenced May 21, 2011.","author":"MikeDeHaan","web_category":"nature","title":"Turmeric: India's Mystic Curry Spice","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","url":"http://www.environmentalgraffiti.com/plants/news-turmeric-more-just-plant-spice-curry"}