{"summary":"Heinrich believes Jesus used a psychedelic mushroom known as fly agaric. My personal favourite involves the miracle of turning water into wine","advice_category":"4","content":"\nFor whatever reason, some scientists love to try and explain religious events by saying everyone was just high.\nA recent story inspired me to compile a few of these claims by alternative historians. Before we begin, let me write a disclaimer in an attempt to cut down on the angry emails and comments. This is not an attack on anyone’s religion. I merely think that scientists who try to explain unknowable events as the result of drug use are funny. Ancient history is often as faith based as religion, with both requiring a lot of belief extrapolated from very little provable information. Most of these are just theories that even the people who created them will admit they can’t prove.  So try and relax and enjoy our list of \"junkie science\" claims about biblical history.\nFor Christians, Jesus is obviously the most important man in the Bible. As such, he’s gotten a lot of scrutiny, particularly of his miracles. Several scientists who set out to find a scientific explanation for these amazing events have decided they’re so unbelievable the only explanation is drugs.\n4. Water Into Wine\nMy personal favourite involves the miracle of turning water into wine.  If you’re unfamiliar with the story, Jesus was at a party in Cana when the wine ran out. He then transformed several large containers of water into containers of wine, and high quality wine at that. This was the first miracle performed by Jesus in the Bible.\nCalifornia ethnobotanist Clark Heinrich has a different version of the events. Heinrich believes Jesus used a psychedelic mushroom known as fly agaric. The hallucinogen was well known and used even before Biblical times, so its possible Jesus would have come across them. The really weird part of Heinrich’s version of the miracle has to do with the urine of the mushroom’s users. Apparently, the hallucinogenic agent in fly agaric remains in the user’s urine and can turn said urine odd colors.  Heinrich believes that the “wine” in the miracle was actually Jesus’ intoxicating urine.\n3. The Last Supper\nHeinrich also believes the fly agaric figured in the last supper.  The mushroom looks like pita bread and feels like human skin when it is soaked in water. He thinks Jesus actually passed around soaked fly agaric at the last supper when he said “This is my body”.\n(Heinrich’s beliefs on the matter should probably be taken with a grain of salt. He thinks that pretty much every religion and most of the famous religious events of history were in some way related to the fly agaric mushroom. While many religions are known to have used various drugs in ceremonies, it's not thought this specific mushroom was always used.)\n2. Healing Miracles from Marijuana\nA different study of biblical texts has suggested that Jesus used cannabis, and that the drug may have played a part in his healing miracles. Jesus and his disciples used an anointing oil that contained an ingredient called kaneh-bosem. Scholars believe this is a type of marijuana extract. It’s believed that people were covered with this anointing oil, which could have healed eye or skin problems in a seemingly miraculous manner.\nThere is strong evidence for cannabis use in early Judaism according to Boston University classics professor Carl Ruck, so it’s not so crazy to think it might have been in oil.\n1.  Was Moses Stoned When He Compiled the 10 Commandments?\nThe most recent hypothesized biblical drug event comes from Israel.  Benny Shanon of Jerusalem's Hebrew University believes that Moses and the Israelites were hallucinating during Moses’ famed visit to the top of Mt. Sinai. The drug ayahuasca has been used in religious ceremonies in South America for centuries and is known to produce spiritual visions and aural hallucinations. Two plants in the Sinai desert contain the same psychoactive molecules as ayahuasca.\nThe bark of the acacia tree contains these psychoactive molecules, and is frequently mentioned as an ingredient in concoctions in the bible. Shanon, who has dabbled in psychedelic drugs himself, believes that the trumpets, thunder, and lightning described in the scriptures are similar to the profound spiritual feelings and light and sound hallucination created by ayahuasca. Essentially, he’s saying the 10 commandments were created and handed down to the Israelites in a drug induced haze. I don’t know about you, but I find that pretty impressive. I’ve seen some people on hallucinogens and it’s all they can do to stand upright, much less lay down the most important ethical tenets in Western history.\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"science","title":"Junkie Science: The Top 4 Drug Related Explanations For Biblical Events","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb01.webshots.com-35840-2236536300103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/junkie-science-the-top-4-drug-related-explanations-for-biblical-events/885"}