{"summary":"The eyes can produce secretions and these  fluids are released behind the third eyelid, or nictitating membrane, to both clean and lubricate it as it travels across the surface of the eyes, inhibiting bacterial growth. Do you know why snakes like the python shown above always keep their eyes open? It is simply because they do not have movable eyelids, as most lizards do, which would help them to lubricate and protect their eyes","advice_category":"2","content":"\nPhoto: rachaelwrites\n\nWe may think that we have perfect vision if our eyesight is tested at 20/20, but the reality is that humans have a very limited range when it comes to seeing the world around us, and many of the creatures that we see are far better at noticing their surroundings than we could ever hope to be.\nAssassin FlyPhoto: Thomas Shahan\nAbove is the assassin fly, which is often mistaken for a bee. Living in grasslands all over the world, it has excellent vision that enables it to determine the distance and speed of objects or prey moving in front of it. When it  spots food, it will fly close to investigate. The head is very large with two large compound eyes, each containing several thousand separate lenses that provide remarkable vision, particularly good for spotting small insects from a long way off.\nEaglePhoto: peterkaminski\nThe eagle above has eyes that are different to humans, as the backs of the eyes are larger and flatter, and thus provide excellent vision. In the center of the eagle's fovea - the focusing point on the retina - there are approximately 1,000,000 cones per mm, compared to the measly 200,000 that humans have, so that objects or prey can be seen much more clearly and sharply, even from great distances. Eagles and owls also have three eyelids, with the bottom eyelid being larger than the top one, explaining why they always blink up instead of down.\nChameleonPhoto: daviddennisphotos.com\nThe chameleon pictured above can actually outdo the eagle in one area of vision. The most striking eyes among the reptiles have lower and upper eyelids joined together, leaving one large hole for the pupil to see through. The Chameleon has the ability to roll or rotate each of the eyes independently, to see two different objects from two different directions at the same time. This perfect visual ability gives it a 360 degree field of vision, unique in the natural world.\nScallopsPhoto: Dan Hershman\nScallops like the one pictured above have many eyes positioned along the right and left valve mantle margins. Extraordinarily, scallops  can always regenerate lost eyes, something which other creatures cannot.\nCrocodilePhoto: llamnuds\nThe beast in the above photo never actually “cries crocodile tears”, because they do not have tear ducts, and cannot weep. The eyes can produce secretions and these  fluids are released behind the third eyelid, or nictitating membrane, to both clean and lubricate it as it travels across the surface of the eyes, inhibiting bacterial growth. The edge of this nictitating membrane is visible in the corner of the  eye when opened widely, and ‘tears’ can always be seen forming within it.\nGeckoPhoto: werwin15\nThis picture of a gecko shows it to be small lizard with enormous eyes. At night, while hunting for prey, the vertically slit pupils of these huge globe-like eyes open widely to allow the maximum amount of light to enter, giving much clearer night vision. However, during the day, the pupils close to a tiny slit. The eyes are protected by a transparent membrane, and are  kept  clean and moist by the Gecko using use a long sticky tongue to lick them.\nPythonPhoto: jurvetson\nDo you know why snakes like the python shown above always keep their eyes open? It is simply because they do not have movable eyelids, as most lizards do, which would help them to lubricate and protect their eyes. This is why snakes always stare at prey. The eyes are protected by tough, immobile, transparent scales. While snakes do not have very good eyesight, their sense of smell is the best in the animal world, which is why their tongues are always so active. Some snake species have a reddish brown ring around the left edge of their pupils, and even green, orange, gold, yellow or brown eyes.\nTarsierPhoto: Jenny Huang\nPictured above is the tarsier, the world’s smallest known primate, with  enormous eyes in comparison to its body size. The eyes are so big that they cannot be turned around in their eye sockets, but tarsiers are able to rotate their necks to 180 degrees. Tarsier eyes are the largest among the land mammals, the large pupils providing very acute night vision and making them excellent night hunters.\nThese are but a few of the incredible eyes that can be found in the natural world, and it is staggering to realize how truly limited we humans are. Nature can always make us feel humble, no matter how special we think we are.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"nature","title":"Nature's Most Amazing Eyes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Caiman_0.jpg","url":"http://www.environmentalgraffiti.com/news-interesting-eyes-nature"}