{"summary":"According to this study, the placenta is quite complex and is folded over in animals with a shorter gestational period. The more complex the placenta is in the mammal, the shorter the gestation period and the more babies of that specie can be produced","advice_category":"4","content":"\nPhoto: delphwynd\nHave you ever wondered why it takes so long to make an elephant? Why does it not take the same length of time to make a monkey as it does to make a human baby? If an animal is about the same size as another, especially if it shares many of the same characteristics, why is there such a vast time difference in gestation?\nScientists have often wondered the same thing. Recently, research has revealed some startling evidence that it is not the size of an animal that dictates how long the baby stays in there.\n\nPhoto: euthman\nForget everything your science teacher taught you. The gestational length of time, or \"bake time\", depends on the structure of the placenta. Yes, that's correct. The placenta is innate in all mammals, or live births, but is not created or structured equally in all animals. Once thought as a relatively unimportant part of the reproductive puzzle, the placenta is finally getting the attention it deserves.\nA conduit to nutrition, waste removal and oxygen, the placenta is not only a vital part of keeping the unborn animal alive, but it also behaves and appears differently in every species.\nPhoto: anroir\nAccording to this study, the placenta is quite complex and is folded over in animals with a shorter gestational period. This would be, for an example, the mouse (three weeks), the dog (two months) and leopards (three months). Note how the dog and leopard are very close in gestational length, but the two animals are very different in size, preparedness to defend itself after birth and the sheer complexity of the leopard.\nThis brings us to natural selection and whether or not the animal is required to hit the ground running once it's born. An antelope is one that comes to mind; their gestational period is 235 days, or roughly eight months. Most animals of the antelope's size at birth spend just a fraction of that time in the womb.\nPhoto: rleigh\nHuman placentas, on the other hand, are quite simple in structure, and have finger-like attachments that grab onto the wall of the uterus. The web of veins are less in number than that of other animal placentas and it is not folded over at all. By being so simple, the placenta transfers less oxygen and nutrients so it takes longer for the human baby to grow. This may be a good thing, considering how long it takes for the adult counterparts to prepare for the baby and how intellectual humans are supposed to be.\nContemplate how intellectual and complex the elephant is (never mind their size, which is not part of the point being made). The elephant has been ascertained to have many of the same emotions as humans, apes and some dolphins. Is this why it takes so long to make an elephant - besides the fact that their placentas are quite simple?\nPhoto: Katie\nThe \"oven temperature\" so to speak has been turned up in some mammals to speed up gestation so that the species can have better survival odds. The more complex the placenta is in the mammal, the shorter the gestation period and the more babies of that specie can be produced. This means, we, as the biggest predators to all other animals, need to be especially conscious of those animals that take longer to produce their young.","author":"Asher Kade","web_category":"science","title":"Pregnancy Duration Not Dictated By Animal Size ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/biology/news-pregnancy-duration-not-dictated-animal-size-once-thought"}