{"summary":"The areas most affected are Jammu and Kashmir.” So I have to say I was slightly apprehensive as I touched down in the large military base next to Srinagar, the capital of the state of Jammu and Kashmir – not that I’d read the Foreign Office’s advice or I probably wouldn’t have been there.  No, it was that we had to enjoy the incredible beauty of Dal Lake and Kashmir from within a gilded cage – for safety reasons you see we could only visit the town if he was with us","advice_category":"8","content":"\nPhoto: Jrapczak\nThe British Foreign Office is somewhat pessimistic about the security situation in India, beginning with the alarming (and largely untrue) warning: “There is a high threat from terrorism throughout India” and continuing with the (less untrue) statement: “In some areas terrorist incidents are particularly frequent. The areas most affected are Jammu and Kashmir.” So I have to say I was slightly apprehensive as I touched down in the large military base next to Srinagar, the capital of the state of Jammu and Kashmir – not that I’d read the Foreign Office’s advice or I probably wouldn’t have been there. There were soldiers everywhere.\nMe and my travelling companion, a friend from uni, were feeling shell-shocked enough as it was. The day before we had landed at 3am in Delhi only to find that there was no room at the inn, or so we were told. Paharganj, the main backpacker district, was closed and under police guard (thanks to threat of terrorism during a Hindu festival), so we found ourselves in a nearby tourist office, where we fell for a famous Delhi trick. I’d like to say it was because it was 3am and I’d had zero sleep, but that would only be partially true. I can be quite gullible at times.\nSo, for an actually very reasonable price we’d been packaged off to this beautiful place called Srinagar (the word Kashmir had been strangely omitted from the conversation), and ended up flying out in the afternoon of the same day, having still had zero sleep. We landed on the military base, crawling with soldiers, and were picked up by the owner of the houseboat we would be staying at, on the famous Dal Lake. It wasn’t just the base that was crawling with soldiers; on the road was checkpoint after checkpoint, and groups of soldiers clustered on every street corner. It felt like they were expecting an invasion. Perhaps they were.\nPhoto: Dan Hinge\nAs it happened, the soldiers were not the problem. Ali Dandoo, our host and owner of the incredibly inappropriately named houseboat Sunbeam, managed in the week or so we stayed to become probably the person I dislike most in the entire world.  He did his best to hide his greed beneath a thick plaster of sickly words about how me and my friend would be treated like his children and how his family had such an excellent reputation as houseboat owners, but it was not that that really got to me.  No, it was that we had to enjoy the incredible beauty of Dal Lake and Kashmir from within a gilded cage – for safety reasons you see we could only visit the town if he was with us.  Read: if he took us round all his friends and tried to get us to buy things off them.\nPhoto: Dan Hinge\nTo avoid him we beat a hasty retreat into the Himalayas, where there are no soldiers but there are plenty of stunning mountains to climb.  This is the Kashmir that people should see – epic Himalayan scenery, excellent home-cooked (tent-cooked) food, and absolute peace. Nevertheless, when five days later we returned to Srinagar and got to look round, it was clear that this was far from a place in the grip of terror. Everyone went about their daily lives in much the same fashion as everywhere else in India (although in Kashmir most people are Islamic not Hindu). There were just soldiers everywhere.\nPhoto: Dan Hinge\nClearly things in Kashmir have moved on considerably in the past 10 or 20 years. Gone are the days where – according to Salman Rushdie in Midnight’s Children – tourists would be shot for taking photos of bridges. Still, it was with some relief that I got into the shared Jeep we were taking from Srinagar to the not much more stable Jammu. It was a 9 hour trip to Jammu along twisting mountain roads, the occasional crashed vehicle showing what happens to those who make mistakes, and thence another 7 hours by bus to the blissfully peaceful and soldier-free Sikh holy city of Amritsar.\nGiven my peaceful impressions of Kashmir it was with some surprise a week later that I read on the BBC News website of a grenade attack in Srinagar, followed days later by a pitched gun battle in which a number of soldiers, insurgents and police were killed.  With more rumblings of aggression from the Pakistani side of the disputed border I can hardly recommend Kashmir as a travel destination, but it is truly a fabulous place if you look past the soldiers. Sadly, it is difficult to do that, so, for the time being at least, Kashmir will have to remain a destination for those mostly foolhardy and occasionally brave souls who end up there. Whichever category you fall into, it will almost certainly be worth the risk.","author":"dan_hinge","web_category":"travel","title":"Kashmir: Travels in an Explosive State","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/kash1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-travels-explosive-state-kashmir"}