{"summary":"Many of the people who have moved to other areas of Alaska, and others who left some time ago, are called back by the salmon every year. Danger that the love of the people and their land might be ripped apart in the Bristol Bay area","advice_category":"2","content":"\n\"It is the subtle and extreme nature of this place, a place I have come to love more than I ever imagined, that I wish to illustrate within these pages.\" Dave Atcheson \nPhoto: Michael Melford/National GeographicA male salmon rests on his long voyage back to the waters of his birth. These migrating salmon die shortly after breeding.\nBig, beautiful and mysterious... Once you have seen Alaska, the mystique and splendor of America's last wild frontier stay with you forever. Its qualities draw you back again and again. The relationship between the special nature of this vast land and the people that inhabit it is a love story for the ages. And it's a love story that author Dave Atcheson and photographer Michael Melford tell in their new book, Hidden Alaska: Bristol Bay and Beyond, with both words and spectacular images. \nPhoto: Michael Melford/National GeographicClouds scrape by the snow-covered Iliamna Volcano, which last erupted before Europeans settled in the area\nSome of the last of the world's untouched wildernesses exists in Alaska, including the hidden gem that is Bristol Bay. Yet, as in most good love stories, there is not only great beauty but danger too – from those who want to tear the land asunder, opening up great craters to mine and so leaching toxins into the rivers. It is in these rivers that salmon spawn in their millions, returning to their birthplace to give birth to the new generation before dying. After their death, the bodies of the salmon become bounty for other plants and animals, the cycle of life beginning anew. And this is also a story of hope, for people are realizing the importance of their land and of keeping it safe from plunderers.\nYes, Alaska truly is one of the last wild frontiers. Atcheson and Melford take us deep into this land of extremes, a land with \"temperatures that can fluctuate 80¢X in a single day and temperatures in the interior region that often hover well below zero for weeks on end\". It is a place where the people are rugged, self-reliant and ever prepared. The extremes are a small price to pay for the beauty of the land, the bounties it offers in fish and game, and the individualism that makes up the soul of the people, both natives and newcomers. \nPhoto: Michael Melford/National GeographicTeklanika River snakes through the raw wilds of Denali National Park. Alaska’s many parks and refuges are some of the last holdouts of pristine nature left in the United States\nA newcomer can be there twenty years but still share one thing in common with the natives: a deep love and reverence for their state. As Atcheson writes: \"We take pride in living in Alaska and like the fact that we can still walk out our doors and be lost deep in the wilderness—real wilderness—where even within city limits we might meet up with a bear or moose. We revel in the state’s abundance, easily filling our freezers each year with halibut, salmon, berries, and game. We marvel at all we see, from rafts of otters and sea lion rookeries to great formations of migrating birds, from Dall’s porpoises playing in our wakes to herds of caribou, the nomads of the tundra, crossing wide, boundless plains.\"\nIn the book, Atcheson traces Alaska's growth from the Ice Age of which it is still a product. Over 100,000 glaciers remain living forces, carving fjords and exploding into the sea even today. He shares stories of homesteaders who flew north 60 years ago and haven't left, having scrabbled out a life on their land and seen a town build around them. Stories of people like the artist who came 26 years ago and said, \"There was no way I am going home... I was home,\" when he arrived to see its splendor. \nPhoto: Michael Melford/National GeographicThis male ptarmigan, or snow chicken, shows off his summer plumage in Katmai National Park and Preserve\nThe authors make the point that with so much of the world losing its special places to industry and pavement (or as tribes in the Amazon call them, \"metal skinned beasts\" – machines to rape the land and destroy forests, dam rivers and chase out the people and animals who depend on the area) shouldn't the few places left become more priceless? Shouldn't they become more important to man to save as a way of life?\nBristol Bay is one of those special places, a bay of 28 small communities serviced by air when the weather allows flights. It has two national parks: Lake Clark National Park and Preserve, which covers 4 million acres and has two active volcanoes and many lakes, including its namesake which is 50 miles long. South of that is Katmai National Park, which has diverse ecosystems and includes the 'Ring of Fire' of 9 active and dormant volcanoes.\nPhoto: Michael Melford/National GeographicAlthough brown bears are normally solitary creatures, they congregate at places like Brooks Falls in the summer to catch and eat spawning salmon\nBrown bears and otters, caribou and moose all share Bristol Bay, and come spring so do a quarter million migrating birds. Most spectacular, though, is the incredible sight of spawning salmon. King, sockeye, silver, chum and pink salmon arrive in the millions, turning rivers and streams red, clogging them with their bodies as they return to their place of birth. More than 40 million sockeye alone return, numbers unheard of elsewhere. They sustain the villages, the natives and the newcomers with fishing both commercial and private. \nMany of the people who have moved to other areas of Alaska, and others who left some time ago, are called back by the salmon every year. Melanie Brown, a native Alaskan who moved to New York for a while, said: \"It was going away that really allowed me to see the parallel between what I was doing and the salmon. It doesn’t matter how far you go, the pull is still there. It’s also the familial ties. It’s the people that return every year, the cousins and friends that you don’t see anyplace else; they come back for the same reason: the salmon. They are what unify us.”\nPhoto: Michael Melford/National Geographic“We love our fish,” says Ina Bouker, a Yupik and teacher from Dillingham who opposes the mine. “The salmon always run. But if their habitat is destroyed, they will not come back.”\nYet, as mentioned in the beginning, this is also a story of danger. Danger that the love of the people and their land might be ripped apart in the Bristol Bay area. A huge deposit of ore that might lead to the extraction of gold and copper has been found underneath the spectacular landscape, and two companies have joined as the Pebbles Partnership to try and get mining permission.\nRick Halford, bush pilot and former State Senate President, says he went to the capital with a positive attitude toward mining: \n\"“I’m a conservative,” he proclaims, “completely pro-development and was endorsed by the Alaska Miners Association. But the more I looked, the more I learned, the more horrified I became, because of the size, type, and scope of the mining, but more than anything the location... Throughout my career in the senate I pushed for every mining project and always believed they could be managed, but not this time. No level of active management can protect an area like this,” he says. “The reason Alaska is what it is and has what it has is because of what the salmon bring upstream.”\"\nDave Atcheson and Mike Melford have told a story of hope and love. One in which the people of Bristol Bay are \"finding a wise and graceful way to balance the power and beauty of nature with the opportunities, threats, and demands of the modern world.\"\nThe hope is that that the great land they are bound to stays pristine for the needs of all: the salmon who are the basis for so much when they spawn, the trout who feed on the dying, the plants that are nourished by them, the animals who graze on the healthy plants, the predators who prey on other creatures, and the people who depend on them all.\nHidden Alaska: Bristol Bay and Beyond is published by National Geographic and available in bookstores February 15, 2011","author":"Michele Collet","web_category":"nature","title":"Hidden Alaska: Snapshots of America's Last Wild Frontier","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/anthropology-and-history/news-hidden-alaska-bristol-bay-and-beyond-love-story-land-and-people-who-de"}