{"summary":" So much so, that recent research has revealed that female rhesus monkeys from Puerto Rico also “gaga” over their offspring.. The way in which humans and rhesus monkeys communicate with their offspring does differ however","advice_category":"2","content":"\nWho would have thought it. In Darwin’s 1859 classic, The Origin of the Species, we were told that humans were descended from primates. People were shocked. Now however, with the exception of the hardcore evangelical Christian, we are understanding just how similar we are to primates.  So much so, that recent research has revealed that female rhesus monkeys from Puerto Rico also “gaga” over their offspring.\nThe way in which humans and rhesus monkeys communicate with their offspring does differ however. With human speech, baby talk is practiced all over the world by every single culture in every single country. The pitch of the voice changes and develops a sing-song style. Babies respond to this more easily and scientists have associated the practice with advanced development of speech.With rhesus monkeys on the other hand, a particular sound known as the “girney” is used to talk to their young.\nCo-author of the study and associate professor in comparative human development at the University of Chicago, Dario Maestripieri said \" When infants are around they use [the girney] a lot more, and they also do other things like wag their tails to the babies—which they don't do in other circumstances.\"\nMaestripieri and colleagues published their findings in the current issue of the journal Ethology.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"Chris","web_category":"nature","title":"Monkeys use baby talk with their kids!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/ecology/monkeys-use-baby-talk-with-their-kids/228"}