{"summary":"In symbiotic exchange for this nutrition, the Clam offers the algae somewhere safe to live and opens its shell so that the algae obtain the sunlight they need for photosynthesis. When the American Wilburn Cobb gave an account of the discovery of the Pearl of Lao Tzu – the world's largest pearl – he told tale of a Dyak diver who was drowned when the Giant Clam from which the gemstone was prized closed its shell on the tribesman's arm","advice_category":"2","content":"\nPhoto: Geoff Spiby Used with permission \nWhen the American Wilburn Cobb gave an account of the discovery of the Pearl of Lao Tzu – the world's largest pearl – he told tale of a Dyak diver who was drowned when the Giant Clam from which the gemstone was prized closed its shell on the tribesman's arm. What's more, National Geographic suggests this is not the only legend of South Pacific origin to portray these bottom-dwelling behemoths lying in wait to trap unsuspecting swimmers or swallow divers whole. \nPhoto: k?ptncook ? all rights reservedUsed with permission \nPerhaps on this basis of such stories, even reputable scientific handbooks once claimed the Giant Clam had been the cause of fatalities. The US Navy Diving Manual gave explicit instructions on how to free oneself from the potentially lethal grasp of this heaviest and most massive of shellfish, the trick being to sever the adductor muscle – considered an aphrodisiac in China – with which the clam shuts itself. With such claims so well established, the question is whether there is a kernel of truth encapsulated within them.\nPhoto: TrekLightlyUsed with permission \nDisappointingly for lovers of melodrama and myth, the idea that the Giant Clam could or would eat people is pure fallacy, and no account of a human death at the jaws of a Giant Clam has ever been substantiated. As with other gigantic species, Tridacna gigas, the largest living bivalve mollusc, has been the subject of much misinformation. While its shell can close if disturbed, and is certainly capable of gripping a person, the action is defensive, not aggressive, and the several seconds it takes is likely to be too slow to catch a swimmer or diver unawares. \nPhoto: slattery.mattUsed with permission \nNicknames like 'Man-Eating Clam' and 'Killer Clam' highlight this organism's formidable reputation, but as so often in our relationship with the Earth's creatures, it's not we that should be fearful of them. Quite the opposite. Tipping the scales at 500 pounds (227 kg), measuring upwards of 4 feet (1.2 m) in length, and with a lifespan that can stretch to over 150 years, T. gigas may appear an immovable object – and it's true it never relocates from the reefs to which it fastens – but its presence on this planet is under threat.\nPhoto: Jan Derk\nThe Giant Clam is classified as Vulnerable on the IUCN Red List, such has been the decline in its population worldwide. The humans who really are opposed to the survival of the species are those who seek to harvest them for their meat or in order to supply the aquarium trade. Overfishing by mussel-catching vessels has greatly exploited these shelled colossi of the deep – particularly the profitable large adults – with the Giant Clam considered a delicacy in Japan, France, South East Asia and many Pacific Islands.\nPhoto: richard ling\nFound in sand or broken coral at depths of up to 66 feet (20 m) across the Indo-Pacific, Giant Clams reach their enormous size by consuming the sugars and proteins produced by the algae that live in their tissues. In symbiotic exchange for this nutrition, the Clam offers the algae somewhere safe to live and opens its shell so that the algae obtain the sunlight they need for photosynthesis. Using a tube-like siphon to suck in water and filter out and consume passing plankton for some extra nutrition, the beautiful, iridescent coloured hermaphrodite's life is a simple one. As a species, let’s try and keep it that way.\nSources: 1, 2, 3","author":"Karl Fabricius","web_category":"nature","title":"Diver Vs Man-Eating Clam","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/conservation/news-diver-vs-man-eating-clam"}