{"summary":"Thin wires are sometimes wound together to form a wire rope as what we can see in cable wires or the copper wires inside a plastic-coated telephone wire.. Ryder used zinc-coated wire to protect the inner wire from oxidation and rusting.","advice_category":"6","content":"\nPhoto: Tony Hisgett\nIf you happen to have a sudden urge to be creative, and have spools of wire sitting around somewhere, why not take after some artists who have taken a common spool of wire into extraordinary wire sculptures?\nPhoto: Tony Hisgett\nWires are made by drawing the sheet of metals through holes. Sizes of wires are measured by their thickness. The thinnest wires can be .07mm thick, while the thickest can go as thick as 11mm. Thin wires are sometimes wound together to form a wire rope as what we can see in cable wires or the copper wires inside a plastic-coated telephone wire.\nPhoto: Guido Strotheide\nThe British sculptor Sophie Ryder – who is famous for her wire sculptures - must have used a lot of wire for her wire drawing formed to shape an eye. Wire drawings are made by forming the wire in different shapes, usually abstract ones. Many beginner artists use wire drawings to improve their hand-eye coordination. Sophie Ryder must have mastered her craft in order to wire draw this eye with such details\nPhoto: Aaron Huang\nWires are used in many things, including fish hooks. But artist Pete Rogers didn’t just use wires to make fish hooks, he used it sculpt a whole fisherman, and even a dog for his companion. The wire sculpture was named “Fisher of Dreams” and was installed atop Naburn Bridge in the City of York. Pete Rogers even put it a hat to keep the fisherman from freezing up, and even attached a scrap of metal at the end of the fish line as a caught fish (or dream, since the sculpture is a \"Fisher of Dreams\").\nPhoto: Geograph.org.uk\nBarbed wires are one of the thickest type of wires, and the most dangerous to come in contact with, because they have sharp spikes all around them. That’s why prisons and high voltage objects are surrounded with barbed wires to prevent prisoners from escaping, and to protect people from being electrocuted, respectively. But in the Tel Aviv Museum of Art in Israel, Artist Benni Efrat made a chair out of barbed wire. You can only imagine how many scrapes and cuts Benni might have gotten in shaping out these chairs.\nPhoto: Benni Efrat\nAs common as wire can be, it can turn out to be a funny piece of art, like this masked one photographed by T. Young. Just look at how big the sculpture's hands and legs are compared to its whole body. Whether the sculpture was inspired by Japanese geishas or the famous dance group Jabbawockeez, you take your pick.\nPhoto: T. Young\nBecause Sophie Ryder is known throughout for her wire sculptures, the Yorkshire Sculpture Park in West Bretton, England installed one larger-than life rabbit sculpture entirely made of wire. The sculpture is named “Sitting”, and if you look at it from far away, you wouldn’t have thought the figure was made from wire. However, you can see the details from up close, how the wires are knotted around together to make a three-dimensional figure. Ryder used zinc-coated wire to protect the inner wire from oxidation and rusting.\nPhoto: sarah klockars- clauser\nWire is flexible, but it’s also very small. But between the wire’s positive and negative characteristics, artists have found their way to making it into something incredible that is more than meets the eye.\nSources: 1 2 3 4 5 6","author":"Karize Uy","web_category":"art+and+design","title":"Giant Wire Sculptures!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/steel-dragon_0.jpg","url":"http://www.environmentalgraffiti.com/art/news-extraordinary-wire-sculptures"}