{"summary":"She rounds out her day by giving human children rides on her arms, eating a Popsicle and sitting down in a lawn chair for a relaxing nap. Photo: Image: Nic","advice_category":"6","content":"\nPhoto: Image: Nic\nWritten by new contributor, Kimberlee Ferrell\nAnimatronics have brought childhood fairy tales to life. The race of giants, once only a figment of storytellers' imaginations, now roams the earth. A hauntingly beautiful girl giant has revealed herself to the human race. Her finely crafted features include blinking eyes, soft black hair and working arms, legs, and mouth. She inspires awe in everyone she meets. Who is this little giant girl? What does her presence mean? Where did she come from?\nThis video reveals a few of these answers, yet lends itself to more questions. The young girl giant awakens showers under the spray of an elephant's trunk and gets dressed. She goes for a casual stroll, surrounded by her human attendants. Apparently, she has already captivated the local population, and has taught them to do her will. Yet despite this unsettling revelation, she seems to harbor no ill will to her human followers.\nPhoto: Image: elbisreverri\nShe rounds out her day by giving human children rides on her arms, eating a Popsicle and sitting down in a lawn chair for a relaxing nap. It seems that such simple tasks take a great toll on the giant girl's body, and she must rest quite frequently. She slumbers quite easily, amidst the bustle of the crowd. She shows no shame, nor desire for privacy. This is a great insight into the life of giants. They appear to have no need for seclusion, and instead quite enjoy making a spectacle of themselves.\nPhoto: \nImage: miaki \nOne does have to wonder, where are her giant parents? They certainly can't be far behind. Do they let their little ones wander through the countryside without a chaperone? Is this just the beginning of the takeover by the giants? I have a feeling we will be seeing much more of these giants in the near future.\nSource: 1, 2\nAbout the author: Kimberlee braves the internet frontier to find the oddest stories fit for the web. When she's not posting here, she writes for her blog, Freedom Writing. Kimberlee spends her day chasing her two gila monsters, er, children. Boy, do her hands get tired!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"kferrell","web_category":"art+and+design","title":"The Little Girl Giant","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb36.webshots.com-13859-2471547150105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/little-girl-giant/2538"}