{"summary":"A worker wasp needs both the physical prowess and the appearance of honesty to successfully become a leader by becoming queen of her own colony.. Dominance behaviour is an elegant way to reduce conflict in the wasp colony","advice_category":"2","content":"\nPhoto: chefranden\nSocial wasps live as colonies in nests. A queen is the female whose main task is to lay eggs. But her role as leader can be challenged by other fertile females. How does she fight for control? What determines who will win?\nAbout that Wasp ColonyPhoto: tanakawho\nPaper wasps, hornets and yellowjacket wasps are the socialites among the many families of wasp. They build different nests, using saliva and wood fibre to make paper as needed:\n\nA colony starts when a queen leaves her home to found a new nest. In a temperate climate, this happens in the spring. Tropical wasps do not share this limitation; a queen might start a colony at any time. A few workers may go along to assist the new queen.\nThe queen had already mated before leaving her native colony. She makes some brood cells, then lays fertilized eggs which will develop into female workers. After feeding and caring for her first brood until they mature, she will begin her role as a full-time egg layer.\nPhoto: macrophile\nFemale workers hunt for food. It happens that every type of social wasp is carnivorous, preying on other insects. Feeding is rather bizarre: the adult chews the insect's body into a paste and feeds it to the larvae; the larvae secrete a syrup which the adults eat. The larvae become pupae, which become adult wasps. Developing from egg to adult wasp may take several weeks.\nPhoto: BobMacInnes\nOnce the colony has grown, some workers will lay a few unfertilized eggs. These develop into male drones; their job is to mate with new females who will become queens and start new colonies.\nConflict in the Wasp ColonyPhoto: RBerteig\nIn a bee hive, all the workers are daughters of the queen, and none of them can lay their own eggs. The workers' only reproductive decision is to feed royal jelly to create new virgin queens. Therefore the workers faithfully serve a viable queen.\nIn the wasp colony, the worker may lay an egg and become the parent of a drone; or she might mate with a drone and fly off to become a queen. The workers therefore have a potential conflict of interest: to serve the existing queen or to launch her own colony.\nDominance behaviour is an elegant way to reduce conflict in the wasp colony. If one worker \"knows her place\" at the bottom of the hierarchy, she is less likely to strike out on her own. Instead, she will work solely for her colony. \nA dominant wasp will beat her antennae on a subordinate, who cowers on the nest. Dominant workers spend more time tending the nest; foraging wasps are the subordinates, who often die younger due to misadventure or predation by spiders or birds. Only dominant workers take the opportunity to become queens.\nPhoto: AaronM108\nNot all domination behaviour is violent, however. Their facial patterns also indicate which wasp is stronger or tougher: if the colour pattern is more fragmented, then that wasp is physically tougher.\nBut what if the facial pattern is not accurate? Wasps will submit for a short time, but then \"throw a few punches\" just to ensure that the pattern is telling the truth. If the fragmented pattern belongs to a weaker wasp, she will be pummelled and even bitten. \"Lying\" is punished in a wasp colony.\nSurprisingly, if the wasp is stronger than the facial pattern would indicate, she too has problems. One experiment doped some weaker wasps with hormones to increase their strength. Although physically able to win a fight, a wasp with a loser's face found rival wasps would refuse to behave submissively. So fighting was longer and harder than it should have been.\nSome researchers believe that wasp behaviour has parallels to the way people behave. Aggression and dominance have been studied in many animals. Now the wasp, a social insect, can be instructive in the fields of opportunism, deceit, and punishment.\nA worker wasp needs both the physical prowess and the appearance of honesty to successfully become a leader by becoming queen of her own colony.\nPhoto: tarotastic\nReferences:\nAria Pearson, New Scientist, \"Wasps punish fake fighters\", published Aug. 19, 2010, referenced Aug. 20, 2010.\nJohn R Meyer, NCSU, \"Social Wasps\", updated March 16, 2005, referenced Aug. 20, 2010.\nH Kerne Reeve, Cornell University, \"Social Wasps: Conflict and Cooperation\", published June 2, 2010, page and video media referenced Aug. 20, 2010.","author":"MikeDeHaan","web_category":"nature","title":"How a Wasp Queen Fights to Become Leader","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2786710020df2ee3eddbzjpg","url":"http://www.environmentalgraffiti.com/biology/news-how-social-wasp-queen-can-fight-become-leader"}