{"summary":"Ridgway and co-author Jeff Dunn said identification of the supergyre improves the ability of researchers to understand the role the ocean plays in governing global climate: “Recognizing the scales and patterns of these subsurface water masses means they can be incorporated into the powerful models used by scientists to project how climate may change.”  We reported on Monday that climate scientists are developing ever more accurate models to predict climate. In March this year, another CSIRO scientist said global warming was already having an impact on the vast Southern Ocean","advice_category":"4","content":"\nAn Australian discovery brings scientists closer to an understanding of the global climate system – knowledge which is crucial to the fight against climate change.  Scientist Ken Ridgway claims that a current sweeping past the island of Tasmania, just south of Australia, is a previously undetected part of the world climate system’s engine-room.  \nThe ocean absorbs 85 percent of atmospheric heat, so its role in the global climate is crucial. The Southern Ocean around Antarctica absorbs a third of all carbon dioxide taken in by the world’s oceans, and has been described as the “main lung” of the planet.  \nIn each ocean, water flows around huge anticlockwise pathways, known as “gyres”.  “We knew that they could move from the Pacific to the Indian Ocean through Indonesia. Now we can see that they move south of Tasmania as well, another important link,” Ridgway told Reuters News Agency.  \nThe newly discovered Tasman Outflow, which sweeps past Tasmania at an average depth of 800-1,000 meters (2,600 to 3,300 feet), is classed as a “supergyre”, linking the Indian, Pacific and Atlantic southern hemisphere ocean basins, the Commonwealth Scientific and Industrial Research Organization said today.\nRidgway and co-author Jeff Dunn said identification of the supergyre improves the ability of researchers to understand the role the ocean plays in governing global climate: “Recognizing the scales and patterns of these subsurface water masses means they can be incorporated into the powerful models used by scientists to project how climate may change.”  We reported on Monday that climate scientists are developing ever more accurate models to predict climate.  Such tools are increasingly valuable as extreme weather patterns cause devastation around the world.  \nIn March this year, another CSIRO scientist said global warming was already having an impact on the vast Southern Ocean. Ocean currents distribute heat around the world, so the knock-on effects of any alterations are potentially vast.  \nSteve Rintoul reported that by releasing fresh water, melting ice-sheets and glaciers in Antarctica interfere with the formation of dense \"bottom water,\" which sinks 4-5 kilometers to the ocean floor and helps drive the world's ocean circulation system.  A slowdown in this system, known as “overturning circulation”, would affect the way the ocean carries heat around the globe.","author":"Maryking","web_category":"science","title":"Uh Oh! One third of world CO2 absorbed by One Ocean. Current Changing!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mon25jpg","url":"http://www.environmentalgraffiti.com/sciencetech/damage-to-ocean-currents-could-cause-climate-change-to-escalate/200"}