{"summary":"Another interesting question is based on our pinky fingers and toes. When you look at your hands and feet, have you ever questioned why there are exactly 10 digits all together on both? Most of us are born with 10 fingers and 10 toes and it is something so ordinary, so normal to us, that the thought of why our fingers and toes are so perfectly numbered never crosses our minds.","advice_category":"4","content":"\nPhoto: Hanaan Rosenthal\nWhen you look at your hands and feet, have you ever questioned why there are exactly 10 digits all together on both? Most of us are born with 10 fingers and 10 toes and it is something so ordinary, so normal to us, that the thought of why our fingers and toes are so perfectly numbered never crosses our minds.\nEvolution is thought to work a certain way. In one generation of a species a mutation occurs. If it is a beneficial mutation, the organism is then carried over to the next generation and if it is not beneficial it will most likely cease to exist. This explain why throughout the existence of mankind, having 10 fingers and 10 toes proved to be the correct number to be considered beneficial enough to carry into the next generation and so on.\nPhoto: mrehan\nWe need to be properly balanced to function with ease so those who are born with extra digits usually do not have this advantage. Even if one foot had 5 toes but the other had 6, we would not be properly balanced thus making it harder to function. If you haven't noticed, it isn't just humans that must have an equal number of digits, limbs and features but animals too. Nature simply wants to put forth a balanced creation, whether it be an animal or a human. If insect's usually have 6 legs and a spider usually has 8, then that is the appropriate number for them to be able to fully function with ease. This is why a dog has 4 legs and not 5, and so on. This is also why anything more than the correct number would be considered a mutation, simply because it throws off the balance of said animal or individual. Have you noticed how the numbers are usually even numbers as well? Proper balance and full functionality again come into play.\nPhoto: Cuito Cuanavale\nWhy 10 though, why can't we have 12 fingers and toes or 16 and so on? Why do the numbers have to be even? Well, for us to be properly balance we need to have symmetrical proportions. Especially in this modern era we live in where everything is already made for use of those with the amount of digits we are born with. Many instruments for example, use all 10 fingers at one point or another. If we were to have evolved with 12 fingers however or another higher, even number, we would still be properly balanced as long as both hands made up 6 fingers and each foot had 6 toes.\nMany people believe that our number system was created in the way it exists because we have 10 fingers with which to count, meaning, since our number system is based upon the number 10, our whole counting system might have changed if we had one extra finger on each hand.\nPhoto: Wikipedia Commons\nAnother interesting question is based on our pinky fingers and toes. Are they necessary? The answer is no, or rather, not quite. Surprisingly, the only \"necessary\" toes on our feet are the big toes; to keep perfect balance. However, this is still under debate, as some believe that all toes are needed and some do not. With our hands, the main fingers said to be necessary are the thumbs and index fingers. Apparently, to be able to grasp things, all you really need are these two fingers, the other fingers simply help out in doing the same task but without the thumb and index fingers would be unable to do it at all. Wow! \nPhoto: Steve Evans\nHere is one more interesting finger theory: Ever wondered why the left ring finger was used for rings in the first place? As we all know, the wedding ring is traditionally placed on the ring finger in western cultures. According to some traditions, the wedding finger is worn on the left hand because it is believed that the left ring finger's vena amoris (vein) connects directly to the heart. This belief is derived from the Romans - what a romantic bunch, eh?","author":"Adriana Morales","web_category":"science","title":"Why We Have 10 Fingers And Toes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clouds2.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-why-do-we-have-10-fingers-and-toes"}