{"summary":"Photo: ? Indraneil DasHead in lateral view of adult female Borneo Rainbow Toad, also referred to as Sambas Stream Toad (Ansonia latidisca). Photo: ? Eduardo Toral-ContrerasRio Pescado Stubfoot Toad (Atelopus balios) Ecuador","advice_category":"2","content":"\nPhoto: ? Indraneil DasHead in lateral view of adult female Borneo Rainbow Toad, also referred to as Sambas Stream Toad (Ansonia latidisca)\nEighty-seven years ago was the last time man was known to have seen the long-legged Bornean Rainbow Toad or Sambas Stream Toad as it is also called. Never before has a photograph been taken of it until scientists scoured the forests in the Sarawak province Malaysia and found three up a tree. This was no simple search.\nPhoto: ? Indraneil DasBody in lateral view of adult female Borneo Rainbow Toad, also\nreferred to as Sambas Stream Toad (Ansonia latidisca); approximately 51\nmm. in length\nThe scientists were inspired by Conservation International's (CI) Global Search for Lost Amphibians, which had placed the toad on their \"10 most wanted\" list to find amphibians not seen in more than ten years. Dr. Indraneil Das of the Universiti Malaysia Sarawak (UNIMAS) searched 1,329 m of high rugged landscape starting last August but had no luck for months.  So he decided to start his searches even higher up.\nPhoto: ? Conservation InternationalConservation International (CI) and the IUCN Amphibian Specialist\nGroup (ASG), with support from Global Wildlife Conservation (GWC),\nsought to document the survival status and whereabouts of threatened\namphibian species not seen in decades. \nOne night, one of the students, Mr. Pui Yong Min found a toad 2m up a tree, to the disbelief of Mr. Das. “Thrilling discoveries like this beautiful toad, and the critical importance of amphibians to healthy ecosystems, are what fuel us to keep searching for lost species, they remind us that nature still holds precious secrets that we are still uncovering, which is why targeted protection and conservation is so important. Amphibians are indicators of environmental health, with direct implications for human health. Their benefits to people should not be underestimated.”  \nPhoto: ? Eduardo Toral-ContrerasRio Pescado Stubfoot Toad (Atelopus balios) Ecuador. The only other species found out of the “top 10” most wanted.\nThe scientists ended up finding three frogs on three different trees, to their delight. Dr. Robin Cook, an amphibian specialist, was also shocked and thrilled. “When I saw an email with the subject ‘Ansonia latidisca found’ pop into my inbox I could barely believe my eyes. Attached was an image - proof in the form of the first ever photograph of the colorful and gangly tree-dwelling toad. The species was transformed in my mind from a black and white illustration to a living, colorful creature.”\nMoore added: “To see the first ever pictures of a species is a special kind of privilege. To see the first pictures of a species that has been lost for almost 90 years defies belief. It is good to know that nature can surprise us when we are close to giving up hope, especially amidst our planet’s escalating extinction crisis. Amphibians are at the forefront of this tragedy, so I hope that these unique species serve as flagships for conservation, inspiring pride and hope by Malaysians and people everywhere.” ","author":"Michele Collet","web_category":"nature","title":"Amazing Bornean Rainbow Toad Rediscovered After 87 Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-amazing-lost-bornean-rainbow-toad-reappears-after-87-years"}