{"summary":"Draco lizards don’t touch the ground much. Draco lizards are widespread across Southeast Asia, part of India, Borneo and the Philippines","advice_category":"2","content":"\nPhoto: ¤ª«n¥Õ¯T\nAll photographs used with the permission of their authors\nThere are dragons in the jungles of Southeast Asia. Or, at least, arboreal lizards of the genus Draco, or \"dragon”, volans. These lizards look perfectly ordinary when they are scampering up and down their home trees, munching on ants and termites. The only thing dragon-esque about them is their scaly, patterned bodies, and armored heads. All impressions change, however, when the Draco lizards launch themselves off a branch and extend their elongated ribs into ‘wings’. Yes, wings.\nPhoto: Vicwashere\nInstead of connecting rigidly in front of the chest, the Draco lizard’s ribs are splayed out and are extra long. Stretched between the rib-struts is a leathery membrane, which, when extended, resembles the wings of our first airplanes. When the muscles in the lizard’s chest flex, the ribs are pulled forward and out, and the wings pop open. Pretty cool, right?\nPhoto: J?r?me Micheletta\nDraco lizards are not, strictly speaking, flyers. The real term for them is gliders. Their wings don’t provide any power, but they increase the lizards’ lift, and give them control over their direction. The lizards also use their long tails to maneuver. And they can glide for distances of up to 30 feet!\nPhoto: Melvin Yap\nThere are over 40 species of Draco lizards, and each has its own distinctive body pattern, wing color, and gliding capabilities. For example, the black-bearded gliding lizard is skinny, light, and has large wings. It generally lives lower down in the trees because it can attain lift almost as soon as it leaps into space.\nPhoto: J?r?me Micheletta\nThe orange-bearded gliding lizard is just the opposite. Its short, stocky body and small wings mean that this lizard needs to live high up in the trees. In order to glide, the lizard has to take a breathtaking vertical dive out of the tree with its wings folded up. Then it snaps its wings open and zooms away.\nPhoto: Ander Galdeano\nDraco lizards don’t touch the ground much. They spend most of their time in the trees where they are safer from predators. They run easily up and down trunks, sit still waiting for their insect-meals to walk by, and puff up the brightly colored skin sacks, or ‘dewlaps’, on their throats to communicate. Their gliding capabilities allow Draco males to fiercely guard their territory, which usually include two or three trees, and sometimes a small harem of one to three females.\nPhoto: J?r?me Micheletta\nThe females will travel down to the forest floor in order to lay their eggs. They use their heads to dig a small hole and lay up to five eggs inside. They cover it up and then stay to guard the eggs for around 24 hours. The female then returns to her tree, and about 32 days later the eggs hatch. \nPhoto: Tom Martin\nDraco lizards are widespread across Southeast Asia, part of India, Borneo and the Philippines. Depending on the species, they are seen in a range of habitats, from more open forests, to densely wooded areas, to riverside locations. Since many locals in the Philippines believe the lizards are poisonous (although they are not), they do not eat them. The lizards are not currently endangered either. What’s more, even if they were desirable as a snack, these little dragons would be pretty hard to catch, and would definitely earn the term 'fast food'!\nPhoto: J?r?me Micheletta\nIf you’re ever in an area that boasts of a population of flying dragon lizards, be sure to seek them out. These little critters will surely be worth the effort.\nPhoto: Tom Martin\nMany thanks to all the photographers who gave permission for their images to be used in this article.\nSources: 1, 2, 3, 4","author":"yvonne.mcarthur","web_category":"nature","title":"The Flying Dragon Lizards of Southeast Asia","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/elo-handsomejpg","url":"http://www.environmentalgraffiti.com/animals/news-flying-dragon-lizards-southeast-asia"}