{"summary":"Photo: Mary Lake Conservancy. If the money is raised, they will be able to buy the Mary Lake property and turn it into parkland","advice_category":"2","content":"\nPhoto: Ernest\nBob McMinn, 86, needs your help to Save Mary Lake. Bob, quite possibly the oldest 'Tweep' out there, is trying to mobilize a worldwide environmental audience to help conserve the 107-acre Mary Lake property from development. Mary Lake, located on Vancouver Island, encompasses a rare Dry Coastal Douglas Fir ecosystem, only about 4% of which are left untouched. It provides a habitat for many endangered species and also provides a contiguous, undeveloped natural link between two other saved parklands. Mary Lake is also a natural carbon sink, removing CO2 from the atmosphere.\nThe Mary Lake Conservancy, headed by Bob, has embarked on the ambitious campaign to try and raise $4.5 million. If the money is raised, they will be able to buy the Mary Lake property and turn it into parkland. If not, the land will be developed into private residences.\nPhoto: Ernest\nBob was the first mayor of the District of Highlands, a tiny region with less than 1,500 residents. He worked in forest ecology for 35 years and has advocated tirelessly for the conservation of parkland in the region - the District of Highlands has achieved a land base of almost 40% parkland, largely thanks to him. While most 86 year olds are at home in their easy chair enjoying retirement and leaving their grandchildren to social media, Bob is doing it all himself! \nWith more energy and commitment than people half his age, Bob has been taking people on tours of the area, tweeting that: \"It's a full moon tonight: Mary Lake looks beautiful surrounded by snow covered trees in the moonlight\" and speaking with people around the world, encouraging them to save a square metre of Mary Lake for just $10 at savemarylake.com.\nPhoto: Mary Lake Conservancy\nTo date people from as far away as Scotland, Denmark and Australia have bought a square metre of Mary Lake, choosing which square they want to save on a digital map of the lake. It just goes to show how conservation issues are important to a worldwide environmental audience, regardless of location. \nBob can't believe how a few years ago, he would have been knocking on neighborhood doors to try and save this treasured land, but now, with the reach of social media he has been able to engage people around the world to help him save Mary Lake.\nYou can follow the Save Mary Lake campaign via Twitter @SaveMaryLake? find their fanpage on Facebook, watch their videos on YouTube or see the photos on Flickr!","author":"Jenny Duncan","web_category":"nature","title":"The Global Campaign to Save Vancouver Island's Mary Lake","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/news-86-year-old-tweets-save-forest-land"}