{"summary":"Environmental responsibility has been a significant part of the Sony ethos for many years, and the partnership between the Sony World Photography Awards and The Prince’s Rainforests Project is part of Sony’s eco programme of initiatives and programmes.. The PRP Award was created to “better understand the importance of the rainforests to the global climate and to increase awareness of The Prince’s Rainforests Project.”","advice_category":"2","content":"\nPhoto: Image: ? Anup Shah, courtesy of Sony World Photography Awards 2009\nA very contented looking warthog, with a few grooming maids in attendance, stares into the lens of the camera; giving photographer Anup Shah the perfect picture pose, which won him a finalist place in the Sony World Photography Awards (SWPA) 2008.\nWe reported recently that Environmental Graffiti is partnering with the SPWA in 2009 and have some more good news, the submission deadline for the Prince’s Rainforest Project (PRP) Award has been moved to the 28 of February (it was previously the end of December), which means you have more time to get come up with some awesome shots.\nThe PRP Award was created to “better understand the importance of the rainforests to the global climate and to increase awareness of The Prince’s Rainforests Project.”\nIn 2009, for the first time, wildlife and nature photographers will have the opportunity of putting their images forward for the PRP Award for the best environmental photographer, which is open to both professional and amateur photographers.\n“The award seeks images which capture the essence of what the rainforest means to the photographer.”\nDavid de Rothschild, environmentalist and explorer, said in his appeal for images:\n\n\nPhoto: Image: ? Anup Shah, courtesy of Sony World Photography Awards 2009\nEnvironmental responsibility has been a significant part of the Sony ethos for many years, and the partnership between the Sony World Photography Awards and The Prince’s Rainforests Project is part of Sony’s eco programme of initiatives and programmes.\nEmily Young, General Manager, Environmental Communications at Sony Europe explains:\n\n\nWe look forward to seeing your photos and will feature all winning entries here on Environmental Graffiti!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"Timon and Pumbaa [PIC]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb21.webshots.com-25620-2945980220103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/timon-and-pumbaa-pic/5266"}