{"summary":"What's more, it's not only the paralysing poison-injecting barb foes like the Camel Spider have to watch out for; those pincers of the Scorpions are also more than capable of disabling victims. Round one to the Camel Spider then","advice_category":"2","content":"\nPhoto: Photo: einaroli\nTwo of nature’s creepiest crawlies, Scorpions and Camel Spiders are feared by all and sundry – the presence of either in a hotel room is enough to send many scrambling to stand on a chair or fumbling for a lighter and aerosol. These carnivorous arachnids know how to leave their mark, armed as they are with some vicious weapons – in the Camel Spider’s case a formidable set of jaws used to mince up its prey, and in the Scorpion’s, its pincers and that deadly, venomous sting in its tail. Question is: who wins when these two nasties face off against each other?\nRound one to the Camel Spider then. It seems these critters are not only mean but quick, with the swiftest able to run as fast as 16 km/h (10 mph) – getting on for half as fast as Usain Bolt can sprint. Added to this, the Camel Spider relies on the element of surprise to ambush unsuspecting victims, so even a scorpion isn't able to react in time.\nPhoto: Photo: D Burke\nStill, it won't always go the Camel Spider's way in a stand-off with a scorpion. Powerful pincers bearing numerous sharp teeth are one thing, but bad as the wound they are capable of inflicting may be, most if not all Camel Spiders are not venomous – something that can't be said for the Scorpion, whose sting apparently came up trumps in the images shown. \nWhat's more, it's not only the paralysing poison-injecting barb foes like the Camel Spider have to watch out for; those pincers of the Scorpions are also more than capable of disabling victims. All in all, it's a close call between these two bad boys, as this last stick-them-in-a-bucket-and-see-who-wins battle underlines. We wouldn't be getting in the pit with either of them.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Camel Spider Vs Scorpion","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/camel23.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/camel-spider-vs-scorpion/18247"}