{"summary":"Pacific Coast. Photo: Fernando Reyes Palencia","advice_category":"8","content":"\nPhoto: Fernando Reyes Palencia\nIf you’re itching for adventure, it may be time for a trip to Guatemala. This little country is located below Mexico and offers a variety of experiences as well as a rich cultural heritage. Perhaps most stunning are the incredible stark landscapes, which range from the breathtaking mountains of the central  highlands to the volcanic black sands of the Pacific Coast. Although there are hundreds of great spots to go to in-country, here are five places you really won’t want to miss!\n5. Lake Atitl?n\nPhoto: Alexis L?-Qu?c\nThis magnificent lake is over 1,000 feet deep and surrounded by three striking volcanoes. Nothing makes its beauty clearer than the meaning of the Mayan word atitlan: “the place where the rainbow gets its colors.” Surrounding the lake itself are many small Mayan towns, each with their own colored and patterned textiles, artistry and traditions. It is, as has been observed, “one of the most beautiful lakes in the world.”\n4. Antigua\nPhoto: Fernando Reyes Palencia\nAlthough Antigua is not a nature destination, its architecture and many ruins are unparalleled. This Spanish colonial town is an excellent place for shopping, photography and delving into history. Make your way through the tumbled ruins of an old convent, discover shops selling Guatemalan sweets, and enjoy the occasional art displays in the central park.\n3. Pacific Coast\nPhoto: Leonora Enking\nAlthough Pacific beaches don’t have the white sand and calm waters commonly prized for a tropical get-away, they offer a savage beauty all of their own. Here, the ocean is both power and grace. Large waves crash into the black, volcanic sand and pelicans dip over the water. Watch the shadows of fish through the curve of a crashing breaker wave and then enjoy a rush of speed as you surf or boogie board down the same wave. Finish your day with roasted fish and a coconut.\n2. Semuc Champey\nPhoto: Jose Fernando\nThe ethereal pools of Semuc Champey, meaning \"sacred Water\", combine clear turquoise water, tiny waterfalls and the teeming life of the rainforest. These tranquil stepped pools sit on a limestone plateau or bridge. The Cahabon river is forced underground at the top of the pools and reemerges some 400 meters downstream. Sheer cliffs rise on either side, making the spot even more secluded. A steep hike up to the lookout affords a stunning bird's-eye view of the river and the pools below.  \n1. Volc?n Santa Mar?a\nPhoto: guatearcher\nNo trip to Guatemala would be complete without a hike up a volcano! Although there are easier peaks to climb, such as Ipala and Pacaya, the view from this volcano is absolutely breathtaking. The climb is an arduous five hours or more, but it's worth it. Once at the top, sunbeam-infused clouds race past, tinged with pink and gold. Night falls, and the sky is filled with galaxies of stars. The lights in the valley far below shine cold and clear. Then morning comes, the sun rising over a long line of volcanic peaks until the shadow of Santa Maria stretches off into the distance. You can even see the lava in the crater of Santiaguito, an active volcano nestled below Santa Maria.\nSources: 1, 2, 3, 4, 5\n","author":"yvonne.mcarthur","web_category":"travel","title":"5 Incredible Places to Visit in Guatemala","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","url":"http://www.environmentalgraffiti.com/travel/news-5-beautiful-places-visit-guatemala"}