{"summary":"It is the iron that gives the waterfall its red color. This primordial ooze has formed a five story waterfall of ‘blood.’","advice_category":"2","content":"\nPhoto: Les Paul\nSomewhere around two million years ago, the Taylor Glacier sealed beneath 1,300 feet of ice – a body of water that contained an ancient community of microbes. A microbe is a living thing, or organism that is too tiny to be seen without the aid of a microscope. Most, but not all, are single-celled organisms.\nTrapped under layers of ice, they have remained there for millions of years as they evolved independently. These microbes have survived without air, heat or light. Together, they have formed primordial ooze. This primordial ooze has formed a five story waterfall of ‘blood.’\nThe trapped lake has a high salinity and is rich in iron. It is the iron that gives the waterfall its red color. A fissure in the glacier has allowed the ooze to seep out and form what appears to be a waterfall of oozing blood.\nResearchers have been fascinated for years by the ‘Blood Falls.’ The waterfall falls from the driest part of Antarctica, aptly named the Dry Valley.\nPhoto: Peter Rejcek\nThis glacier was first discovered in 1911 by a member of the ill-fated Robert Scott expedition. Its blood-like appearance was then theorized to have been algae. Scientists have since then proven it to be iron oxidation. Occasionally, the glacier will spew forth iron-rich ooze that looks much like blood.\nStrangely, some scientists believe that the bacteria responsible for the Blood Falls might be an Earth-bound approximation of the kind of alien life that might exist elsewhere in the solar system, such as would be found beneath the polar ice caps of Mars and Europa.","author":"Tammy Marie Rose","web_category":"nature","title":"The Bloodiest Glacier on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-43422-2682962240102365357S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-bleeding-glacier"}