{"summary":"The miraculous moment when an adult Large Red damselfly emerges from its larval stage is exactly what was captured here by UK-based photographer Linda Buckell right beside her very own garden pond. We were curious as to how Linda stumbled upon the damselfly bursting from its casing in the first place – they can’t be the easiest things to spot, after all","advice_category":"2","content":"\nPhoto: All photos courtesy and copyright of ? Linda Buckell\nIt is one of nature’s most fantastic transformations and a rebirth the like of which we can but dream. Yet faced with the magic of insect metamorphosis, dream the human mind has tried to do - dream while struggling to avoid slipping into a nightmare. Kafka's famous story of the same name imagined what might happen if a man underwent metamorphosis, and we suspect the creators of Alien  were inspired by an emergence sequence as amazing as that of the damselfly shown here.\nThe breakthrough:Photo: \nWhat to us is a fascinating and sometimes strangely horrific idea, to insects of the order Odonata  is simply part of their natural cycle. Damselflies and dragonflies go through a process of metamorphosis called hemimetabolism, which to you and me means that their development includes three distinct stages: the egg, the nymph or larva, and the adult stage or imago.\nFirst splash of sunlight:Photo: \nThe changes between the different stages are gradual for insects like the damselfly. First, the female lays her eggs in water, often among underwater plants for safety, or else high up in the water-filled cavities of certain trees – again as a security measure.\nAdjusting to the air:Photo: \nThe eggs hatch into nymphs, also known as naiads – an Ancient Greek word for mythological creatures who would lure men to their deaths – which live beneath the water's surface. The nymphs are carnivores, feeding on mayfly nymphs, mosquito larvae, and various other small organisms found in the water.\nGaining in strength:Photo: \nThe nymphs resemble their parents somewhat but are smaller and lack wings and functioning sexual organs. Because they live a life aquatic, the nymphs also have large external gills that look like three fins at the end of their abdomens, as well as an extendable lower lip for seizing prey.\nThe front legs start to move:Photo: \nWhen it's time for the nymph to metamorphose into an adult, it hauls itself up a plant such as a reed, ready for change. Exposure to air causes it to begin breathing and it splits its skin before the adult crawls out of its old larval casing and pumps up its wings. The damselfly is then set for an airborne life, eating flies, mosquitoes and other small insects.\nThe legs now start reaching:Photo: \nThe miraculous moment when an adult Large Red damselfly emerges from its larval stage is exactly what was captured here by UK-based photographer Linda Buckell right beside her very own garden pond. For Linda, it was a wonderful thing to watch, from the minute it popped out to the time it was fully pumped, around two hours later.\nIt's now trying to grip the stem:Photo: \nWe were curious as to how Linda stumbled upon the damselfly bursting from its casing in the first place – they can’t be the easiest things to spot, after all. As Linda explained: \"When you are setting out to photograph a particular subject, if you want results, you should know your subject.\"\nIt manages to get a grip:Photo: \n\"I knew I had Large Red damselflies in my small garden pond and I knew roughly what time of year they emerge. This is usually any time, depending on warmth and weather conditions, from the end of April through May. I knew where to look, which is along the edges of the pond and up stems of plants.\"\nIts grip strengthens:Photo: \n\"They [the damselfly nymphs] need to climb out of the water and up a suitable stem of some sort to start their emergence. So I frequently inspected the stems of the plants around the edge of my pond to see if I could spot any larvae ready to emerge.\"\nNearly there...Photo: \n\"One sunny Saturday morning on the 10th May 2009 I saw one that had literally just popped out of the larval skin (known as the exuviae) so I grabbed my camera and starting taking the sequence of photos.\"\nAnd it's out!Photo: \n\"Of course it would be ideal to see the larvae actually climbing the stem and being in a position to start taking the photos from the exact point in time of the 'break out'.\" Still, we can't have everything.\nThe pumping begins:Photo: \nNow some people (not us of course!) might be a little grossed out by this process of Mother Nature’s. We asked Linda how it made her feel to watch. Her answer was emphatic: \"I felt very privileged to be in a position to not only watch but to photograph such an amazing feat of nature.\"\nGet those wing muscles working!Photo: \n\"When you explain to someone how either a damselfly or dragonfly goes through various stages of metamorphosis from a comparatively ugly larval stage to finally emerge into such a beautiful insect, they too have a greater appreciation of what a wonderful thing nature can be.\" We couldn't agree more.\nIt now starts to move over:Photo: \nSo is shooting such a sequence difficult? What are the challenges as a photographer? According to Linda: \"It is not especially difficult, although it helps if your camera and equipment are capable of producing decent macro photographs.\"\nNow it rests here until expanded:Photo: \n\"You need to have patience and be prepared to sit, watch, wait and photograph without disturbing the subject in any way. It helps too if the weather is bright, not too windy and certainly not raining as sometimes the timing of their emergence is not always the most suitable for them or the photographer.\"\nThe first beautiful entrance:Photo: \n\"And it is a bonus if you can be in a reasonably comfortable position as the emergence of a damselfly can take around two to two and a half hours when they will reach the point of being able to take their first flight.\"\nA quick flutter of the wings:Photo: \n\"The time it takes is much longer than this when a dragonfly emerges, so allowing yourself plenty of time is crucial if you want to photograph the whole sequence.\" We hope you've been taking notes now kids.\nJust before take-off:Photo: \nFeeling inspired to take up macro photography and head for the nearest pond? After seeing this incredible cinematic sequence, we are.\nWith very special thanks to Linda Buckell for granting us permission to use her stunning photography. You can view more of her portfolio at Zenfolio and PBase\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Metamorphosis of the Damselfly ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockGardenWarblerSylviaBorin8142568jpg_1","url":"http://www.environmentalgraffiti.com/featured/metamorphosis-damselfly/19404"}