{"summary":"- Check the timer settings on your heating to ensure you're not heating your home when it's not needed. - Lag your heating pipes to reduce the amount of heat lost as hot water is pumped around your heating system.","advice_category":"8","content":"\nAs the nights draw in and getting up in the morning becomes more and more of a struggle, turning your heating up to full blast and snuggling up in front of the fire can be very tempting.\nBut as winter beckons, your heating bill will be set to soar, as will your CO2 emissions and resulting carbon footprint. However, there are many simple ways in which you can still have a cosy winter will keeping your energy usage, bills and carbon emissions to a minimum.\n1) Be prepared\nThere are lots of simple little tasks and activities that you can do right away to prepare your home for its greenest winter yet. Here's our pick of the best low-cost, little-hassle ideas to put in place. \n- Make sure your heating boiler is ready to work at its best. Check that it's clean and is up-to-date with its servicing. Also check your manufacturer/installer's instructions for any other routine maintenance suggestions that you could implement.\n- If your heating system has sat unused during the summer months, your radiators are likely to need bleeding. Releasing any trapped air in the system helps your radiators to get warmer, quicker.\n- Keep more radiator heat in your home by sticking sheets of normal aluminium foil to your walls behind your radiators. This reduces the amount of heat escaping from your home through the walls.\n- Cut out any draughts blowing into your home via your letterbox, through your floorboards or from older doors and windows.\n- It's becoming a well-stated fact nowadays, but turning down your heating thermostat by just a single degree really can make a big difference to your savings, cutting your energy use by around 10%. You're very unlikely to notice the difference in temperature, especially if you switch down sooner rather than later, but will certain see the difference on your fuel bills.\n- Check the layout of your living space for maximum warmth. It makes sense to have settees and other seating areas closer to heat sources and away from draughts, doors and windows. Also try to avoid having them up against external walls, which will always feel colder.\n- Consider where your winter fuel is going to be sourced from. Check with both your current supplier and others to see if you could be switching to a greener energy package where your fuel comes from renewable sources. Click here for an easy way to compare packages and prices.\n\n2) Invest a little to save lots\nThere are huge savings to be made by investing in any or all of these proven energy-saving methods. Although the initial outlay for some could be several hundreds pounds, all will pay for themselves within a few years and then continue to save you hundreds of pounds a year in the future while also shaving as much as 30% off your carbon footprint.\n- Installing cavity wall insulation is widely recognised as one of the most effective ways of saving energy in your home. For around ¢G400-¢G500, you could cut the heat loss from your home by a third and your heating bills by as much as ¢G160 annually.\n- Make sure your loft insulation is as effective as possible. You may already have insulation in place but is it thick enough and does it cover your whole loft? Installing the recommended 270mm (10 inches) of insulation throughout will cut the energy lost from your home by up to a quarter.\n- Installing thermostatic radiator control valves is a great way of gaining more control over your heating system. Using the valves, you can set each radiator to a separate temperature ensuring that, when your whole heating system is on, no rooms get unnecessarily overheated.\n- Lag your heating pipes to reduce the amount of heat lost as hot water is pumped around your heating system.\n- If your heating boiler is over 8 years old, it could be time to update it. Replacing it with a new high efficiency condensing boiler could save you as much as another third off your heating.\n\n3) Get into the green routine\nKeeping your fuel bills down during the colder months can be as simple as just getting into a few good daily habits. Click on each one for full details.\n- On cold days and nights, keep your curtains closed to keep the chill of the cold windows out of your living space. This will also help to block any draughts from the windows. Be sure though to open your curtains on the warmer, sunnier days to let that natural heat into your home.\n- If you feel a chill in the evenings, try to reach for an additional layer of clothes before reaching for the heating controls. Putting on a jumper will warm you up without unnecessarily heating every room in the house.\n- Check the timer settings on your heating to ensure you're not heating your home when it's not needed. An efficient system should only take 30 minutes at most to heat your home so there's no point setting it to come on hours before you wake up in the morning or while you're out of the house altogether.\n- If you feel the cold more during late evening, why not consider snuggling up in bed earlier, maybe with a good book. Settling in underneath a thick, cosy duvet will save you having to keep your heating running into the night.\n\n4) Worthwhile anytime\nAll of the tips above are worthwhile carrying out at any time of the year, but especially so as we head into the colder, darker months. For more ideas of how you can save energy around your home, you can visit the big green switch..\n\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"BigGreenSwitch","web_category":"lifestyle","title":"Keep warm this winter without costing the earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3889737229_2719b7b142_b.jpg","url":"http://www.environmentalgraffiti.com/green-living/keep-warm-this-winter-without-costing-the-earth/316"}