{"summary":"Two and half hours after launch, Planck and Herschel will separate. Herschel's partner at launch, the ESA's Planck space telescope, has two instruments that will map the cosmic background radiation left over from the Big Bang with unequaled precision, and also probe dark matter and dark energy in the universe","advice_category":"4","content":"\nPhoto: Herschel Space TelescopeImage: ESA (Image by AOES Medialab) \nPartners at launch, then committed to separate lives – two space telescopes scheduled for launch in April 2009 will bring capabilities never before available to the search for data that addresses ultimate questions.\nSir William Herschel, the famous English astronomer of the late 1700s/early 1800s discovered infrared light, and the largest space telescope ever built carries his name. The Herschel Space Telescope is a mission of the European Space Agency. Launch dates are scheduled for April, 2009 at the European Spacefort in Kourou, French Guiana. Herschel and the ESA Planck observatory will ride atop an Ariane-5 rocket. Two and half hours after launch, Planck and Herschel will separate. Herschel will be the first space observatory to collect data over the entire range of far-infrared to sub-millimeter wavelengths.\nPhoto: Herschel Space Telescope 2Image: ESA (Image by AOES Medialab)\nInfrared radiation is blocked by the earth's atmosphere and it is also invisible to the human eye. Every object, even those that are as cold as ice cubes, emit infrared radiation, and infrared astronomy has enlarged our knowledge of the universe to an extraordinary extent. We can now 'see' objects that are invisible to optical telescopes; not only those that are very cool or do not emit visible light, but those veiled by giant clouds of dust wherein stars and planets are born. Furthermore, Herschel will 'see' objects far, far away in the very early universe.\nPhoto: Planck Telescope / Last InspectionsPhoto: ESA\n\"Largest space telescope\" refers specifically to the mirror diameter, which for Herschel is 3.5 meters. Herschel, with its impressive mirror, is the largest imaging space telescope ever built, using a process that utilized novel silicon carbide technology. Its primary mirror is so large that it was built by joining 12 pieces together into one single piece, which was next ground, lapped and polished to the correct shape, then coated with a reflective aluminum layer. The bumps on Herschel's mirror cannot be more than a few thousandths of a millimeter in diameter. In order to achieve its scientific objectives, Herschel's three detectors must operate at very low and stable temperatures. 2,000 litres of helium will boil away in a near vacuum, cooling the detectors to near absolute zero (-273??C), within a range of -265??C to only a few tenths of a degree above absolute zero. The liquid helium will boil away in about three years, thereby defining the useful lifetime of this extraordinary space telescope.\nHerschel's orbit stabilizes at 1.5 million km from earth, when it will begin the observation program. Herschel's instruments will collect data at wave lengths never before examined. In so doing, they will investigate galaxy formation in the early universe and the evolution of galaxies; star formation; the chemical composition of the surfaces and atmospheres of Solar System bodies; and molecular chemistry across the universe.\nPhoto: Planck Space TelescopePhoto: ISDC / ESA\nHerschel's partner at launch, the ESA's Planck space telescope, has two instruments that will map the cosmic background radiation left over from the Big Bang with unequaled precision, and also probe dark matter and dark energy in the universe. Planck's low and high frequency instruments will collect data that addresses gravitational lensing, Active Galactic Nuclei, the interstellar medium and magnetic field of the Milky Way, and the 4-dimensional typology of the universe. Current models of the universe are built upon a dozen 'magic' numbers that are essential to explain its large scale properties. Planck will measure these 'cosmological numbers' with exceptional accuracy and perhaps allow astrophysicists to find the one best model to explain the Universe we live in. The useful lifetime of the Planck satellite will be about 21 months, at which point the cryogenic system that cools its two detectors to near absolute zero will cease operation.\nHerschel and Planck will probe ultimate beginnings and ultimate origins, and their data might help revolutionize both philosophy and astronomical science. Herschel's sister Caroline would be proud, as she was also an excellent astronomer in an age when women in science were almost unheard of.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Peering into the Beginnings of the Universe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/sciencetech/the-largest-and-coldest-telescopes-probe-the-biggest-questions/7711"}