{"summary":"When you think of the world's longest cycling races, the one that comes up first in the minds of most people is the legendary Tour de France. Also unlike Le Tour de France, drafting is not allowed, which makes for more work for the racers","advice_category":"8","content":"\nPhoto: Christopher Voitus\nAll around the world people engage in a variety of sports. Some involve teams with a common goal, some are about how high or far you can send an object, and others are about how fast you can travel a given distance using a particular mode of transportation. There are sprints, middle distances, and marathons. It would seem that there is a sport for every personality type. Generally when we think of races, we think of the ones that are completed in a matter of seconds, minutes, or hours. However, here are some races around the world that take much longer - three of the longest and most grueling races in the world.\nRace Across America (RAAM)Photo: anthonycramp\nWhen you think of the world's longest cycling races, the one that comes up first in the minds of most people is the legendary Tour de France. Having existed for over a hundred years in the country that invented the bicycle, the Tour de France covers around 3642 kilometers (2200 miles) over three weeks. While Le Tour is a grueling race that has a storied past and draws millions of spectators each year, it is not actually the longest cycling race any longer.\nPhoto: Let Ideas Compete\nRAAM, or the Race Across America, is significantly longer than Le Tour de France, covering 3000 miles, and unlike Le Tour, has no stages. The clock starts on the first day and does not stop until racers cross the finish line on the other coast. RAAM has multiple categories, including Solo, 2-Person, 4-Person and 8-Person teams. In the team events, the teams operate in a relay fashion with each rider averaging three hours per day. The race goes through 14 states with climbs totaling 100,000 feet. Also unlike Le Tour de France, drafting is not allowed, which makes for more work for the racers. If you're looking to enter the race, the entry fee is a mere $20,000. Start saving your pennies.\nThe Self-Transcendence 3100 Mile Race\n  \n\nTo say that it's a marathon would be a gross understatement. As the world's longest foot race, you might expect that the competitors would see loads of beautiful scenery, passing lakes and mountains, and going through beautiful countrysides. These runners, of which there were 11 registered in the latest event, actually run around a single half mile (800 meter) city block in the middle of Queens, New York. The runners will run around the block a total of 5649 times over a period of 52 days in the middle of summer. The competitors  start running at around 6 in the morning each day and complete about 100 laps or 50 miles per day. You might expect a large financial prize for the winner of such a competition, but none exists. The purpose of the race is for competitors to overcome self-imposed limitations, completing something that they never thought they'd be able to do. Mr. Sri Chinmoy, the event's founder, stated: \"Self-transcendence gives us joy in boundless measure. When we transcend ourselves, we do not compete with others. We do not compete with the rest of the world, but at every moment we compete with ourselves\".\nIditarod Trail Sled Dog RacePhoto: Alaskan Dude\nSince 1973, the first Saturday in March in Alaska signals the beginning of the Iditarod. Covering 1161 miles (1868 km) through some of the coldest conditions on Earth, teams of 16 dogs and one musher will take up to 15 days to complete the race. Starting in Willow (near Anchorage), the racers will travel over a course that alternates from year to year in hopes of arriving in Nome. Through blizzards, whiteout conditions, and gale-force winds causing windchill factors of -73.3 degrees C (-100 degrees F), this is not a race for the easily discouraged. Despite the fact that the majority of racers in the event are residents of Alaska, competitors from 14 countries have entered the race. The first international winner came in 1992 when Martin Buser from Switzerland completed the course in the fastest time. The occasion of the first woman to win the race, Libby Riddles, who was not deemed a threat for the win, happened in 1985. Each year large crowds gather for the ceremonial start in downtown Anchorage, with some of the spectators traveling to each of the 26 checkpoints along the way.\nPhoto: http2007","author":"moishecallow","web_category":"outdoor","title":"The Longest Endurance Races on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/outdoor/news-worlds-longest-races"}