{"summary":"And both the Big Green Switch and the National Trust are urging people to think of February 29th not just as \"any other day\" but to make the most of it and do something special with it to help the environment.. To encourage everyone in the UK to play their part in the \"Make the LEAP...\" day, the Big Green Switch is offering everyone who makes their pledge to do something green on February 29th the chance to win ¢G50 worth of eco-friendly gifts and gadgets of their choice","advice_category":"8","content":"\nAs 2008 is a leap year, we all have an extra day to play with at the end of the month.\nAnd both the Big Green Switch and the National Trust are urging people to think of February 29th not just as \"any other day\" but to make the most of it and do something special with it to help the environment.\nThe \"Make the LEAP towards a greener lifestyle\" campaign is urging everyone to put just an hour or two aside on February 29th to do something green and positive to reduce your carbon footprint. While many people are keen to do their bit to help the environment, they often say that they just don't seem to find the time to take the action they need to. So why not think of February 29th as an extra day in your life and use it to put some time aside to do something positive and green!\nJust a few of the suggestions for simple but effective actions you could do on the day include:\n- Installing low-energy light bulbs in your home\n- Planting a tree\n- Draught-proofing any breezy windows, doors or letterboxes in your home\n- Cancelling your junk mail\n- Starting a compost heap in your garden\n- Switching your energy supply to a green energy option\n- Enquiring about getting cavity wall or loft insulation installed\n- Giving your car a service and check your tyre pressure\n- Installing a water-hippo or other displacement device in your toilet cistern.\n- Working from home to cut out your commuting emissions\nTo encourage everyone in the UK to play their part in the \"Make the LEAP...\" day, the Big Green Switch is offering everyone who makes their pledge to do something green on February 29th the chance to win ¢G50 worth of eco-friendly gifts and gadgets of their choice. So why not make your pledge and so something special with your extra day?\nMeanwhile, the UK's National Trust is going as far as giving all its staff and volunteers the day off on February 29th to spend time making their homes and lifestyles more energy efficient.\nRather than taking advantage of the extra day of free labour that comes with every leap year, the organisation has taken it upon themselves to offer staff a day to spend time making eco-friendly improvements to their home.\nOther employers are being urged to follow suit and give back the leap day to their staff in support of the environment.\nDame Fiona Reynolds, director-general of the National Trust, said: \"We want organisations of all sorts and sizes to come on board in whatever form they are able, to encourage people to do something for the environment.\"\n\"There are over 29 million employees in the UK; if just one million changed one light bulb and turned their thermostat down by one degree, it would save 351,000 tons of carbon.\"\nRead full details of the National Trust's Great Green Leap Day campaign by clicking here.\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"BigGreenSwitch","web_category":"lifestyle","title":"Make the Most of Your \"Extra Day\" on February 29th","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/green-living/everyone-urged-to-make-the-most-of-your-extra-day-on-february-29th/803"}