{"summary":"Thanks to the marvelous photographer Thomas Shahan who gave me permission to use his images from his collection on Flickr and on his website ThomasShahan.com, where he has much more than jumping spiders on display.. Photo: Thomas Shahan","advice_category":"2","content":"\nPhoto: Thomas ShahanHentzia Palarum\nMany of us have phobias about spiders, but when you take a look at these jeweled treasures, you will see a whole different side of them.\nAll of the different species of jumping spider have stunning eyes. \nPhoto: Thomas Shahan\nPhoto: Thomas ShahanHentzia Mitrata\nBoth male and females are equally beautiful, albeit differently, for example the phidippus putnami below:Photo: Thomas Shahan \nWhereas below is the male of the species:Photo: Thomas Shahan\nThe vision of jumping spiders is extremely acute, in part because They has 8 pairs of eyes. Wayne Madden has an excellent page on this complete with diagrams: \"Jumping spiders have excellent vision, with among the highest acuities in invertebrates. \nPhoto: Thomas ShahanA male pelegrina pervaga\n\"The eight eyes are grouped four on the face (the two big Anterior Median eyes in the middle, and two smaller Anterior Lateral eyes to the side), and four on top of the carapace (two medium-sized eyes toward the back, and two very small eyes in front of them). \nPhoto: Thomas Shahan\n\"You can think of the Anterior Median eyes (AME) as acting like our fovea, with high acuity but small field of view, and the remaining six eyes acting like our peripheral vision, with lower resolution but broad field of view.\"\nPhoto: Thomas Shahan\nThe above is an adult male mystaceus, however, the female of the species is also beautiful even if she reminds me a little of Yoda.\nPhoto: Thomas Shahan\nI call the spider below the Crown Jewels, her correct name is Maevia Iclemens, a hard name for a grand looking lady! In Latin it stands for \"cruel or harsh\" I think the photographer best describes how she gets the blues and reds in her eyes: \"I have noticed that the eyes of female Maevia inclemens are often exceptionally vivid. With their beautiful deep blue anterior median eyes displaying the occasional moving wash of red due to the internal movement of the spider's retina, they are truly remarkable.\"\nPhoto: Thomas Shahan\nPhoto: Thomas Shahan\nMale and female jumping spiders are often very different in appearance, and their extraordinary coloration feeds into their ritual courtship displays. Bizarre features may include colored or iridescent hairs, plumose hairs and front leg fringes. \nPhoto: Thomas ShahanPhidippus princeps\nWhen the spiders are courting, they will put their colored or iridescent parts on display, engaging in vibrational, zigzagging or sideling movements as part of a courtship dance. \nPhoto: Thomas ShahanZygoballus rufipes\nTo show approval the female will crouch, awaiting the male, or in some species may vibrate her palps or abdomen. The male will then extend his front legs and climb onto the females back, before inseminating her with his palps.\nPhoto: Thomas ShahanParaphidippus aurantius\nThere are so many of these beauties it is hard to choose which ones to display!\nPhoto: Thomas Shahan\nJuvenile Phidippus putnami: (pictured as an adult at top)Photo: Thomas Shahan\nThanks to the marvelous photographer Thomas Shahan who gave me permission to use his images from his collection on Flickr and on his website ThomasShahan.com, where he has much more than jumping spiders on display.","author":"Michele Collet","web_category":"nature","title":"Staring into the Jeweled Eyes of the Jumping Spider","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-jeweled-eyes-mexican-jumping-spiders"}