{"summary":"As humans, we're fortunate enough to be able to collect water, whether it be from indoor plumbing, from a well outside or simply with a bucket. Some animals will travel many days or weeks in search of water, obtaining it from temporary sources, such as a flooded plain","advice_category":"2","content":"\nPhoto: Deanster1983\nFrom the gigantic blue whale to the tiniest micro-organisms, all creatures need water in order to survive. It goes without saying that the size of the animal will generally determine the amount of water they need to consume in order to survive. How each creature will obtain that most vital of substances will differ as well.\nPhoto: wildxplorer?\nAs humans, we're fortunate enough to be able to collect water, whether it be from indoor plumbing, from a well outside or simply with a bucket. This allows us to be prepared, so that in drier times we still have enough to drink. Some people in developing nations have to travel great distances to collect water, but at the end of the day, they're still able to transport it.?\nPhoto: clip works\nSome animals will travel many days or weeks in search of water, obtaining it from temporary sources, such as a flooded plain. Others are fortunate enough to live in areas where water is abundant, and they need not look far. Because insects are so small, they don't require much water at all. As a result, they are able to drink from very small water sources, such as raindrops that have fallen on flowers or leaves.?\nSome of these photos were captured deliberately, but some of them were purely by accident. The intent of some of the pictures was simply to capture the beauty of the flower covered with dew or rain, and only later, whether moments or minutes, did the photographer realise what they had captured. Some of the best pictures in the world (along with inventions and scientific discoveries) were captured completely by accident. It's a prime example of the fact that just because something doesn't go the way you planned, doesn't necessarily mean that it's bad. Sometimes you just have to look a little harder for the beauty.\nPhoto: Tie Guy II","author":"moishecallow","web_category":"nature","title":"Insects Drinking From Raindrops","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-41199-2295604920102365357S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-insects-drinking-raindrops"}