{"summary":"A common treatment involving essential oils is a body massage. The whole practice of aromatherapy is based around essential oils","advice_category":"8","content":"\nPhoto: Itineranttrader\nIf you're even remotely interested in aromatherapy, it’s likely you've heard a lot of talk about essential oils and their healing properties. But have you ever wondered what exactly is an essential oil? Well, if you have, here's your answer. An essential oil is a concentrated liquid usually obtained by distillation from various parts of a plant. It is an entirely natural substance, completely free of any harmful chemicals, and has the specific fragrance and aroma of the plant it was derived from.\nAn essential oil is basically the essence of a plant. Essential oils are highly volatile, that's why they are sometimes also called volatile oils, and are also very concentrated. Therefore, they should always be handled with care - you don't want to reek of peppermint. \nThe whole practice of aromatherapy is based around essential oils. Some of the most widely used essential oils are lavender, eucalyptus, rose, cedarwood, patchouli, orange and others. Each type of oil has its own special properties, some of which have been known from ancient times. Actually, essential oils have been used for healing purposes for centuries and they have a long tradition in various parts of the world.\nPhoto: r \t  Jeremie63\nEssential oils have many therapeutic uses for the prevention and treatment of both physical and psychological conditions. They can be used to heal digestive problems, skin issues, high blood pressure, anxiety, depression and the list can go on. Essential oils are either inhaled or applied directly to the skin, but only in diluted forms. \nA common treatment involving essential oils is a body massage. Compresses are also used to alleviate various pains. The inhalation of essential oils can be done in several ways: by placing the oils in a diffuser, which spreads the fragrance across the room, by dry evaporation or by spray.\nPhoto: Hawk the druid\nEssential oils are also effective in dealing with stress and are commonly used for relaxation purposes. They have many benefits, but they can also become dangerous if not handled properly.\n\nFor more information, see:http://takingcharge.csh.umn.edu/explore-healing-practices/aromatherapy/how-do-essential-oils-workhttp://www.therapyessence.com/basics.htmlhttp://www.ifaroma.org/?page=Essential_Oils&ID=61","author":"Gregory Johansson","web_category":"lifestyle","title":"What Exactly is an Essential Oil?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/news-what-exactly-essential-oil"}