{"summary":"Steatoda PaykullianaPhoto: Image: ditkannietwaarzijn. Segestria FlorentinaPhoto: Image: Luis Miguel Bugallo S?nchez ","advice_category":"2","content":"\nPhoto: Image: courosa\nIt appears Britain could be in a spot of bother, once again. As the love of exotic fruits and year-round availability of seasonal produce continues unabated, little non-indigenous critters are immigrating to British shores.\nOnce upon a time the invading aliens would hide take a little trip, then turn up in someone’s bananas at the supermarket, making a splash in the news headlines before having the decency to perish when the cold winter came along. However, with winters becoming milder, all manner of insects are beginning to set up home in areas they wouldn’t normally survive.\nBlack WidowPhoto: Image: tkksummers\nOne example of our new little friends is the Steatoda paykulliana, which used to be found from time-to-time in Britain but is now surviving so well that it’s setting up colonies near Plymouth, in the south of England. Part of the false widow spider family, it is the distant relative of the Black Widow spider that on occasion has administered a fatal bite to humans.\nThe paykulliana is causing concern amongst scientists because its venom is more toxic than that of native species. Getting bitten is like being stung by a bee. Although this may sound innocuous and no more than a slight irritation, scientists see it as the beginning of more trouble.\nSteatoda PaykullianaPhoto: Image: ditkannietwaarzijn\nStuart Hine, head of the Insect Identification Service at the Natural History Museum, is one such person: \"So far the species that have been introduced are not all that venomous but I don't see any reason why a black widow wouldn't be able to make a home here.\"\nAnother arachnid finding Britain to be a nice place to set up home is the Segestria florentina, or the tube web spider. It originally came to Britain in the 1800s but never ventured far, until recently, and can now be found as far up as the midlands. The tube web spider is one of Britain’s largest spiders now and is known to be aggressive when cornered and, although not venomous, has been known to bite. \"I received a call recently from a father whose 18-month-old child had picked one up,\" says Hine. \"It gave him a hell of a fright.\"\nSegestria FlorentinaPhoto: Image: Luis Miguel Bugallo S?nchez \nIndeed, and as temperatures warm further, who knows what’s next to find itself scuttling about the floorboards of the British home.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"John Johnston","web_category":"nature","title":"The Alien Spider Invasion of Britain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-40999-2919880160103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/alien-spider-invasion-of-britain/2952"}