{"summary":"What can be seen looking back in the eye that beholds you, something tangible or nothing at all, is for you to decide.Photo: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar Ciutat. Yet those who see his works will reach some conclusion themselves rather easily.Photo: Oscar Ciutat","advice_category":"2","content":"\nIf beauty is in the eye of the beholder, what do these caged beasts see?Photo: Oscar Ciutat\nMind grabbing photos from Oscar Ciutat, a photographer in Barcelona, Spain, seem to provoke this thought deeply. These images are part of a series called \"Caged\", entirely comprised of captive animals from the Barcelona Zoo. What can be seen looking back in the eye that beholds you, something tangible or nothing at all, is for you to decide.Photo: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar CiutatPhoto: Oscar Ciutat\nOf his works Oscar says: \"It is said that the eyes are the windows to the soul. I took a series of trips to the local zoo to photograph the eyes of animals held in captivity. I was intrigued by whether the lack of freedom would be apparent in the images.\" \nWhat answers he found, we may never know for certain. Yet those who see his works will reach some conclusion themselves rather easily.Photo: Oscar Ciutat\nWhile zoos are amazing and the animals a glory to behold, it does make one wonder at times, what would an entire life in a cage be like surrounded by loud, hairless apes? I'm not sure if it would be more Planet of the Apes or a bad prison movie. I do know I'm happy I don't have to find out for myself.\nWith special thanks to Oscar Ciutat for letting us use his images for this post.","author":"MichDe","web_category":"nature","title":"Looking Into the Eye of the Beast","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cyclops_gallery__320x400_0.jpg","url":"http://www.environmentalgraffiti.com/animals/news-looking-eye-beholder"}