{"summary":"fantasy – is an interesting way to express the duality and fluidity of the world around us.Photo: Ben Heine. Photo: Ben Heine","advice_category":"6","content":"\nPhoto: Ben Heine(Can you recognise the sloping street and the rickety tram? It's Lisbon!)\nWho said the 21st century had to be all about science-fiction, special effects and photoshoppage? In this enlightening project, artist Ben Heine goes back to the basics: pencil and paper and a little background photography. \nPhoto: Ben Heine\nThe twenty-six year old Belgian artist has delivered many artistic creations, but this is one is my personal favourites because it brings together his two biggest qualities, drawing and photography.\nPhoto: Ben Heine(This is a view of Utrecht from the Dom Tower, the tallest church in the Netherlands)\nThe assemblage of such different styles – colour vs. black and white, photography vs. cartoon and best of all, reality vs. fantasy – is an interesting way to express the duality and fluidity of the world around us.Photo: Ben Heine\nWhat is particularly interesting is the variety of topics; Heine says, “I usually choose photos with a striking subject and a specific action. It can also be nice to use a background scenery with a very simple or low semantic effect and make everything happen inside the small piece of paper.” (benheine.deviantart.com )\nPhoto: Ben Heine(This is my favourite because it's very arty. Firstly, he adds the big eye in the middle, with which to appreciate art, and then chooses to depict his own favourite paintings – Goya's 'The Third of May 1808', Botticelli's 'The Birth of Venus' and Millet's 'The Gleaners'.)\nSometimes modern art is fascinating because it is unusual and unthinkable, but these particular creations are attractive to the layman thanks to their basic tools: a pencil and a camera – something so obviously accessible yet so unexplored! \nPhoto: Ben Heine\nIt’s always interesting to know where artists get the inspiration for their projects; often I wonder whether it was a life changing experience or an everyday life coincidence. In this case it was the latter.\nPhoto: Ben Heine(Belgian countryside: he purposefully kept the sketch simple to match the landscape)\nHeine says: ‘The real idea came while I was watching television and writing a letter at the same time. Reading my letter before putting it in the envelope, I saw in transparency the television behind the paper. I then realize it would be great to make something similar in a single image showing 2 different actions.’ (benheine.deviantart.com) \nHis first sketch was naturalistic, but he then introduced weird elements (such as those you can see here) to contrast with the realism of the photo.\nPhoto: Ben Heine(This photo was taken on the hilltops of Montmartre in Paris)\nThe beauty of this project is, in my view, the freedom that it gives to the artist. Often you walk down the street and spot something that catches your eye – a mannequin in the shop window winks at you, a dog outside a supermarket says good evening, the shadow of a bird in the sky is a UFO. Because you’re not intentionally looking at these objects you allow your imagination to build a parallel reality for just a brief second until you blink and the mannequin is faceless, the dog is barking fruitlessly and the bird is long gone. \nPhoto: Ben Heine (Heine reassures us that he doesn't especially support polygamy....)\nThese images take me to such a place; the space of liminality between what you think you see and what is actually the case. A degree of truth is present in the photographic background, but the central image is obscured by what is in fact the imaginative perception.\nPhoto: Ben Heine\n\nCaters News","author":"marianovellamonti","web_category":"art+and+design","title":"The Art of Papering Over Reality","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/art/news-art-of-papering-over-reality"}