{"summary":"The regal jumping spider is the largest one of them all, and very colorful. Despite what some might think jumping spiders aren't just native to the US","advice_category":"2","content":"\nPhoto: Tomas Rak\nDespite what some might think jumping spiders aren't just native to the US. With a little whimsy and a lot of facts, join me in a tour of the jumping spiders of Europe, as photographed by Thomas Rak, in the UK. His work is simply astounding.\nPhoto: Tomas RakSaitis barbipes\nFirst off we have the gorgeous and talented Saitis Barbipes, otherwise known as \"bearded foot\", such a horrid name for a beautiful creature makes me cringe. The reason for the name is an extremely elongated third pair of legs which are used in courtship display (see my earlier article for a discussion of arachnid courtship). The third pair are red near the body, turning to black and then end in a white tuft. As you can see in the second picture, they are very striking.\nPhoto: Tomas RakSalticus scenicus\nThis little guy reminds me of Grover in Sesame Street - can't you just see him sitting in the garbage can talking? He is often called a zebra jumping spider, but the Latin name means \"actor\", something which I didn't realize until after I had thought of Grover. The reason for this is that he seems to betray curiosity. When humans are around he will look around, and they have even been known to jump onto people's hand if they are really still. The picture of the full spider makes him look as if he is marching into Desert Storm!\nPhoto: Tomas Rak\nPhoto: Tomas RakPhidippus audax\nThis beauty brings to mind Cerberus, the dog guarding the gates of Hell. Audax is the most common biting spider both in North America and in Europe. He is the one responsible for most of the bites we get at home or while gardening that itch and get red. Audax means \"Daring\" and he can jump 50 times his own length. The colorful appendages in his mouth are called chelicerae and can contain venom.\nPhoto: Tomas Rak\nPhoto: Tomas RakHyllus diardi\nThis big girl is known colloquially as \"heavy jumper\" and is a fairly new species to the scientific world so not much is known about her. Normally found in Indonesia and Asia, they also appear in Europe.\nPhoto: Tomas Rak\nPhoto: Tomas RakMarpissa muscosa\nPretty in Blue, the M. mucosa is not one of the house jumping spiders, but are found outside and build nests under the bark of dead trees. Normally in the Paleo-Arctic they have been found as far south as England. Fairly large for jumping spiders, females are about 10mm long, they have a hierarchical structure and the submissive members strut their feet as they retreat from the dominant. Below is a very close up view of her eyes.\nPhoto: Tomas Rak \nPhoto: Tomas RakPhidippus regius\nThe regal jumping spider is the largest one of them all, and very colorful. The cheliceral color is iridescent (either green or red-violet), but more noticeable in males, this is the protruding area from her mandibles. In this case they are not used for venom but as part of the courting display as well as to grasp prey. \nPhoto: Tomas Rak\nI hope you enjoyed this tour of the jumping spiders of the United Kingdom (and elsewhere). Many, many thanks to Thomas Rak for his superb photography and for permission to use many of his images in this article. He works with more animals than just jumping spiders so take a look at tomatito.sk for more of his work, including an exquisite look at water. \nSources: 1, 2, 3, 4","author":"Michele Collet","web_category":"nature","title":"Eye to Eye with Britain's Iridescent Jumping Spiders","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/spider1.jpg","url":"http://www.environmentalgraffiti.com/news-dazzling-eyes-jumping-spiders-part-2-uk"}