{"summary":"You might feel embarrassed or weird for making the effort to go green for Halloween and other events, but you’re not alone in your enthusiasm for a better, more sustainable way of life. For instance, instead of grabbing a pumpkin out of the bin at your nearest mega-mart, cut it from the vine yourself at a local pumpkin patch","advice_category":"8","content":"\n?Photo: harrison.anthony25\nIt may seem like a frighteningly monstrous task, but you don’t have to dress as The Hulk to go green on Halloween. From preliminary preparations (pumpkin selection and disposal) to the main event (a sustainable Halloween house party), we’ve got you covered with five ghoulishly easy tips to lighten your eco-impact this Halloween. So do yourself a favor and have an environmentally friendly fear-fest, or else … you wouldn’t like me when I’m angry!\n1. Picking the Perfect PumpkinPhoto: jr conlin\nIt’s important to remember that with every small decision you make, you can turn your normal “whatever-is-easiest” routine into a new “what-is-most-responsible” method of thinking. For instance, instead of grabbing a pumpkin out of the bin at your nearest mega-mart, cut it from the vine yourself at a local pumpkin patch. Then, once the ghouls and goblins have receded, complete the cycle and compost your pumpkin and its slowly melting jack-o-lantern smile.\n2. Customize Your CostumesPhoto: L. Marie\nThat incredible $50 costume might be right up your alley, but consider either making one with creativity and offhand objects or repurposing or borrowing an old one. Also avoid makeup that may have been tested on animals. You’ll likely have more fun without worrying how much you paid and feel more satisfied knowing your costume came at zero additional cost to the environment.\n3. Get Creative with CandyPhoto: spablab\nTooth-killing treats are very scary indeed. Green your candy options with organic goodies and treats or tiny treasures such as bubble kits and other cheap, eco-friendly toys. You won’t have to feel guilty about all those candy wrappers and your kids and trick-or-treaters will have a mouthful of smiles instead of cavities.\n4. Party SmarterPhoto: MickeyJMoran\nDecorations, plastic cups, paper plates — before you know it, you could have a landfill rising from your kitchen trashcan during your annual Halloween party. Try to avoid this terrifying trouble by using your dishes and glasses (that is what they’re for, by the way) and borrowing or reusing Halloween decorum. So you might have to wash a few dishes or store a few streamers: just remember, what’s easiest isn’t always what’s best.\n5. Help a New Tradition GrowPhoto: hlkljgk\nYou might feel embarrassed or weird for making the effort to go green for Halloween and other events, but you’re not alone in your enthusiasm for a better, more sustainable way of life. In fact, Green Halloween, a nonprofit organization founded in 2007, has a comprehensive list of ways to make your spooky holiday more eco-friendly and a network of like-minded supporters who post the movement’s signs in their windows each Halloween. To learn more, visit GreenHalloween.org.","author":"TheJohn","web_category":"lifestyle","title":"5 Simple Steps to a Green Yet Scary Halloween","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/news-5-scary-simple-steps-green-halloween"}