{"summary":"There are also a host of fascinating myths about our present topic: birthmarks. If, for example, you happen to have a birthmark on your right arm, you're sure to be prosperous; but, if it’s on your left, you’re going to have to pinch some pennies","advice_category":"8","content":"\nPhoto: allnightavenue\nHave you ever gotten nervous on Friday the 13th? Or worn your ‘lucky shirt’ to a game to give yourself a better chance of winning? Stuart Vyse, PhD and author of Believing in Magic: The Psychology of Superstition, says that one of the driving forces behind superstitious thought is a desire for more control. We want to be able to explain causes and manipulate outcomes. \nThere seem to be myths and superstitions about nearly every aspect of life, and this includes physical attributes. Moles, for example, were considered evidence of guilt during the Salem Witch Trials. And among the Chinese, the shape of your nose is said to reveal whether or not you will be wealthy. There are also a host of fascinating myths about our present topic: birthmarks. \nPhoto: Marc Levin\nBirthmarks aren’t exactly a rare phenomenon. In fact, about 80% of us are born with these seemingly random markings on our bodies. There are several different kinds of birthmarks. As well as brown 'pigmented' types of birthmarks like moles and 'caf? au lait' spots, there are reddish 'vascular' types ranging in color and form from tiny, pink marks that are flush with the skin, to dark red puffy sorts. \nAll these reddish (vascular) markings are caused by blood vessels that lie close to the surface of the skin and show through. The varying concentration of the blood vessels under the skin is what causes the difference in appearance between these two types of birthmarks – the pink blemishes (also known as ‘angel's kisses’ or ‘stork bites’), and the red, or ‘strawberry’, birthmarks.Photo: mahalie\nEven though we know that the blood vessel-clumping makes a birthmark a birthmark, we don’t know why this happens in the first place. And this is where all the myth, mysticism and juicy superstition comes in.\nFirst on the docket is the ‘maternal impression’ myth. This theory suggests that if a woman experiences an especially strong emotion during pregnancy, her baby may be born with a birthmark. Not only that, but if the woman touches a particular location on her body while experiencing the emotion, that is where the birthmark will appear on her baby's body. In Iranian lore, meanwhile, it is believed that if a woman touches her stomach while watching a solar eclipse, her baby may well have – you guessed it – a birthmark.\nPhoto: Ollie Crafoord\nOther myths center around the colors of food. For example, if the baby ends up with a red birthmark, it is supposedly because the mother wanted to eat strawberries while she was pregnant. But, if she wanted to eat jelly or beets, her baby gets a port-wine stain. Chocolate cravings, meanwhile, apparently lead to light brown caf? au lait spots. \nAt this point, what with the tendency of women to experience pregnancy cravings, you’re probably wondering how most of us managed to get away with just one or two birthmarks and not hundreds!\nPhoto: Mick Rhodes\nBeyond being a result of pregnancy cravings and gazing at eclipses, birthmarks are also said to be omens about people’s lives. If, for example, you happen to have a birthmark on your right arm, you're sure to be prosperous; but, if it’s on your left, you’re going to have to pinch some pennies. Apparently, anyway.\nElsewhere, a left-foot birthmark means the person will be massively intelligent, while if it’s on the right, they’ll love exploration, adventure and travel. Some birthmarks are also supposedly linked with your manner of death in a previous life. Is that creepy or what?\nPhoto: Veni Markovski\nWhether or not you put any stock in these myths and beliefs, they can certainly be a lot of fun to learn about – and possibly exploit. Inventing a story about your death and reincarnation is sure to be a great conversation piece at dinner parties. Or, you can explain the presence of a certain mark by claiming that your mother desired to stroke a goat with her pinky toe while she pregnant with you. Stranger things have happened. \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9","author":"yvonne.mcarthur","web_category":"lifestyle","title":"The Bizarre Myths and Mysticism Behind Birthmarks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tongue_0.jpg","url":"http://www.environmentalgraffiti.com/people/news-myths-mysticism-behind-birthmarks"}