{"summary":"The association of heart-shaped leaves and the physical heart also began around this time. The heart began its worldwide march into popular culture with the spread of missionaries, who carried with them the sacred heart symbol as a representation of devotional love","advice_category":"6","content":"\nPhoto: qthomasbowerHeart made from 1,000 images\nWith yet another Valentine's Day successfully behind us and our desire for chocolate, cards and gooey messages satisfied for another year, it's time to look at the quintessential and universal symbol of love, the heart (Just imagine saying 'I square you'. Not quite the same, isn't it?) \nChocolate boxes, little girls' dresses and bumper stickers are all things we associate with the heart icon these days. Usually either pink or red, it is the universal symbol of love the world over. But how did the shape, in reality hardly resembling a physical heart at all, come to be such a big part of popular culture? It turns out the heart symbol has been around for a lot longer than you would probably think.\nPhoto: Bibi Saint-PolDionysus on amphora dated around 550 BC. The heart shape of the ivy leaves next to him can be seen clearly.\nWe don’t know exactly when the first person scrawled a heart symbol on a cave wall, but we do know it was a long time ago. There is evidence of heart shapes painted by cro-magnon hunters as far back as before the first Ice Age, but unfortunately we don’t know what it meant to them. Although these particular hearts are a mystery, hearts through the ages have represented similar things to many very different people.\nPhoto: hlkljgkIvy leaves carved into a tombstone, symbolic of everlasting love. Real ivy was often also encouraged to grow on tombs for the same reason.\nThe ancient Egyptians held that the heart was the seat of both life and morality. It was similarly important to the Greeks, who believed it kept the body supplied with heat. Aristotle and his fellow philosophers also thought the heart controlled reason, thought and emotion, while the stoics believed that it was where the soul resided. Greek physicians were familiar enough with the heart – probably through their experiments with surgery – to know about its pumping action and connection with the lungs.\nPhoto: LoneWolfNYC18th century heart-shaped carving depicting a sleeping Christ child, in the Peruvian tradition known as Huamanga stone. The heart symbol was brought to the New World by Christian missionaries.\nOf course, all this was before the now universal symbol for the heart was introduced. Many believe that the origin of this symbol was the heart-shaped silphium seed, widely used in ancient times for medicinal reasons, including as a contraceptive. However, a very convincing argument has also been made that the shape comes instead from leaves. Ancient Minoan art is filled with paintings of leaves and flowers, many of them heart shaped.\nPhoto: OtterMarker for the supposed heart of Robert the Bruce, who had asked that his heart be removed after death and carried into battle, then buried at Melrose Abbey. Separate heart burials were common for kings in Medieval times.\nSucceeding cultures continued these patterns, including the Greeks who associated ivy with the god Dionysus. This may have been the beginning of the heart's association with romantic love, as Dionysus was of course the god of wine, passion and all things sensual. In the 4th century AD, ivy appeared on the sign for a brothel in Ephesus, a good indication of what it had come to represent to the people of that time.\nPhoto: PORKCHOP RULESHearts are a common motif in tattoos old and new, symbolising love that can be spiritual, romantic or even filial.\nLater on, ivy took on some of the more virtuous qualities of love. The longevity and endurance of the vine were compared to that of eternal love. Representations of ivy were used on Roman, Greek and even early Christian graves for this reason, as if to say that the dead were gone but the love they inspired continued. Also, the grieved friends and relatives clung to their memories of the departed the way ivy clung to their tombs.\nPhoto: Philippe de ChampaigneSaint Augustine depicted in a 17th-century painting with a flaming heart. In Christian theology, the flaming version of the Sacred Heart represents the transformative power of divine love.\nThe next big transformation for the heart symbol occurred during the Middle Ages. Heart-shaped leaves were not only popular in monastic illustrations, but began appearing in paintings of lovers. These leaves gradually began to be coloured red, another symbol of love and passion since the earliest times. The heart symbol now stood for both the seemingly opposed romantic love between men and women and the spiritual love between mankind and God.\nPhoto: lynnstaThe Heart of Midlothian in Edinburgh marks the site of a 15th-century prison where executions took place. Visitors often spit on the heart, a tradition originating in disdain for the demolished jail.\nThe association of heart-shaped leaves and the physical heart also began around this time. Christian physicians were forbidden from dissecting human bodies, and so the actual form of the heart remained a mystery. The ivy leaf was a convenient symbol, with its stem seen as an artistic metaphor for the main artery. Later the leaf gave way to the traditional heart symbol in medical illustrations.\nPhoto: Ziggy_MoLovers carving their initials and a heart into trees is a tradition that goes back through the ages and is still popular today, although probably not so good for the trees.\nProbably the biggest event in the popularisation of the heart symbol, however, was when it began to be included on playing cards during the 15th century. Painters and sculptors started using the symbol more frequently, without the previous association with leaves. Hearts were now everywhere, from coats of arms to gravestones. The meaning remained the same as with the ivy: love, fidelity, bravery.\nPhoto: Oronce Fin?16th-century heart-shaped, or cordiform, map by French mathematician and cartographer Oronce Fine.\nThe heart began its worldwide march into popular culture with the spread of missionaries, who carried with them the sacred heart symbol as a representation of devotional love. This use of the heart icon is still popular today and can be found in Catholic art around the world. Interestingly, the heart-shaped leaf is also a Buddhist icon, but here it represents the leaf of the ‘Bodhi’ tree under which the Buddha is said to have attained enlightenment.\nPhoto: Eva BlueA very contemporary use of the heart shape by famous graffiti artist Banksy. Someone from the Middle Ages would probably still recognise the symbolism of the heart in this image.\nThe meaning of the heart icon has changed little from medieval times to today. Making special appearances everywhere on February 14th, the shape still signifies love, in every variety. From its beginnings in cave art, the heart shape has survived to infiltrate text messages and neon signs, and to be one of the most recognised symbols on Earth.\nSources: 1, 2, 3, 4, 5","author":"Yohani Kamarudin","web_category":"art+and+design","title":"The Changing Symbolism of the Heart Shape Through the Ages ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","url":"http://www.environmentalgraffiti.com/news-strange-and-sometimes-sordid-history-heart"}