{"summary":"Tough solar cells would have to be developed capable of capturing solar energy that is five times stronger in space than on earth. A model of a solar cell satellite today:Photo: ","advice_category":"4","content":"\nPhoto: \nImage: NASA\nSince the 1960s, space enthusiasts and international space agencies have had one dream: to collect solar power and use it on earth. What seemed utopic more than 40 years ago is about to become reality: the Japanese Aerospace Exploration Agency JAXA especially is hell-bent on harvesting solar energy from space by 2030.\nA solar power satellite as envisioned by NASA in 1976:Photo: \nImage: NASA\nA model of a solar cell satellite today:Photo: \nImage via USEF\nAs one can imagine, this will not be an easy feat. Tough solar cells would have to be developed capable of capturing solar energy that is five times stronger in space than on earth. Then, of course, there is the question of transmission. Once collected, the solar energy would have to be beamed down to earth through clusters of lasers or microwaves and into gigantic parabolic antennae.  \nA model of microwave transmission:Photo: \nImage via USEF\nAccording to JAXA, the transmission technology would be safe but studies with 1,000 randomly selected participants revealed that the public is skeptical of the project, half expecting “laser beams shooting down from the sky, roasting birds or slicing up aircraft in mid-air.”\nThe advantages of collecting solar energy in space instead of on earth are apparent: no more dependency on cloud-free days and no more sunless periods at night. Plus, in traditional solar harvesting, much energy is lost on its way through the atmosphere through reflection and absorption. As the diagram below shows, space-based solar power systems convert energy outside the atmosphere to avoid this loss.\nPhoto: \nImage: Chabacano\nThe Japanese Science and Economy and Trade Ministry are currently pushing the project, set to launch in 2030. Just last month they put together the Institute for Unmanned Space Experiment Free Flyer (USEF) consortium consisting of several high-tech giants such as Mitsubishi Electric, NEC, Fujitsu and Sharp. Given that Japan has few energy resources of its own and therefore relies heavily on oil imports, it is no surprise that the country has long been a leader when it comes to solar and other renewable energies. \nStairway to earth – an artist’s rendition of solar power transmission:Photo: \nImage: lowem\nProblems that the ambitious Space Solar Power System (SSPS) plan will face are potential radiation damage, micrometeoroid impacts but also financial viability. After all, there is no point harvesting solar energy in space if the produced electricity is so expensive that it can’t compete with traditional or other alternative energy sources.       \nSolar panels on earth - soon a fad of the past?Photo: \nImage: Lance Cheung\nCurrently, the 130 researchers working for JAXA on this project are targeting a \"one gigawatt system, equivalent to a medium-sized atomic power plant, that would produce electricity at eight yen (cents) per kilowatt-hour, six times cheaper than its current cost in Japan.”\nAmbitious and exciting. Soon the sun will be ours. Do we hear not so faint evil laughter?\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"2030: The Year Solar Energy Will Be Beamed Down From Space With Lasers!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/featured/solar-energy-beamed-down-space-lasers/17556"}