{"summary":"Roughly 5% of the exported rosewood and ebony is purchased by musical instrument companies in United States and Europe.. A new film about Madagascar called \"Trouble in Lemur Land\" discusses the impacts of illegal rosewood logging on the silky sifaka lemur, one of the rarest mammals in the world","advice_category":"2","content":"\nPhoto: Jeff Gibbs\nA new film about Madagascar called \"Trouble in Lemur Land\" discusses the impacts of illegal rosewood logging on the silky sifaka lemur, one of the rarest mammals in the world.  \nLess than 2,000 silky sifakas remain, and only in a small region of northeastern Madagascar. None have ever survived in captivity, for example in zoos. This new film contains some of the most extensive HD footage of silky sifaka behavior ever filmed.\nFuelled by international demand for luxury furniture and guitars, illegal logging of rosewood, ebony and pallisandre has emerged as one of the most severe threats to Madagascar’s dwindling rain forests. Since the presidential coup d'etat in 2009, several hundred thousand of these trees have been illegally cut down in northeastern Madagascar within the UNESCO World Heritage Sites of Masoala National Park and Marojejy National Park, as well as the Makira Natural Park and Mananara Biosphere Reserve. \nPhoto: Danumurthi Mahendra\nBut the problem has spread to the entire country. For example, in April 2011, more than 800 rosewood planks and 100 rosewood logs were confiscated after being illegally cut in the Tsitongambarika Forest Protected Area in south-eastern Madagascar. The impacts of such selective logging include violating local taboos (for example, ebony is actually sacred to some Malagasy ethnic groups) as well as ecological consequences such as increased bushmeat hunting, likelihood of fire, invasive species, impaired habitat, and loss in genetic diversity.\nSince the 2009 coup d’etat, all forms of habitat disturbance have surged as international aid has been cut, poverty has increased, forest monitoring declined and corruption has risen due to a weak central government.\nRosewood is very valuable and can sell for $5,000 USD per cubic meter, which is more than double the price of mahogany. Since the presidential coup d'etat in 2009, several hundred million dollars of these precious hardwoods have been illegally logged within protected areas.\nPhoto: Erik R Patel\nVirtually all of these profits are taken by a “rosewood mafia” of a few dozen organizing individuals, many of whose identities are well known. Harvesting these extremely heavy logs (each two meter piece can weigh 200kg!) is a back-breaking, injury-ridden activity requiring coordination between local residents who manually fell the trees, but who receive little profit (about $5 per day), and a criminal network of exporters, domestic transporters and corrupt officials.\nIt is now well established that approximately 95% of Madagascar’s illegally logged rosewood and ebony is shipped to China for luxury Ming Dynasty-style furniture including single rosewood bed frames that sell for 1 million dollars each. Some of the largest furniture chains in Shanghai and Beijing have entire floors selling only rosewood furniture sourced from Madagascar and several other Asian nations. Roughly 5% of the exported rosewood and ebony is purchased by musical instrument companies in United States and Europe.\nPhoto: Erik Patel\nThere are some glimmers of hope. In 2009, Gibson Guitars, one of the largest guitar makers in the United States, was raided and criminally charged under the Lacey Act by the United States Fish and Wildlife Service for purchasing ebony that was illegally logged within Masoala National Park, Madagascar.\nCurrently, several environmental organizations are working with the government of Madagascar to gain international trade protection for Madagascar rosewood, ebony and pallisandre under the Convention on International Trade in Endangered Species (CITES). \nFortunately, illegal rosewood logging has not occurred in Marojejy National Park for the last 18 months although the problem continues daily in Masoala National Park for example.\nFor more details and a reference list, see a related article on a National Geographic Blog.","author":"Erik Patel","web_category":"nature","title":"Illegal Rosewood Logging Threatens Madagascar's Silky Sifaka Lemurs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/conservation/news-new-madagascar-conservation-film-httpvimeocom25109845"}