{"summary":"Slinkachu's \"Little People\" installation and photography project attempts to give us an ant's eye view of our often overwhelming, always larger-than-life cities. I want people to be able to empathize with the tiny people in my works,\" Slinkachu writes on his website","advice_category":"6","content":"\nPhoto: Slinkachu\nAll images courtesy of Slinkachu\nWatch your step in the world's biggest cities because you could be a second away from crushing one of our generation's most original pieces of street art. Slinkachu's \"Little People\" installation and photography project attempts to give us an ant's eye view of our often overwhelming, always larger-than-life cities. \nPhoto: SlinkachuPhoto: Slinkachu\nSince 2006, these tiny installation art pieces have been popping up all over Europe. They're located everywhere from Slinkachu's home city of London to Italy and beyond. The \"Little People\" lay in wait to provide a spotless reflection of modern urban life's harrowing haste. \nPhoto: Slinkachu\nPhoto: Slinkachu\n\"The scenes I set up, more evident through the photography, and the titles I give these scenes aim to reflect the loneliness and melancholy of living in a big city, almost being lost and overwhelmed. But underneath this, there is always some humor. I want people to be able to empathize with the tiny people in my works,\" Slinkachu writes on his website. \nPhoto: Slinkachu\nThis is perhaps the reason his particular brand of art has been boasted world-wide in numerous publications, including newspapers from as far abroad as Japan. \n\nPhoto: Slinkachu\n\nAs tiny as these installations are, they reflect city life in a brutally honest light. We can all empathize with the situations these tiny painted train set figure's are left to face alone. \nPhoto: Slinkachu\n\nWhile certain pieces are planned diligently, Slinkachu or Slinky as he is known to his fans, also keeps a few in his pocket in case inspiration should arise. This may account for the large volumes of \"Little People\" found around the world.\nPhoto: Slinkachu\nWhether they are being eaten alive by flies, working as bathroom attendants or floating listlessly around in the gutter, these tiny versions of urbanity know what it means to be left to fend for themselves in the big city.\nPhoto: SlinkachuPhoto: Slinkachu\n\nAll of the artwork and photography featured in this article were obtained from Slinkachu's personal blog and used with his permission. ","author":"Tiana Miller","web_category":"art+and+design","title":"When Miniature People Take Over the Streets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NY1_0.jpg","url":"http://www.environmentalgraffiti.com/news-slinkachus-street-based-installations-and-photography-projects"}