{"summary":"The fact is that these credits — often purchased from companies whose services involve increased emissions, such as airlines and automakers—fall short of countering the full amount of pollution produced. The most effective alternatives to offsetting — activism, community involvement, changing the way we live individually and as a society — require more involvement than simply opening a wallet.","advice_category":"8","content":"\nPhoto: Rob Lee\n\nWe’ve all been there — feeling shameful or guilty as the result of a crumpled fender, a friend’s \"lost\" invitation, or a freshly overturned milk glass.\nWhile these examples may be trivial, the same feelings of culpability are felt by the environmentally conscious who contribute to pollution and CO2 emissions out of necessity during the course of their daily lives.\nWhatever the reason may be for these transgressions — travel, business, financial or otherwise—the practice of \"offsetting,\" or purchasing credits in an effort to erase or combat emissions, is little more than a personal absolution of one’s eco-unfriendly sins.\nPhoto: CodeMonkeyWithACanon\n\nThe fact is that these credits — often purchased from companies whose services involve increased emissions, such as airlines and automakers—fall short of countering the full amount of pollution produced. While some of the money from carbon credits is earmarked for environmental projects, significant portions are dealt out to investors, administrators, and project insurers who, let’s face it, are not guided by the same moral compass as those who purchase offsets.\nThis practice of self-soothing our own environmental conscience actually does little to help offset our emissions. It is not the best solution; it’s the easiest one. The most effective alternatives to offsetting — activism, community involvement, changing the way we live individually and as a society — require more involvement than simply opening a wallet.\nSources: 1, 2","author":"TheJohn","web_category":"lifestyle","title":"Green Guilt: Soothing Society's Conscience with Offsetting","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-green-guilt-soothing-societys-conscience-offsetting"}