{"summary":"Health inspectors believe they have traced the current foot and mouth outbreak back to employees at Merial Animal Health, a private pharmaceutical firm in Surrey. Merial, who manufacture animal vaccines, share a site with the Government run Institute for Animal Health at Pirbright, in Surrey","advice_category":"4","content":"\nHealth inspectors believe they have traced the current foot and mouth outbreak back to employees at Merial Animal Health, a private pharmaceutical firm in Surrey.  From studying the pattern of infection, officials believe the virus may have been carried the 4 miles from Merial’s premises to the farm where the current outbreak originated by an individual or car. \nMerial, who manufacture animal vaccines, share a site with the Government run Institute for Animal Health at Pirbright, in Surrey.  If this alleged biosecurity lapse is found to originate with a breach of procedure rather than negligence then criminal charges could be brought against them.  The company's managing director, David Biland, denied the allegations, claiming that \"We have been operating from this site for 15 years and during that time have produced hundreds of millions of vaccine doses. In all that time we have never had a breach in our biosecurity.\"  \n However, it is worrying to note that a report by the Biotechnology and Biological Sciences Research Council (BBSRC) in 2002 stated that the Pirbright complex was “in urgent need of investment” as it was largely built in the 1940s.  Additionally, the former government microbiologist Harash Narang wrote twice to Tony Blair in 2001 expressing concern that Pirbright was using \"live\" viruses to make vaccines for foot and mouth.\nThe investigation is ongoing.","author":"Maryking","web_category":"science","title":"Pharmaceutical Firm Solely Responsible for Foot and Mouth?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/pharmaceutical-firm-solely-responsible-for-foot-and-mouth/171"}