{"summary":"The forests of the Philippines are diverse but unfortunately have not been considered as ones to be conserved and are now left with little vegetation. Imagine a world without forests","advice_category":"2","content":"\nPhoto: G. Keith Douce, University of Georgia, Bugwood.org\nMother Nature has blessed our earth with a wide range of forests which are actually the saviours of nature. All around the world, forests have been an important factor in maintaining an ecological balance. \nForests support the flora and fauna of different zones of the world. We can describe forests as an assortment of plants, trees, reptiles, insects, mammals and certain other organisms, and this assortment is entirely dependent on the climatic conditions of different parts of the world.\nImagine a world without forests. It would be an alarming situation as it is a fact that the forests all over the world are really important for all of us. However, it is a matter of grave concern that these ecosystems are under threat as they have been frequently cut down by people to serve their purpose of survival and earning money. It is extremely important to spread the word amongst all the people that forests are our natural reservoirs of flora and fauna, and we need to make sure we conserve these rather than destroy them.\nPhoto: university of california\nForests can be tropical, temperate or boreal depending on the latitude. The forests of the Philippines are diverse but unfortunately have not been considered as ones to be conserved and are now left with little vegetation. Similarly, the forests of Madagascar and Costa Rica are comprised of a large variety of plants and animals. Forests are the heritage of the world and we should make sure that they are conserved and looked after, rather than causing hazardous problems like pollution and deforestation. \nTo make the world a better place it is important to save the forests from disappearing from the face of the world. All of us should make an effort to stop the deforestation activities which could lead to disaster, as all the animals and plants would vanish from the face of the earth and we sure don’t want this to happen.","author":"shefalikrishna","web_category":"nature","title":"Forests: Key to the World's Ecosystem","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-9798-2807087570105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/forests/news-forests-reservoirs-nature"}