{"summary":"Photo: All images courtesy of Yulia Brodskaya. In an inspiring intersection of visual art and typography, Yulia Brodskaya fashions ribbons of paper into stunning images so crisp it seems almost impossible that they’re not digitally produced","advice_category":"6","content":"\nPhoto: All images courtesy of Yulia Brodskaya\nIn an inspiring intersection of visual art and typography, Yulia Brodskaya fashions ribbons of paper into stunning images so crisp it seems almost impossible that they’re not digitally produced. Her masterful manipulations make us think twice about what’s possible with an everyday material that’s used and very often discarded without a second thought. \nIt’s hard not to heart this HeartPhoto: \nBrodskaya’s papergraphic creations are often saturated with bright colours, but can also be boldly black and white, or clean white on white. Her expert use of fonts and colour, coupled with the intricacy of her work, make simple messages pop off the page. It’s difficult to peel your eyes away, or not find something different each time you look at an image. \nWork produced for Guardian supplement, G2Photo: \nBrodsksaya says of her work:\nShe even has a stylish way of promoting environmentalism, such as her Recycled Card design, which features – you guessed it – recycled cardboard. Really cool.\nEven when she’s seemingly out of ideas, Brodskaya can still make create a great paper masterpiece:\nCheck out Yulia's website to see additional works of amazing papergraphic art and more, some of which are below:\nWith special thanks to Yulia Brodskaya for use of her images.\nSource: Yulia Brodskaya\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"art+and+design","title":"Amazing Paper Art by Yulia Brodskaya","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/featured/amazing-paper-art-yulia-brodskaya/5757"}