{"summary":"Condoms can’t be recycled and as such may be considered damaging to the environment. Photo: Image (c) of Environmental Graffiti","advice_category":"8","content":"\nPhoto: Image (c) of Environmental Graffiti\n\n\nFor obvious reasons you can’t recycle a condom, but have you ever wondered which countries “tax” sex the most?\nWell… Environmental Graffiti has decided to create a detailed graphical diagram, complete with wallpaper download for your viewing pleasure. The data, which gives the average condom price around the world has been compiled from UK price comparison site pricerunner and a blogger from an interesting little site called condomunity.  We thought we’d go one step further however, and create a graphic representation of the findings -  I think you’ll agree the graph makes for ‘interesting’ viewing.\nWhen looking at it, please don’t deduce that bar heights are correlated to penis size (that’s just offensive).\nShanghai came out the cheapest with an average price of just $4.50 (¢G2.25), whilst Ireland was the country where sex costs the most (!) at almost $18 (¢G9) on average for a pack – (perhaps due to the hostility of the Catholic Church towards contraception?). Prices within the US showed a high amount of variation, from $9.50 (¢G4.75) in Houston to nearly $15 (¢G7.50) in New York - feel free to extrapolate from that what you wish…\nCondoms can’t be recycled and as such may be considered damaging to the environment. And the solution offered for most things that either cannot be recycled or damage the environment? Tax. Petrol, plastic bags (soon), driving in central London, all cost at a premium. But putting a price on sex? Well that’s just cheap…","author":"Thomas Davie","web_category":"lifestyle","title":"World's Most Expensive Places to Have Sex","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/worlds-most-expensive-places-to-have-sex/1405"}