{"summary":"How do birds use their avian ultraviolet eyesight?. Researchers Report Avian Ultraviolet Eyesight","advice_category":"2","content":"\nPhoto: turtlemom4bacon\nBirds have joined the ranks of insects and reindeer as the latest species found to have the ability to see ultraviolet light.\nResearchers Report Avian Ultraviolet Eyesight\nA study released in the summer of 2011 reported that birds' eyes can see ultraviolet light in addition to the band of red-through-blue that we humans perceive.\nHow do birds use their avian ultraviolet eyesight?\nA New Question Led to a New Finding in Bird Eyesight\nPhoto: Kapungo\nRichard Prum and Mary Caswell Stoddard, the co-authors of the study, from Yale and Cambridge Universities respectively, were investigating the evolution of colours in the plumage of birds.\nTheir breakthrough regarding avian vision came in answer to their novel question: how do birds themselves perceive their own colours? After all, birds use a broad palette in colouring their plumage. What do they see?\nThe Extended Colour Sensitivity of Avian Cone Cells\nPhoto: ahisgett\nThe researchers found that, in the retina of birds, some of the cone cells are sensitive to light in the ultraviolet band.\nHow do Birds Use their Ultraviolet Vision?\nPhoto: turtlemom4bacon\nBirds' plumage does not include ultraviolet \"colours\". This leaves researchers puzzled by the question, \"How do birds use their ultraviolet vision?\"\nThe research paper also expresses surprise that birds' plumage only covers \"26 to 30 percent\" of the shades and hues they are capable of seeing. The researchers wonder whether birds’ feathers will someday produce more colours (perhaps to aid in mate selection).\nWhat Might Birds See with their Ultraviolet Vision?\nPhoto: spisharam\nThis author speculates that the avian UV eyesight might be advantageous for avoiding predators, or in finding food or shelter. Reindeer, for example, use their UV vision in winter both to find lichen for food, and to spot and avoid wolves' urine markers (as reported in \"The Reindeer Superpower: Ultraviolet Vision\").\nPhoto: chefranden\nReferences:\nScience Daily, \"Birds' Eye View Is Far More Colorful Than Our Own\", which was based on \"M. C. Stoddard, R. O. Prum. How colorful are birds? Evolution of the avian plumage color gamut. Behavioral Ecology, 2011\", published June 22, 2011, referenced Dec. 15, 2011.","author":"MikeDeHaan","web_category":"nature","title":"What Do Birds See With Their Ultraviolet Vision?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Worlds-Rarest-Birds-2010-P-hoto-Competition-1-ENDD-Category-1ST-PRIZE-1ST-PRIZE-Asian-Crested-Ibis-C","url":"http://www.environmentalgraffiti.com/animals/news-what-do-birds-see-their-ultraviolet-vision"}