{"summary":" Honolulu Marathon, Honolulu, Hawaii.  Big Sur International Marathon, Monterrey, California","advice_category":"8","content":"\nI've been a bit of a runner since I had a girlfriend call me out on being fat four years ago; of course, by \"a bit of a runner\", I mean \"obsessed about it constantly\", and dropped my weight from 220 down to a fighting 160.Photo: God, I look good.\nI also have had the joy of running a marathon, and getting involved in that culture is an oddity in itself. You pay $100 to do the most painful thing in your life, and feel wonderful about it.\nBut what about some of the other things I'm rather crazy about in life?  Can I combine those with running, too?\nBeer, I'm afraid, is out. Ice cream, in small doses; but the environment...that, I can make work.  If I was willing to junk the green vacation guidelines from yesterday, here's the five best trips for those of us who want to feel pain in pretty settings.\n5.  Honolulu Marathon, Honolulu, Hawaii\nA rare December race, Honolulu features a pretty impressive roster of sites to see along the 26.2-mile course:  Waikiki Beach, Diamond Head and Koko Head volcanic craters, and of course, all of the normal flora and fauna of being in Hawaii.  Honolulu also has the advantage of being all on pavement-- something that you'll see is sorely lacking on this list--and relatively flat, which is nice, considering that you're going to be running further than most Americans commute to work.\nPhoto: Image from tanagerphoto on Flickr\n4.  Big Sur International Marathon, Monterrey, California\nThe Big Sur is run on California's Monterrey Peninsula, almost entirely along the rocky coastline.   The course is almost devoid of major landmarks, or wildlife, but consistently ranks among the most beautiful races available.  Why?  Take a look:\nPhoto: Image from Blueplanetrun on Flickr\n3.  Antarctic Ice Marathon, 80 Degrees South\nYeah, you read that right-- this race flies you in from Puenta Arenas, Chile, to  Patriot Hills, where the Antarctic Ice Marathon features 20 mph winds, support staff on snowmobiles, and an average wind chill of -20 Fahrenheit. Even better--the entire race is at 3,000 feet of altitude, making for a rough adjustment if you trained at sea level.\nPhoto: Image from Nemablog on Flickr\n2.  Big Five Marathon, Entabeni Game Reserve, South Africa\nThis race--touted as \"harder than Comrades\", the South African 52-mile death march of an ultramarathon-- has the unique pleasure of running through a game reserve.  Entabeni offers lions, zebras, gazelles,  and a broad diversity of African geography along the trail to distract runner from the pain that comes from covering the distance and differing elevations of the course.  Running with gazelles, however, may be priceless.Photo: Image from steenal on Flickr\n1.  Safaricom Marathon, Lewa Game Reserve, Kenya\nSafaricom, like the big five, passes through a game reserve, but features two very important differences to the untrained eye:  black rhinos, and Kenyans.  East Africa has long been known for breeding highly competitive distance runners, and this race is their \"home court advantage\" if you will; run at 5,000 feet altitude, the locals in the field will look blazingly fast, giving any tourist more than enough reason to ignore their competitive drive and focus on the  wildlife surrounding them.\nPhoto: Image from Lewa Wildlife Conservancy\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"outdoor","title":"5 Most Stunning Marathons in the World ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/summit-mushroomjpg","url":"http://www.environmentalgraffiti.com/green-living/5-most-stunning-marathons-in-the-world/1046"}