{"summary":"Bacterial conjugation is the exchange of genetic material in a way similar to how sexually reproducing organisms take their genetic material from both their parent organisms. Bacteria does not reproduce sexually, per se, but they still have a rather sophisticated way of exchanging information between themselves, and even between different bacterial species","advice_category":"4","content":"\nPhoto: Bacterialinfection\n\nBacteria does not reproduce sexually, per se, but they still have a rather sophisticated way of exchanging information between themselves, and even between different bacterial species. An interesting fact is that it is rather problematic to distinguish between 'families' of bacteria, or other communities, except between those which live in a single immediate spatial environment. This is because of the highly sophisticated process of bacterial conjugation.\nBacterial conjugation is the exchange of genetic material in a way similar to how sexually reproducing organisms take their genetic material from both their parent organisms. As mentioned above, bacteria doesn?t reproduce sexually, but by cell division, and these new copies are identical and can be considered to be perfect clones. However singular bacteria can 'enhance' their genome, and therefore their phenotypic properties - such as antibiotic resistance - and evolve 'new' ways to make humans (for example) ill. It is important to note that making people ill is a secondary property of bacteria, not a primary one.\nPhoto: kuro5hin\n\nGenetic material which is transferred between bacteria is usually done so in the form of plasmid. Plasmid is DNA which is separated from chromosomes (and so easily transferred and not vital to the donor), but still sufficient enough to cause protein synthesis inside the bacteria. This is highly important for genetic engineering. If you have diabetes, did you know that synthetic insulin is made by using this bacterial conjugation method?\nThe organelle which is responsible for bacterial conjugation is known as a 'pilus'. Its mechanism of usage is analogical to that of the human penis, yet its mechanism of gene transfer is not analogical to sex. A pilus essentially connects the internals of bacteria to each other, allowing transfer to be made. Bacterial conjugation could be considered to be the communication of serviceable methods in the environment in which bacteria live. In order to preserve itself, the DNA exchanged has to be useful in nature, or at least neutral. Adverse genes would eventually lead to the death of the carrier bacteria, and as such, natural selection allows the survival of the fittest - only those with the most efficient genome in that particular environment will survive.\nPhoto: Ted Huntington\n\nHumans communicate by the means of memes. Bacteria – as a highly primitive organism – has to use primitive methods instead. The most interesting aspect of this is that it has nothing to do with sex, sexual reproduction or heritage, but can instead be considered to be a culture of bacteria which differs in different places and times; just like that the culture of mankind.","author":"Orco","web_category":"science","title":"The Incredible Science of Bacteria Cell Reproduction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/biology/news-culture-exchange-world-bacteria"}