{"summary":"On the day of the tour, curious visitors of all ages and nationalities – many from the US and Western Europe – gathered in the Ukrainian capital city, Kiev, and boarded a tour bus destined for Pripyat. Part of the tour took place in the old school","advice_category":"8","content":"\nPhoto: Adrienne Erin \nForget open beaches and seaside resorts; the new thing in travel is disaster tourism – and Pripyat, a city near the Chernobyl Nuclear Power Plant, is arguably its holy grail. Part urban exploration experience, part real-life video game, the tour is now being provided by several Ukrainian travel companies. In May 2011, I attended this tour, along with a group of about 50 others eager to see the ghost town left behind by the worst nuclear power plant accident to date.\nPhoto: Timm Suess \nOn the day of the tour, curious visitors of all ages and nationalities – many from the US and Western Europe – gathered in the Ukrainian capital city, Kiev, and boarded a tour bus destined for Pripyat. This used to be a thriving blue-collar town – until the nuclear meltdown. Today, well-maintained freeways fall away to two-way highways, which eventually give way to cracked and beaten old roads as one nears the edge of the Exclusion Zone – the 19-mile (30 km) radius around the infamous power plant. Upon arrival at the Zone, one at a time we were sent through a checkpoint, where officials inspected each person’s passport with scrutiny.\nPhoto: Adrienne Erin \nAfter a brief orientation – during which tour guides insisted that the levels of radiation experienced by visitors are similar to the exposure they had on the flight to Ukraine – we were driven beyond the checkpoint into the Exclusion Zone. \nPripyat was founded as a city for the power plant’s workers. Nowadays, its once bustling streets have been transformed into narrow gravelly trails between crumbling buildings, and small ornamental trees that at one time lined the sidewalks have returned the area to the forest it was in days past.\nPhoto: Vladimir Drmonovski \nOver the years, many pieces of graffiti have appeared around Pripyat, a lot of them featuring silhouettes or images of children. The dark silhouettes are meant to represent the shapes of people burnt into the ground – sometimes the only remnant of a human being after a nuclear bomb has been dropped. This phenomenon was noted after the bombings of Hiroshima and Nagasaki. Though Chernobyl was obviously not the site of such an onslaught, the eerie comparison to other events in history that saw nuclear technology claim lives lingered as we explored the abandoned city.\nPhoto: Jennifer Boyer \nThe tour continued inside some of the buildings. This hotel room would once have been warm and cozy – but not any more. Nature has quickly begun to invade, and you can see a tree growing in the room. There was a huge amount of debris – peeling paint, broken windows, and rotting wood. As Pripyat residents were told it would only be a short-term evacuation, most of their personal belongings were left behind. We carefully stepped around the ruined objects littering the floor and had the unique experience of seeing a building frozen in time for over 25 years. \nPhoto: Vladimir Drmonovski \nPart of the tour took place in the old school. And although this is definitely one of the most disturbing parts – the rows of desks covered in dust and the brittle worksheets that scatter the floor are chilling – it is also one of the sites that has been the most disturbed by visitors. \nPhoto: Simon Smith \nEager to get more compelling shots, photographers have strewn the floor with child-sized gas masks that were most likely not originally there, and they’ve also moved old toys and instruments from their original positions. Some of the creepiest elements here have to be taken with a pinch of salt, but for the disaster tourists they still make for great photos.\nPhoto: Giles Thomas \nThe most recognizable symbol of the city of Chernobyl, the bright yellow Ferris wheel, was one of the rides set up for the May Day Fair that was to take place on May 1, 1986. The rides – including the Ferris wheel, another spinning ride, and bumper cars – were never used, except for over the course of a few short hours preceding the evacuation announcement. The day after the meltdown, the town was evacuated. Yet the rides still remain, covered in rust, moss and grass, never to be enjoyed again.","author":"Adrienne Erin","web_category":"travel","title":"Disaster Tourism at the Chernobyl Nuclear Accident Site","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-disaster-tourism-chernobyl-nuclear-accident-site"}