{"summary":"Apart from the Tetris part; that was real. What appeared were giant illuminated Tetris blocks, threatening to drop to earth irrespective of whether room was made for them or not","advice_category":"6","content":"\nPhoto: Justin Sachtleben\nIn the alleyways of Sydney, alien forces have been at play in the form of strange objects seen hovering over the heads of the Australian city’s awe-struck denizens. Yet while most certainly extra-terrestrial, these sightings have more in common with cyberspace than outer space. What appeared were giant illuminated Tetris blocks, threatening to drop to earth irrespective of whether room was made for them or not. So what did they want from us?\nPhoto: Justin Sachtleben\nOK, so what you’ve just read was overblown baloney, intended to send you running for the safety of the nearest underground bunker. Apart from the Tetris part; that was real. At the close of 2008, Sydney became a new Mecca for Tetris fanatics, joining the ranks of Moscow – where the thinking geek’s video game was developed by Aleksei Pazhitno of the USSR’s Academy of Sciences – and Kyoto, Japan – where it was popularised under the auspices of Nintendo’s Game Boy.\nPhoto: Justin Sachtleben\nYes, in Sydney a game born of science and the virtual world crossed into the artistic and physical realm, manifesting itself in the form of 3D sculptures that paid homage to the classic brick-stacking puzzler. “When playing Tetris,” reminisced those behind the exhibition, “the player must sort a simultaneously random but predictable succession of cascading shapes in exchange for points and more time in the game. Here... pieces are planted into a world that is less ordered and predictable.” \nPhoto: Justin Sachtleben\nSydney’s Tetris blocks were to be found suspended in the air above the narrow corridor of Abercrombie Lane, where they were wedged between buildings by their creators – artists from Gaffa Gallery. Dubbed ‘One More Go One More Go’, the larger-than-life installation brought colour to an otherwise grey urban space while seeking “to challenge conceptions of the North end of Sydney's CBD as an orderly, socially cold grid and beckon... viewers to assess their own level of interaction, play and hacking within the city.” \nPhoto: mamamusings\nWe're not exactly sure what hacking in a city entails, less still whether it's legal, but in any case the artists’ spiel went on: “There are grand implications of error here that lead to questions, such as who exactly have been playing Giant Tetris? What were they trying to do? Could I have done better? Is the city grid similar to a computer game or different? What brain-space am I in when I'm playing games on my computer? Is it more or less alert than when I'm waiting in line for a sandwich?” \nPhoto: Swan Bombard\nNow we’re assuming either a) the artists need to get out in the countryside more, b) they need to spend a wee bit less time in front of their game consoles or c) both of the above. Still, get over your puzzlement about what “grand implications of error” might be, your bafflement as to whether you could have outplayed whoever it is playing Giant Tetris, and your confusion over what you’re going to have in the sandwich you're now thinking about, and there’s an interesting analogy between the game of Tetris and game of life in grid plan cities. Somewhere.\nPhoto: Justin Sachtleben\nAugmented reality in reverse is how one blogger described the idea of bringing this much-loved, by turns maddening and mesmerising game into real life, and we think he may have been onto something there. Yet whether you agree or not, less up for debate is that while exploring the streets of Sydney back in 2008, you’d have wanted to take care lest coloured shapes overhead suddenly fell to the ground, filling up the alley you had innocently entered.\nSources: 1, 2, 3","author":"Karl Fabricius","web_category":"art+and+design","title":"Giant Tetris Shapes Invade Sydney ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rw9.png","url":"http://www.environmentalgraffiti.com/art/news-giant-tetris-shapes-invade-sydney"}