{"summary":"A sleeping bag is another piece of gear that you will want to make sure you pack. There is camping gear and there are camping supplies","advice_category":"8","content":"\nWith summer just around the corner, planning the next family vacation is now forefront in our minds. What should you do? Where should you go? You may not know it, but camping is a frugal and enjoyable way to spend your next family getaway. \nAlthough it is great to hear that camping is a fun way to spend time together, you might be unsure of what items to bring along with you. Planning any vacation can by stressful, so if you would like some assistance on how to make it a success, keep reading. \nPhoto: creative commons\nWhen planning a camping vacation, it is important to know that there are multiple items you need to bring along. There is camping gear and there are camping supplies. Camping gear often describes pieces of equipment, whereas camping supplies pertains to food and so forth. \nPacking your camping supplies is usually the easy part. You know what your family likes to eat and what clothes they are comfortable in. Just remember, that depending on where you are going camping, you may be restricted to cooking all of your food on a fire. Make sure you pack with this in mind. Also make sure to pack clothes that are appropriate for all weather conditions. You just never know what Mother Nature might have in store. \nPhoto: PhotoInko\nPacking your camping gear usually requires a bit more organization than your supplies. One of the main essentials to bring is a tent. If you are going with a group, you might want to bring multiple tents so that everyone has enough space. If you don’t yet own a tent, check out your local wilderness stores. You can often find deals on the previous year’s models. When purchasing a tent, make sure to get one that is strong, sturdy, dependable, and waterproof. Also make sure it is large enough to accommodate your entire family as well as some of your supplies. Remember, it will be your only shelter for the entire duration of your vacation, so pick something that best meets your needs. \nPhoto: creative commons\nA sleeping bag is another piece of gear that you will want to make sure you pack. Make sure you have enough sleeping bags to go around. Sleeping bags come in various sizes and temperature grades, so bring what best matches the forecast. In summer, most assume it is okay to bring a lighter sleeping bag, which in most cases is true. But remember that the weather can change, so have a heavy style bag handy in case the weather changes. \nIn addition to a sleeping bag, sleeping pads or air mattresses can make your good night’s sleep a bit more comfortable. The ground on campsites can sometimes be rocky or hard so they are not a bad thing to consider bringing. They often can be compacted into small units so packing them isn’t a problem. Also, many can be filled with air, so you can inflate them without any additional tools. \nThe above mentioned gear and supplies are just a few things that you might want to consider bringing with you on your “campcation.” Remember, that with just a little organization and planning, you can have a fun-filled and hassle-free getaway with your family.\n","author":"TCKellett","web_category":"outdoor","title":"Making Your Camping Trip a Success with the Right Gear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","url":"http://www.environmentalgraffiti.com/outdoor/news-make-your-camping-trip-success-right-gear"}