{"summary":"But even if you’re too young to remember classic heart-warming English sitcom The Good Life, you’re never too young or old – or too busy – to start making a good life for yourself and your family. If you’re feeling a bit more adventurous, add a water feature or some border plants with some herbaceous sproutings here and there","advice_category":"2","content":"\nPhoto: Sarah Smith\nEven if all the outside space you have is an unkempt allotment or a mere window box, a splash of greenery and the odd bloom of colour brings cheer to the gloomiest day. If you are lucky enough to have your own garden, make the most of it and show it some love. It will give you back so much in return. A lush lawn, pruned hedges and tidy foliage and a rainbow of sprouting bulbs make a garden look pretty and welcoming, and maintaining it to this standard takes minimal effort, really – you just need to push a lawnmower around once a month, pull up a few weeds and get acquainted with your power strimmer. If you’re feeling a bit more adventurous, add a water feature or some border plants with some herbaceous sproutings here and there. Gnomes and decorative birdhouses are always optional. If you’re feeling middle-aged, recline in a comfy chair with a cup of tea and listen to Gardener’s Question Time for some hints and tips all year round. Water regularly, especially during the spring and summer. \nOf course, not everyone with a garden is blessed with green fingers, or even the time or inclination to find out if they have green fingers. But even if you’re too young to remember classic heart-warming English sitcom The Good Life, you’re never too young or old – or too busy – to start making a good life for yourself and your family. This starts with good, healthy living, and that doesn’t have to mean relying on your local supermarket for all your fresh produce. A well-tended garden with a cherished vegetable patch can yield crops of all your kitchen cupboard staples: apples, potatoes, tomatoes, lettuces, courgettes, carrots, all kinds of berries – and all certified organic, because you know exactly where they came from and even get to pick them yourself!\n","author":"darconvillescat","web_category":"nature","title":"Gardening Tips To Help You Go Green ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby5_1.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-back-good-life"}