{"summary":"Any dye that doesn't bond with the fabric has to be rinsed out with warm water. Some popular fabric treatments, like stonewashing, further increase the amount of water needed to turn raw cotton into fashionable clothing.","advice_category":"6","content":"\nPhoto: Helga Weber\nImagine a cube, five feet on a side. Imagine it filled with water. Now, imagine that water, more than 10,000 pounds of it, soaking your favorite cotton t-shirt and jeans.\nBetween 900 and 1,500 gallons of water are needed to grow the cotton for a single pair of jeans. (A t-shirt needs about 250.) Multiply that by the 450 million pairs of jeans sold in the United States every year, and that's more than 450 billion gallons of water – enough to cover the state of Delaware in water a foot deep!\nPhoto: Kyknoord\nThe waterbath doesn't stop there. Once the cotton has been harvested, it must still be spun into fiber, knitted or woven into fabric, and dyed. According to Cotton, Inc., about 85% of the water used in textile processing goes into dying the fabrics. Most of the dyes used on cotton are reactive dyes, which produce bright, permanent colors, but don't always bond well with the fabric. Any dye that doesn't bond with the fabric has to be rinsed out with warm water. Some producers are moving to new high-fixation dyes, which bond to the fabric more easily, but they can also bond unevenly, which means more water to rinse them out. Some popular fabric treatments, like stonewashing, further increase the amount of water needed to turn raw cotton into fashionable clothing.\nShort of going naked, though, what's the solution? Ask yourself if you really need that new pair of jeans, or if you can get by with what's already in your closet. Look for eco-friendly options when you shop, and let your favorite brands know that you're looking. Levi's, the Gap, and Wal-Mart are already working with environmental groups to \"green\" their products. Try to buy used when you can. (You can always call it vintage.) And explore other fabric options -- hemp and bamboo, for instance, will grow with less water than cotton, though the dyeing process is just as water-intensive.\nPhoto: peasap\nThese may seem like small steps, but just like water droplets filling a bucket, they add up over time.\nSources: ?\nCotton Facts\nFacts and Features: The Cotton Trade\nGlobal Recession Hurting US Cotton Growers\nHow Green Are Your Jeans?\nSustainable Dyeing Solutions?","author":"ChiaLynn","web_category":"art+and+design","title":"How Much Water Are You Wearing in Your Clothes?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/clare-bare-lingerie-lg-65180056.jpg","url":"http://www.environmentalgraffiti.com/news-how-much-water-are-you-wearing"}