{"summary":"The breathtaking image below features three galaxies and a comet: The Milky Way and the Large and Small Magellanic Clouds plus the McNaught comet. Structured chaos – the Large Magellanic Cloud: Photo: ","advice_category":"4","content":"\nPhoto: \nImage: Alex Tudorica\nThe Large and Small Magellanic Clouds are satellite galaxies to the Milky Way – celestial wonders visible to the naked eye, at least for those located in the southern hemisphere, or south of around 15 degrees north latitude to be precise. Astronomers have been testing theories of stellar evolution on magellanic clouds because they contain stars of different brightness levels that are at the same distance from the Earth. We’ve picked ten of the most spectacular images of this galactic duo.\nBelow, we have the Large Magellanic Cloud in the center and the Small Magellanic Cloud above toward the right. Low clouds can be seen against the first glimpses of sunlight near Winston in Queensland, Australia. The bright star at the bottom (left) is Canopus (Alpha Carinae).\nEarly morning skyscape over Queensland: Photo: \nImage: Chris Schur\nThe Large Magellanic Cloud (LMC) and the Small Magellanic Cloud (SMC) are irregular dwarf galaxies, meaning they have an irregular shape and consist of “only” several billion stars rather than 200-400 billion stars like the Milky Way. Well, when speaking about billions, a few hundred here or there seem quite irrelevant, which is why many consider the Large Magellanic Cloud with its 30 billion stars a full-fledged galaxy.\nWhat looks like a spiral galaxy below is the Large Magellanic Cloud. Scientists discovered that during longer photographic exposures, this irregular galaxy loses some of its chaotic appearance.\nStructured chaos – the Large Magellanic Cloud: Photo: \nImage: Yuri Beletsky\nThough almost 160,000 and 190,000 light years away, respectively, the LMC and SMC were long considered the closest known galaxies to our own until the discovery of the Sagittarius Dwarf Elliptical Galaxies (70,000 light years away) in 1994 proved otherwise. Even their name is technically inaccurate as Ferdinand Magellan’s expedition was only the first European voyage to spot the clouds during the circumnavigation of the Earth from 1519-1522. In the Arab world, the Large Magellanic Cloud was already known since 964 when the Persian astronomer Al Sufi recorded it in his Book of Fixed Stars. And who knows who else spotted them even before such things were written down?\nThe breathtaking image below features three galaxies and a comet: The Milky Way and the Large and Small Magellanic Clouds plus the McNaught comet. The picture was taken on January 28, 2007, the year when McNaught put in a particularly bright performance. As if the night sky alone wasn’t gorgeous enough, it was taken in front of the rugged mountains of Argentina’s Patagonia region.\nTake my breath away – Milky Way, LMC, SMC and McNaught:Photo: \nImage: Miloslav Druckmuller\nHere’s a composite image of interstellar gas clouds and dust in the LMC galaxy. The image was taken in infrared light by the Spitzer Space Telescope to highlight the natural glow of warm materials. What one can see here is that dust prefers to settle near young stars – the reddish bright clouds. The greenish clouds are scattered stars and red dots older ones. The holes in between are vast caverns cleared away by the energetic outflows of huge former stars.\nNot for neat freaks – interstellar dust and gas clouds:Photo: \nImage: NASA\nAnd speaking of dust, it can even create objects of beauty. Below is an amazing image that astronomers have dubbed \"grazing seahorse.\" The dark structure on the right is actually a pillar of smoky dust, about 20 light years long, found in the Large Magellanic Cloud. This amazing colour image was taken by the Hubble Space Telescope to commemorate its 100,000th trip around the Earth.\nGalactic dust putting on a stellar performance:Photo: \nImage: NASA, ESA, M. Livio\nThe Small Magellanic Cloud is considered a wonder of the southern skies because it represents the type of galaxy more common in the early Universe. Astronomers are studying small galaxies like the SMC closely as they are thought of as building blocks for today’s larger ones.\nA remnant of the early Universe? The Small Magellanic Cloud: Photo: \nImage: ESA, NASA\nAnother view of SMC with its several million stars, spanning 15,000 light years:Photo: \nImage: Josch Hambsch, Robert Gendler\nHere’s a beautiful view of the LMC again, the brightest galaxy apart from our own Milky Way. The orange area on the left indicates older red stars, blue areas indicate younger stars and the bright red areas are part of the Tarantula Nebula.\nPretty in orange, blue and red – the Large Magellanic Cloud:Photo: \nImage: AURA/NOAO/NSF\nBelow are the Large and Small Magellanic Clouds as seen from the Las Campanas Observatory in Chile in mid April. The spectacular light effect on the ground is due to the photograph’s long exposure that has exaggerated the headlights along the mountainous roadway as well as the city lights on the horizon.\nLike galaxies caught in headlights:Photo: \nImage: Alex Tudorica\nLast but not least, below is a close-up of an LMC starfield, with the brightest of those over 10,000 stars being giant ones. An astronomer’s explanation of the phenomenon really boggles the mind:\n\n\nLight that’s older than humankind: Photo: \nImage: NASA\nWow, there’s really not much left to say after a glimpse at our neighbouring dwarf galaxies. Maybe the question is who’s dwarfing whom?\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"10 Incredible Magellanic Clouds","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-12986-2648595790105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/incredible-magellanic-clouds/13552"}