{"summary":"Ironic, then, that last year Fairey threatened his own legal action against designer Baxter Orr for using ‘Obey’ in a parody called ‘Protect’, in which the graphic of the giant is covered with a respiratory mask.. Institutionalised? Fairey in the Institute of Contemporary Art Photo: Image: Flintstonepearl","advice_category":"6","content":"\nPhoto: Images: ibR arT and Taeyeoun\nWhat is this? Get a graffiti artist week? In the space of seven days, one of the world’s most famous street artists has been in various brushes with the law. Late last week, Shepard Fairey, creator of the ‘Hope’ portrait of Barack Obama that showed up everywhere in the election campaign, was arrested in Boston. The charges of vandalism relate to Fairey’s earlier, equally iconic work, the ubiquitous ‘Obey’ street art campaign. The arrest came just days after Fairey was in the headlines for allegedly illegally using a photo of Obama owned by the Associated Press.\nNot keeping the peace: 'Obey'-based Fairey piece in BostonPhoto: Image: redgoldfly\nFairey was arrested on the graffiti charges while on his way to Boston’s Institute of Contemporary Art for the opening night of his first major museum exhibition in the US last Friday. He is suspected of damaging property with graffiti derived from the ‘Obey’ street art imagery, and one of the warrants dates back to 2000.\nFrom street art campaigns… Photo: Image: yoyolabellut\nStickers and stencils of the ‘Obey’ design, which show an image of famed professional wrestler Andre the Giant, began to appear in major cities in the US and beyond in the 80s and 90s. With no clear political message, ‘Obey’ was nevertheless, as Robert L. Pincus pointed out, “suggestively antiauthoritarian”. The propaganda-like sloganeering and wink towards corporate commercialism resonated with a generation of young people.\n…To election campaignsPhoto: Image: David Shankbone\n‘Obey’ seems a far cry from the more mainstream and explicitly political ‘Hope’, which some say was a powerful enough symbol to be instrumental in Obama’s election success. The stylised portrait, which appeared on thousands of posters and t-shirts and now hangs in the US National Portrait Gallery, drew a personal note of thanks to Fairey from the now President.\nSpot the difference: the AP original and the new ‘Hope’Photo: Image: gunthert \nBut this was no help to Fairey as earlier last week the Associated Press demanded compensation for alleged copyright infringement. The AP claims that because the original photo of Obama was theirs, Fairey needed permission to use it. Fairey’s lawyers have countersued, saying that the use of the image falls under ‘fair use’, whereby the public can copy work without permission for purposes such as parody or education.\nInstitutionalised? Fairey in the Institute of Contemporary Art Photo: Image: Flintstonepearl\nWhatever the outcome of this legal wrangling, it doesn’t seem to have been Fairey’s week – and people could be forgiven for seeing this as more than mere coincidence. The arrest in particular has led to speculation that there are those in Boston’s establishment who aren’t best pleased that a known purveyor of graffiti should be getting the cultural acclaim of his own exhibition in their city. But Fairey – who has had countless run-ins with the police, and also has a track record as a guerrilla marketer – must by now be used to getting it in the neck for his activities.\nNo Protection? Orr’s take on the giant imagePhoto: Image: Baxter Orr\nFairey is not without his less conventional opponents either. Other artists have criticised him for being something of a magpie who simply appropriates the work of others without adding enough to make his pieces original. Ironic, then, that last year Fairey threatened his own legal action against designer Baxter Orr for using ‘Obey’ in a parody called ‘Protect’, in which the graphic of the giant is covered with a respiratory mask.\nWho’s original?Photo: \nImage: BAHNHOF-SHOP\nIt’s difficult to tell who’s right and who’s wrong while people appear to rip images off like so many layers of wheatpasted posters. One thing seems sure, though: when street art goes mainstream, the knives come out from one place or another.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"The Irony of Hope","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/featured/graffiti-artists-brushes-with-the-law/7597"}