{"summary":"And while these plastics break down much faster than traditional plastics, they may leave behind toxic residues. An even better bet is to reuse as much as possible — plastics as well as non-plastic products.","advice_category":"8","content":"\nPhoto: Steve Depolo\nSince World War II, our society has seen tremendous progress thanks to plastics. Plastics are light, easily shaped, strong, versatile, come in a wide range of hardnesses and are inexpensive. Satellites, shuttles, aircraft, missiles, civilian air travel, construction, electronics and packaging have all benefited from plastics. Without plastics, many appliances would use more energy and only last half as long as they do. The high-speed performance and small size of computers as well as the high mileage we get on our vehicles is also due to the many beneficial properties of plastics. \nPhoto: James Vaughan \nHowever, there are many problems associated with plastics. We now live in a plastic bubble, in a throwaway society. Plastics are invasive — they are everywhere. In addition to being some of the most common components in every home, plastics also dominate our waste stream. And once they are created, they hang around. Plastic litter lines our roadways, blows across our fields and fills our oceans. While litter is down overall, plastic litter is rising. In addition, researchers are starting to associate many health issues with our body’s ability to absorb plastic.\nPhoto: SamuelMann \nOne hundred million tons of plastics are produced every year. While many plastics are recycled, most end up in landfills or incinerators. In one day alone, 60 million plastic water bottles are thrown away. According to the Environmental Protection Agency, only 3% of the one million plastic bags used every minute are recycled. Many plastics products including bottle caps are not accepted at all recycling centers. And while plastics account for 9% of the waste in our landfill, plastics remain there for centuries. \nPhoto: Montgomery City Division of Solid Waste\nFortunately, several new forms of green plastics are being manufactured in response to concerns about the pervasive nature of plastic. Plastic products labeled biodegradable and compostable are hitting the store shelves. While these products break down faster in the environment, they are not recyclable under current conditions. In a landfill, these green plastics turn into methane, a gas 20 times more destructive to the environment than carbon dioxide. And while these plastics break down much faster than traditional plastics, they may leave behind toxic residues. \nPhoto: Keith Edkins \nManufacturers are also using plant material to make plastics. These are made with renewable sources such as plant waste or sugar cane. These are very close to petroleum-based plastics, but they do leave a lower carbon footprint since they are made with plant matter. They often end up in the waste stream with traditional plastics. \nPhoto: davidneubert.com \nGreen plastics are a market that is in its infancy and are not yet an ideal way to deal with the problems created by plastics. Our best bet is to buy plastic products with a high quantity of recycled material and recycle as much as possible. An even better bet is to reuse as much as possible — plastics as well as non-plastic products.\nPhoto: SOCIALisBETTER\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Lisa Hossler","web_category":"lifestyle","title":"Why We Love to Hate Plastics","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-our-love-and-hate-relationship-plastics"}