{"summary":"Ila France Porcher, author of the book My Sunset Rendezvous, Crisis in Tahiti, spent seven years with a group of blackfin reef sharks studying their social interactions. Yet new research suggests sharks are social animals that interact with each other in much the same way as dolphins and sea lions","advice_category":"2","content":"\nPhoto: Hermanus Backpackers\n\nWhen we call someone a 'shark' it's highly unlikely that we're praising them for their friendliness. The word conjures up images or a ruthless underwater killer, with no further thought or motive beside its next hapless meal. Yet new research suggests sharks are social animals that interact with each other in much the same way as dolphins and sea lions. Sharks have even been known to forge bonds with humans, although until now this has been a rare occurrence.\nShark scientists Johann Mourier, Julie Vercelloni and Serge Planes set out to study social interaction within groups of blacktip reef sharks and came up with some surprising results. Scientists already knew that sharks are intelligent, curious animals with a complex body language for communicating with one another. They also knew that sharks occasionally form groups, usually for specific purposes such as reproduction, hunting or protection. What they did not know much about was how sharks related to each other within those groups.\nPhoto: Jon Rawlinson\n\nThe researchers chose blacktip reef sharks (Carcharhinus melanopterus), a species common to the Indo-Pacific coral reefs, for their study. They specifically targeted sharks off northern Moorea Island, which organized themselves into four groups, one of which consisted of two overlapping sub-communities.\nAs expected, the scientists found that the sharks were often bound to their communities by similarities of age, sex and hunting territories. However, they also found that sharks were creating social relationships within those groups. Some sharks would spend more time with a specific companion than they would with other members of their group and, conversely, some sharks would go out of their way to avoid each other.?\nThese interactions were beyond what would be expected if they were merely sharing space together. As Mourier put it: “We conclude that the observed grouping patterns not only resulted from passive aggregations for specific resources, but rather the communities developed from an active choice of individuals as a sign of sociability.”?\nPhoto: StormyDog\n\nThis ability to recognize and seek out others has also crossed the species divide on at least two occasions. Ila France Porcher, author of the book My Sunset Rendezvous, Crisis in Tahiti, spent seven years with a group of blackfin reef sharks studying their social interactions. Porcher not only observed many social relationships between the sharks during this time, but came to describe certain sharks as her 'friends' because of the way they would seek her out and seem to want to interact with her.\nDiver Jim Abernethy spends a lot of time in the water with tiger sharks, a potentially aggressive breed. He’s managed to create such a strong bond with some individual sharks that they will allow him to get close enough even to remove hooks from their mouths. In one recorded encounter, a tiger shark is shown ignoring food for a chance to interact with Abernethy, something most people would find extremely surprising for what we perceive as a vicious predator.\nPhoto: Alvils Zilemanis\nResearch continues into the social life of sharks, both in terms of their interactions with each other and with humans. Sadly, Porcher’s shark friends were all killed for the shark fin trade. They are, after all, not the most ruthless predator of the seas.\nSources: 1, 2","author":"Yohani Kamarudin","web_category":"nature","title":"The Surprisingly Sociable Lives of Sharks","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","url":"http://www.environmentalgraffiti.com/news-sharks-have-friends-too"}