{"summary":"The aid organizations tasked with feeding the refugees did not believe the issue was as serious as implied by Traffic. Jambiya said: \"The scale of wild meat consumption in East African refugee camps has helped conceal the failure of the international community to meet basic refugee needs","advice_category":"2","content":"\nThere are no real winners in Africa’s many tribal and political conflicts and the list of losers keeps growing.\nA Cape Buffalo\nAnimal conservation groups say they have found a link between the decline of African wildlife, much of it threatened or endangered, and refugee camps. It appears that a thriving black market in illegally caught meat has grown up in the camps due to the lack of animal protein provided by the international aid organizations that provide food for the camps.\nTraffic, an organization that monitors the trade in wildlife, has found that bush meat is widely sold, cooked, and eaten in Tanzanian refugee camps. The animals affected are thought to include buffalo, chimps, and zebras.\nTanzania is host to the largest refugee population in Africa, mostly in camps along its western border. Rwanda, the Democratic Republic of Congo, and Burundi have all had violent conflict in recent years and all lie very close to Tanzania, making the country a natural choice for fleeing refugees.  But many of the country’s wildlife refuges are in the same area as the refugee camps.\nThe true scale of the bush hunting issue is not yet known, but there have been sharp drops in animal numbers in wildlife parks after influxes of refugees in the past. After 600,000 refugees fled Rwanda in 1994 for a Tanzanian camp near Burigi National Park, animal numbers dropped significantly.  Buffalo numbers went from more than 2,600 to just 44, and the 324 Liechtenstein Hartebeest antelopes completely disappeared from the park.\nReport author Dr. George Jambiya believes the blame lies with the international community, rather than the refugees. Jambiya said: \"The scale of wild meat consumption in East African refugee camps has helped conceal the failure of the international community to meet basic refugee needs. Relief agencies are turning a blind eye to the real cause of poaching and illegal trade - a lack of meat protein in refugees' rations.\"\nThe aid organizations tasked with feeding the refugees did not believe the issue was as serious as implied by Traffic.  The World Food Programme (WFP) said that very few people responded when asked if they obtained meat by hunting or fishing in their own survey last year. The WFP is one of the largest food providers, with responsibility for feeding over 200,000 refugees in Tanzania alone. They also said providing animal protein would be prohibitively expensive, costing almost twice as much as the current food does.\nA WFP spokesman told the BBC: \"The refugees are given a balanced diet of cereals, dried beans, vitamin-fortified blended food, vegetable oil fortified with Vitamin A and iodised salt. To continue to meet the nutritional requirements of the refugees with meat as suggested by the report would require substituting canned meat for the much less expensive beans that we currently provide.\"\nTraffic believes the problem can be solved without merely replacing beans with canned meat. They suggest creating a sustainable meat supply by livestock raising, small scale regulated hunting, and ranching wild animal species.\nSource: BBC\nIf you want to find out all the latest wildlife and environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Wildlife Numbers Decline as Desperate Refugees Seek Meat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/chernobyl.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/wildlife-numbers-decline-as-desperate-refugees-seek-meat/716"}