{"summary":"Greenmuze discovered Jordy Fu’s recycled paper lamps first.. Yu Jordy Fu's commissioned work \"Cloud Chandeliers\" at London's Royal Festival Hall: Photo: ","advice_category":"6","content":"\nPhoto: \nAll images: Yu Jordy Fu\nThe following intricate paper designs are a series of \"Cloud Lamps\" by London-based designer Yu Jordy Fu. Made from recycled paper, they incorporate the ancient Chinese art of paper cutting to decorate a home or office while telling a story at the same time. \nJordy Fu takes the ancient Chinese paper cutting technique a step further by leaving the two-dimensional paper realm to create three-dimensional lighting sources that inspire dreams. They seem perfect for home use – many customers keep them in their bedrooms – but can also be used to brighten up sterile office spaces. \nLamp designs \"Memory,\" \"Happy,\" \"Angels,\" \"Memory\" and \"Prague\": Photo: \nAll the lamp shades are handmade from recycled paper and treated with non-flammable spray. They fold flat for easy shipping or storage and can be used as hanging, floor or table lamps. Add an energy-saving light bulb and voila, there’s a completely environmentally friendly treat.    \nVisitors to one of her recent exhibitions in London might also be familiar with Jordy Fu’s “Cloud Chandeliers”, which were on view at the Royal Festival Hall in December. The “Cloud Lamps” were featured at the UK Design Fair and the East London Design Fair in November and December.\nYu Jordy Fu's commissioned work \"Cloud Chandeliers\" at London's Royal Festival Hall: Photo: \nThe young designer’s appeal seems to be that she really cares about the effect of her creations on those using them on a daily basis. She starts her website with the promise: “I wish to create better environments for other people; I work to tap into dreams, engage emotions, transform desires into delight and melt your heart…”\nThis would be a tall statement for anyone, designer or no, but not so for Jordy Fu who had her first solo show at age six, has already published two books, won numerous awards and participated in many international exhibitions. Did we mention that she is only 26? \n\"Prague,\" inspired by Jordy Fu's design project for a children's play area:Photo: \nSays Mark in a comment on her blog: “I don't normally get excited about light fittings, but when my wife showed me the cloud lamp, I was blown away.” Makes us look forward to coming creations.   \nGreenmuze discovered Jordy Fu’s recycled paper lamps first.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Amazing Recycled Paper Lamps by Yu Jordy Fu","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/green-living/designer-yu-jordy-fu-lights-up-london-with-cloud-lamps/7795"}