{"summary":"The M?tter is best known for its extensive skull collectionPhoto: istolethetv. Photo: via YouTube","advice_category":"4","content":"\nPhoto: istolethetv\nMedical and pathological exhibitions draw reactions from visitors, ranging from cool, sad or disturbed to disgusted at the taste of the display. However, with exhibitions like Body Worlds breaking all visitor records and popular TV serials like CSI popularizing forensic science, we seem to have come to terms with the facts of what lies beneath the skin.\nPhoto: istolethetv\nThe M?tter Museum of Human Pathology in Philadelphia, PA, often called the Mutter Museum, was established after physician and member Thomas Dent M?tter donated his collection of medical specimens and artefacts to the College of Physicians of Philadelphia in 1858. The Museum’s aim is to the present day to “provide a place for both medical professionals and the general public to learn about medicine as both a science and as an art.”\nPhoto: istolethetv\nSpecimens like these conjoined twins, shown at the International Academy of Pathology (IAP) in Montreal in 2006, can be found at the M?tter Museum as well.  \nPhoto: Ed Uthman\nIn response to negative reactions after posting the picture above, photographer Ed Uthman rightly pointed out: “Keep in mind that one of the reasons that surgeons today have successfully separated conjoined twins is that they carefully studied specimens of this type.”\nThe M?tter is best known for its extensive skull collectionPhoto: istolethetv\nThe museum has quite a few famous specimens such as:\nColon Man and…Photo: via YouTube\n…the woman with the horn.Photo: via YouTube\nThe former was afflicted with what we now know to be Hirschsprung’s disease. His colon was 8 ft and 4 in long and weighed 40 lb! Unfortunately, doctors then – without x-rays and MRIs – could not diagnose what was wrong with him and so Colon Man died, aged 29.\nThe woman with the horn was a washerwoman who lived in Paris in the early 19th century. Her condition, if odd, was not life-threatening as simply extra tissue – the same material that hair and fingernails are made of – gathered in one place and came out in this attention-seeking fashion. We’re sure it didn’t do much for her social life but apparently, she didn’t go out much anyway.\nIndeed, for medical students, it is the pathological samples on display that are the most fascinating, for example, the late stages of a disease like a tumor. Luckily such things are quite rare to see in real life, or even in a doctor’s lifetime, so those interested have to visit specialized museums like the M?tter for an in-depth look.\nNot pocks or a tumor but the cankers of syphilisPhoto: istolethetv\nAccording to the guidelines of the 18th century when the Academy of Physicians was founded, Christians could not donate their bodies in the name of science. Thus, the doctors of the time had to find unwilling “volunteers” among those who had no choice: murderers, robbers, thieves, deserters, prostitutes, gypsies and others. Ironically, those once living on the fringes of society got preserved for eternity.\nPhoto: dedi\nOn display are also old medical records of procedures like the lobotomy below. We just hope that this is an old one as it looks positively painful, especially to the eyes.  \nPhoto: Jill Robidoux\nThe museum is open seven days a week from 10 am to 5 pm and over the holiday season, will be closed only on New Year’s Day. So if all the Christmas spirit gets too much, you can just dash over to the M?tter for a sobering look at life. \nPhoto: via YouTube\nMuseum director Margaret Lyman probably sums up best the experience most visitors have in the museum when she says: “People want to think it’s not real but it is!” The fact is that the museum’s collection and those similar to it around the world have helped students studying medicine gain a better understanding of our bodies and thus advance medical science.\nThere is more to the M?tter Musem than meets the eye and those who want to know more should visit this tour  as shown on Weird TV:\nApart from more useful information about the different collections and the museum history, on the M?tter Museum’s website, you’ll find a link to the latest episode of “No Bones About It”, with the museum’s director and various experts in history, medicine, pathology and other fields through the museum.\nSources: 1, 2, 3\nPhoto: Amy Meredith","author":"Simone Preuss","web_category":"science","title":"The Mutter Museum of Human Pathology","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-disturbingly-informative-mutter-museum-human-pathology"}