{"summary":"The Skunk is probably the first thing that comes to mind when we think about smelly animals. These animals release a foul odor when they get agitated","advice_category":"2","content":"\nPhoto: banger1977\nIt's a well known fact that not all of Mother Nature's children smell like roses but you might want to take particular care to keep these 10 stinkers out of arms reach.\n1. SkunksPhoto: mcwetboy\nThe Skunk is probably the first thing that comes to mind when we think about smelly animals. Alas, for the poor skunk, it is his greatest claim to fame.\nPhoto: Paul-W\nHowever, the mighty Skunk isn't the only animal out there that brings on the funk, as there are others who use their B.O. for survival purposes (and for little else).\n2. The PolecatPhoto: Nick Lawes\nThe Striped Polecat has a powerful defense system similar to the skunk's, wherein they will turn around and squirt its attacker with secretions from its well-developed anal glands.\nPhoto: Nick Lawes\nThese powerful sprays not only smell bad but taste bad too! Pheeew! \nPhoto: Carlos Andres Segura\nDeliriously disgusting as this would seem, this actually keeps the furry creature alive because their predators usually change their mind about eating the Polecat after a whiff of that!\n3. WolverinePhoto: Lory Joly - VisitSweden\nAmong the Polecats' relatives from the scientific family Mustelidae, the wolverine - not from the X-Men - also has potent scent glands which they use for marking territory and for letting their friends know they're ready to mate. Their pungent odor has earned them the unfortunate nicknames \"skunk bear\" and \"nasty cat\".\nPhoto: Kat...\nOther cousins from the Mustelidae family, the ferret, stoat, mink, weasel, sable and fisher, all have anal scent glands which produce a smelly secretion that reeks in their own distinctive ways, talk about a smorgasbord of funk!\n4. The StinkbirdPhoto: Linda De Volder\nBeing the only member of its genus Opisthocomus, the Hoatzin produces a horrible smell due to the aromatic compounds in the plants they eat and their special digestive system, a unique one among birds, which uses bacterial fermentation that creates the odor. Thus their alias - \"Stinkbird\".\nBecause it's just so smelly, they are hunted for food only as a last resort. This could be why they are the only remaining survivor of the family Opisthocomidae. Go go go stinky bird! Live!\n5. Stink BugsPhoto: Zeimusu\nWell if there is a stink bird, then there must be a stink bug, right? The little stinkers, also called Shield Bugs, give off their foul smell when they are bothered... quite sensitive critters we have here. The glands on the bug's thorax carry these smelly liquids, which once released, carry their odor to whatever the bug touches. \nAnd yes, they taste as bad as they smell, so... do as the birds do and spit them out the moment you bite into them. Although, why would you bite into them in the first place?\n6. The Tasmanian DevilPhoto: Jean et Melo\nRivaling the mighty skunk for the \"smelliest animal alive\" award is the Tasmanian Devil.\nPhoto: Wayne McLean\nThese animals release a foul odor when they get agitated. So don't stress them out!\n7. and 8. The Fox and the HyenaPhoto: Arno and Louise\nUsing their B.O. to mark territory, the Red Fox and the Hyena do not necessarily use their smelly secretions for defense purposes. Merely for letting their own kind know whose, where and when. \nPhoto: Malene Thyssen\nAlthough stinky in their own way, the scent from both animals are not as pungent as those of the skunk, although with the fantastic case of Mr Fox, you can smell him from 3 meters away.\n9. Palawan Stink BadgerPhoto: Nick Lawes\nFound in the island of Palawan in the Philippines, the Palawan Stink Badger (Mydaus marchei) and its relative, the Indonesian Stink badger (Mydaus javanensis) both produce foul-smelling emissions from their anal glands, similar to those of the skunk. Of all smelly creatures though, they seem to be given the most endearing names, such as \"Stinkdachs\" (German), \"Stinkgraevling\" (Norwegian), and \"Stinkdas\" (Dutch).\nAmong local stories told of the stink badger, or \"Pantot\" as they are called in the Philippines, is that their odor is so strong that even when riding an air-conditioned van one can still smell the scent from outside. This animal, when threatened or excited, approaches its enemy rearward and eject its foul-smelling liquid, which stays with you for days after you've bathed (if you are unfortunate enough to be sprayed with this funk, that is). Natives remedy the situation by subjecting the victim to a smoky treatment using dried plant leaves.\nCute ...and Smelly\nThese creatures have the most potent and stinky odors which make us want to stay far, far, far away from them, but they only smell this way to stay alive and survive. \nSo next time you get a whiff of that don't get mad at the animal, just keep your distance - unless you can't help yourself...\nPhoto: Leo Reynolds","author":"eve","web_category":"nature","title":"The Smelliest Creatures on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WOLLEMIA-BARK_0","url":"http://www.environmentalgraffiti.com/news-smelliest-creatures-alive"}