{"summary":"I'm not going to transform our self-maintained disconnect with nature into something more logical and harmonious in any case, but it's something that should be examined right now so we better. The climate crisis and ecological degradation is something we've been aware of for ages, but it's a problem that maybe humankind can't face unless there is a terrible disaster","advice_category":"6","content":"\nPhoto: Kyle Zeto\nUnlike science or politics, art can touch humanity to such a degree that some might say global change can occur. In our era of environmental concerns and material waste, perhaps an artist can encourage a new way of thinking among stagnant people. Kyle Zeto, a young London-based photographic artist, explores post-environmentalism and the margins between culture and nature. By refusing to produce work that is easily digestible, overly nostalgic, or banal, Zeto offers a new perspective on long-standing concerns...\nPhoto: Kyle Zeto\nDeux Animaux translates as Two Animals. I chose a handle because I was slightly uncomfortable with using my name to identify my artistic output. Two Animals is just a personal reference to my split heritage and I guess maybe the latent dualism in the work. I'm half-French/half-British, half-Jewish; the camera acts as an extension of seeing, etc, etc. It's a pretty flimsy reason for using an alias but I find it psychologically comforting.\nPhoto: Kyle Zeto\nHaha, definitely not. Nature photography has been done to death, but there is an instinctual quality about it that probably goes for everybody. The Ancient Greeks thought nature equaled beauty, Ansel Adams revered nature and Robert Frost saw the imaginative capabilities of a forest. Thomas Joshua Cooper still goes to great lengths to capture images of remote points of the world. Meanings and intentions aside, it's hard not to be fascinated looking into an environment we don't or cannot inhabit. I guess I do photograph nature in that most of my work involves forests and parks, but I'd like to think I aim for the gray area between nature and culture.\nPhoto: Kyle Zeto\nGrowing up in an urban environment, nature wasn't really part of my engagement with the world. Parks essentially served a purpose of containing a playground and I was never really one for hiking. But driving through the countryside with the car headlights illuminating the roadside woodland has always been quite visually haunting. That's a random example; it's hard to\nexplain really. Images of nature carry immense historical weight and the imaginative possibilities they have seem like such fertile ground, but it's a conceptual minefield.\nPhoto: Kyle Zeto\nMasks can release otherwise hidden theatrical potential in the wearer and ignite sometimes powerful reactions in the spectator. In my work, the masks are intended to act like contemporary re-interpretations of more traditional folkloric symbols, like the Green Man for instance. They contain the ritualistic\nreflections of nature that we've been tousling with for ages, but I try to take a non-nostalgic path. I guess the mask apparition/figure works like a guiding hand in the imagery, giving the viewer a different connection to the scene\ninstead of just being left with images of forestry.\nPhoto: Kyle Zeto\nWell, our responses to landscape are something that is culturally fabricated, not exactly raw and untainted. The Black Forests in Germany used to scare the s*** out of Roman soldiers; the forest became the hiding place of demons and such. When you figure enemies could be hiding anywhere, shadows could be hiding bears/wolves/boar and you could walk for days and still not see unfettered sunlight, you'd be inclined to let supernatural predilections get the best of you. Anyway, that is just a vague notion of an imbued landscape. I'm not trying to prey on obvious (but interesting) pieces of environmental theory, but to view them askance and translate that into imagery.\nPhoto: Kyle Zeto\nThank you! I think the mixture of beauty and horror is something that we're culturally going through with ecologically minded nature-centric art becoming more predominant, but opening up new questions and problems at the same time. It's the feeling of wanting to admire something, but feeling slightly suspicious of your admiration at the same time.\nPhoto: Kyle Zeto\nThe climate crisis and ecological degradation is something we've been aware of for ages, but it's a problem that maybe humankind can't face unless there is a terrible disaster. This isn't probably the best place for an ethical debate, but certainly we can all agree that the environment is on everyone's cultural radar. Things are probably still very much the same, sadly. It might be too early to tell, with only a handful of major nature-related exhibitions in London to go by, the art world's relationship to the natural world post-global warming is still in\ngestation.\nPhoto: Kyle Zeto\nI'd like to think that, in the future, maybe they could. Certainly right now I need a lot more practice and experimentation. We've shed a lot of archaic notions\nabout our natural world but something new needs to happen to re-orient ourselves in a better direction. I'm not going to transform our self-maintained disconnect with nature into something more logical and harmonious in any case, but it's something that should be examined right now so we better\nunderstand our past cultural transactions with nature. It's something that science alone can't do, art has a kind of purpose in this case.\nPhoto: Kyle Zeto\nI've probably overshot my intellect and said something I can't back up, hah. My party line in terms of environmentalism is that we need to embrace a colder, more realistic view of nature as a complex nexus of interconnected systems that are not just 'natural' but economical, political and of course cultural as well. The folklore derived from nature doesn't necessarily need to be twee or retrograde, it can be used in the colder fashion to articulate these new reflections. Am I making much sense? Other folks have said things like this in a much more articulate fashion.\nPhoto: Kyle Zeto\nPractice, practice, practice! I'm working on some new projects that might work out, or they might not. The masks will still make some lesser appearances in the new work, might as well conceptually milk them as much as possible, right? Other than that, I'm taking a year out to work, make some money and either become a normal adult or a total recluse... then hopefully an MA course. I'd love to collaborate with some other people as well. We shall see.\nPhoto: Kyle Zeto\n","author":"ppavone","web_category":"art+and+design","title":"An Interview with Photographic Artist Deux Animaux","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/news-interview-deux-animaux"}