{"summary":"The lad only survived because the arrow miraculously missed his brain.. Teenage boy victim of knife attack","advice_category":"4","content":"\nPhoto: xrayschools.net\nIt is not often that one can look at images like those featured in this story without experiencing a shiver down the spine. In fact, it's hard to believe that the injuries shown here turned out not to be fatal, but then the body does have incredible powers of recovery!\n1. Six nails in skull of building worker (shown above)\nSix nails were embedded in the skull of construction worker Isidro Mejia, 39, after an industrial incident caused a nail gun to shoot nails into his head and brain on April 19, 2004. Five of the six nails, shown above in an x-ray from Providence Holy Cross Hospital, were removed in surgery that day, and the sixth was removed from his face on April 23, after the swelling had gone down.\n2. Teenage boy victim of knife attack\nPhoto: xrayschools.net\n\nThis harrowing picture shows an x-ray of a 15-year-old boy's skull after a five inch knife was plunged into his head. Amazingly the teenager survived the stabbing and ten months on from the attack has enrolled in college. The boy and two other youngsters were attacked when they tried to stop a friend being robbed at a bus stop in London. The muggers used a kitchen knife to stab one boy in the forehead, another twice in the back and a third in the shoulder. He survived because he was rushed to hospital with the knife still sticking out of his head and doctors managed to operate in time. Surgeons said if anyone had tried to take it out he would have died.\n3. South Korean man with nail in head.Photo: oddee.com\nThis South Korean man went to hospital complaining of severe headache. After examination, the doctors concluded that the nail had been there for at least four years, after an accident on a building site, and he simply had not noticed. How he had avoided brain damage is a complete mystery.\n4. Nightclub visitor gets chair leg through eyePhoto: xrayschools.net\nPatient Shafique el-Fahkri had a miraculous escape after being speared through the eye with a chair leg in a nightclub attack.\n4. Surgical scissors in stomach of Australian womanPhoto: xrayschools.net\nAn x-ray showing a pair of surgical scissors in the abdomen of 69-year-old Pat Skinner in Sydney, Australia in 2004. Skinner had an operation in May 2001, but continued to complain of intense pain. It wasn't until she received this x-ray 18 months later that the scissors were discovered.\n5. Chinese schoolboy shot with an arrowPhoto: xrayschools.net\nThis boy narrowly escaped death when he was shot by a school friend. An arrow went through 11-year-old Liu Cheong's eye socket, through his head and was only stopped by the back of his skull. \"If the arrow had been shot with just a bit more force, it would have come out the back of his head,\" said doctors at Jida Hospital in Changchun, eastern China. The lad only survived because the arrow miraculously missed his brain.\n6. German woman with pencil in brain for 55 yearsPhoto: pictzz.blogspot.com\nA computer tomography picture shows a pencil inside a woman's head. After being plagued for 55 years with the torment of a pencil lodged in her head, the German woman finally had it removed. Margaret Wegner, now 60, was 4-years-old when she fell while carrying the 3.15 inch-long pencil, which went through her cheek and into her brain.\n7. 17 month old boy fell on car keysPhoto: xrayschools.net\nA 17-month-old boy made a miraculous recovery after a fall which resulted in a car key piercing his eyelid and penetrating the brain. At first, the family of Nicholas Holderman were told that his eye had been ruptured, but - after another team of specialists examined the child - it appeared that he had suffered no damage whatsoever. Just over two months later Nicholas, of Kentucky, in the US, has made a complete recovery and shows no visible sign of his horrific injury.\n8. Man with 2inch steel pin fired into head.Photo: pictzz.blogspot.com\nThis x-ray shows a 2-inch metal pin that was shot out of a garden tiller and into the brain of Chris Clear, a 19-year-old from Penrose, Colorado. The x-ray was taken in Canon City, Colorado, after the freak accident, which, despite a trip to the emergency room on the day that it happened, went undetected for 48 hours.\n10. Boy skewered by mtetre  long iron rodPhoto: metro.co.uk\nSkewered by a one-metre-long iron rod - Kalim Ali, 12, miraculously survived. He was treated by six doctors at Nair Hospital in Mumbai who performed surgery over three hours to remove the 1.5cm-thick pole. It had pierced ten internal organs, including the rectum, small intestine, lungs and liver. According to his parents, Kalim, from Malegaon, was impaled while playing at a construction site. He is now fully recovered.\nPhoto: www.metro.co.uk\nPicture of Ali just after accident.\nThese are all startling pictures, and not something you see every day. The capacity of the human body to overcome traumatic injury is nothing short of miraculous at times. Ask any of those whose x-rays have featured here - they are still around to talk about it. How amazing is that?\nMy sincere thanks go to x-rayschools.net, for the use of images from their blog.\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"science","title":" 10 Most Brutal Injuries Ever Captured on X-Ray","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","url":"http://www.environmentalgraffiti.com/medicine/news-amazing-x-rays-injuries-sufferers-actually-survived"}