{"summary":"Hawaii: vegetarian shepherd’s pie with texturized vegetable protein, vegetarian stuffed cabbage with texturized vegetable protein, vegetarian stew with texturized vegetable protein, grilled tofu slices, vegetarian teriyaki burger, vegetarian long rice with tofu.. So while I enjoy the odd piece of meat here and there, if I were a vegetarian about to be sent to prison in one of these states I would definitely find this list both comprehensive and comforting","advice_category":"8","content":"\nPETA recently took a good hard look at the US prison system.\nInmates eat lunch\nWere they making sure that we human animals were treated fairly, given access to decent medical care, and protected from harm? Nope. Just needed to make sure vegetarian criminals had tasty veggie burgers available.\nIdaho was rated the top prison system in the US for vegetarians, with a variety of vegetarian and vegan options including shepherd’s pie, pizza, and various desserts. The same prison system is facing severe overcrowding, leading to many prison operators shipping Idaho inmates to private facilities out of state. Recently, Idaho inmates were involved in suicides and a rash of inmate human rights complaints in these out of state prisons. These human rights abuses presumably all involved a lack of access to the vegetarian meals the inmates could receive in Idaho.  Or PETA completely ignored allegations of human rights abuse and focused on the horrific experience of a poor selection of vegetarian entrees. \nBut enough of mocking PETA. It’s been done better by South Park anyway. Even though there are more pressing problems in prison to address (AIDS, drug trafficking, sexual assault etc.) the list is actually interesting.  And I must admit, the right to eat or not eat certain items according to your beliefs is a fundamental human right as well. Some argue that forcing a vegetarian or vegan prisoner to eat meat would be akin to forcing a Muslim prisoner to eat pork. I don't know if vegetarianism could really be compared to a religious belief, but I don't see the positive side of denying prisoners vegetarian meals. So while I enjoy the odd piece of meat here and there, if I were a vegetarian about to be sent to prison in one of these states I would definitely find this list both comprehensive and comforting. \nAnother point we should probably make is that there are a great deal of prisoners who do convert to vegetarianism/veganism while in prison, for various reasons.  Quite a few want to become healthier or cut the violence they see in the meat industry out of their lives.  And the anecdotal evidence suggests vegetarian prisoners are better behaved and less violent than their meat eating counterparts. Of course, anecdotal evidence is just anecdotal, but there may be something to it.\nThe top 10 states and their vegetarian menus, are: \n\n1. Idaho: lentil shepherd’s pie, vegan pizza, vegan Mexican pie, soy patties, soy sausage, veggie loaf, veggie lasagna, veggie meatballs, vegan hot cakes, vegan biscuits, cookies, cakes, pies, and puddings.\n\n2. Massachusetts: meatless chicken macaroni casserole, vegetable bologna, veggie burger, veggie meatballs, meatless chicken cutlet, meatless chicken nuggets, vegetable chop suey, and vegetarian chicken stew.\n3. Pennsylvania: tofu cacciatore, soy BBQ, tofu stir fry, veggie burger, soy Salisbury steak, soy meatballs, tofu scramble, soy croquette, soy sausage patties, soy loaf, soy pasta casserole, soy stuffed cabbage and soy stew. \n4. Georgia: vegan BBQ, meatless deli slices, veggie patty, vegan breakfast patties, vegan chili, baked macaroni crumble, stir fried vegetables and oriental sauce, tofu scramble, vegan cornbread, vegan cookies, vegan cakes, vegan pies, vegan brownies, vegan muffins, and vegan peach cobbler.\n5. New Hampshire: chili with texturized vegetable protein, chop suey with texturized vegetable protein, shepherd’s pie with texturized vegetable protein, veggie links, lentil meatballs, grilled tofu sandwich, vegetarian pot pie, veggie stir fry, hummus, veggie tacos, veggie chow mein, vegetarian stew, and several vegetarian soups. \n\n6. Utah: sweet and sour tofu, tofu taco rice casserole, vegetable and tofu chow mein, veggie burgers, veggie dogs, veggie meatballs, tofu ala king, and lots of tofu dishes.\n7. Hawaii: vegetarian shepherd’s pie with texturized vegetable protein, vegetarian stuffed cabbage with texturized vegetable protein, vegetarian stew with texturized vegetable protein, grilled tofu slices, vegetarian teriyaki burger, vegetarian long rice with tofu.\n8. Tennessee: texturized vegetable protein ala king, vegetarian sweet and sour, veggie burger, veggie chili, veggie stir fry, and texturized vegetable protein country gravy.\n9. Kansas: veggie burger, taco crunch, burrito, meatless pasta, meatless chili, loaded baked potato, vegetable rice soup.\n\n10. North Dakota: veggie burger, meatless sloppy joes, veg fajitas, veg noodle stew, veg potato soup.\nSo there you go. If you’re a vegetarian or vegan criminal, you know where you should move. I hope you enjoy texturized vegetable protein. Bon app?tit! Unfortunately, the list didn’t include the worst prison systems for vegetarians. I’m guessing Texas, but I guess we’ll just have to wait for the next list.  \nIf you want to keep up with all the latest environmental news on prisons, PETA, and vegetarians, why not subcribe to our RSS feed? We'll even give you a free album.\n ","author":"Chris","web_category":"lifestyle","title":"PETA Takes on Prison Menus","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/peta-takes-on-prison-menus/605"}