{"summary":"If you don't believe we can change our governments and our future, check human history. Despite this, the evidence is now becoming clearer that I may face the crippled future I feared for my children, and I may have the crushing experience of seeing civilization collapse in my time","advice_category":"4","content":"\nIt's not that nobody is trying to stop the climate crisis; it's that none of the major powers are. The science - and the signs we see everyday - point to disaster coming, and much sooner than expected. When I first accepted the seriousness of the problem of global warming, I thought my grandchildren would be affected. (I'm 46 and already have one, Keira.) As I investigated further, I realised that my children (Killoran, Marshall, Adrienne, and Natalia - two are stepchildren) were going to face a greatly diminished future, and could quite likely die unpleasantly and early. These were very hard things for a father to accept, and though I know I have not been the ideal father, I did want my children to inherit a better world.\nI now know that it is highly unlikely they will, though I am fighting as best I can for them. I managed to get myself trained by Al Gore to deliver the Inconvenient Truth presentations, and I've been giving those to whoever is interested - and many are. I decided that wasn't enough, so I am running for the Green Party of Canada. Whether elected or not, I hope to force all political parties to go green. Every day I talk to people or see evidence that people are changing, and want to change more. From Australia banning incandescent bulbs to Arnold's moves in California, there is hope and there are solutions.\nDespite this, the evidence is now becoming clearer that I may face the crippled future I feared for my children, and I may have the crushing experience of seeing civilization collapse in my time. Events are unfolding much more quickly than scientists expected. There is plenty of evidence pointing to problems that could easily cause wars and the collapse of civilization somewhere between 2025 and 2050: severe water shortages, more frequent and more deadly storms, droughts, and fires, and diseases are spreading. The Four Horsemen of the Apocalypse have sharpened their scythes and are mounting up.\nSo why the hell is no serious action happening? My children, and yours, and very likely me and you will lose everything, from our dignity and hope to our lives, unless someone does something, and soon. As George Monbiot sums up: '...everyone is watching and waiting for everyone else to move. The unspoken universal thought is this: “if it were really so serious, surely someone would do something?”' \nWe have abdicated our responsibilities as parents and stewards to politicians. But we have trusted the wrong people with our children's future. They are too beholden to corporations, to vested interests, and to the idea that they will time to react when any crisis arises.\nBut they won't, and neither will we. By the time we see the Horseman onrushing, it will be too late to stop them.\nAl Gore tried to get a mass movement going with the Live Earth concerts. I try to create local movement whenever I can. At some point very soon, we must put aside our differences and force change. (December 8 would be a good day to start.) Just as kings and rulers ceded power only when we, the people, forced them to do so, so will our current politicians and corporate leaders change their ways only if we insist. Pointedly, repeatedly, and with great determination. Imagine the monks of Burma on a global scale.\nIf you don't believe the problem is as serious as I say, please do the responsible thing and do your own research. If you listen to scientists, not talking heads, you will know the truth, you will see we are in trouble, and you will know we must act now. If you see the danger and don't give a damn about the rest of us, get out of the way or get run over. If you don't believe we can change our governments and our future, check human history. We can overcome. We have, and we must now.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Brian Gordon","web_category":"science","title":"I Will If You Will: Why Nobody Is Stopping the Climate Crisis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/i-will-if-you-will-why-nobody-is-stopping-the-climate-crisis/409"}