{"summary":"Hamsters do it, squirrels do it, chipmunks do it and toddlers certainly love to do it too – stuff as much of their favourite food into their mouths and store it there for a while. Hamsters hoard food in their mouths so that they can transport it to their colony or simply eat it later","advice_category":"2","content":"\nPhoto: Chipmunk - Nope, didn’t see no peanut. Nuh-uh.\nImage: EIC\nHamsters do it, squirrels do it, chipmunks do it and toddlers certainly love to do it too – stuff as much of their favourite food into their mouths and store it there for a while. See for yourself to what length these cheeky critters will go to stash as much grub as they can in their gobs. How do they manage to still look so cute? We don't know but don't you try this at home please.\nHamster Mike, the grapinator:  Photo: \nImage: Marina Avila \nHamsters are funny critters best known for their ability to store large amounts of food in the fur-lined pouches on both sides of their head, making it appear double or triple its size when full. Hamsters hoard food in their mouths so that they can transport it to their colony or simply eat it later. This behaviour has led to their name, which goes back to the German verb hamstern for hoarding. The hamster below seems especially ambitious though with that carrot. \nI can make this disappear, just wait:Photo: \nImage via pixdaus\nHah, hah... OMG, I’m gonna have to sneeze...Photo: \nImage: Peter Maas \nAs for the hamster’s diet, it eats anything it can get its little hands on: nuts, berries, fruits, vegetables and wheat; as pets, hamsters are known to try a variety of human foods such as cereal and cheese as well. \nI’m not gonna hide. I’m a hamster, okay, hoarding’s what I do so sue me:Photo: \nImage via pixdaus\nI’m just gonna blend in with the mattress and nobody’s gonna know I’ve got the two peanuts…Photo: \nImage: Zixii\nSquirrels are inventive rodents known to eat from bird feeders and flower pots to get to desirable foods their extremely sensitive nose have sniffed out. They then hoard as much food as they can carry and bury it or bring it to their nests.   \nGreedy? Old squirrel proverb says “Two acorns are better than one”:Photo: \nImage via pixdaus\nThe squirrels’ cleverness, persistence and furry appearance has inspired many a cinematographic moment. Particularly unforgettable is the character of Scrat, the lisping, slightly pesky yet lovable squirrel from the movie Ice Age, and his rendition of “food, glorious food.” Real life squirrels like all types of nuts, seeds, fir cones, fruits, greens and even fungi. Faced with hunger, they have also been known to eat eggs, insects and small birds, snakes and other rodents.   \nLet’s see, if I eat one hazelnut now and store two for later, that’s how many?Photo: \nImage: Ole Petter Drangsholt\nNot far behind when it comes to inspiring cartoon characters, chipmunks are another rodent species – often called ground squirrels – that just love to collect and store food. Their diet is similar to that of squirrels plus they also eat grains, worms and small frogs.    \nMe? Sharing? What cheek! Take that glove off and I’ll show you:Photo: \nImage: Gilles Gonthier \nLike hamsters, chipmunks are known to store food in their mouths that seems of an ambitious size. Often fed by humans with peanuts, recent studies have shown that neither raw nor roasted peanuts nor sunflower seeds are particularly good for squirrels as they lack several essential nutrients.       \nReally, I don't have your peanuts. Search me if you want to:Photo: \nImage: EIC \nHello, I am a Canadian chipmunk. Got any more food by any chance?Photo: \nImage: Gilles Gonthier \nMice of course don't want to miss out and really are talented when it comes to being greedy. \nAsh I wash shaying... – a mouse full:Photo: \nImage via pixdaus\n\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Stuffed Cheeks!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/catJPG","url":"http://www.environmentalgraffiti.com/featured/stuffed-cheeks/15087"}