{"summary":"Baby killed by ants (May 2003) Photo:   A 3 month-old baby was killed by ants, while asleep in her cot. 500 bee stings kill man in US (16th June 2010) Photo:   A 55-year old man in Southern California went into cardiac arrest after being stung by more than 500 bees as he was working a backhoe on a property","advice_category":"2","content":"\nPhoto:   If you are particularly superstitious, you might cross the road to avoid a black cat. But some creatures on this Earth are so little that you think ‘What harm can they possible do?’ Prepare yourself, because when these creatures come in swarms, they can decimate any unprepared human in their path.  The next time you reach for a can of fly spray or put pesticides in your garden - think long and hard. ‘Will they gang up on me?' Sometimes you can never tell what is just around the corner...  1. 500 bee stings kill man in US (16th June 2010) Photo:   A 55-year old man in Southern California went into cardiac arrest after being stung by more than 500 bees as he was working a backhoe on a property. The man managed to run about 180 metres to an outhouse before collapsing in full cardiac arrest. Fire fighters began CPR and he was taken to hospital where he was pronounced dead.  2. Two children killed in hornet attack (4th October 2009) Photo:   A family of five were going for a walk on a hill near their home when they were all attacked by a swarm of hornets near Kuching, the capital of the East Malaysian state of Sarawak. A six year old girl Chen Sze Ying and her three year old brother Chun Jie died later in hospital. Their mother, elder sister and uncle survived the attack.  3. Woman jumps to her death after being bitten by a tick (April 2008) Photo:   Jan Linton, 56 was bitten by a tick when staying and working on a friend’s 9 acre property in France. Within 6 months she was acting very strangely and had her friends and family worried for her safety. In fact she had caught Lyme disease, a tick-borne illness that can cause psychotic episodes and delusional behavior. One of the first stages of Lyme disease includes a ‘bulls-eye’ rash and aching joints. If caught at this stage, it can be treated with antibiotics. But in Jan’s case the disease had progressed to intense paranoia, and she plunged to her death from her bedroom window.  4. Baby killed by ants (May 2003) Photo:   A 3 month-old baby was killed by ants, while asleep in her cot. Her babysitter put her to sleep in her cot at about 1.30pm, and went back in after half an hour to check on her. She was covered in ants and was having difficulties with breathing. She was covered in ant bites all over her legs. By the time the paramedics arrived she was not breathing.  5. Young girl killed by mosquito bites (May 2002) Photo:   Maria McGranaghan, 13, died from a heart attack while holidaying in Corfu. It was diagnosed that she had been bitten all over by mosquitoes after sleeping outside. The medical team thought that the bites had become inflamed, which could have caused the heart attack.  In addition to this, malaria, which is a mosquito borne disease, kills millions of people every year. For example around 1,000,000 people will die every year in Africa. It is one of the planet's deadliest diseases.  According to Dr Wilson of Harvard University there are 10,000,000,000,000,000,000 (10 quintillion) insects in the world! That equates to almost 1.5 billion insects per person. It may be far fetched and reminiscent of a Stephen King novel, but there is no doubting that insects may indeed get ‘their own back’ after so many years of ridicule and hate.  Sources: 1.2.3. 4.5.6.7.8.9.","author":"FranB","web_category":"nature","title":"5 Deadliest Insects On Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Robber_crab.jpg","url":"http://www.environmentalgraffiti.com/animals/news-5-killer-insects…be-very-afraid"}