{"summary":"When the question, \"How can I reduce my carbon footprint?\" is asked, an increasingly common answer is through carbon offsetting. For example, if you opt to use carbon offsetting in the form of tree planting somewhere in the world there is no guarantee of successful offsetting","advice_category":"8","content":"\nPhoto: 7 Nation Army\nWhen the question, \"How can I reduce my carbon footprint?\" is asked, an increasingly common answer is through carbon offsetting. This approach means doing something to reduce emissions in another location, to counter the carbon dioxide emissions that you generate in your location. Theoretically, this is a great idea. However, upon further inspection the act of carbon offsetting is not always the best solution for living a green lifestyle.\nFor example, if you opt to use carbon offsetting in the form of tree planting somewhere in the world there is no guarantee of successful offsetting. Trees die. They do not always survive the initial planting. They can be cut down just as easily as they can be planted. Reforestation is therefore not a guaranteed carbon offset, as it is often marketed to the public.\nThere are alternatives to carbon offsetting projects that have proven more effective and longer lasting. One such alternative is funding education programs that teach children and adults about sustainable energy and climate change. These projects are geared toward changing the behavior of the global community and they are becoming more popular every year.\nAnother alternative is investing in alternative energy projects, such as solar electricity and wind electricity generation. One such project is being run by the Environmental Foundation for Africa and it is helping to power schools with solar generated electricity.\nThese alternatives to offsetting have far-reaching goals and successes. The hope is not just to reduce emissions today, but also to develop green lifestyle behaviors that the individuals involved will carry forward for generations to come in both their personal lives and their political lives. What we do now makes a significant difference to the future.","author":"MogDen","web_category":"lifestyle","title":"Are You Really Living a Green Lifestyle?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/nature/news-really-living-green-lifestyle"}