{"summary":"They’re unique but unfortunately their numbers have greatly decreased, especially because of coyotes which have been eating their fawns. Wolves reduce the numbers of coyotes by making them shift to safer areas, or in some cases by killing them.","advice_category":"2","content":"\nThe debate about whether wolves should or shouldn’t be removed from the protection offered by the Endangered Species Act is far from over, but one thing’s for sure: the wolf population has increased in North America, and that’s quite a good thing. Especially if you’re a pronghorn.\nImage by Tberling\nPronghorns are the North American relative of the African antelope. They’re unique but unfortunately their numbers have greatly decreased, especially because of coyotes which have been eating their fawns. But nature has its own ironic way of finding solutions to problems. Just think: aside from the coyotes, now there are more wolves to worry about, so it would seem that this means double trouble for the pronghorns. But in fact, this increase in the numbers of wolves actually helps them!\nThis happens because healthy wolf packs keep the coyotes at bay. Wolves also do not feed on fawns. Since they’re bigger than a coyote, it just wouldn’t be enough for them. It would be as if an elephant was eating a dish of salad. So as a result, there is an increase in the survival rate for the little ones. Although pronghorns are not on the endangered list, their numbers decreased greatly and quickly, and their future was dire. That is, until the wolves stepped in.\nOver a period of three years, researchers monitored more than 100 fawns in wolf-free and wolf-abundant areas of Grand Teton National Park and they analyzed the survival rate in these areas. Where the coyotes thrived, it was 10%, while in the wolf populated areas it was 34%. Wolves reduce the numbers of coyotes by making them shift to safer areas, or in some cases by killing them.\nThis study was published in the journal Ecology, and was led by WCS researcher Dr. Kim Berger. He concluded: \"This study shows just how complex relationships between predators and their prey can be. It's an important reminder that we often don't understand ecosystems nearly as well as we think we do, and that our efforts to manipulate them can have unexpected consequences.\"\nInfo from WCS\nGuest post written by Mihai Andrei of ZME Science. Check out his blog here. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n","author":"mareacaspica","web_category":"nature","title":"When the Predator Helps the Prey: Wolves Aid Pronghorns","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/when-the-predator-helps-the-prey-wolves-aid-pronghorns/881"}