{"summary":"At that time, there were volunteers standing guard at the beach, explaining to visitors that they couldn't legally be kept off the sand and away from the seals, but they were encouraged to stay on the observation pier. The beach is now a popular spot for the seals to nap, sunbathe, and bear their young - and for visitors to watch the seals and take photos","advice_category":"2","content":"\nA popular side-trip for visitors to the San Diego area is to visit the seals in La Jolla, CA. \nThe sheltered cove commonly known by everyone as the \"Seal Beach\" is actually legally named \"The Children's Pool.\" A feud continues to brew between local residents who want the seals gone and animal protection activists who want the beach to be solely the animals' domain. \nBefore the sea wall was built the site was a natural beach, with a shallow water area serving as a channel between a large offshore rock and mainland bluff. In the 1930's the townspeople built the jetty to shelter the cove so their children could enjoy the calm water.\nIn the 1970's, the local seals knew a good thing when they saw it and started moving in. The beach is now a popular spot for the seals to nap, sunbathe, and bear their young - and for visitors to watch the seals and take photos. It is not really suitable for human swimming because of the high bacteria content from the animals' fecal matter.\nHarbor seals are protected from harassment by the Marine Mammal Protection Act and other legislation, but some local interests would like to see the seals leave so that people can resume using the beach. They say a 1931 state tidelands grant transferring ownership of the cove to San Diego gives humans priority over seals.\nThe latest ruling, from the 9th U.S. Circuit Court of Appeals, is a victory for the San Diego-based Animal Protection and Rescue League. They can reinstall a guideline rope to keep sightseers away from a colony of harbor seals during their pupping season through May.\nI took the top photo, and the one above, in March of 2006. At that time, there were volunteers standing guard at the beach, explaining to visitors that they couldn't legally be kept off the sand and away from the seals, but they were encouraged to stay on the observation pier. I did see a handful of renegades who disregarded the requests and walked to within a few feet of the seals.\nI've been back several times to visit the seals. A trip to San Diego is not complete without a drive to La Jolla and the seal beach. I enjoy watching the seals, they're very entertaining and quiet. I'd rather watch them than a bunch of screaming children.\nAuthor: Julie Corsi of The Pet Blog\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Seal Beach Controversy in La Jolla, California","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/MONTAGE.jpg","url":"http://www.environmentalgraffiti.com/ecology/seal-beach-controversy-in-la-jolla-california/921"}