{"summary":"But even bats needs their personal space. Why are there so many bats in one cave exactly? ","advice_category":"2","content":"\nImagine yourself watching a colony of bats flying outside your garden at night, circling your fig tree, picking its fruits. Some of you might shiver at the thought, some will just shrug and think, \"that's just a natural occurrence, a fact of life\". Now imagine a million bats... or 1.8 million to be exact... could you fathom such an abundance of warm-bloodied creatures flying above your head?\nPhoto: batsanctuary.org\nAs amazing as that might sound, it is also a real and true happening at the Island Garden City of Samal. The Rousetteus amplexicaudatus, or Geoffrey's Rousette Fruit Bat, along with 1.8 million of its relatives and friends, has made its home at the Monfort Bat Cave that lies in a 24-hectare property owned by Norma Monfort. \nPhoto: Aliawan\nWhat was once a matter-of-fact for Ms. Monfort - seeing bats come flying by at night - has now become her passion, and her mission is to preserve the bat habitat, this after seeing masses upon masses of the critters roosting in the cave at her garden - all 1.8 million of them.\nPhoto: batsanctuary.org\nWhy are there so many bats in one cave exactly? \nPhoto: batsanctuary.org\nConservationists have observed that after bats had been disturbed in the original cave where they would roost, they would seek a much safer one that wasn't frequented by men who hunt them. Such is the hotel-like luxury of the Monfort cave in Samal. \nPhoto: batsanctuary.org\nOf all 70 other caves around the island, they chose that particular cave to huddle together and sleep, waiting for the sun to set and begin their nightly adventure. It's also a big plus that guards are stationed around the Monfort property for added protection against hunters.\nPhoto: batsanctuary.org\nFeeling like a young Bruce Wayne yet?\nPhoto: batsanctuary.org\nBecause of the fantastic number of bats in one cave, the Guinness Book of World Records recognized the Monfort Bat Cave as the world's largest for any colony of Geoffrey's Rousette Fruit Bat. \nPhoto: batsanctuary.org\nVery cool, and also very helpful in the mission to safeguard the bats living there. Through awareness, publicity and a chance to educate other people of the importance of these fruit bats, the conservationists hope to keep the balance of biodiversity in the island intact.\nPhoto: kathangisip.com\nBut even bats needs their personal space. Recent reports have stated that there is the slight problem of over-crowding in the Monfort Cave. Really...\nPhoto: batsanctuary.org\nAfter discovering 3 other smaller caves in the island where the bats seek refuge, the newest task of the conservationists is to stop hunters from disturbing those caves. Hunters are partly farmers in certain villages that have resorted to killing the poor creatures, believing that the bats are damaging crops.. a false accusation as fruit bats are known as Farmers of the Tropics, an honorable nickname given to them for their most important role in keeping ecosystems alive. Over one hundred and fifty types of plants depend on bats in order to reproduce! This includes many tasty fruits we all love and enjoy.\nPhoto: batsanctuary.org\nThe next time you see a bat, or two, or indeed a whole colony, maybe you'll still shiver at their sight, or think it's just a fact of life - but then you'll remember that somewhere in an island, 1.8 million of them are going about their business of keeping the system of life in balance.\nPhoto: batsanctuary.org\n","author":"eve","web_category":"nature","title":"The Cave With a Million Bats","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/OpenMouthBat.jpg","url":"http://www.environmentalgraffiti.com/animals/news-cave-million-bats"}