{"summary":"A monster 403-pound Alligator Snapping Turtle is said to have been found in Kansas’s Neosho River in 1937 – but this claim has never been verified. With no non-human predators, the adult Alligator Snapping Turtle is king carnivore in its native ecosystem – where it’s an important predator – but the species is listed as threatened and protected because of its vulnerability to habitat loss and hunting at the hands of humans","advice_category":"2","content":"\nPhoto: LA Dawson\n‘What is that thing?’ even the most worldly of nature lovers might exclaim if they stumbled upon this creature in the wetlands of the southeastern United States. Meet the Alligator Snapping Turtle. Almost as badass as its crocodilian namesake, this is an armored tank of a reptile that resembles a bizarre cross between a turtle and a dinosaur. Like some of its plated prehistoric forebears, the Alligator Snapping Turtle has a great hulk of a head and a thick shell spiked with rows of dorsal ridges. Add to this the fact that these thing can dish out severe damage with their beaklike jaws and weigh as much as 230 pounds, and you realize you’re dealing with a seriously heavy reptile.\nPhoto: NASA\nTurtles aren’t normally considered dangerous animals - but the Alligator Snapping Turtle isn’t normal. This well equipped cold-blooded critter can snap fast and hard with super powerful jaws. Victims of its crushing bite include practically any kind of fish it finds, as well as frogs, snakes, shellfish, other turtles, and even small alligators. Both scavenger and hunter, the Alligator Snapping Turtle will eat almost anything it can catch, and when in predation mode employs a mean tactic. Lying motionless in wait in the murky waters of a lake or river, it opens its mouth, exposing a small, bright worm-like lure in the back of its mouth – all too tempting for unwary fish, which swim in to take the bait.\nPhoto: Benimoto\nThen the trap slams shut with monstrous speed and force. The fish is gulped down whole, carved in two, or impaled on the spikes lining the Alligator Snapping Turtle’s jaws. Amputation awaits any finger that happens to stray too close to this rapacious reptile – though of course this is a quite unlikely to happen in the wild. Found in the river systems that drain into the Gulf of Mexico, the Alligator Snapping Turtle can stay submerged for up to 50 minutes at a time, and generally only surfaces for air. Unlike other turtles, it prefers staying in the watery shadows to lying out in the heat – though the larger males are occasionally known to bask in the sun’s rays.\nPhoto: brian.gratwicke\nWhen the female Alligator Snapping Turtle ventures onshore, it’s to nest: she makes the trek some 50 metres on shore, before plonking herself down to lay a hatch of 10–50 eggs – the consequence of a carnal scene in which the male mounts the female, gripping onto her shell with his four feet and getting down to business. All offspring, whether male or female, are gray, brown, black or olive-green in color and are often covered with algae growth – all of which helps to keep them camouflaged and virtually invisible to prey. Where the sexes do differ sharply is in terms of bulk, with the female Alligator Snapper, at around 50 pounds, barely a quarter of the male’s weight.\nPhoto: gary j wood\nA monster 403-pound Alligator Snapping Turtle is said to have been found in Kansas’s Neosho River in 1937 – but this claim has never been verified. Gargantuan indeed – if there’s truth in the tale. Less in the muddy depths of urban myth was the 2010 report of a far more lightweight 15-pound Alligator Snapper discovered by a fisherman a few thousand miles outside its native North American habitat in Weishan Lake, in southern China's Anhui province. The local fishing department reckoned the netted refugee was likely to have been someone's pet before being dumped in the lake, and furthermore that as an alien species it could have posed a danger to the local ecosystem.\nPhoto: Semi-Automatic Gwen\nWith no non-human predators, the adult Alligator Snapping Turtle is king carnivore in its native ecosystem – where it’s an important predator – but the species is listed as threatened and protected because of its vulnerability to habitat loss and hunting at the hands of humans. As well as being sold in the exotic animal trade, the ill-fated creature is captured and killed for its meat, with Alligator Snapping Turtle soup considered a delicacy in some quarters. Both purposely placed and abandoned recreational fishing lines also pose a danger to the numbers of Alligator Snappers, the plastrons (belly shell structures) of which are prized as for their characteristic cross-shaped appearance.\nPhoto: U.S. Fish &amp; Wildlife Service National Image Library\nFrom hard-nosed head to saw-edged scaly tail, the world’s largest freshwater turtle may also the strangest and certainly the most primitive looking. It’s small wonder this residue from the primeval sludge is sometimes referred to as the 'dinosaur of the turtle world'. Let’s just hope it doesn’t suffer the same fate as its prehistoric ancestors.\nPhoto: LA Dawson\nSources: 1, 2, 3, 4, 5 ","author":"Karl Fabricius","web_category":"nature","title":"The Meanest Shelled Reptile on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","url":"http://www.environmentalgraffiti.com/animals/news-alligator-snapping-turtle-one-badass-shelled-critter"}