{"summary":"“Meat After Meat Joy” brings together the work of contemporary artists who use meat in their work. In their work the artists are seeking to show the paradoxical nature and symbolism of meat","advice_category":"6","content":"\nPhoto: Betty Hirst\nMany have denounced contemporary art as a series of shock tactics, lacking the taste and relevance of classical art had during the periods when they were considered contemporary. Now a new exhibition at the Daneyal Mahmood Gallery, Manhattan will be showcasing meat art, which will either delight or abhor depending on your tastes.\nPhoto: Betty Hirst\n“Meat After Meat Joy” brings together the work of contemporary artists who use meat in their work. That’s right, meat - raw meat, the concept of meat, its symbolism and viscera. In their work the artists are seeking to show the paradoxical nature and symbolism of meat. The artists attempt to portray how meat is the essence of our bodies, yet when removed or taken outside of that context holds no identity. The meat sculptures are also symbolic of the death that follows life, following on from what the exhibition’s curator Heide Harty calls one of the ‘seminal seminal works of sixties happening and performance art,’ Carolee Schneeman's Meat Joy performance.\nWith the body being shown in a unique, distorted way, Heide Hatry hopes that it will show the ‘obvious metaphor for the deformation of the soul, if you will, of the fact that we are all born human and that few of us die terribly human, a sort of Rousseauian perspective.  Reducing the body to meat or having humans interact with meat or even avowing the meat-substrate of the living body is a way of addressing the typical deformation of people through any number of social and political processes, not to mention the simpler ones of family, love, rivalry, hatred, etc.’\nPhoto: Adam Brandejs\nWhether you agree or disagree with the sentiments, it cannot be denied that the works are visually stunning and a viewing of the entire exhibition may prove to be either revelatory or make you consider becoming a vegetarian!\nVideo courtesy of: Vernissage ArtTV\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"John Johnston","web_category":"art+and+design","title":"Incredible Sculptures Made of Raw Meat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","url":"http://www.environmentalgraffiti.com/featured/mighty-meaty-art/3797"}