{"summary":"Although GMOs have been and continue to be a source of controversy, proponents argue that their widespread implementation could help stem the inflation that leads to political agitation. Whether or not GMOs can resolve the calamity that confronts the developing world is debatable, but the consequences of inaction are plain","advice_category":"8","content":"\nby Spencer Kimball\nPhoto: Image by camera_rwanda\nLast month witnessed a rash of political turmoil provoked by the inflating price of food. In a period of just three weeks, violent protests seized disparate nations of the developing world and threatened the precarious tenures of their respective political leaders: Haitians have already ousted Prime Minister Jacques Edouard Alexis, while West African and Asian officials are recoiling at the possibility of a similar fate. If these events are any indication of what the new millennium has in store for humanity, we best pray that solutions materialize before tensions explode into revolutions.\nAt its core, the burgeoning food crisis is not difficult to comprehend: The world’s population is growing, resources are becoming scarcer, and the demand for staple crops is outstripping the supply. Nations like Haiti and the Philippines, which depend on rice imports, are suffering as Asia’s breadbaskets tighten exports in order to pacify their own ballooning populations. If poorer countries are to emerge from price-induced hunger, production capacity must be expanded.\nThis unfortunate reality has placed a greater significance on the decade-old debate over genetically modified foods. As the situation in the developing world becomes increasingly unstable, skepticism in GMO-hostile regions such as the European Union could soften. At the end of the day, the ethical commitment to all-natural food may yield to politically expedient solutions.\nAlthough GMOs have been and continue to be a source of controversy, proponents argue that their widespread implementation could help stem the inflation that leads to political agitation. By genetically altering certain staple crops, pest-resistant varieties could be produced that require less water and less petroleum-based fertilizer in order to grow -- these strains would be cheaper due to their modest demands on agricultural resources. Problem solved right?\nNot necessarily. Many critics argue that there are better ways to ease the current crisis that do not require the use of genetic mutants: reducing agricultural tariffs in the industrialized world, increasing aid to developing nations, and expanding infrastructure are offered as alternatives. As an example, the Philippines have focused on urban development to the exclusion of agriculture, and as a result irrigated land has diminished. Expanding irrigation in conjunction with other initiatives could help import-dependent nations ease the high prices that threaten social upheaval.\nThe recent spike in food prices is an ignited fuse that is rapidly burning down to a political powder keg. Whether or not GMOs can resolve the calamity that confronts the developing world is debatable, but the consequences of inaction are plain. Until a strategy is found to deflate rising costs, violent outbursts will persist with greater frequency.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Are Food Shortages Priming The Developing World For A Revolt?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/are-food-shortages-priming-the-developing-world-for-a-revolt/1087"}