{"summary":"The stunning image of star trails below is actually the result of 102 individual long-exposure photographs merged into one. The following stunning pictures of star trails reveal the hidden paintings created by the movement of the stars, night after night","advice_category":"4","content":"\nPhoto: \nImage: Andrew Stawarz\nA star trail is a star’s movement photographed over time. It is not visible to the human eye so getting a picture right requires expertise, skill and patience. The following stunning pictures of star trails reveal the hidden paintings created by the movement of the stars, night after night.       \nWhen taking pictures of stars, the regular point-and-shoot method (i.e. a short exposure time) will result in a static picture of stars as points of light – the ones we see with the naked eye. The longer the exposure of the picture, the longer the star trail will be. This is because stars appear to move after 15 seconds, though actually it’s the Earth’s rotation that makes them seem to move. A good camera lens is also important as the longer the focal length, the more movement one will catch.\nAmazing star trails captured in Hokkaido, Japan:Photo: \nImage: Daita Saru\nFreelance photographer Dan Heller offers a good explanation of why star trails are special phenomena: \n\nThere are two options for taking pictures of star trails: Either taking one long-exposure photograph or taking dozens of pictures and merging them into one. Regardless of what method one chooses, a lot of patience and some photographic experience is required. The better the camera, the better the long exposure facility should be. Even though taking individual shots sounds like a lot of work, it is made a bit easier with software or plug-ins that automate the process. \nHere’s a great example of multiple short-exposure shots. Only nine photographs of 30 seconds each were taken to capture these short star trails. Notice how well the car lights on the road got captured. \nRoad to Nowhere?Photo: \nImage: Aitor Escauriaza   \nStar trails appear concentric because rather than being a reflection of their own movement, they are a reflection of the Earth's daily rotation around its axis.\nPerfect circles in Big Bear, CA:Photo: \nImage: Bill S.\nStar trails photographed at the mission in San Miguel, CA:Photo: \nImage: Kevin Cole\nThe next shot was taken from the Matsell Natural Bridge Area in Linn County, IA. What looks like the early morning sun rising are actually the city lights from Cedar Rapids and Iowa City. \nAmazing star trails over a snowy landscape close to Stone City, IA:Photo: \nImage: Robert Wolterman\nStar trails over the Walpurgis Church close to Forchheim in southern Germany:Photo: \nImage: Udo K?gel\nThe stunning image of star trails below is actually the result of 102 individual long-exposure photographs merged into one. Wow! Taken in Thurston, England, on a frosty night.\nLike a celestial whirlpool:Photo: \nImage: Andrew Stawarz\nThe photograph below is the result of a 52-minute exposure coupled with the scenic beauty of Jalama Beach in Santa Barbara County, CA. Don’t miss the face in the rock on the left! \nSuck me into the vortex:Photo: \nImage: Andrew Livingston\nThe terrific image below is the result of 57 photographs, taken within 1 hour and 15 minutes at Cascade Lock, OR, and then merged into one. \nA true beauty – don’t miss the two shooting stars:Photo: \nImage: Lee\nStar trails over the Gemini Observatory at Oxford University:Photo: \nImage: Gemini Science UK\nStar trails over Duchesne, UT:Photo: \nImage: Brian\nOne night at the Gemini South Observatory, Chile:Photo: \nImage: Elke Schulz\nMost likely two different pictures merged with Photoshop but still pretty:Photo: \nImage: Bennthewolfe\nThere are tons of tutorials and helpful websites out there on the Net, so if you're inspired, get your gear, a scenic spot and a hot thermos. Who knows, your picture might be featured next.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"science","title":"Star Trails: Secret Paintings of the Night Sky","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/featured/star-trails-secret-paintings-night-sky/13962"}