{"summary":"Daily sounds compressed into barely 10 minutes by Semiconductor suddenly make us realize how noisy our lives really are and how little we listen to all the sounds. Meet Semiconductor, a Brighton-based artist duo obsessed with our environment, landscape, architecture, chaos theory and other subjects","advice_category":"6","content":"\nPhoto: A still from “Time Out of Place” (2007)\nImage: Semiconductor Films\nPeople become trains, trains become movement and sound, and time blurs into past, present and future simultaneously. Meet Semiconductor, a Brighton-based artist duo obsessed with our environment, landscape, architecture, chaos theory and other subjects. In creative and original fashion, they have been creating cutting-edge digital artworks – their sound films – since 1999. \nStills from the 2006 installation “Earth Moves”:Photo: \nImage: Semiconductor Films\nThe constraints on time, scale and natural forces are recurring themes for Ruth Jarman and Joe Gerhardt who founded Semiconductor in 1997 and have worked with digital animation since 1999. Since their debut DVD “Hi-Fi Rise” (2001), a collection of 14 short films about “sonic cities from another timeline”, Semiconductor’s award-winning work has been exhibited in galleries and at film festivals all over Europe and North America. \nThe first still above is from the sound film “Time Out of Place” from their second DVD, “Worlds in Flux” (2007), a compilation of 13 short films and an overview of the duo’s work over the last six years. Their technique of using sound to generate and control imagery and vice versa turns ordinary objects and people into noisy ghosts that move around the cityscape. Here's a preview of urban chaos: \n\n “Time Out of Place” was commissioned by curator Alice Sharp and The Big Chill, a multimedia festival, bar, club and record label located in London’s Kings Cross area, to celebrate the opening of the Eurostar in 2007. Semiconductor has captured the day-to-day activity at Kings Cross, an area that is transforming rapidly, therefore creating a city in flux. \nTranscending the linear nature of time and being forever stuck in the present, Semiconductor managed to devise a process for showing the past, present and future simultaneously. And this is just the visual aspect of their work. \nThe sounds of Semiconductor’s installations remind us of the old folktale about the city mouse and the country mouse: When one fine day, the country mouse visits the city mouse, it first asks about all that noise in the city. The city mouse, without blinking an eye, just retorts: “What noise?” \nStill from “The Sound of Microclimates” (2004):Photo: \nImage: Semiconductor Films\nJust like that city mouse, we urban dwellers do not even notice the different sounds and the noise levels around us anymore. Daily sounds compressed into barely 10 minutes by Semiconductor suddenly make us realize how noisy our lives really are and how little we listen to all the sounds. Because we might go mad? Or at least might be bothered by the trains, planes, cars and trucks going by, honking and polluting the world around us? And what about us, constantly shouting, talking on the phone, cranking up our TVs and music systems? But are we really listing – especially to each other?\nSemiconductor, here preparing for the Prague Contemporary Art Festival in March 2006:Photo: \nImage: Semiconductor Films\nYou see, watching one of Semiconductor’s art installations is not without risk – what might simply cause a “wow” reaction at first might not leave you for a while as it sinks in. So watch at your own risk!       \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Sound As You've Never Seen it Before","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/featured/sound-you-never-seen-before/17216"}