{"summary":"The S. S","advice_category":"2","content":"\nPhoto: mckaysavage\nThe Grey langur, or Semnopithecus, is also called the Hanuman langur. Hanuman is a Hindu deity with the face of a monkey. Let's take a look at this remarkable cousin of ours – its different species, appearance, habitats, representation in culture, and the threats it faces, both natural and human. \nThe Seven Species of Grey Langur\nThere are seven species or sub-species of Grey Langur, depending on whose taxonomy is followed. At least some species are represented in Tibet, Sri Lanka, Pakistan, Nepal, India, China, Bhutan and Bangladesh. Their habitat ranges from dry scrubland and grasslands through to tropical rainforests (but not the densest forests) and mountain forests. They will also live in farmland and villages, and frequent temples and tourist areas.\nThe S. ajax is the largest Semnopithecus species, with brown tints on its back and yellow-white on its front. Its hands and forearms tend to have its darkest coloration.\nBy contrast, the small S. dussumieri is mauve and yellow-brown, with black fingers and toes. Yet the hands and feet of the S. priam are the lightest parts of its medium-sized body, which weighs about 39 pounds on average.\nPhoto: mckaysavage\nIntroducing the Grey Langur\nDepending on the species, males may be slightly or considerably larger than females. Grey Langurs run on all fours, both on the ground and in the trees. They can walk or swim, but seem to prefer running.\nAs expected for a family with such a diverse habitat, the Grey Langur enjoys a varied diet. Primarily vegetarian, half their intake is leaves; the rest is fruit, flowers, insects, and miscellaneous items such as roots, lichens and termite mounds. They also eat human food, whether harvesting from farms or consuming baked goods when given them.\nThey sleep in trees at night, usually roosting near several others. Grooming is one of their social habits during the day but feeding and resting take up most of their waking hours.\nPhoto: law_keven\nAlthough leopards and tigers might climb trees, Grey Langurs are most vulnerable to predation when on the ground. Besides those large cats, dholes (wild dogs living in southern Asia) and wolves prey on Grey Langurs.\nHanuman: The deity with the Face of a Grey Langur Monkey\nPhoto: runran\nIn appearance, the Hindu deity Hanuman has the head of a Grey Langur monkey but the body of a man. The child of Pavana, the god of the wind, and Anjani, Hanuman performed miracles as a child, although he was not aware of his super-human strength until adulthood. Although his body was as hard as stone, he could make it light or heavy, enormous or tiny. He is now the representative of Lord Rama to humanity. As noted, the Grey Langur is also called the Hanuman monkey.\nConservation Status Depends on Species of Grey Langur\nThe conservation status of the Grey Langur differs by species. The International Union for Conservation of Nature and Natural Resources, or IUCN, publishes this status for most species. The IUCN Red List shows Semnopithecus dussumieri, S. entellus and S. schistaceus as being \"of least concern\". S. hector and S. priam are \"near threatened\". S. hypoleucos and Trachypithecus johnii are \"vulnerable\". Only S. ajax is \"endangered\".\nHumans are the chief danger to S. ajax, mainly because of deforestation due to agriculture, development and logging. The main danger to S. hypoleucos and S. ajax is hunting. Hunting for Trachypithecus johnii has decreased. All the species, however, face some risks due to human encroachment or forest use leading to loss of habitat.\n(Available in PDF form, the IUCN status values for species where there is adequate data range from \"least concern\" through \"near threatened\", \"vulnerable\", \"endangered\", \"critically endangered\", \"extinct in the wild\" to \"extinct\").\nSometimes a \"Langur\", of unknown species, makes the news by attacking people. In April 2011, for example, The Times of India reported: \"Langur injures five at Howrah station\". \nPhoto: mckaysavage\nReferences:Kurt Gron, Primate Info Net, \"Gray langur Semnopithecus\", modified Oct. 28, 2008, referenced April 30, 2011. Sri Swami Sivananda, \"Sri Hanuman\", updated Nov. 27, 2010, referenced April 30, 2011. L. Durbin, \"Dhole Home Page\", 1997-2005, referenced April 30, 2011.International Union for Conservation of Nature and Natural Resources, Red List, search for Semnopithecus, referenced April 30, 2011.","author":"MikeDeHaan","web_category":"nature","title":"The Grey Langur: The Monkey Named After a God","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb62.webshots.com-41661-2565778670105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-grey-langur-or-hanuman-langur-monkey-named-deity"}