{"summary":"Vakil means ‘regent’, which was the title used by Karim Khan, the founder of the Zand dynasty. Incredible carving on Shebasten PillarPhoto: www.pachian.com  mostafa  meraji","advice_category":"6","content":"\nPhoto: dynamosquitoOutside view of the Vakil mosque\nThere are places of worship throughout the world that can claim to be extraordinarily beautiful in design and form. The Vakil Mosque in  Shiraz, southern Iran, situated to the west of the Vakil Bazaar is just such a holy site.Exquisite entrance door decorationPhoto: Fabian Dany\nWonderful carving above entrance door facadePhoto: Regent's Mosque\nThis mosque was built between 1751 and 1773 during the Zand period of Iranian history. However, it was restored in the 19th century during the Quajar period. Vakil means ‘regent’, which was the title used by Karim Khan, the founder of the Zand dynasty. Shiraz was the seat of Karim Khan’s government and he endowed many buildings, including this mosque.\nStunning ceiling decoration inside the mosquePhoto: www.pachian.com  mostafa  meraji\nVakil Mosque covers an area of 8,660 square meters. It has only two ‘iwans’ instead of the usual four, on the northern and southern side of a large open court. The iwans and court are decorated with typical Shirazi haft rangi tiles, a characteristic feature of the art and industry of Shiraz during the latter half of the 18th century.\nYet another glorious example of decorative workPhoto: www.pachian.com  mostafa  meraji\nThe mosque's night prayer hall (Shabestan), with an area of approximately 2,700 square meters, contains 48 monolithic pillars carved in spirals, each with a capital of  acanthus leaves. \nView of the superb Shabestan prayer hallPhoto: Avjvan\nThe minbar in this hall is cut from a solid piece of green marble with a flight of 14 steps and is considered to be one of the master pieces of the Zand period. The exuberant floral decorative tiles largely date from the Qajar period.Photo: www.pachian.com  mostafa  meraji\nThe carving and dedication of the builders to their craft can leave you gasping in wonder at the intricacy of their work. Every surface that could be molded into something else with hammer and chisel seems to have been worked on, and the overall effect is quite something.\nIncredible carving on Shebasten PillarPhoto: www.pachian.com  mostafa  meraji\nThis place is, unsurprisingly, a popular tourist destination, and the area around it offers much more for the visitor to enjoy. If you enjoy visiting cathedrals and churches for their wealth of history and unbelievable beauty that can await you at every turn, then the Vakil Mosque should be high on the list of things you intend to see before you die. A truly unforgettable experience.\nMore of the intricate ceiling detailPhoto: www.pachian.com  mostafa  meraji\nMy sincere thanks to Mostafa  Meraji of Pachian for the use of his images.","author":"tonyleather","web_category":"art+and+design","title":"Iran's Incredible Vakil Mosque","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/visionsearth01jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-visually-stunning-holy-site-vaskil-mosque"}