{"summary":"Convinced that the kennel has returned a different Callie than the one Mr Griggs dropped off a week earlier, he had the dog undergo a medical examination. Griggs says that he has located another dog owner who claims to have noticed a drastic personality change in her dog, but believes it is the same animal","advice_category":"2","content":"\nKen Griggs has resorted to the sort of steps you normally see in spy movies or capital court cases, all just because of his dog.\nPhoto: It's ok, kennel worker.  I feel like this some days, too.  Image from reallystrangegirl on Flickr.\nConvinced that the kennel has returned a different Callie than the one Mr Griggs dropped off a week earlier, he had the dog undergo a medical examination. The shocker? The vet says it's not the same dog, either.\nThe kennel owner maintains that Callie is the same dog that Mr Griggs dropped off, and that they did not, as he proposes, switch her with one of the other black labs in the kennel during that time period.  Mr. Griggs says that he has located another dog owner who claims to have noticed a drastic personality change in her dog, but believes it is the same animal.  Despite this, they arranged to meet at the kennel, and the Griggs family left with the dog they believed was Callie-- the same one that they had arrived with.\nThe kennel owner said, \"if he can't recognize his dog, I don't feel I can be any help.\"\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"This Dog is An Impostor!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/this-dog-is-an-impostor/1061"}