{"summary":"For more than 200 years, scientists at RBG Kew have discovered and described over 250 new plant species. The host plant to these fungi is a rare umbelliferous plant that flowers around mid-July.","advice_category":"4","content":"\nPhoto: Darwin Project 11-010Mastigostyla torotoroensis, a bulbous perennial herb, Bolivia\nAll images courtesy of Royal Botanic Gardens, Kew and used with permission.\nHumans are an integral part of nature, and in sustaining human life on earth, biodiversity plays a very important role. 2010 has been declared as the International Year of Biodiversity by the United Nations. While many organizations and institutions are working on raising awareness of biodiversity, scientists and botanists at Kew, the Royal Botanic Gardens, UK (RGB) are showcasing this year’s wonderful discoveries.\nDesignated as a World Heritage Site by UNESCO, RBG Kew is home to the Millennium Seed Bank and it also holds the world’s largest collection of living plants. Let’s look at some of the astonishing discoveries in 2010 from Kew.\n1) Paris japonica, Japan, with world's biggest genomePhoto: Karl Kristensen, Denmark\nThis summer, scientists from Kew discovered the biggest genome in a living species. A small plant with the largest eukaryotic genome to date, Paris japonica, is a rare native of Japan. It has the genome size of 152.23 picograms (9), which is 50 times the size of a human genome, and even larger than the previous record holder – the marbled lungfish.\n2) Helixanthera schizocalyx, tropical mistletoe, AfricaPhoto: RBG Kew\nFirst discovered in the forest of Mount Mabu in Northern Mozambique, this new mistletoe species is a great example of biodiversity. Considered to be globally threatened as per IUCN Red List, this hairless parasitic shrub could grow up to 50 cm tall. This wild Mozambican mistletoe also shows the symbiotic relationship between plants and animals.\n3) Dendrobium daklakense, showy orchid, VietnamPhoto: Duong Toan\nDendrobium daklakense is a rare epiphytic orchid in the wild. This beautiful orchid has thick, glossy-white flowers with orange markings. Known as one of the most striking species, this orchid was first discovered in a remote area in the Dak Lak province of Vietnam. But, scientists are working toward tracking the actual origin of this showy species and its conservation status.\n4) Magnistipula multinervia, gigantic rare tree, CameroonPhoto: RBG Kew\nThis critically endangered tree was discovered in the lowland rainforests of Korup National Park, Cameroon. This tree has small flowers that do not fall to the ground after flowering, and the tree can grow up to 41 m high. Its small, apple-sized fruits are often eaten by red Colobus monkeys. \n5) Mastigostyla chuquisacensis, wild iris, BoliviaPhoto: Darwin Project 11-010\nA very attractive and beautiful flower, Mastigostyla chuquisacensis is one of the three newly discovered wild irises in the dry mountains and valleys of Bolivia. This plant has eye-catching light blue flowers that make it the perfect ornamental plant. This plant is hairless and mainly flowers during the rainy season.\n6) Urocystis primulicola, long-lost British fungi\nPhoto: ? Dr A. Martyn Ainsworth\nHaving been rediscovered after 106 years, these extinct British fungi were initially known as bird’s eye primrose smut. Basically, these smuts are microscopic fungi that are found inside living host plants and are of conservation concern in UK. This smut lives concealed inside its pink-flowered host unless their blackish powdery spore masses show.\n7) Puccinia libanotidis, moon carrot rust fungi, EnglandPhoto: ? Dr A. Martyn Ainsworth\nCommonly known as moon carrot rust, these fungi are microscopic and found inside living host plants. They have a very complex life cycle. Initially designated as extinct because of data deficiency, the fungus may now get the status of \"vulnerable\" or \"endangered\". The host plant to these fungi is a rare umbelliferous plant that flowers around mid-July.\nFor more than 200 years, scientists at RBG Kew have discovered and described over 250 new plant species. With visitors from all over the world, the Royal Botanic Gardens in Kew, UK not only inspires plant-conservation worldwide, but has also contributed for the benefit of mankind. \nProfessor Stephen Hopper, Director of RBG Kew, said in a statement: “Plants are at risk and extinction is a reality... Continuing support for botanical science is essential if plant-based solutions to human challenges, such as climate change, are to be realized.”","author":"Alka Sharma","web_category":"science","title":"7 Amazing Discoveries from Kew's Royal Botanic Gardens","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/news-new-discoveries-2010-kew-royal-botanical-garden-uk"}