{"summary":"The idea for “Response Ability” developed when Pose 2 was on a cross-country tour in 2009, relying mainly on friends and family for food and shelter. Explains Pose 2 a.k.a","advice_category":"6","content":"\nPhoto: “A Brief Description of What Love Creates” (2009) in Yonkers\nAll images courtesy of Pose 2 unless otherwise noted \nConcrete alchemist Maxx Moses a.k.a. Pose 2 has little to do with the medieval scientists’ quest for a formula to make gold. In today’s world threatened by climate change and extreme conditions, finding a balance between nature and our urban needs seems to be the gold we’re striving for. Pose 2 has found his own formula for turning grey, inner city spaces into art oases. Inspired by the nature around him, Pose 2 uses his own blend of street style and fine arts to create liveable art for and by the community.\n“Public Private” (2009), a collaboration of graffiti artists in Tijuana, Mexico:Photo: \nCommunity involvement is very important for Pose 2 who has furthered the cause of community art through artist tours, installations at cultural events like “Burning Man”, collaborative art projects and teaching, something dear to him. Says Pose 2:  \n“The Watcher” (2009) at 14th and Girard Street Park, Washington, DC: Photo: \nOne of his latest projects is “Response Ability: Art for the Homeless”, a project that involves artists painting signs for the homeless, therefore giving their situation a voice and a face. At various events, the first of which was held on the 16th of January at Voz Alta Gallery in San Diego, local artists will paint three elaborate signs each that can then be bought by visitors for between $20 and $50. Completing the cycle, the visitors are then asked to donate them to a homeless person in the community.   \nThe “Response Ability” project:Photo: \nImage via joshcanhelp\nExplains Pose 2 a.k.a. Maxx Moses:\nOne of the signs created for \"Response Ability\": Photo: \nImage: Keli Dailey\nThe idea for “Response Ability” developed when Pose 2 was on a cross-country tour in 2009, relying mainly on friends and family for food and shelter. This nomadic existence caused feelings of displacement, uncertainty and loneliness and his encounter with a homeless man one day on his journey therefore resonated strongly in him. Pose 2’s description of this encounter shows the ambiguous reaction somewhere between the urge to help and run away many of us have when encountering homelessness and poverty. Remembers Pose 2:\n“Divine Love” at 3rd Rail Jam 2009:Photo: \nMaxx Moses was born as Daniel Hopkins in the Bronx and raised in Yonkers, New York. He graduated with a bachelor’s degree in business and a minor in fine arts from Brockport University and returned to New York City in 1989. He has painted murals and exhibited his work in Dubai, Amsterdam, Antwerp, Paris, Osaka, New York, Philadelphia, San Francisco and Los Angeles. Anyone interested in upcoming events and more of his work can visit Pose 2’s website.  \nThe graffiti artist at work:Photo: \n\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Concrete Alchemy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/featured/concrete-alchemy/19746"}