{"summary":"“The mountain gorilla population has made an absolutely remarkable recovery. Clearly they are still critically endangered but the hard work of conservationists (such as the International Gorilla Conservation Programme, a coalition of WWF, African Wildlife Foundation, and Fauna Flora International, as well as the Max Planck Institute for Evolutionary Anthropology, the Dian Fossey Gorilla Fund – International and the Mountain Gorilla Veterinary Project), who supported the census, is paying off.","advice_category":"2","content":"\nPhoto: Elliott Hurwitt\nIt is an absolute pleasure to be able to report a good news story for once. A census was recently completed on the mountain gorilla population of Virunga Massif, which is comprised of three countries, and to researchers' happy surprise the population has increased by 26 %.\nPhoto: (c) Martin Harvey / WWF-Canon\nIn 2003 there were 380 individuals. Now there are 480 individuals in 36 groups and 14 solitary silverback males. Using numbers from 2006 in Bwindi Uganda, the only other place that has wild mountain gorillas, and 4 individuals in a sanctuary, the total world population has increased to 786. Clearly they are still critically endangered but the hard work of conservationists (such as the International Gorilla Conservation Programme, a coalition of WWF, African Wildlife Foundation, and Fauna Flora International, as well as the Max Planck Institute for Evolutionary Anthropology, the Dian Fossey Gorilla Fund – International and the Mountain Gorilla Veterinary Project), who supported the census, is paying off.\nPhoto: Philip Kromer\n“The mountain gorilla population has made an absolutely remarkable recovery. We are very pleased to see yet another increase in the numbers of this critically endangered species,” said Dr. Allard Blom, Director of the Congo Basin region at WWF. “This very unique collaboration between all three countries to protect a single species is a great example of how transboundary conservation can work well.”\nPhoto: (c) Martin Harvey / WWF-Canon\nIt was quite an undertaking, six teams made up of 72 people from the DRC. Rwanda and Uganda literally walked 620 square miles, noting gorilla populations and collecting fresh fecal samples. The samples went through genetic testing to correct double counting of individuals and are undergoing health screening to see what the needs of the community are in that area.\nPhoto: erwinf\n“These astonishing findings were only made possible through the good will of surrounding communities and the hard work and dedication of the rangers who have worked to protect the gorillas, many of whom have lost their lives,” said Matt Lewis, Senior Program Officer specializing in African species conservation at WWF. “WWF will continue to provide the International Gorilla Conservation Program with the support it needs to protect mountain gorillas as conflict and deforestation continue to be serious threats.”\nI want to thank the World Wildlife Fund for their permission to use two of the images shown here. For those who would like to assist in the ongoing efforts to help save these magnificent animals, please see the gorilla section of the WWF's site. It contains further information and details ways to help or donate.","author":"Michele Collet","web_category":"nature","title":"How Critically Endangered Mountain Gorillas Are Battling Extinction","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/i-XGRgLrS-Ljpg","url":"http://www.environmentalgraffiti.com/news-census-shows-dramatic-increase-critically-endangered-mountain-gorilla-population"}