{"summary":"On November 1, All Saints Day, the giant kites are taken to a sacred hill on the outside of town, overlooking the main cemetery.  For months, groups work to build giant kites","advice_category":"6","content":"\nPhoto: Andrea Julian\nEach October 31 and November 1, families all over central America gather to honor their dead in family cemeteries.  Plots are cleared of debris, flowers are placed, and candles are lit.  It is a day of celebration, of remembering and honoring those who came before.\nPhoto: Andrea Julian\nPhoto: Andrea Julian\nIn Sumpango, Guatemala, a unique tradition has developed.  For months, groups work to build giant kites.  The kites frames are made of bamboo and the kites themselves are made of tissue paper. The designs are incredibly intricate and often hold a political message.\nPhoto: Andrea Julian\nOn November 1, All Saints Day, the giant kites are taken to a sacred hill on the outside of town, overlooking the main cemetery.  There is music, dancing, food and general celebration.  The kites are raised for all to admire.  People fly small colorful kites and wait in anticipation for the moment when the kites will take to the air.\nPhoto: Andrea Julian\nAt dusk, the kites are launched.  This is a dangerous moment, since these kites are often over 6 meters in width and height.  Crowds part, and watch these giants take to the air.  \nPhoto: Andrea Julian\n\nThe high October winds soon tear the kites to pieces, symbolic of the life and death that all are here to celebrate on Dia de los Muertos.  The beauty of the kites is fleeting, but the show is incredible.  This is the Festival de Sumpango, Barilletas Gigantes.\nPhoto: Andrea Julian\nPhoto: Andrea Julian\n\nPhoto: Andrea Julian\nIf you would like more information on the festival in Sumpango, check their website.","author":"andrea julian","web_category":"art+and+design","title":"Day of the Dead: Guatemala's Giant Kite Festival","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rw9.png","url":"http://www.environmentalgraffiti.com/news-giant-kites-guatemala-day-dead"}