{"summary":"The bees didn't sting Krivsky, but were most likely the product of a collapsed colony. In a scene reminiscent of a horror movie, Kelly Krivsky was at home, minding her own business, when suddenly a low buzz overtook her home.","advice_category":"2","content":"\nIn a scene reminiscent of a horror movie, Kelly Krivsky was at home, minding her own business, when suddenly a low buzz overtook her home.\nPhoto:  Image from greenkyak on Flickr\nRunning to her children's room, she was shocked at what she saw in the windows:  hundreds of bees and hundreds more outside swarming her azalea bushes.\nThe bees didn't sting Krivsky, but were most likely the product of a collapsed colony. Nonetheless, an exterminator was called in to remove the bees and the family evacuated.\nAs bees continue disappearing around the United States, these roving swarms are becoming more common: colony life breaks down, and then the survivors set out en masse.\nKrivsky's bees were most likely reconnoitering for a larger population that was attempting to establish a new hive, a number that could have reached up to 80,000. Why the house? Development could have played a role-- as fewer and fewer trees are available for shelter in urban areas, bees, which seek the same sorts of criteria as humans in a permanent home, are apparently inclined to try to become our roommates.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Homeless Bees Storm Georgia Home","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/homeless-bees-storm-georgia-home/1034"}