{"summary":"On January 1, 1994, a previously unknown group, the EZLN or the Zapatista Army of National Liberation, seized control of four southern Chiapas towns in Mexico. The art also embodies the youth culture and the graffiti art that has come to represent the new ideological rebellion of youth everywhere, side-by-side with revolutionary art.","advice_category":"6","content":"\nPhoto: Andrea Julian\nOn January 1, 1994, a previously unknown group, the EZLN or the Zapatista Army of National Liberation, seized control of four southern Chiapas towns in Mexico.  They were led by a mysterious leader who became famously known for the mask he always wore, covering his face except for his eyes and mouth. He is known as Subcomandante Marcos.\nPhoto: Andrea Julian\nThis mostly non-violent rebellion began because of the suppression the native Indians suffered at the hands of the Mexican government. Their land had been stolen, and their rights had been stomped.  The EZLN sought to bring power back to the oppressed.  \nPhoto: Andrea Julian\nSan Cristobal de las Casas is located high in the mountains of Chiapas and has always been a center of indigenous culture. Although the town is no longer held by the EZLN (they only held the town for 2 weeks in 1994), it is still a major center for indigenous culture.\nArtwork here still speaks of the revolution that beats just below the surface. Stencils, murals, t-shirts and stickers bear images of the EZLN, Subcomandante Marcos, Che and other revolutionary thoughts, phrases and ideas.\nPhoto: Andrea Julian\nHowever, the art of San Cristobal doesn't stop there. The art also embodies the youth culture and the graffiti art that has come to represent the new ideological rebellion of youth everywhere, side-by-side with revolutionary art.\nPhoto: Andrea Julian\nThese slick pieces are done by local youths and visiting artists from all over the world.\nPhoto: Andrea Julian\nStencil art of all shapes and sizes can be found in San Cristobal. Bob Marley, a revolutionary thinker, is especially honored here as he represented freedom and peace and stood up for repressed people everywhere.\nPhoto: Andrea Julian\nIt's not just Mexicans who dominate the art scene here. San Cristobal is home to a large international population as this French stencil attests to.\nPhoto: Andrea Julian\nPhoto: Andrea Julian\nHowever, the locals get up too.\nPhoto: Andrea Julian\nThe Zapatista movement is far from over and it is often the theme of the art you will find here.\nPhoto: Andrea Julian\nSan Cristobal de las Casas in the highlands of Chiapas has a reputation as being a progressive place. Intellectuals and artists from all over the world are drawn to San Cristobal, creating a visual energy that cannot be denied.\nIn this city where crumbling colonial Spanish buildings are adorned with modern graffiti art, the old world meets the new world and the combination is enchanting. Graffiti art is a modern expression of the ideas and energy that has inspired these powerful times, especially here in the Mayan heartland.\nInformation on the Zapatista Rebellion can be found here and here.","author":"andrea julian","web_category":"art+and+design","title":"Mexico's Revolutionary Graffiti Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-graffiti-art-san-cristobal-de-las-casas-chiapas-mexico"}